{
    "translation": ".1 קצב\n.2 צעד",
    "uses": [
        "Dean began to slowly pace the room.",
        "He began to pace the room.",
        "She remained standing and began to pace about the room.",
        "Carmen picked up her pace, heading for the house.",
        "I tried to remember on which side of the Pace Arrow it was parked.",
        "The tunnel widened, and his pace slowed as he saw another tunnel intersect it.",
        "Napoleon shrugged his shoulders and continued to pace up and down without replying.",
        "Deidre's pace slowed as she took in the area.",
        "Andre's specter appeared to her right, keeping pace silently with her.",
        "If a man does not keep pace with his companions, perhaps it is because he hears a different drummer.",
        "She increased her pace, but a hand grabbed her arm.",
        "She quickened her pace, not wanting to end up the dinner of some demon before she had a chance to try to plan an escape.",
        "They were forced to slow their pace when the trail became covered with slippery shale and the path grew steeper.",
        "He hit a comfortable pace and stayed there as he peddled past the cemetery and the open meadows where a herd of elk grazed near the river to his left, standing at attention near the edge of the tall cottonwoods that lined the bank.",
        "He waved her out and led her at a quick pace to the front door.",
        "I also see the pace of problem solving—and change in general—accelerating at an astonishing rate.",
        "The lunchtime pastrami more than eliminated the need for an early dinner, so he drove home, changed into shorts and set out at a leisurely pace on his 18-speed touring bike.",
        "He rose and began to pace, the first sign of his anxiety.",
        "The squadron overtook and passed the infantry and the battery--which had also quickened their pace--rode down a hill, and passing through an empty and deserted village again ascended.",
        "The pace increased until a horse leaped over the wagon tongue and into the circle.",
        "The men ignored the signs of war, instead keeping to a quick pace along their path.",
        "He held her hand as their pace continued to increase until they were moving at a speed unheard of in humans.",
        "What did I tell you? said Pierre suddenly, rising and beginning to pace up and down the room.",
        "It means progress at an ever increasing pace is inevitable.",
        "The rig was a Pace Arrow.",
        "The eyes of all the soldiers turned toward the women, and while the vehicle was passing at foot pace all the soldiers' remarks related to the two young ones.",
        "Hardly had they reached the bottom of the hill before their pace instinctively changed to a gallop, which grew faster and faster as they drew nearer to our uhlans and the French dragoons who galloped after them.",
        "When he felt he was being looked at he behaved like an ostrich which hides its head in a bush in order not to be seen: he hung his head and quickening his pace went down the street.",
        "Dusk crept up the canyon as he slowed his pace, searching for a sign in the gathering darkness below.",
        "I ran into someone I knew from college, Jake said and began to pace again, half-lost in his thoughts as he spoke.",
        "Martha began to pace the room.",
        "\"Wimps!\" she called, as she set off at a quick pace beneath a heap of gear that nearly buried her small frame.",
        "I wasn't sure if the Pace Arrow motor home had vacated its site or simply was out for an afternoon jaunt.",
        "And smoothing his hair he began to pace the room.",
        "But in spite of their pace, the return trip seemed to take much longer.",
        "Evelyn scrambled after him, jogging to keep pace with his long legs.",
        "He quickened his pace, having little reason to prolong the trip.",
        "Her pace slowed as she thought until she was walking, troubled.",
        "The small car fishtailed around a curve, but she kept up the pace until she no longer saw the man in her rearview mirror.",
        "He continued at his quick pace into the town, glancing over the quaint downtown strip lined with small cars and pubs.",
        "She watched him pace, his long, muscular legs drawing her eyes.  A familiar ache filled her, one that made her want to launch herself into his arms and never leave the dream world.",
        "Her husband doesn't care—he's got the dough so he closes the deal right there and the guy drives off in the Pace Arrow!",
        "However, he was pleased to keep up a fairly respectable pace, at least a few notches above the embarrassing level.",
        "Two slowed to keep pace with her while the other three went on ahead.",
        "Napoleon turned quickly and began to pace the room.",
        "In spite of the wound, he hobbled away at a brisk pace to the nearby woods at the edge of the property.",
        "Martha rose and began to pace across the room, putting one foot toe to heel in front of the other, as if walking a tight rope.",
        "He watched her pace, wondering how she could do what she'd done.",
        "I could not keep pace with all these literary folk as they glanced from subject to subject and entered into deep dispute, or made conversation sparkle with epigrams and happy witticisms.",
        "After doubling back and being rewarded with a branch slap on my cheek I realized I wasn't wrong after all; the Pace Arrow was gone!",
        "He fell in behind them, taking advantage of the quieter air in their wake and kept pace with them.",
        "\"My dear fellow, how are you?\" said he through the singing, making his horse keep pace with the company.",
        "Before he signed off, he added, \"Keep your eyes peeled for a Pace Arrow Motor home with California plates.\"",
        "Sitting on a secluded site at the far side of the circle, on the outside, sat a mid-sized Pace Arrow motor home with California Plates!",
        "He dismounted, took Balashev's arm, and moving a few steps away from his suite, which waited respectfully, began to pace up and down with him, trying to speak significantly.",
        "His quick pace forced her to trot to keep up, and the two warriors behind her let her go to pursue their leader.",
        "The count nodded affirmatively, and Natasha, at the rapid pace at which she used to run when playing at tag, ran through the ballroom to the anteroom and downstairs into the yard.",
        "He tried to avoid his old acquaintances with their commiseration and offensive offers of assistance; he avoided all distraction and recreation, and even at home did nothing but play cards with his mother, pace silently up and down the room, and smoke one pipe after another.",
        "His pace quickened, and he left the forest and trotted to the Immortals' stronghold.",
        "Carmen continued at a snail's pace across the floor.",
        "He began to pace, nearly screaming into the phone, \"Where is she?\"",
        "On the way back Nicholas drove at a steady pace instead of racing and kept peering by that fantastic all-transforming light into Sonya's face and searching beneath the eyebrows and mustache for his former and his present Sonya from whom he had resolved never to be parted again.",
        "Kiera roused herself, climbed to her feet, and stretched before the prisoner snagged her arm once more and began the quick pace again.",
        "Fred began to pace the room, patting the cat as he walked back and forth.",
        "Even the bison, to some extent, keeps pace with the seasons cropping the pastures of the Colorado only till a greener and sweeter grass awaits him by the Yellowstone.",
        "The general looked the captain up and down as he came up panting, slackening his pace as he approached.",
        "\"Can he really be going away leaving me alone without having told me all, and without promising to help me?\" thought Pierre, rising with downcast head; and he began to pace the room, glancing occasionally at the Mason.",
        "He started around the breakfast bar, and she kept pace with him on the opposite side.",
        "Second, will the pace of advance increase or decrease in the future?",
        "To him whose elastic and vigorous thought keeps pace with the sun, the day is a perpetual morning.",
        "Life was returning to normal – maybe not at the pace she would like.",
        "The pale, dark-haired youth was drenched, but it was the wild look on his face that made her stop in the middle of the foyer and watch him pace with agitated energy.",
        "Their pace out of the dwelling and toward the hills was brutal, too fast for her to keep up, and Leyon ended up swinging her into his arms like a child to keep the fast pace into the rocky hills.",
        "The boy was too far away for Dean to hail but Dean hurried his pace in hopes of stopping him and asking if he'd seen Cynthia.",
        "Kutuzov accompanied by his adjutants rode at a walking pace behind the carabineers.",
        "Alpatych entered the innyard at a quicker pace than usual and went straight to the shed where his horses and trap were.",
        "The pace of innovation and accomplishment is already fast but will grow even faster.",
        "The pace of advancement in the field of robotics and nanotechnology roughly doubles every couple of years.",
        "But the quickness of the wolf's lope and the borzoi's slower pace made it plain that Karay had miscalculated.",
        "Sonya, as always, did not quite keep pace with them, though they shared the same reminiscences.",
        "On seeing his face and meeting his eyes Princess Mary's pace suddenly slackened, she felt her tears dry up and her sobs ceased.",
        "Her pace slowed as she caught sight of Ne'Rin.",
        "But besides this, since the exhaustion and enormous diminution of the army caused by the rapidity of the advance had become evident, another reason for slackening the pace and delaying presented itself to Kutuzov.",
        "\"Look,\" I said before he could open his mouth, \"there's a Pace Arrow motor home that just left town.",
        "The town car moved at a quick pace, bringing them to a mansion atop one of the private, gated drives tucked away from sight along Skyline Drive.",
        "To the north of the castle is the Arena, a kind of circus erected by Napoleon in 1805; while facing the castle on the opposite side of the park is the Arco della Pace, begun by Napoleon in 1806 from the designs of Cagnola to mark the beginning of the Simplon Road, but finished by the Austrians in 1833.",
        "In fact, they had had a lot of unseasonable snow that had slowed their pace considerably.",
        "He was the only person who stayed there on the night of the May sixteenth and he had a Pace Arrow camper!",
        "Suppose he bought it pri­vate, so I started checking the old classifieds and sure enough— pay dirt—a three-year-old Pace Arrow!",
        "Their pace was sufficiently similar that neither seemed uncomfortable keeping up with the other.",
        "Such a storm of feelings, thoughts, and memories suddenly arose within him that he could not fall asleep, nor even remain in one place, but had to jump up and pace the room with rapid steps.",
        "He continued to pace the room, looking gloomily at Denisov and the girls and avoiding their eyes.",
        "One of my men spotted a Pace Arrow and was about to stop it when he saw it had Alabama license plates so he let it pass and kept going.",
        "\"Oh, you must mean Mr. Green, in the Pace Arrow,\" the woman said.",
        "With his return to work, things at the house shifted to a faster pace.",
        "For a moment she surrendered to his warm lips and secure embrace, clinging to him as her heart stepped up pace.",
        "She watched him as he answered it and then headed toward her at a brisk pace.",
        "He slapped the team into action and they headed for town at a more leisurely pace.",
        "Howie began to pace.",
        "He began to pace.",
        "While we reveled in our triumphs, we knew in our hearts we couldn't maintain our present pace.",
        "Quinn began to pace.",
        "Willard Humphries rose out of his seat and began to pace.",
        "\"Sofi … she's safe,\" Darian said and stepped from the shadows to pace.",
        "Deidre tucked her knees to her chest and wrapped her arms around them, watching him pace.",
        "In her penthouse, she was able to take in things at her own pace.",
        "Gabriel rose, furious once more, and began to pace.",
        "Deidre led him into the shadow world at a quick pace.",
        "Another hour of silence passed, and she started to pace.",
        "He took her hand and led her through the crowd at a steady pace.",
        "So he stopped to think and pace.",
        "He said nothing but continued at a quick pace.",
        "Her ill-planned idea was unraveling again, this time at a much more alarming pace.",
        "Unwilling to appease the man she didn't like, she made no effort to match his pace.",
        "A'Ran's uncle remained at Kiera's pace.",
        "Once they were gone, Elisabeth began to pace.",
        "Was he merely a change in pace?",
        "Dean stepped back further, the smile fading from his face as the two men drove away at a very sedate pace.",
        "He quickened his pace.",
        "I should know better, but I kind of fell in back there with your pace.",
        "But fair warning—I'm hitting a very fast pace.",
        "Dean set down his bike and began to pace.",
        "If the rider were able to draft them, Dean would have trouble matching their pace, so he quickened his.",
        "Dean picked up the pace and closed the gap on the yellow­shirted rider, low on his bike to minimize the wind resistance as he raced downward at a dangerous speed.",
        "If exhaustion truly was mental as much as physical, he'd conquered its demon as he edged to the side of the road without slowing his pace, allowing an infre­quent car to pass.",
        "Winston stood up and began to pace the room.",
        "Too much money or too much change of pace?",
        "They retired to the house, where Carmen began to pace.",
        "He stood and started to pace.",
        "His pace quickened as he ran, his heart pounding with eagerness to see the magnificent hall that had been his.",
        "He corrected one other movement and slowed their pace until it resembled that of the youths being trained a short distance away.",
        "They set a fast pace toward the hold, where they separated.",
        "Taran followed his quick pace toward the door, watching as the advisors rose from their seats at the tables to join their master.",
        "Mr. O'Hara could push all he wanted, but marriage and a baby would come at her pace, not his.",
        "His long legs set an impossible pace, and before long she was stumbling.",
        "His pace was slower now and she had no trouble keeping in step.",
        "His breathing synced with hers, until they breathed the same air at the same pace.",
        "He kept the pace slow, despite his hunger, and deepened the kiss.",
        "He slowed the pace of their kiss until it was deep, leisurely.",
        "The lights grew no closer, even when she quickened her pace.",
        "Pharmaceutical industries as distinguished from those above mentioned, have kept pace with the general development of Italian activity.",
        "Founded in 1735 by the marquis Carlo Ginori, they maintained a reputation of the very highest kind down to about 1860; but since then they have not kept pace with their younger rivals in other lands.",
        "Sometimes development stops altogether, and a layer of undifferentiated parenchyma (the mesodesm) is left between them; or it may continue indefinitely, the central cells keeping pace by their tangential division with the differentiation of tissue on each side.",
        "In the latter event the cells of the primary rays are either merely stretched radially, or they divide to keep pace with the growth of the bundles.",
        "Eventually the new phellogens reach the level of the secondary phloem, and are formed in the parenchyma of the latter, keeping pace in their inward march with the formation of fresh secondary phloem by the cambium.",
        "The growth or increase of the protoplasm at the expense of the nutritive matter for a time keeps pace with the increased size of the cell, but by and by it becomes vacuolated as more and more water is attracted into the interior.",
        "Unfortunately for the political future of this new state, its internal consolidation did not keep pace with its territorial expansion.",
        "His egotism equalled Henry VIII.'s; his jealousy and ill-treatment of Richard Pace, dean of St Paul's, referred to by Shakespeare but vehemently denied by Dr Brewer, has been proved by the publication of the Spanish state papers; and Polydore Vergil, the historian, and Sir R.",
        "in length, now called Grotta della Pace, through the hill on the north-west side of Lake Avernus.",
        "64) seem to have begun near Lake Avernus; indeed, according to one theory, the Grotta della Pace would be a portion of this canal.",
        "and the publication of parish and township or county maps keeps pace with the settlement of the country; but with the exception of Victoria none of these states is in possession of a topographical map equal in accuracy to similar maps published in Europe.",
        "The order of procedure at the early field trials was similar to what it is to-day, only the awards were given in accordance with a scale of points as follows: nose, 40; pace and range, 30; temperament, 10; staunchness before, 10; behind, 10.",
        "Above is the inscription, \" Diogenes Fossor in Pace depositus.\"",
        "The archaeological exploration of Algeria has kept pace with the expansion of French dominion.",
        "RICHARD PACE (c. 1482-1536), English diplomatist, was educated at Winchester under Thomas Langton, at Padua, at Bologna, and probably at Oxford.",
        "The English king did so, and in 1515 Pace became his secretary and in 1516 a secretary of state.",
        "Pace >>",
        "The pastoral industries, which date from early colonial times, have suffered many vicissitudes, and their development has failed to keep pace with the country's growth in population.",
        "In the Sala dei Nove or della Pace above are the noble allegorical frescoes of Ambrogio Lorenzetti representing the effects of just and unjust government; the Sala delle Balestre or del Mappamondo is painted by Simone di Martino (Memmi) and others, the Cappella della Signoria by Taddeo di Bartolo, and the Sala del Consistorio by Beccafumi.",
        "The industry, however, has not kept pace with its development in other countries and, in great part, still employs antiquated methods and machinery.",
        "of the Elbfall, the latter stream unites with the steep torrential Weisswasser at Madelstegbaude, at an altitude of 2230 ft., and thereafter the united stream of the Elbe pursues a southerly course, emerging from the mountain glens at Hohenelbe (1495 ft.), and continuing on at a soberer pace to Pardubitz, where it turns sharply to the west, and at Kolin (73 o ft.), some 27 m.",
        "It is clear that the knowledge of function (physiology) did not by any means keep pace with the knowledge of structure, and this was probably the reason why the important sect of the empirics were able entirely to dispense with anatomical knowledge.",
        "Towards the close of the igth century evidence was accumulating that the development of the Port of London was not keeping pace with that of shipping generally.",
        "The demand constantly increases, and, owing to constant improvements in material in the moulds and in the methods of working, the supply fully keeps pace with the demand.",
        "The tumults against the Paterine heretics (1244-1245), among whom were many Ghibelline nobles favoured by the podestd Pace di Pesamigola, indicate a successful Guelphic reaction; but Frederick II., having defeated his enemies both in Lombardy and in the Two Sicilies, appointed his natural son, Frederick of Antioch, imperial vicar in Tuscany, who, when civil war broke out, entered the city with 1600 German knights.",
        "Generally speaking, Hermas's piety, especially in its language, adheres closely to Old Testament forms. But it is doubtful (pace Spitta and Volter, who assume a Jewish or a proselyte basis) whether this means more than that the Old Testament was still the Scriptures of the Church.",
        "(23) Pace, \"Dev.",
        "He held himself remarkably upright, and even from his school-days at Eton had been remarked for the rapid pace at which he habitually walked.",
        "When a small calf accompanies its mother, it always runs in front and she appears to guide it by holding the point of her horn upon the little animal's rump; and it is perfectly wonderful to note how in all sudden changes of pace, from a trot to a gallop, or vice versa, the same position is always exactly maintained.",
        "(Wasps, 660), Andocides (de Pace, § 9), Plutarch (Aristides,, c. 24), and pseudo-Andocides (Alcibiad.",
        "The appearance of the city plainly demonstrates the modern growth of its importance, and evidence is not wanting that for a considerable period architectural improvement was unable to keep pace with commercial development.",
        "This right was exercised to secure the nomination of Canon Caruana and later of Monsignor Pace.",
        "The masters he had to serve were the dieci di liberta e pace, who, though subordinate to the signoria, exercised a separate control over the departments of war and the interior.",
        "During the 18th century, though the Independents increased at the expense of the Presbyterians, it is doubtful whether they kept pace with the increase of population, until the Evangelical Revival.",
        "On the other hand, the numerical increase had not kept pace with the increase of population.",
        "No less than ten draft treaties were discussed in vain between August 1903 and February 1904, and finally negotiations were broken off on February 5th.1 Japan had already on the 4th decided to use force, and her military and naval preparations, unlike those of Russia, kept pace with her diplomacy.",
        "Paper is made chiefly in the west of the kingdom, but does not keep pace with the demand.",
        "The study of the anatomy and physiology of plants did not keep pace with the advance in classification.",
        "Comte de Pace (Vienna, 1771); M.",
        "Arnold-Forster, The Coming of the Kilogram, 1898), as the foot, palm, hand, digit, nail, pace, ell (ulna), &c. It seems probable, therefore, that a royal cubit may have been derived from some kingly stature, and its length perpetuated in the ancient buildings of Egypt, as the Great Pyramid, &c.",
        "Their usual pace is an awkward trot, not unlike that of a camel; and they seldom break into a gallop. The Somali form has been separated as L.",
        "Galloping is a pace not to be generally indulged in by road or park riders; when it is, the hands should be kept low, the body thrown back, and an extra grip taken with the knees, as nearly all horses pull more or less when extended.",
        "The pace at which a hunter should be ridden at his fences depends upon the nature of the fence, and the peculiarities of each individual horse.",
        "Horses jump them on and off, and in taking them at a moderate pace there is a chance of stopping on the top and choosing a better place to jump from, or, if needs be, of returning and taking the fence at another place.",
        "When a line of willows indicates the whereabouts of a brook, the horse should be well collected, a clear place selected, so far as circumstances allow, and the pace increased, though in short strides, up to the very brink.",
        "In this way the lad learns the principle of holding a puller, getting pace out of a lazy one, and leaving well alone with a nice free but temperate mover; he learns to do everything in a horsemanlike manner, and when he has raised himself to the pitch of a \"fashionable\" jockey, he will frequently be called upon to ride several horses a day at race meetings.",
        "The federal revenue is derived mainly from customs and excise duties, with subsidiary amounts from mining licences, timber dues, post-office, &c. Both the revenue and the expenditure have in recent years increased greatly, the revenue rising from $46,743,103 in 1899 to $71,186,073 in 1905 and the expenditure keeping pace with it.",
        "Although the use of silk goods has unquestionably increased since the middle of the 19th century, the expansion of native productions has not kept pace with that growth.",
        "When stationary, the most efficient position in which to hold an umbrella is obviously vertical; when walking, the umbrella must be held more and more inclined from the vertical as the walker quickens his pace.",
        "At the papal order there arose the Ponte Sisto, the hospital of San Spirito, Santa Maria del popolo, Santa Maria della pace, and finally the Sistine Chapel, for the decoration of which the most famous Tuscan and Umbrian artists were summoned to Rome.",
        "The external rehabilitation of the Church had become, in many points, a fait accompli, but, internally, events had not kept pace with it.",
        "In Norway and Sweden missionary activity kept pace with the development of the national life; in the former country the Free Church, in the latter the State Church has been the most successful agency.",
        "The deacon now turns to the people and says Procedamus in pace, and the procession begins.",
        "Although there has been a decided increase in the number of both the primary and the secondary schools, nevertheless the school accommodation has in neither category of school kept pace with the growth of the population.",
        "\"The usual pace of a lion,\" C. J.",
        "During his long life enormous strides were made by others in collecting the materials of American history, and while in the main he kept pace with them by ruthless revision, yet even the latest edition of his work disregards some minor facts which others knew for the insertion of much which the author alone knew.",
        "He had no light task to keep pace with the king's constant demand for money.",
        "In 1868 it consisted of ~5 steamers (including 2 ironclads) and 44 sailing vessels, but during the various wars of the period 1848-1871, only a few minor actions were fought at sea, and for many years after the French War the development of the navy did not keep pace with that of the empires commercial interests beyond the seas, or compete seriously with the naval power of possible rivals.",
        "In general, Germany had passed since the war through a social and economic revolution similar to that undergone by Great Britain during the earlier half of the I9th century, though on a greater scale and at a much accelerated pace.",
        "The development of industry has kept pace with that of the harbour.",
        "- As a general rule, trade and the increase of production have not kept pace with the development of the ways of communication.",
        "The pace was increased, though the \"charge\" was not sounded, and Cardigan and those of his men who remained mounted, rode up to and through the Russian line of guns.",
        "Some fine examples, such as the geese from Mdflm, show that such work kept pace with the reliefs; but most of the fresco-work has perished, and there are few instances of line drawing.",
        "The process by which the ancient tablelands have been trenched into valleys and confluent ridges is most instructively displayed among the higher mountains, where erosion proceeds at an accelerated pace.",
        "Manufactures and shipbuilding have grown and commerce has advanced with accelerated pace.",
        "2 Originally among the northern nations sport was open to every one 3 except to slaves, who were not permitted to bear arms; the growth of the idea of game-preserving kept pace with the development of feudalism.",
        "At the present day, the woodlands are neither so large nor so numerous as they formerly were, while there are many more gorse covers; therefore, instead of hunting the drag up to it, a much quicker way of getting to work is to find a fox in his kennel; and, the hour of the meeting being later, the fox is not likely to be gorged with food, and so unable to take care of himself at the pace at which the modern foxhound travels.",
        "There are the same difficulties to be contended with as in hunting with the ordinary harrier, and a very few days' running will teach the youthful sportsman that he cannot run at the same pace over sound ground and over a deep ploughed field, up hill and down, or along and across furrows.",
        "It is probable that the introduction of scientific agriculture has brought about an increase of pace.",
        "For pace and endurance no hunter approaches the English thoroughbred; and for a bold man who \"means going,\" a steeplechase horse is often the best animal that could be obtained, for when he has become too slow to win races \"between the flags,\" he can always gallop much faster, and usually lasts much longer, than animals who have not his advantage of blood.",
        "But it must by no means be supposed that every man who goes out hunting desires to gallop at a great pace and to jump formidable obstacles, or indeed any obstacles at all.",
        "So rapid has been the land elevation of Central Afghanistan that the erosive action of rivers has not been able to keep pace with that of upheaval; and the result all through Afghanistan (but specially marked in the great central highlands between Kabul and Herat) is the formation of those immensely deep gorges and defiles which are locally known as darns.",
        "The supply has not kept pace with the demand, and the consequence was a steady appreciation in price from 1901 onwards.",
        "In both provinces the growth of the yield has been very great, the total output in 1901 being six times as large as in 1892; but even so it has failed to keep pace with the demand.",
        "To keep pace with the increase of duties Julius Caesar increased the number of praetors successively to ten, fourteen and sixteen; after his time the number varied from eight to eighteen.",
        "an hour; though at narrow places it may run at double this pace.",
        "Domenico di Pace Beccafumi >>",
        "If the reader wish to keep pace with the output of literature on this vast subject, he will find L'Annee sociologique (1896 onwards) a wonderfully complete bibliographical guide.",
        "The estimated total production for each decade of the 19th century in metric tons is here shown: 1801-1810 -1811-1820 1821-1830 -1831-1840 1841-1850 -1851-1860 1861-1870 -1871-1880 1881-1890 -1891-1900 The following table gives the output of various countries and the world's production for the years 1895, 1900, 1905, 907 As the stock on hand rarely exceeds three months' demand, and is often little more than a month's supply, it is evident that consumption has kept close pace with production.",
        "Instead of wide, barren, wind-swept valleys, here are found fertile alluvial plains - such as Manipur - but for the most part the erosive action of the river has been able to keep pace with the rise of the river bed, and we have deep, steep-sided valleys eating their way northwards owing to the greater rainfall on the southern than on the northern slopes.",
        "Active and graceful in their movements, their pace is either a kind of trot or a series of springs following one another so rapidly as to look like a gallop. They take readily to water, in which they swim well.",
        "In no other has public money been expended with such enlightened discretion, and in no other has the municipal system kept pace with such rapid growth and displayed greater resource in emergencies.",
        "England in the 16th century kept pace with Continental historiography.",
        "The signal being given to let go, the machine darted forward at a terrific pace, and the safety-valve ceased to blow.",
        "The principal hospitals are the Incurabili, Gesu e Maria, Santa Maria della Pace and a hospital for poor priests, which are all under the same management.",
        "Then, England and France having concluded a truce, the pace was quickened and the main treaties were signed on the 11th of April 1713.",
        "The proximity of such good markets as Chicago, Cincinnati, St Louis and Louisville, in addition to the local markets, and the unusual opportunities afforded by the railways that traverse every portion of the state, have been important factors in the rapid agricultural advance which has enabled Indiana to keep pace with the newly developed states farther west.",
        "But Warwick meant to rely on the Protestant tratlon ot extremists; by January r55o the Catholics had been the duke of expelled from the council, and the pace of the Ref ormation increased instead of diminishing.",
        "out were aimed at checking the pace at which her people wanted to go.",
        "Obviously the pedometer is little better than an ingenious toy, depending even for rough measurements on the uniformity of pace maintained throughout the journey measured.",
        "The introduction of new taxes and the reorganization of the financial administration of the country could not keep pace with the increase of public expenditure, chiefly because the skupshtina was for some time reluctant to replace the old system of direct taxation by a more modern system.",
        "He edited a number of classical authors: Pedo Albinovanus (1783), Pindar and the Scholia (1792-1795), Aristophanes (with others, 1794, &c.), Euripides (1778-1788), Apollonius Rhodius (1797), Demosthenes De Pace (1799), Plato (1813-1819), Cicero (1795-1807), Titus Calpurnius Siculus (1803).",
        "They carry the head and neck low and the hind-quarters high, their action in running being peculiar and not elegant, somewhat resembling the pace of a sheep. Though with no power of sustained speed or extensive leaping, they are remarkable fOr flexibility of body and facility of creeping through tangled underwood.",
        "A brood mare requires plenty of exercise at a slow pace and may work, except between shafts or on a road, till the day of foaling.",
        "\"Sofi â€¦ she's safe,\" Darian said and stepped from the shadows to pace.",
        "Her daily debate about drinking blood made her pace in front of Damian's room until he wrenched the door open and stared at her, bleary-eyed and bare-chested.",
        "Life was returning to normal â€“ maybe not at the pace she would like.",
        "Her hopes rose as he started forward at a faster pace, until she realized he hadn't yet abandoned his pursuit of concentric circles.  By the time dawn came, she was breathless from keeping up with him, and the jungle looked as if it'd never end.",
        "The phantom of Andre appeared to her right again, keeping pace with her.  She slowed to draw a heavy knife.  It slowed with her.",
        "And the phantom keeping pace with them.  Katie looked over at Andre again.  The phantom seemed content, neither interfering nor trying to communicate with her.",
        "After doing some stretching exercises and setting his bike's trip odometer, he began, slowly at first, to swing into his rhythmic cadence of 70 revs per minute, maintaining the pace by shifting gears as the country hills rolled beneath his wheels.",
        "Suppose he bought it pri­vate, so I started checking the old classifieds and sure enoughâ€” pay dirtâ€”a three-year-old Pace Arrow!",
        "Her husband doesn't careâ€”he's got the dough so he closes the deal right there and the guy drives off in the Pace Arrow!",
        "To Dean's mind, it seemed everyone passed him but there were more remaining behind him as he maintained his modest pace.",
        "But fair warningâ€”I'm hitting a very fast pace.",
        "Xander slowed the pace as he had the night before, teaching her to savor the sensation of his lips, his flavor and the way his large hands moved over her body, gently guiding her where he wanted her to go.",
        "His bowling, tho, lacks real pace and, at this stage, has no guile.",
        "She lived a hectic pace, juggling her own painting career with bringing up her young family.",
        "All this detective work and attention to linguistic nuance slows our pace.",
        "You need to proceed at a considerably slower pace.",
        "abate pace was just as fast, the two seasoned athletes abating nothing of their fire.",
        "accelerated the pace to get to match ball 8/6.",
        "There are exceptions - some special purpose chips have kept up with the pace, graphics accelerators being the obvious example.",
        "It has been suggested that where there is low sediment supply mangrove accretion may not be able to keep pace with projected sea-level rises.",
        "Given the pace of developments, the need is for urgent action not \" more research \" .",
        "allotment gardening can offer healthy exercise, at your own pace, in the open air.",
        "astonished everyone - even himself - with his recent qualifying pace at Snetterton.",
        "The Finance Bill introduces important measures to modernize taxes to keep pace with a changing world, and to tackle tax avoidance and fraud.",
        "Yacht chartering either bareboat or skippered is the perfect solution for those who want to sail at their own pace.",
        "The figures show that last month's surge was the fastest pace of job growth since the key economic barometer began three years ago.",
        "At 11m I managed to kick and get beck to sub 6m 30 pace.",
        "They were asked to cycle a stationary bike at a moderate pace for 20 minutes.",
        "blistering pace of just over 5 minutes.",
        "Kent are to open talks with Somerset pace bowler Richard Johnson about a possible move to the St Lawrence.",
        "There is little doubt however that the 2006 squad scores over the 1971 team in pace bowling.",
        "brand-new music tracks that combine classic themes with the charged pace of tactical action.",
        "breakneck pace with the rest of us trying in vain to keep up.",
        "breathless pace of change in our society that computers have wrought.",
        "An excellent way to keep the group together and keep the pace brisk.",
        "brisk pace, which let the music dance.",
        "When Michael Mears said \" Go Bristol \" the pace was set - fairly brisk and very positive.",
        "canal restoration for half a century the IWA are now having to work hard to keep up with the pace.",
        "His friend carl pace yourself i'd been hoping.",
        "Suddenly we are asked to stand and in walks Benedict XVI at a brisk pace in smart white cassock and stunning bright red shoes.",
        "But they make it sound so casual that you think that they're talking at an ordinary pace.",
        "With full-colored animated books, silly sounds educational toys checkbook and fun characters, this system lets children learn at their own pace.",
        "If your sentences are almost all short, then consider varying the pace with longer and more complex sentences.",
        "conducted in accordance with Code C of PACE.",
        "countrymanhis pace, Gjedde was unable to catch fellow countrymen Jensen out front.",
        "The highly interactive courseware is easy to follow and allows students to learn at their own pace.",
        "He could occupy the crease for long hours, with playing out time often more critical than scoring at a quick pace.",
        "The cyber crook is likely to have up to date technology and law enforcement needs to keep pace with him.",
        "Saidthe counter cyclical for nothing or their own pace.",
        "Over the last month, the pace of work was steadily on the increase, due to this looming deadline.",
        "definite to enable the surveyors and, pace the courts below, this court, to give it practical meaning.",
        "Their agreement was sufficiently definite to enable the surveyors and, pace the courts below, this court, to give it practical meaning.",
        "Derby defeat at Cambridge on Tuesday leaves the Linnets 11 points off the title pace.",
        "dictated the pace of the game in the second half.",
        "But there were some challenging issues, including pupil apathy and students disheartened at the pace of change.",
        "Then spray or sprinkle the patch adjusting your pace to ensure the volume is evenly dispersed.",
        "The beauty of an interactive DVD is that it enables students to learn at their own pace.",
        "However, the search for both new components and the downstream effectors of these signaling pathways continues at a furious pace.",
        "electrifying pace and many just simply got blinded away.",
        "Everything was taken as a similar pace, with similar emphasis, with words elided and diction often poor.",
        "This is a superb \" prog epic \" with its changes of mood and pace.",
        "escapees from the cities, thankful for a change of scene and pace.",
        "His doctors remain amazed at the glacial pace of his losses. Think taking estrogen will save your memory?",
        "Their formation might be interpreted as reflecting the exasperation felt by government and employers with the pace of FE reform.",
        "fast pace.",
        "The promotion of 5 of his squad did not faze Doug Ramsay, whose Third Team continue to set the pace in their division.",
        "feverish pace - only to come to a complete stop once the sun goes down.",
        "As a complete beginner the pace of learning was quite fierce during the first year.",
        "communicate fiscal, contractual, resource, deliverable and client-related issues to Pace Senior Management as appropriate.",
        "The rainbow flag, originally from Italy, with PACE or PEACE on it.",
        "And, like Jan, if I try to pace myself to keep the severe flare-ups in better control.",
        "Affairs, rivalries, & enmities keep the pace frantic, along with dropped lines, missed cues, and lost contact lenses.",
        "frantic pace on playing on the show courts for the first time.",
        "This plus the continued, almost frantic pace of reform in the NHS is the cause of the crises now emerging across the NHS.",
        "frenetic pace, which the new City players seemed unable to cope with.",
        "And the action continues, if not at so frenetic a pace, but still with a great shoot-out at the end.",
        "It really does rattle along at a fairly frenetic pace; twelve tracks are squeezed into the thirty five minutes it lasts.",
        "As the half went on the pace became frenetic.",
        "Speeding up the pace makes the task even harder because skin friction rises with increased velocity.",
        "A few quickies also keep the pace frisky, even if the jokes range from the decent to the appalling.",
        "fugue played at an elegant, sedate pace is something else.",
        "He takes that fugue at a blinding pace, but under perfect control.",
        "fugue at a blinding pace, but under perfect control.",
        "funereal pace but is never boring.",
        "furious pace of the first half continued unabated in the second.",
        "gallops along at a furious pace from start to finish of its 130 minutes duration.",
        "Wemyss Bay's new gangway is coming along at a great pace, over the last 6 weeks it has been assembled.",
        "gathering pace in Algeria.",
        "go off at your own pace.",
        "grater emphasis on characters and their inter-relation, and is played at a much faster and exciting pace.",
        "This allowed the new greenkeeper John Wilshire to increase the pace of the improvements.",
        "As the pace of life becomes more frantic the value of introspection becomes diminished except in art where it is encouraged to become grotesque.",
        "hack the pace of a 9-5.",
        "horsepower treadmill motor provides a smooth, consistent pace for an intense or light workout.",
        "You can hire your own houseboat and chug along at a gentle pace from Toulouse to Carcassonne, some 60 miles away.",
        "This type of hunting was considered more genteel than the fast pace of hunting on horseback.",
        "seems hurried on the time allowed for each session - you will need to slow the pace for discussions.",
        "With a gentle starting pace and the ability to stay virtually immortal it really is aimed for the young kiddies.",
        "I seem totally incapable of making my brain function at a rapid pace.",
        "There is every reason to believe that the pace of change will remain intense.",
        "Malta offers a cosmopolitan way of life intertwined with the slow pace of island living.",
        "PACE and its liberal codes of practice is also the main source of the paperwork which police find so irksome.",
        "Some prefer a gentle social jog, some a faster pace, whilst a few aspire to the marathon.",
        "Start using a walking pace, then progress to a slow jog, then to a faster jog.",
        "keep pace with the machines.",
        "languid pace of island life.",
        "The pace may be a little languid at times, but the film never lost my interest and is fairly suspenseful throughout.",
        "leisurely pace with an average daily distance of about 40 miles.",
        "The Eastern Curlew was the 200 th bird of the trip, not bad for 8 days birding at a fairly leisurely pace.",
        "lethargic pace at which people deploy the patches that can prevent infection in the first place.",
        "Her mother had grown tired of her father's pace and many love affairs, preferring the elite society of Paris.",
        "Check for distracting mannerisms - do not pace, twirl your hair, or adjust your clothing.",
        "marathon pace to get into the right rhythm.",
        "mooch quietly around at your own pace, then why not do that?",
        "So, as a Middle lane moron should, he slowly but surely accelerated and then overtook, at an excruciatingly slow pace.",
        "move at a steady pace.",
        "multimedia CD-ROMs and text book in their own time and at their own pace.",
        "mummy final number saw a change of pace for Ã¢IÃ¢m not playing mommy in your fantasy.",
        "oarsmand it is a pleasant place, To watch the oarsmen go the pace, As gasping crowds go roaring by.",
        "I do the memory verse, which needed a bit more pace but was otherwise okay.",
        "So it is a tribute to the quality of the writing that the show keeps a steady pace throughout with plenty of sharp one-liners.",
        "It needs a thorough overhaul to keep pace with modern life.",
        "own pace over the summer vacation.",
        "Algeria: West put to the test For years western governments have known about the gruesome events gathering pace in Algeria.",
        "Barnes waited a further five laps before stopping, and set a blistering pace on the track while his chief rivals were stationary.",
        "Thus, like in the first two quarters of 2004, Latvia kept the highest pace of GDP growth among the EU states.",
        "There is no doubt that these developments are accelerating the pace of integration.",
        "He'd taken pleasure in the man's quickening pace, the brief glance round.",
        "You should be very controlled and not allow the momentum to dictate the pace.",
        "With the rain easing, the 22 cars set off at a leisurely pace behind the safety car for three laps.",
        "She simply walked along with me at my slower pace.",
        "The only alternative was to use \" Shank's Pony \" so we set off at quite a brisk pace.",
        "Your training starts with rides that last for up to 2 hours at a nice steady pace.",
        "The girls from the UK work hard at a frenetic pace to prepare the presenters for the program exercise.",
        "pace setter for China as a whole and this change is noticeable in all major towns and cities.",
        "pace bowler Andrew Miller moving from Preston.",
        "The 200 should be run almost all-out, the 600 slightly slower, and the 1600 at about 10-K pace.",
        "Since his 5k pace is 75 seconds per 400m, his interval pace will be 71 seconds per 400m.",
        "In a sulk, he drives his train back to London at a snails pace.",
        "It only takes a small minority of unsecured systems for viruses and SPAM to propagate at a lightning pace.",
        "Have you been trying to lose weight but find it comes off at a snail's pace?",
        "pace of the prem.",
        "He is a fantasy driver and he drives the pontiac pace car.",
        "pick up the pace in regards to their antics Ã¢ they really push the boundaries.",
        "pivot tables in Excel at your own pace.",
        "The jokes come at a steady pace and there is a underlying humor to the whole plotline.",
        "The rapid pace of globalization has meant that the emerging polity that is the EU has experienced a highly accelerated rate of development.",
        "ponderous pace of legal action imposes huge extra strain on couples and adds invisible costs in diverted energy and lost working time.",
        "progressing at a slower pace.",
        "The firm prospered through a series of mergers with European firms designed to take advantage of the hastening pace of integration on the continent.",
        "Certainly a player with the talent to keep pace with Wimbledon's ambition to rise through the non-league pyramid.",
        "quickening pace, the brief glance round.",
        "quickening in the pace of reform.",
        "race pace.",
        "rapid pace.",
        "The mystery unfolds at a languid pace, dropping a few red herrings along the way.",
        "The first half drags on a little, but once refueled after the break, part 2 does pick up the pace.",
        "relaxed pace.",
        "The pace did not relent, with boats being battered even on the good lines.",
        "The pupils clearly relish the chance to learn at their own pace.",
        "Having spearheaded canal restoration for half a century the IWA are now having to work hard to keep up with the pace.",
        "ridee best I believe, is either walking at a fairly good pace or riding a bicycle - stationary or otherwise.",
        "Simon Woodside again showed great pace to complete the second row narrowly ahead of star rookie Kris Loane and Neville Smyth.",
        "She was again roused from disagreeable musings by sudden footsteps: somebody was coming at a quick pace down the principal walk.",
        "Wandering through mountain scenery at your own pace, without being burdened by the weight of a heavy rucksack.",
        "rugged terrain, the pace is varied, with regular faster sections.",
        "Sanjay and I followed at a more leisurely pace, and he spotted a sea snake, with yellow spots.",
        "sedate pace.",
        "These authors therefore suggest that sedimentation has kept pace with sea-level rise over recent millennia.",
        "The early pace setter in the event was Chris Daniels, who was making his debut in an event.",
        "Even so with our young pace setters leading us on we soon arrived at Isles Bridge.",
        "Such apparent shortcomings may account for the somewhat slow pace of CÃ©zanne's rise to a wider appreciation.",
        "From this point onward, events happened at a rather sickening pace.",
        "Children with visual impairment often read at a much slower pace than fully sighted peers.",
        "skilful men are physical but the game has become so skillful and, as we have seen in Euro 2000, pace kills.",
        "slacken pace.",
        "Considering that I did over a dozen in November, it's fair to say that I've somewhat slackened the pace.",
        "The pace never slackens; indeed, the sound never varies either.",
        "slackening in the pace of change.",
        "I'm a speedy Ferrari 360, so sleek with power and pace.",
        "slowed pace gave her time to study her peers closer.",
        "slower pace.",
        "slowed down the pace and fought his way back into the match.",
        "sluggish upgrade pace affects the company's revenue.",
        "snail's pace near the center of the road.",
        "snail pace of change.",
        "I settled into my slow pace as I was not back to my rhythm after my lengthy sojourn on the sub-continent.",
        "These downtime costs can add up at a truly staggering pace.",
        "stately of pace, and shot unfussily using only those techniques available to mid-50s cameramen.",
        "stationary bike at a moderate pace for 20 minutes.",
        "steady pace the whole way without walking at all.",
        "stimulant drug, it speeds up the brain at a greater pace than any caffeine.",
        "stupendous scenery - a Shangri La of tranquility beyond the normal frantic pace of modern life.",
        "synodical process the convoy system which proceeds at the pace of the slowest ship.",
        "There are moments of real promise and a reasonably taut pace all the way through.",
        "Do not perform the kata at a steady pace but vary the tempo as appropriate.",
        "Despite the rugged terrain, the pace is varied, with regular faster sections.",
        "The White Paper poses the question of whether the detention time limits are adequate and whether the detail of PACE is too great.",
        "Introducing, Big Ben, a radical new studio timepiece that will set the pace for all master clocks to come.",
        "Petzold has deliberately chosen a slow, meandering, sometimes tortuous pace in order to build tension.",
        "The brave little lad stood undaunted ' Til the ghost were within half a pace.",
        "The pace of the many short scenes doesn't allow for the story and more importantly the characters to gently unfold.",
        "unfolds at a languid pace, dropping a few red herrings along the way.",
        "unhurried, natural pace of life.",
        "unravels at a controlled pace.",
        "unrelenting pace.",
        "unseasonable snow that had slowed their pace considerably.",
        "A couple of miles further on I passed the young upstart barely going faster than walking pace.",
        "For 2008, we are forecasting a modest upturn in the pace of UK GDP growth, to 2.5% .",
        "She has released a charity single with PACE, and sings as lead and backing vocalist with many bands.",
        "PACE provides them with several other powers: To execute a warrant of arrest or commitment.",
        "Here the river runs wild with no dams to slow her pace.",
        "We had daily sessions which set the pace for the hard work ethic of the weekend.",
        "Having once derived this conception from Roman history, he was easily and indeed necessarily carried on to the next - that the positive law of all nations, throughout history, is a continual advance, keeping pace with the progress of civilization, towards the philosophic and natural law founded on 'the principles of human nature and human reason.",
        "The most important of the recruiting laws passed since 1870 are those of 1872, 1889 and 1905, the last the loi de deux ans which embodies the last efforts of the French war department to keep pace with the ever-growing numbers of the German empire.",
        "The education for this examination has kept pace with the rapid advances of science, all the following subjects now receiving attention: the microscopical structure of plants and drugs, so as to detect adulterations and impurities in powdered drugs; organic and quantitative analysis, including those of food and drugs, water, soils, gas and urine; optics, so as to enable them to carry out the prescriptions of oculists; spectrum analysis; the use of the polariscope and refractometer; the method of applying RÃ¶ntgen rays; the preparation of glandular secretions and antitoxins; and the chemistry of remedies for the fungoid diseases and insect pests of plants.",
        "9) which branch but do not anastomose, and the apices of which keep pace in their growth with that of the other tissues of -, the plant (Anocynaceae, most Eunhorbi(Alter Haberlandt.",
        "On the other hand it is exceptionally rich in species having strident voices and peculiar unmusical calls, like the pace.",
        "3 While the church of the 3rd and 4th centuries could point to a brilliant succession of great preachers, whose discourses were wont to be taken down in shorthand and circulated among the Christian public as edifying reading, it does not appear that the supply of ordinary homiletical talent kept pace with the rapidity of church extension throughout the Roman empire.",
        "True, practice did not always keep pace with theory, and the literal sense had to yield if it came into conflict with the \" Faith \": the allegorical method for long obscured the meaning of the Song of Songs,, and any departure from it was severely condemned; just as Theodore of Mopsuestia drew down on himself for maintaining the literal sense of the Song the condemnation of the Second Council of Constantinople (A.D.",
        "He diagnosed this evil as being due to the absence of personal influence, spiritual oversight, and the want of parochial organizations which had not kept pace in the city, as they had done in rural parishes, with the growing population.",
        "The Apsheron men, excited by the Tsar's presence, passed in step before the Emperors and their suites at a bold, brisk pace.",
        "When they came out onto the beaten highroad--polished by sleigh runners and cut up by rough-shod hoofs, the marks of which were visible in the moonlight--the horses began to tug at the reins of their own accord and increased their pace.",
        "Balashev did not do so at once, but continued to advance along the road at a walking pace.",
        "Pierre was taken back to his place, and the rows of troops on both sides of the post made a half turn and went past it at a measured pace.",
        "Certainly a player with the talent to keep pace with Wimbledon 's ambition to rise through the non-league pyramid.",
        "It should be for a quickening in the pace of reform.",
        "At a steady pace, but not race pace.",
        "Summary A great introduction to North American birding at a (fairly) relaxed pace.",
        "For these seven extra laps you will be lapping without a ' pace car ' at a rev limit of 5000 rpm.",
        "The best I believe, is either walking at a fairly good pace or riding a bicycle - stationary or otherwise.",
        "Such was the increased pace, Alfa Romeo did not score one rostrum position in six races.",
        "His first song revealed a slow, relaxed pace alongside rough-and-ready vocals and open-hearted lyrics.",
        "He slowed his pace, sauntering along with his hands in his pockets, whistling her melody.",
        "The next 1,700 meters were going to be at a more sedate pace.",
        "Slow to Cornwall 's pace and find yourself lulled into serenity by the sea.",
        "Aiton and Death kept pace, Aiton winning comfortably against Kibble, Death aided by a broken down Clarke sextuple attempt.",
        "Such apparent shortcomings may account for the somewhat slow pace of CÃ©zanne 's rise to a wider appreciation.",
        "Front men are physical but the game has become so skillful and, as we have seen in Euro 2000, pace kills.",
        "Repeated interruptions were accordingly experienced to the advance of the leading column, by messages to halt or slacken pace.",
        "Considering that I did over a dozen in November, it 's fair to say that I 've somewhat slackened the pace.",
        "That did not mean, the Prime Minister and others made clear, any slackening in the pace of change.",
        "I 'm a speedy Ferrari 360, So sleek with power and pace.",
        "But their slowed pace gave her time to study her peers closer.",
        "Away from the bustling crowds on the main beaches you can enjoy a slower pace.",
        "After that the experienced Gutierrez slowed down the pace and fought his way back into the match.",
        "To some degree, the sluggish upgrade pace affects the company 's revenue.",
        "Each was guiding his car at a snail 's pace near the center of the road.",
        "For the latter, pretty much the same - except at a Fabian 's snail pace of change.",
        "The musical numbers seem thrown in without any creativity, but do give a change of pace to the somber tone to the movie.",
        "All-American through and through, it 's nostalgic, stately of pace, and shot unfussily using only those techniques available to mid-50s cameramen.",
        "I ran at a steady pace the whole way without walking at all.",
        "Richard and Dalek would push on at their own pace and we would straggle along at ours.",
        "The river gathers pace on the lower section, providing some exciting, streamy water.",
        "Borrowdale: Truly stupendous scenery - a Shangri La of tranquility beyond the normal frantic pace of modern life.",
        "You might call this democratic and synodical process the convoy system which proceeds at the pace of the slowest ship.",
        "The pace of the many short scenes does n't allow for the story and more importantly the characters to gently unfold.",
        "The Red Lion Hotel at Clovelly reminds us all of what used to be the unhurried, natural pace of life.",
        "The Kiwi version has the jumpers attached to a cable, which unravels at a controlled pace.",
        "Meantime back at the Parliamentary coal face the pace of legislation continues at an unrelenting pace.",
        "For 2008, we are forecasting a modest upturn in the pace of UK GDP growth, to 2.5 %."
    ]
}