{
    "translation": "כאב",
    "uses": [
        "The pain threatened to cripple him again.",
        "His expression was a fifty-fifty mixture of pain and anger.",
        "In fact, she felt no pain at all, anywhere.",
        "The pain in his arm became more and more intense.",
        "It seems, however, that, while she was still suffering from severe pain, she noticed the movements of her mother's lips.",
        "After the second day's march Pierre, having examined his feet by the campfire, thought it would be impossible to walk on them; but when everybody got up he went along, limping, and, when he had warmed up, walked without feeling the pain, though at night his feet were more terrible to look at than before.",
        "While the fools looked for my car nearby, I, in spite of excruciating pain, managed to escape their feeble efforts to find me.",
        "You'll always carry that pain, if you don't let yourself become whole again.",
        "What is that pain like?",
        "\"If a voice cries out in pain in the night,\" I tell them, \"it's only that the love of my life needs her medication readjusted.",
        "He recalled agony, and the darkness of his thoughts amplified the pain of the new magic in his blood.",
        "He was reliving the pain of Darian's death, sickened by his own cowardice.",
        "We have ended pain as entertainment—or at least, involuntary participation in pain as entertainment.",
        "As for Claire … pain spiraled through him.",
        "Realization washed over her in alternating waves of pain and numbness.",
        "The child cannot believe that the strongest and wisest of its people have no remedy for its pain, and the hope of relief and the expression of its mother's sympathy while she rubs the bump comforts it.",
        "As big a pain Quinn is at times, I know he's as committed as the rest of us to helping as many kids as possible.",
        "Frankly, it's a pain in the ass with five people using one bathroom.",
        "When they paused on the bank, she could stand the pain no longer.",
        "She was in pain she didn't understand.",
        "She'd struggled with Claire, wanting to spare him the pain he'd unleashed on her.",
        "The thrills of joy and thrills of pain are undistinguishable.",
        "Dusty straightened, the pain of his memories subsiding.",
        "\"You're a pain in the ass,\" he said with no heat.",
        "Pain shot through her as Talon bit into one arm.",
        "She hadn't cried in years, unless it was out of pain from a particularly bad beating.",
        "If only she could take Destiny's pain and fear.",
        "It was easy for us to recognize Martha's pain with the subject.",
        "She tried to think of how she could soften the pain she'd bring him.",
        "Maybe he thinks I was in pain; that you were hurting me!",
        "For the first time in thousands of years, he remembered what real pain felt like.",
        "Nearly doubled over in pain, Sofia returned to her room.",
        "I passed out again but gradually, the pain in my left side and my throat brought me to a state of half-wakefulness.",
        "She could not keep back her tears, and the chief cause of her pain seemed to be the fear lest people should doubt her truthfulness.",
        "You are spared the pain of many sights and sounds, which you are only too happy in escaping.",
        "He's been a total pain in the ass since Howie left.",
        "She winced and pulled away, remembering the pain too well.",
        "The pain caused by his removal into the hut had made him groan aloud and again lose consciousness.",
        "Her heart raced to the point of pain, and she felt sick enough to puke.",
        "The pain increased until Jule was near passing out.",
        "Jilian injected me with something to kill me, she paused, shuddering at the flash of residual pain from the memories.",
        "The pain in her stomach was almost crippling.",
        "If anything ail a man, so that he does not perform his functions, if he have a pain in his bowels even--for that is the seat of sympathy--he forthwith sets about reforming--the world.",
        "Frankly, he's a pain in the ass about everything.",
        "It's such pain, you know, that I wonder how he can bear it.",
        "Her ankle twisted painfully, forcing a quick cry of pain from her lips.",
        "Why go through all that pain again, when she had almost succeeded in putting him in the past - almost, but not quite.",
        "Suddenly he again felt that he was alive and suffering from a burning, lacerating pain in his head.",
        "A sharp pain shot through her ankle and a cry escaped her lips as she dropped back to the ground.",
        "The implication is that any time they nursed, they felt pain as well, to learn at an early age that there is no pleasure to be had in life without pain.",
        "But I think, again, This is no reason why I should do as they do, or permit others to suffer much greater pain of a different kind.",
        "Nothing she had ever experienced in her life was more painful than that moment, knowing his pain and not being able to say a thing to help.",
        "Then he made a sign to someone, and the torturing pain in his abdomen caused Prince Andrew to lose consciousness.",
        "You won't feel a sharp pain in your wallet when you get the bill at this little cafe.",
        "He'll make a good warrior, one I can train to kill a couple pain in the asses I can't get rid of otherwise.",
        "His pain was almost palpable, and she couldn't help feeling it was too raw for him to fake.",
        "The pain in her leg cleared the haze of her mind, and she realized whatever was happening wasn't a dream.",
        "She rubbed her lumbar area, vaguely aware of the pain that riding was causing.",
        "I'm so sorry, but with my gift, I felt you had some sort of pain, maybe you lost someone once, long ago?",
        "She clutched her stomach as pain pierced her concentration.",
        "Even after thousands of years he was reliving the pain of his brother's death.",
        "For a moment she felt the dull aching pain of being utterly alone.",
        "Gradually the numbness gave way to pain.",
        "The grief was so strong that it became a nauseating pain.",
        "She put the offending foot on the ground, tentatively applying a little weight, clamping a hand over her mouth to stop the cry of pain.",
        "Lisa waited for his reply in tense silence, but his response filled her with equal anger and pain.",
        "Actually, her legs felt like stumps and her groin muscles were knotted with pain.",
        "She caught her breath in a startled gasp of pain.",
        "I cried out and my throat suddenly blazed in sharp pain.",
        "My later proved to be several hours when I opened eyes to a crying wife, white covers, bright lights, stuff attached to me and lots of pain.",
        "While she could heal, she still felt pain.",
        "He understood what it was to lose a sister and hoped the stupid kid before him never went through that pain.",
        "Bianca concentrated on the strange pain.",
        "Bianca focused on it and channeled her healing energy towards the dark pain.",
        "If she could just have both … Jule groaned, not out of pleasure but pain.",
        "She punched him in the arm, and he feigned a look of pain.",
        "He felt her turmoil through their bond and ached to ease her pain.",
        "She shivered from cold and pain.",
        "If she were perfectly still, she could deal with the pain.",
        "After the initial shock, she felt the pleasure, warm and hot, burning and mixing with the pain.",
        "Pain made her gasp as blood welled and spilled.",
        "Thanks to pain medication, Clarissa was resting as comfortably as could be expected.",
        "Ashley was so excited to hang out, she looked like she was in pain while Jessi wasn't budging.",
        "He had suffered extreme pain for years before his death, and in fact broke down altogether under disease contracted in the discharge of his duty.",
        "irotvr)), the infliction of some kind of pain or loss upon.",
        "The former tribe had crossed the boundaries of the other two, and was ordered to withdraw immediately under pain of punishment (Corp. inscr.",
        "Innocent, like his predecessor, hated heresy, and in the bull Summis desiderantes (5th of December 1484) he instigated very severe measures against magicians and witches in Germany; he prohibited (1486) on pain of excommunication the reading of the propositions of Pico della Mirandola; he appointed (1487) T.",
        "Thereupon the Quakers, who were perhaps not without the -obstinacy of which Marcus Aurelius complained in the early Christians, rushed to Massachusetts as if invited, and the result was that the general court of the colony banished them on pain of death, and four of them, three men and one woman,were hanged for refusing to depart from the jurisdiction or for obstinately returning within it.",
        "The lesson of the Tarutino battle and of the day before it, which Kutuzov remembered with pain, must, he thought, have some effect on others too.",
        "She wanted to inflict pain.",
        "She careened into the door frame, a flash of pain going through her head.",
        "She hung, helpless and exhausted, stuck in the in-between place until the pain of her head hitting something hard jarred her into consciousness.",
        "\"Maybe in two years …\" Sofia saw her pain and couldn't help but empathize.",
        "Before she could tell him she'd changed her mind, sharp pain penetrated her neck.",
        "Then she turned toward her daughter's face which was wincing with pain and gazed long at it.",
        "I realized booze wasn't the recommended wash-down with my pain medication but I wasn't driving any farm equipment and I really needed a stiff drink.",
        "Fiery pain tore through her as he stabbed her in the neck.",
        "The hairs tied in the knot hurt Pierre and there were lines of pain on his face and a shamefaced smile.",
        "With a sinking heart, wretched as she always was now when she found herself in a crowd, Natasha in her lilac silk dress trimmed with black lace walked- -as women can walk--with the more repose and stateliness the greater the pain and shame in her soul.",
        "The pitiful groans from all sides and the torturing pain in his thigh, stomach, and back distracted him.",
        "She got up quickly just as Nicholas entered, almost ran to the door which was hidden by curtains, struck her head against it, and rushed from the room with a moan either of pain or sorrow.",
        "At the memory of the pain, she began to shake.",
        "He met Dusty's pale blue eyes and saw his pain reflected in Dusty's tight face.",
        "But they were so happy and contented that I lost all sense of pain in the pleasure of their companionship.",
        "From pain, cold, and damp, a feverish shivering shook his whole body.",
        "Certainly placing the family picture face down on the coffee table had done nothing to ease her pain.",
        "Voices prevented her from losing herself to her pain.",
        "He was not a pretty boy but a man with rugged, bad-boy beauty and a slow sensuality about his movement that made her heart skip a beat despite her pain.",
        "Tears formed in her eyes at the heartbreaking sound of his pain.",
        "His fury, pain, and sorrow choked her.",
        "She'd never felt pain like his!",
        "He'd never been able to share his pain with anyone else.",
        "Jule's face disappeared from the screen, and the pain eased.",
        "She closed her eyes, in too much pain to concentrate.",
        "He touched her, and familiar warmth flashed through her, easing the pain.",
        "She cried out in pain.",
        "\"Watcher, I love him, and I can't fathom his pain,\" he said.",
        "He hadn't yet reconciled how he felt about seeing his brother alive and in so much pain.",
        "Damian closed his eyes in pain, unable to shake his brother's black history.",
        "She drew a sharp breath but forced herself to stay, to take his pain.",
        "She felt her own tears spill over at the depth of his pain.",
        "His was not the kind of pain she could fix.",
        "\"My dear Darian,\" the Watcher said in a softer tone, \"I cannot take the pain of the memories you will experience in the morning when you remember the whole of your existence.",
        "Her lightheadedness was gone and she was grateful his bloodsucking was pain free.",
        "Gabriel's intense hatred was born of intense love and pain, and he'd clearly never made up his mind about her in the time they were together.",
        "Despite the water, her mouth was dry and aching almost to the point of pain.",
        "This time, there was a combination of distant pain and pleasure as he bit her that almost pierced the hazy dream.",
        "The pain faded once more, and the experience became too dreamlike to be real.",
        "He whispered words she wasn't able to make out then bit her again, this time hard enough for the pain to piece her dreamlike stage.",
        "She couldn't fathom the amount of pain he had caused over his lifetime.",
        "You are happy enough I no longer need to dull the pain.",
        "He wasn't trying to numb the pain.",
        "The brief pain turned quickly into pleasure intense enough that she began panting, her hands roaming his body.",
        "\"You see why demons love pain?\" he whispered.",
        "He didn't numb the pain this time, and it drove her mad with need.",
        "The pain, the surgeries, the rollercoaster of hope and despair.",
        "Was the girl in pain?",
        "The pain melted into hot pleasure once again, and she closed her eyes as he fed long and hard.",
        "Deidre heard the pain in Past-Death's voice and felt sorry for her.",
        "\"You feel pain,\" he said, studying her features.",
        "I do not wish you to feel pain otherwise.",
        "The pain soon turned to pleasure, and she melted against him.",
        "Even if he was incapable of feeling real pain.",
        "Maybe she was stretching her behavior to the limit, like a slingshot—pulling it tight until it snapped back, with stinging pain.",
        "He felt Randy's pain as if it were his own.",
        "It's a pain that I have to ask the voters for it, but I draw the line at the water fight.",
        "She looked up at him and in spite of her obvious pain, actually smiled.",
        "Her eyes were puffy with pain but she still smiled.",
        "She screamed, not expecting the level of sharp pain.",
        "Hot, throbbing pain was in her neck, and she felt woozy.",
        "She'd never felt pain as a deity.",
        "The pain faded then stopped suddenly, but she wasn't able to leave the in-between place.",
        "Was human-Deidre going through the same pain many times a day at Darkyn's hands?",
        "She didn't understand what pain was at that point.",
        "\"No pain,\" she murmured, pulling her attention back to him.",
        "The pain settling into her was of a different kind.",
        "Deidre had bartered for Darkyn to remove the tumor and to do so without pain.",
        "Deidre felt the pain again, the one without a physical source but which she felt as if a knife was piercing her soul.",
        "He felt her pain but didn't know what to do about it.",
        "Human Deidre was probably terrified, a bloody mess who would do whatever Darkyn told her at the end of the week in exchange for him sparing her more pain.",
        "She listened, not wanting to cry or acknowledge the level of pain she put him through for so long.",
        "Any pain she caused was going to be short lived and quickly fixed, when she revealed herself to Gabriel once more and told him they could be together.",
        "They could've both gone somewhere else entirely, wherever they wanted to go, without the underworld crumbling or the pain Gabriel was in.",
        "The pain she was in or the situation where she might lose her soul in three days.",
        "And she did, clearly enough that she felt the pain of her heart aching once more.",
        "They were the kind of fangs a man fantasized about, not too large to cause damage but sharp enough to offer an exquisite combination of pleasure and pain if she nipped him.",
        "All I do is cause pain.",
        "She shook her head, once again amazed at how awful pain was.",
        "She kept looking at them, possibly wondering what was causing such pain.",
        "Hallucinations, incurable pain, loss of muscular control, cognitive dysfunction.",
        "Unlike Logan, this man wouldn't hesitate or complain about holding her on the days when the pain was too much.",
        "The physical pain penetrated his mental anguish, and he lowered his weapons.",
        "He cleared it, pushing aside the haze of alcohol and the pain he sensed but didn't understand the source of.",
        "I can write up some pain meds.",
        "Happiness causes her pain, the tumor to grow and eventually, death.",
        "Pain, white light, peace.",
        "The records I alone can read with my magic are in this hallway, which is a pain in the ass when it comes to searching for things.",
        "\"Gabriel …\" There was too much pain in her voice.",
        "I'm sick of pain.",
        "Pain brings me pleasure.",
        "You bargained for your life and pain.",
        "I love a chase and a fight, but the chances of me forgetting not to dull the pain increase if you resist.",
        "Disgusted, she was also relieved there was no pain.",
        "There was no pain, as promised, but the canine was vcmthe size of butcher knife.",
        "She felt the cold circulating but no pain.",
        "The pain and the sight of her blood made her vision dim.",
        "Her eyes skimmed his perfect, buff body before the pain in her hand finally registered.",
        "There was nothing he could say that would take away the pain he'd just caused.",
        "His chest felt tight, but he refused to admit his pain.",
        "The pain in his chest couldn't equate with the pain and distress shooting through him like cold fire.",
        "He'd never felt pain this intense in any of his battles!",
        "Jade said nothing, pain spiraling through him.",
        "My lover is in pain, and you ask me why I'm here?",
        "A favor from an old friend who doesn't want to see you in pain.",
        "I'll take your pain away.",
        "Warmth and cold shot through her, righting her stomach but bringing intense pain to her head.",
        "Her mouth opened in a frozen scream as the burning pain paralyzed her.",
        "A hood went over her head, and she was flung across someone's shoulder hard enough to make her ribs flare with pain.",
        "She jerked back, pain shooting through her.",
        "She closed her eyes and pushed herself up, her breath catching at the sharp pain in her ribs.",
        "Its touched eased the heat and pain.",
        "When it'd finished, she felt little pain, and the heat was completely gone.",
        "\"I like pain,\" another voice down the block growled.",
        "Less pain than Jared.",
        "More pain than Jared but less than Khakhala.",
        "No death, just pain.",
        "\"No pain,\" the beast before her said.",
        "If you take the amulet, no pain, guaranteed.",
        "The pain surprised her after Lankha's gentle ministrations.",
        "He took away her pain first then shoved a water cube between her lips.",
        "he wanted for taking away such pain.",
        "\"No pain,\" Rhyn said with a husky chuckle.",
        "\"Less pain,\" Jared reminded her as she passed.",
        "\"No pain!\" four voices chimed at once.",
        "No pain and escape to your world!",
        "If you're Kris's, pain like you've never known.",
        "The pinch was less today, and the pain gone instantly, replaced by heat and warmth.",
        "There was no pain this time when he bit her, only numbness.",
        "Pain blazed through him as he took the shape of the ancient creature.",
        "The pain subsided, replaced by familiar warmth.",
        "She stepped from the shadow world back into her world and waited for nausea or pain.",
        "It was bandaged and stiff, but no pain.",
        "Yet he didn't seem too affected by a life of pain, exclusion, and conflict.",
        "She cried out and arched, blinded by pain as he held her against the wall.",
        "She shook from pain and fear of what he'd do next, if he was more like Sasha than Rhyn.",
        "She wiped her face again and shook her head, pain thrumming through her body.",
        "Gabriel touched her forehead, and cold lightning buzzed through her, absorbing the pain.",
        "Molly offered her a food and water cube, both of which lessened the pain throbbing through her.",
        "Hot pain slid through him as his body contorted into the new form.",
        "The regret in his dark eyes made her want to beg him not to kill her and comfort him for the pain he'd surely feel hurting his own friend.",
        "He threw her against the wall, blinded by pain and rage.",
        "Katie pushed herself to her feet, remembering what pain a pissed-off Hell-creature could cause.",
        "He sensed the demon.s pain behind its attempt at a chipper tone.",
        "Tears began to spill down her face as she understood the depth of Gabriel.s pain.",
        "The demon crouched in the door, then roared in pain and whirled.",
        "The dying creature let out an otherworldly roar of pain as it burned.",
        "Pain flared through her.",
        "What mattered was that she was safe, and he no longer caused her pain.",
        "His mind foggy with pain, Jade began to humor thoughts he.d previously rejected.",
        "Jade shook his head, feeling as if madness born of desperation were creeping into his mind with the pain.",
        "He saw only warriors on the main floor of the castle and ascended with increasing pain to the floor where Kris would be.",
        "She.d brought him nothing but pain, and now her family had taken Kris from him.",
        "He had to let her go, but the sense of yearning and pain was too strong for her to sleep.",
        "Her chest was clenched so tight, she felt physical pain.",
        "For the first time in his life, he felt and thought too much, and he wanted to keep himself occupied with the world around him rather than the pain within him.",
        "She felt his pain once more at taking away everything Rhyn had and pitied the assassin, despite her predicament.",
        "\"Never thought you.d defend me,\" Kris managed through teeth clenched in pain.",
        "His face was white with pain, and Rhyn looked over his brother.",
        "Terror drove her to ignore the pain in her lungs and legs.",
        "Pain rippled through him and another wave of power radiated off him, turning the boulders nearby into powder.",
        "In all his years in Hell, he.d never known this kind of pain.",
        "He threw his head back and roared with fury and pain until his throat was raw.",
        "He clenched his jaw, his pain deep and hidden as he thought of his people and his planet.",
        "The etchings of age, pain, and sorrow were upon his brow and cheeks.",
        "He rested his chin atop her head, knowing there were no words to comfort someone who hurt so deeply and regretful that he caused this pain.",
        "If not for the painkillers Mansr gave her as soon as she awoke and her newest discovery to distract her from the lingering pain, she'd be too miserable to move.",
        "Only when the pain in her body returned did she lean back for a break with a grimace.",
        "Though Dean wished to remain at hand's-length from her troubled life he quickly sensed from her disjointed description Cynthia had been correct when she assessed that the woman carried serious emotional pain.",
        "Edith sniffed once, lowered her head, and continued to eat, as if ignoring what had happened might make the pain disappear.",
        "He prays for an answer and I cry for his pain.",
        "Frankly, I agree he was being a pain in the ass, but you quit being a detective when you left the East—we're the guys still on the job.",
        "It gets to be a pain at times.",
        "Searing pain shot through his shoulder and he realized he barely had the strength to halt another rappel.",
        "There was a sense of cold and the ooze of blood filling his boot, and a reeling wave of lightheadedness, but little pain.",
        "She seemed to be grasping for any distraction to dull the pain.",
        "This one would not feel euphoria, only pain and terror.",
        "He braced himself for the battle with his fangs and waited for the inevitable pain from fighting to keep them at bay.",
        "He froze, his face twisted with pain.",
        "Thinking about all the times he nursed her through heartache, she now realized how difficult it must have been for him to witness her pain.",
        "The gut wrenching pain left him unable to process any rational thought.",
        "Even through the pain, being with her comforted him.",
        "He tried to visualize her morphing into a wolf, writhing in pain as she transformed, foaming at the mouth, snarling.",
        "No… there is some discomfort for a short time, I wouldn't call it pain.",
        "He understood the pain of turning your back on your family.",
        "Her expression bore pain.",
        "Sarah groaned, He's such a pain.",
        "He understood the pain it would bring.",
        "When no response was forthcoming, he continued, If she were to leave me, it would cause every bit as much pain as leaving my family did.",
        "Jackson marched toward the door, his face twisted with pain and fear.",
        "Jackson winced as if the pain would paralyze him.",
        "He wasn't going to go through that pain again.",
        "Her neck popped, sending a shot of pain down her back.",
        "She screamed as pain shot through her ankle and up her leg.",
        "She tried to stand, but the pain was excruciating.",
        "As he slid away, his belt buckle gouged into her stomach and she cried out in pain.",
        "She had put that pain there.",
        "She, however, saw the lines of pain and exhaustion under his eyes.",
        "She resisted, clenching her hand hard despite her pain.",
        "He pried her fingers away, glancing up at her when she gasped in pain.",
        "Lana awoke lethargic and in pain.",
        "Before her eyes could focus, pain jolted through her.",
        "I'll give you a charge of— Fire tore through her, and she gasped, the pain nearly driving her unconscious before it ceased.",
        "Warmth flowed through her, and the pain dissipated.",
        "She had a feeling the doc would need his own pain meds if he kept taunting the two tense soldiers.",
        "Doc, I need some meal bars, anti-sleepers, and pain killers.",
        "I have a feeling leaving here is going to be a pain.",
        "She slowly moved from her position and crawled down the tree with effort, the movement sending pain through her tender wrist.",
        "She landed hard on her left side, pain flaring through her as her wrist twisted.",
        "She was hauled to her feet and she blinked, struggling to keep the pain at bay.",
        "Lana shoved herself back, ignoring the pain in her wrist as adrenaline flew threw her.",
        "She gasped, waiting to feel the pain certain to come.",
        "She looked up at him from her hurt wrist, pain in her brown eyes.",
        "Her whole body resonated in pain at the thought.",
        "Her smile faded, pain filling her breast.",
        "He felt nothing as he floated in the dark of his mind, until sudden, hot pain tore through him.",
        "He hissed in pain, his dark eyes growing distant.",
        "They made her want to cry, for she couldn't imagine what kind of pain he'd been in after the helo crash.",
        "When his eldest brother died, he'd felt pain and anger, but he'd never felt the crippling ache he did standing on the rocks near the ocean staring at Katie.",
        "His teeth were grinding loudly enough for her to hear, and his face was ashen and drawn in a look of pain.  He couldn't answer – that much she discerned at the rippling muscles of his clenched jaw.",
        "Rhyn met her gaze.  She never imagined him being defeated by anything, and she felt pain at the look on his face.",
        "If you loved her enough to destroy the world for her, then you know the pain Kris has been through twice.  Hell cannot hold a candle to that kind of pain.",
        "Pain streaked through her, the kind of pain with no physical source.  Katie began to cry, unable to see an end to her ordeal that would mean she – or her baby – lived.  She hugged her stomach and sobbed for the loss of Rhyn, her own life, their child's.",
        "The roots around Deidre's left foot snapped free.  Katie shoved it aside before it could change its mind and started on the roots around her right foot.  Deidre moved her foot with a look of pain.  She rubbed her ankle, and Katie cut her arm again.",
        "Rhyn heard the note of pain in the death-dealer's voice.  In a week's time, Gabe had gone from quietly confident to troubled to lost.  The death-dealer was struggling with himself, a feeling Rhyn knew well.",
        "\"I'll do you a favor,\" Rhyn said.  He grimaced at the pain in his chest as he hefted Hannah into his arms.",
        "He was a pain in the ass.",
        "Well, she does, and the woman's a pain in the ass.",
        "Ol' Vinnie was being, as usual, a pain in the butt.",
        "Pain shot up Dean's arm, hot and sharp, but he had no time to think about it as the man's partner jumped from the bar and dashed toward him.",
        "By 9:00 and after four aspirins, he had stretched the worst of the pain away, filled his stomach with some fresh Danish and was beginning to feel pretty good.",
        "He had risen to fear, heartache, anxiety, bliss, pain and a hundred other feelings that made you beg to be able to bury your head beneath the covers and stay in the warm cocoon of sleep forever.",
        "He was hardly underway before he geared down for the long climb and gradually fell into a rhythm of sorts, muscle-pulling pain and gasps of breath as he inched his way up the first long incline.",
        "I never gave a thought to the pain of childbirth, but here I am worried about pain the first time.",
        "I was worried about it too, but I didn't have any pain.",
        "Is it the pain that troubles you?",
        "It wasn't pain that caused the tears.",
        "There's a worse pain, Carmen.",
        "It was difficult to imagine how a veterinarian could be so unconcerned about the pain of any animal, much less Princess.",
        "Princess was up and down, obviously in pain, but Alex merely checked her over and proclaimed everything normal.",
        "Aren't you going to give her anything for pain?",
        "If she was a human you'd be giving her something for pain.",
        "A sharp pain ripped through her body and she gasped.",
        "The pain abated and she waited a few minutes.",
        "She was lifting the suitcase into the trunk when the second pain hit.",
        "When the pain finally subsided, she headed for the house to get her purse.",
        "She barely made it to the porch steps when the third pain hit.",
        "Another pain and more blood.",
        "Blackness pushed the pain away.",
        "She gasped as another pain started.",
        "He stared down at her, his eyes full of pain.",
        "The pain was subsiding as darkness surrounded her again.",
        "Do you need something for pain?",
        "Where was he when the pain started, and why couldn't he do anything to save the baby?",
        "She was weak and the pain was excruciating, but she was determined to go home.",
        "She was in a lot of pain before she passed away?",
        "He could whisk her away from the pain — take her to a place of ecstasy.",
        "Warmth shot up her neck with a sharp pain.",
        "Pain such as she had never known ripped through her body.",
        "Only grief and agonizing pain remained.",
        "Crippling pain began to take over her mind and body.",
        "Her gaze went to the unfamiliar horizon as raw pain began to replace her numbness.",
        "Somehow, they lessened her pain again, as if the strange figure before her wrapped them in magic before placing them in her head.",
        "Her pain faded, and she drew a shaky breath as the tension in her chest loosened.",
        "The pain was gone.",
        "Pain flew threw him, scrambling his thoughts.",
        "The blow hurt, but he was no stranger to pain.",
        "I know pain, and this is nothing, he chanted to himself, waiting for them to release him so he could attack.",
        "But doing so also meant sacrificing her independence and the risk of losing everything that meant something to her, a potential lifetime of pain.",
        "Pain flew threw her.",
        "She pushed herself up, grimacing at the flickers of pain still running through her.",
        "The chant no longer soothed the pain within her as she thought of her own past.",
        "At the thought of Darian, her punch faltered, and pain shot through her wrist.",
        "Fear trickled through her as she recalled the amount of pain trusting someone could cause.",
        "Darian couldn't help feeling dirty for causing her to relive the pain.",
        "She focused on him again, pain and anger in her gaze.",
        "He saw his pain in her gaze.",
        "Jenn's distraught features gazed up at him, and he felt bad again for causing her any sort of pain.",
        "His heart ached to see his mate in such pain, but he knew from experience there was nothing more he could do.",
        "Pain radiated through her, but she pushed herself towards the door.",
        "Jenn fell with him, bloodied and in pain.",
        "He felt Jenn's pain the moment he stepped towards Claire.",
        "He knew that kind of pain.",
        "Raw pain filtered through Jenn as they walked away.",
        "She fought harder to keep the pain inside her from winning.",
        "Jenn covered her head, waiting for the pain.",
        "Tears rose with the sharp, hot pain, and Jenn looked down.",
        "The words should've scared her, but the world was growing hazy, the pain fading as darkness crept into her vision.",
        "The weight from her legs lifted suddenly, and fresh pain jarred her back into the imploding world.",
        "Maybe in a few thousand years, after he'd killed every Other and Watcher he could get his hands on and found some way to numb his pain.",
        "There will be no pain.",
        "Sami grimaced, as if annoyed rather than in pain, but otherwise ignored the arrows jutting from his back.",
        "It knew only death and pain, while she lived - -and would die! - -for hope and life!",
        "She gasped, pain ripping through her as a kick landed in her stomach.",
        "Relieved, horrified, she focused on subduing the demon, whose angry pacing in her chest made her want to double over in pain.",
        "Pain smashed through his head.",
        "Gritting her teeth, she ran the dagger down the scar already present at the inside of her forearm, grunting at the hot pain.",
        "I was told you are a man with a heart meant to lead his people away from their pain.",
        "Rissa sobbed into her hands, pain, fear, exhaustion, and frustration bubbling uncontrollably.",
        "She stepped over it, slipped on pebbles, and dropped with a gasp as pain slammed through her knees.",
        "He waited, wishing he knew what to say to repair the years of pain he'd caused his friend.",
        "In either case, he'd just caused her pain he'd never want to feel.",
        "Her body was warm, unlike Memon's, her face contorted in pain even in sleep.",
        "Is he in pain?",
        "His expression indicated pain, but he managed a wry smile.",
        "She screamed again in agony as pain seared through her shoulder.",
        "She tried to sit up, but the motion created a nauseating pain in her shoulder.",
        "A stabbing pain shot through her shoulder.",
        "Finally she opened her eyes and leaned forward, screaming when the pain hit her again.",
        "Shifting her position to relieve a cramp in her hip, she twisted the injured shoulder and cried out in pain.",
        "As her shoulder began to swell, the pain was nauseating.",
        "She scrambled to sit upright, forcing the pain in her shoulder to the back of her mind.",
        "He examined her, apologizing briefly when he caused pain.",
        "His fingers bit into her arms as darkness took the pain away.",
        "It's probably the pain medication.",
        "She sighed and shrugged, wincing at the pain caused by the motion.",
        "Maybe it was the pain meds – or whatever they were giving her to keep calm.",
        "His grip bit into her arm and the sudden jerk caused pain in her shoulder.",
        "Pain ripped through her shoulder and she cried out.",
        "She woke with pain in the shoulder and her back.",
        "Pain shot through her ankle and her knees buckled.",
        "A sharp pain brought her out of the chair with a cry of alarm.",
        "He gently painted the bump, apologizing when she winced at the pain.",
        "She slapped water at it, and screamed again when she felt a sharp pain in her hand.",
        "She dropped back to her pillow and yawned The sound caught her by surprise - a blood-curdling scream that could be nothing less than a woman in agonizing pain.",
        "It sounded like she was in terrible pain.",
        "He thought physical pain was the source of her tears.",
        "Then memory flooded back with a sharp pain.",
        "Not only that, but they are barbarians, like animals, that feel no pain.",
        "Pain struck him so hard, he gasped.",
        "Pain turned into an emotion almost too strong for him to control.",
        "Pain registered once more.",
        "If you take an innocent life, you will feel the same pain that life does, only you will feel it thrice over, she continued.",
        "To give you a sense of what it's like to harm an innocent, you will first feel the pain you've caused throughout your life.",
        "One day of pain for every innocent you've harmed.",
        "The idea of him in pain caused the familiar vise around her chest to return.",
        "\"Your immortality will ensure you survive the pain,\" she added.",
        "Your life is important to me, more so than the amount of pain I must put you through to sustain it, she replied.",
        "He gave a strangled cry of rage and pain in response.",
        "His eyes went to Xander, who writhed in pain on the other side of the roof.",
        "\"You leave him in such pain, destroy your armies and walk away,\" the Original Watcher summarized.",
        "Easing her pain cost him nothing, but he wasn't about to go hungry.",
        "Putting him through years of hellish pain to teach him a lesson about something she knew nothing about.",
        "What a pain in the ass.",
        "She felt the need to say something though, knowing how much pain her cousins went through when they lost their parents.",
        "Jessi felt his teeth sink into her neck, confused when there was no pain beyond the initial puncture.",
        "He heard the thoughts of others but never experienced their emotions, aside from the pain of hurting the innocent.",
        "Pain radiated through her.",
        "She held her breath, the pain in her arm crippling.",
        "She flexed her hand and winced at the pain it caused.",
        "The pain was warm.",
        "The pain made her nauseous.",
        "Jessi started to reach for her own before she winced at the pain.",
        "She took enough pain meds to numb a horse, but her arm still hurt, and her head was woolly from the drugs.",
        "Her temper was shorter, the result of not sleeping and the pain of her arm.",
        "She hissed at the pain.",
        "She twisted away, in enough pain as it was.",
        "Desire sharpened her senses, which did her no good with the pain radiating down her arm.",
        "\"Please don't,\" she said, the touch enough to cause tears of pain.",
        "She braced herself, expecting pain when it reached her injury.",
        "Pain retreated with it, until her arm felt normal again.",
        "The former vamp jerked and clutched at his hands at the pain but soon went still as Xander bled him close to dry.",
        "Like a horse in pain or something, Jessi muttered for his ears only.",
        "She forced me to experience all the pain I caused in my life, in the hopes of reforming me.",
        "Swallowing a cry of pain, she pushed herself up and stretched out her arms above her head, expecting the feel of a second set of wooden doors, if she really was in a cellar.",
        "Pain filtered through him.",
        "Xander ransacked its mind, yanking out information about Jessi while channeling the magic to force the Other to relive the pain he'd caused throughout his lifetime.",
        "Familiar anger and pain swirled through him, the same he felt the night he killed the last Grey God.",
        "On the one hand the retributive principle itself has been very largely superseded by the protective and the reformative; on the other punishments involving bodily pain have become objectionable to the general sense of society.",
        "In the very earliest centuries we find the episcopate, united in council,, drawing up symbols of faith, which every believer was bound to accept under pain of exclusion, condemning heresies, and casting out heretics.",
        "The use of tobacco, coffee, opium and wine were forbidden on pain of death; eighteen persons are said to have been put to death in a single day for infringing this rule.",
        "They could not delegate the service on pain of death.",
        "The Code also regulated the liquor traffic, fixing a fair price for beer and forbidding the connivance of the tavern-keeper (a female!) at disorderly conduct or treasonable assembly, under pain of death.",
        "At the opening of the Piedmontese parliament in 1859, Victor Emmanuel pronounced the memorable words that he could not be insensible to the cry of pain (ii grido di dolore) which reached him from all parts of Italy.",
        "At Vienna the war party was in the ascendant; the convention for disarmament had been signed, but so far from its being carried out, the reserves were actually called out on the 12th of April; and on the 23rd, before Cavours decision was known at Vienna, an Austrian ultimatum reached Turin, summoning Piedmont to disarm within three days on pain of invasion.",
        "Pain and sin must have been reduced to a minimum by God; though they are so ingrained in the finite that we have to make up our minds even to the endless sin and endless punishments of hell.",
        "His extreme sensitiveness and hatred of pain constrained Mill to hold that, if a good God exists, he cannot possess infinite power.",
        "Both principles have sensibility, and thus all products of their collision are sentient, that is, feel pleasure and pain.",
        "This condition of mind can be obtained only by \"living conformably to nature,\" that is to say, one's whole nature, and as a means to that man must cultivate the four chief virtues, each of which has its distinct sphere - wisdom, or the knowledge of good and evil; justice, or the giving to every man his due; fortitude, or the enduring of labour and pain; and temperance, or moderation in all things.",
        "Among the trypsins we have the pa pain of the Papaw fruit (Carica Papaya), the bromelin of the Pine-apple, and the enzymes present in many germinating seeds, in the seedlings of several plants, and in other parts.",
        "A piece of cotton wool soaked in strong carbolic acid will relieve the pain of dental caries, but is useless in other forms of toothache.",
        "Colchicum or colchicine, when applied to the skin, acts as a powerful irritant, causing local pain and congestion.",
        "In larger doses colchicum or colchicine acts as a most violent gastrointestinal irritant, causing terrible pain, colic,vomiting, diarrhoea, haemorrhage from the bowel, thirst and ultimately death from collapse.",
        "Large doses also depress the nervous system, weakening the anterior horns of grey matter in the spinal cord so as ultimately to cause complete paralysis, and also causing a partial insensibility of the cutaneous nerves of touch and pain.",
        "It has an extraordinary power over the pain of acute gout; it lessens the severity and frequency of the attacks when given continuously between them, and it markedly controls such symptoms of gout as eczema, bronchitis and neuritis, whilst it is entirely inoperative against these conditions when they are not of gouty origin.",
        "He destroyed the temple of Gerizim and compelled the Idumaeans to submit to circumcision and embrace the laws of the Jews on pain of deportation.",
        "The Jews were forbidden to enter the new city of Jerusalem on pain of death.",
        "The holy city was barred against the Jews; they were excluded, under pain of death, from approaching within view of the walls.",
        "(439) under penalty of a heavy fine, Jews were forbidden to hold Christian slaves under pain of death (423).",
        "James Hamilton, 3rd marquess of Hamilton, was the king's commissioner; and when the Assembly insisted on proceeding with the trial of the bishops, he formally dissolved the meeting under pain of treason.",
        "Man is able to derive a measure of enjoyment from life in spite of the nonexistence of the orthodox gods; yet this enjoyment is on the whole negative, the avoidance of pain.",
        "Oriental pessimism, at least as understood by Europeans, is best exemplified in Buddhism, which finds in human life sorrow and pain.",
        "But all pain and sorrow are incidental to the human being in his individual capacity.",
        "Desire is a state of unhappiness, and the satisfaction of desire is therefore merely the removal of pain.",
        "But a new institution cannot be made on the same terms. The modern industrial system has brought with it an immense variety of practical problems which nations must solve on pain of industrial and commercial ruin.",
        "That doom was postponed; but Catholics everywhere saw with pain the harsh treatment accorded to a defenceless old man.",
        "Thus the Mintra of the Malay Peninsula have a demon corresponding to every kind of disease known to them; the Tasmanian ascribed a gnawing pain to the presence within him of the soul of a dead man, whom he had unwittingly summoned by mentioning his name and who was `devouring his liver; the Samoan held that the violation of a food tabu would result in the animal being formed within the body of the offender and cause his death.",
        "The bite, however, of any spider, strong enough to pierce the skin, may give rise to a certain amount of local inflammation and pain depending principally upon the amount of poison injected.",
        "They used to be described as the most cruel and treacherous people in the world, and they certainly are callous of the pain suffered by others, and regard any strategy of which their enemies are the victims with open admiration.",
        "The doctors declared that the leg needed to be broken and set again; and the operation was borne without a sign of pain beyond a clenching of his fist.",
        "The condition is unassociated with pain, for the reason that the nerves are benumbed.",
        "The thawing is associated with much pain, and in the case of the hand or foot this may be diminished by raising the part, so as to help the return of the venous blood to the heart.",
        "Salicylic acid is a powerful irritant when inhaled or swallowed in a concentrated form, and even when much diluted it causes pain, nausea and vomiting.",
        "It causes some pain, so that a sedative should be added.",
        "The drug is not a true specific, as quinine is for malaria, since it rarely, if ever, prevents the cardiac damage usually done by rheumatic fever; but it entirely removes the agonizing pain, shortly after its administration, and, an hour or two later, brings down the temperature to normal.",
        "At first 20 grains of sodium salicylate should be given every hour: the interval being doubled as soon as the pain disappears, and extended to three hours when the temperature becomes normal.",
        "Wesley's attachment to Miss Hopkey also led to much pain and disappointment.",
        "\" The Messiah invokes all the sufferings, pain, and afflictions of Israel to come upon Him.",
        "In 1800, when a frost-bitten thumb gave him great pain and much fear for his life, his friend, Rev. Philip Oliver of Chester, died, leaving him director and one of three trustees over his chapel at Boughton; and this added much to his anxiety.",
        "For the next ten years he lived in various health resorts, in considerable suffering (he declares that the year contained for him 200 days of pure pain), but dashing off, at high pressure, the brilliant essays on which his fame rests."
    ]
}