{
    "translation": "באופן פרדוקסלי",
    "uses": [
        "This yields a characteristic type of pantheism, in the theory of the Unknowable which - rather paradoxically - is offered us.",
        "From the first the Crusade, however clerical in its conception, was largely secular in its conduct; and thus, somewhat paradoxically, a religious enterprise aided the growth of the secular motive, and contributed to the escape of the laity from that tendency towards a papal theocracy, which was evident in the pontificate of Gregory VII.",
        "The extreme left wing is in control but paradoxically out of control in many of our civilized western nations!",
        "Paradoxically, even in Eastern Europe the peasants do not provide a mass base for capitalist restoration, as Trotsky had thought.",
        "tallish man, who paradoxically attracted attention by the quietness with which he moved.",
        "Yet, almost paradoxically, failure is also part of becoming wise.",
        "What he really means is less paradoxically stated in the general proposition that \" originally and in reality it is natural and (morally speaking) necessary that the will should be determined in every action by the reason of the thing and the right of the case,\"` as it is natural and (absolutely speaking) necessary that the understanding should submit to a demonstrated truth.\"",
        "Paradoxically, much older work can seem contemporary if it addresses a sense of political drift.",
        "The Old Etonian Mr Letwin is, paradoxically, the true egalitarian.",
        "The nuclear tests conducted by India and Pakistan in May paradoxically opened up new opportunities to shift the political logjam.",
        "The limpidity of Chandler's style is a refreshing change from much of the apparently willful obfuscation which paradoxically prevails in communication studies.",
        "In this way the kingdom of Jerusalem expanded until it came to embrace a territory stretching along the coast from Beirut (captured in IIIo 3) to el-Arish on the confines of Egypt - a territory whose strength lay not in Judaea, like the ancient kingdom of David, but, somewhat paradoxically (though commercial motives explain the paradox), in Phoenicia and the land of the Philistines.",
        "Paradoxically enough, it was now the turn for the papacy to exploit the name of Crusade for political ends, as the laity had done before; and it was left to the laity td champion the spiritual meaning of the Crusade even against the papacy.'",
        "He was a tallish man, who paradoxically attracted attention by the quietness with which he moved.",
        "The limpidity of Chandler 's style is a refreshing change from much of the apparently willful obfuscation which paradoxically prevails in communication studies.",
        "Paradoxically, emphasizing a business model prematurely, you may block yourself from the best money-making opportunities.",
        "Paradoxically, few companies perish because of a lack of cash, but many perish because they have too much.",
        "Your overarching goal is the success of the enterprise, but paradoxically, you only get there if you are good at dealing with operational failure.",
        "When CF is not treated for a longer period, a child may develop symptoms of malnutrition, including anemia, bloating, and, paradoxically, appetite loss.",
        "Paradoxically, they can be restless and may actually have more than a few romantic dalliances.",
        "Paradoxically, it seems that it is a person's own mind that psychologically stands in the way of recognizing these symptoms, as well as establishing an awareness of your own self.",
        "Adding too much fiber at once can lead to digestive problems including, paradoxically, constipation.",
        "Richard Strauss, in his edition of Berlioz's works on Instrumentation, paradoxically characterizes the classical orchestral style as that which was derived from chamber-music. Now it, is true that in Haydn's early days orchestras were small and generally private; and that the styles of orchestral and chamber music were not distinct; but surely nothing is clearer than that the whole history of the rise of classical chamber-music lies in its rapid differentiation from the coarse-grained orchestral style with which it began."
    ]
}