{
    "translation": "סליחה",
    "uses": [
        "Pardon me, are you unwell?",
        "\"Pardon?\" he asked, looking up from the wallet he rifled through.",
        "Pardon the dark humor.",
        "of France came to Italy to conquer Naples Piero decided to assist the latter kingdom, although the traditional sympathies of the people were for the French king, and when Charles entered Florentine territory and captured Sarzana, Piero went to his camp and asked pardon for opposing him.",
        "\"Oh, I beg your pardon,\" she said as if waking up.",
        "It is because they do not obey the hint which God gives them, nor accept the pardon which he freely offers to all.",
        "But the Princess Metternich continued to befriend him, and by 1861 she had obtained a pardon for his political offences, with permission to settle in any part of Germany except Saxony.",
        "Sir Francis Weston in a letter to his family almost acknowledges his guilt in praying for pardon, especially for offences against his wife;' Anne's own conduct and character almost prepare us for some catastrophe.",
        "(3) The king's pardon cannot be pleaded in bar of an impeachment.",
        "By the law of England pardon is the sole prerogative of the king, and it is declared by 27 Hen.",
        "Princess Mary asked Mademoiselle Bourienne's pardon, and also her father's pardon for herself and for Philip the footman, who had begged for her intervention.",
        "Constructive pardon is obtained by endurance of the punishment.",
        "\"I beg your pardon, I'm sure,\" said Jim, meekly.",
        "And--pardon me for the foolish question--but, are you all invisible?",
        "In his written defence he now pleaded the king's pardon, but on the 5th of May 1679 it was pronounced illegal by the Commons.",
        "The Crown by pardon only remits the penalty for an attack upon itself.",
        "\"Pardon our friend,\" Brady said, forcing himself to stay with the soldiers instead of racing down the hall with Elise.",
        "Cooper was at once placed on the privy council, receiving also a formal pardon for former delinquencies.",
        "\"No, pardon me, I won't go now till the child is better,\" thought he, going to the door and looking into the nursery.",
        "Once only do we find him taking an interest in the affairs of his neighbours, - to ask pardon from the government for a homicide.'",
        "\"I beg your Majesty's pardon,\" returned Balashev, \"besides Russia there is Spain, where there are also many churches and monasteries.\"",
        "Actual pardon is by warrant under the great seal, or under the sign-manual countersigned by a secretary of state (7 & 8 Geo.",
        "A full pardon was promised, but on the 1st of August Waynflete was one of the special commissioners to try the rebels.",
        "In the case of treason, murder or rape a pardon is ineffectual unless the offence be particularly specified therein.",
        "\"We French are merciful after victory, but we do not pardon traitors,\" he added, with a look of gloomy dignity and a fine energetic gesture.",
        "Pardon may be actual or constructive.",
        "(4) That no pardon under the great seal of England be pleadable to an impeachment by the Commons in parliament.",
        "She easily obtained pardon, and the sentence of death against the other two was commuted into perpetual imprisonment.",
        "Why a pardon was granted to Waynflete on the 1st of February 1469 (Pat.",
        "On the death of Liberius (366) a considerable party nominated Damasus successor; but the irreconcilables of the party of Liberius refused to pardon his trimming, and set up against him another deacon, Ursinus.",
        "The governor has limited powers of appointment and pardon and a veto power which may be overridden by a majority vote in each house.",
        "Arsenius went so far as to excommunicate the emperor, who, having vainly sought for pardon, took refuge in false accusations against Arsenius and caused him to be banished to Proconnesus, where some years afterwards (according to Fabricius in 1264; others say in 127 3) he died.",
        "In order not to confound the innocent with the guilty, Torquemada published a declaration offering grace and pardon to all who presented themselves before the tribunal and avowed their fault.",
        "The condition of his pardon is the endurance by him of the substituted punishment.",
        "Adultery was punished with the death of both parties by drowning, but if the husband was willing to pardon his wife, the king might intervene to pardon the paramour.",
        "the cardinal was implicated in the conspiracy of Cardinal Petrucci against the pope, and confessed his guilt; but, pardon being offered only on condition of the payment of 25,000 ducats, he fled from Rome and was subsequently deposed from the cardinalate.",
        "They say great rewards will now be distributed, and surely a pardon would be granted....",
        "He sided with Sulla in the civil war, was included in the proscription list of 87, and when Marius declined to pardon him, committed suicide.",
        "But Abd-ul-Hamid had issued a free pardon to the mutineers, and the committee had now decided that the new regime would never be secure while the sovereign favoured reaction.",
        "At the decisive battle of Naseby (the 14th of June 1645) he commanded the parliamentary right wing and routed the cavalry of Sir Marmaduke Lang exclusion from pardon of all the king's leading adherents, besides the indefinite establishment of Presbyterianism and the refusal of toleration to the Roman Catholics and members of the Church of England.",
        "Further, pardon may be free or conditional.",
        "He convokes, prorogues and dissolves the chamber, sanctions laws, exercises the right of pardon in case of political offences, represents the island in its foreign relations and is chief of its military forces.",
        "in the south, but at Valence it melted away in front of Grouchy's command; and the duke, on the 9th of April, signed a convention whereby they received a free pardon from the emperor.",
        "In March 1679 a new parliament hostile to Danby was returned, and he was forced to resign the treasurership; but he received a pardon from the king under the Great Seal, and a warrant for a marquessate.",
        "The effect of pardon, whether actual or constructive, is to put the person pardoned in the position of an innocent man, so that he may have 1 See further, on the ethical aspect, Montesquieu, Esprit des lois, bk.",
        "O'Donnell went to Spain, where he died soon afterwards, and Tyrone with a shattered force made his way once more to the north, where he renewed his policy of ostensibly seeking pardon while warily evading his enemies.",
        "The person injured may have a right of action against the offender in spite of the pardon of the latter, if the right of action has once vested, for the Crown cannot affect private rights.",
        "issued his declaration suspending the penal laws in ecclesiastical matters, and shortly afterwards, by pardon under the great seal, he released nearly 500 Quakers from prison, remitted their fines and released such of their estates as were forfeited by praemunire.",
        "But there was no getting over the fact that his father had sworn \"before the Almighty and His judgment seat\" to pardon him and let him live in peace if he returned to Russia.",
        "on the 28th of September 1470 Waynflete welcomed him on his release from the Tower, which necessitated a new pardon, granted a month after Edward's reinstatement on the 30th of May 1471 (Pat.",
        "But after three months Cassius was assassinated, and his head was brought to Aurelius, who with characteristic magnanimity, persuaded the senate to pardon all the family of Cassius.",
        "In 1760 he renewed his political pamphleteering; and having obtained a pardon from George III., he proceeded to Dublin, where he received a popular welcome and a Doctor's degree from Trinity College.",
        "In the great civil wars Athens sided with Pompey and held out against Caesar's lieutenants, but received a free pardon \" in consideration of her great dead.\"",
        "After narrating the pardon obtained by Adam, it is said that the Son ascending from Olivet prays the Father on behalf of His apostles; who consequently receive consecration from the Father, together with the Son and Holy Spirit - Peter being made archbishop of the universe.",
        "The president of the senate, Juan Cuestas, in accordance with the constitution, assumed the duties of president of the republic. He arranged that hostilities should cease on the conditions that representation of the Blancos was allowed in Congress for certain districts where their votes were known to predominate; that a certain number of the jefes politicos should be nominated from the Blancos; that free pardon be extended to all who had taken part in the revolt; that a sufficient sum in money be advanced to allow the settlement of the expenses contracted by the insurgents; and that the electoral law be reformed on a basis allowing the people to take part freely in e1ctions.",
        "c. 24 that no other person has power to pardon or remit any treasons or felonies whatsoever.",
        "Pardon, De Aerariis (Berlin, 1853); P. Willems, Le Droit public romain (1883); A.",
        "In accordance with the judicious policy which he had observed in Asia Minor and at Antioch, he granted full pardon to the citizens; only the chief officials and advisers were put to death; Zenobia and her son were captured and reserved for his triumph when he returned to Rome.",
        "He drew up, with Burnet's assistance, a paper containing his apology, and he wrote to the king a letter, to be delivered after his death, in which he asked Charles's pardon for any wrong he had done him.",
        "A conditional pardon most commonly occurs where an offender sentenced to death has his sentence commuted to penal servitude or any less punishment.",
        "The royal power, however, can only pardon when private resentment is appeased.",
        "Acts of indemnity have frequently been passed, the effect of which is the same as pardon or remission by the Crown.",
        "It is there enacted \"that no pardon under the great seal of England shall be plead= able to an impeachment by the Commons in parliament,\" § 3.",
        "c. 32, § 3, the endurance of a punishment on conviction of a felony not capital has the same effect as a pardon under the great seal.",
        "It is obvious that, though the Crown is invested with the right to pardon, this does not prevent pardon being granted by the higher authority of an act of parliament.",
        "In 1598 a cessation of hostilities was arranged, and a formal pardon granted to Tyrone by Elizabeth.",
        "After a desperate defence, Hussein Aga fled to Esseg in Croatia-Slavonia; his appeal for pardon was rejected, and in 1832 he was banished for life to Tribizond.",
        "I beg your pardon for saying I would see you again, and rest your most humble and obedient servant.\"",
        "I beg your pardon.",
        "I saw him die … \"Pardon?\"",
        "From the suffrage and the holding of office are excluded idiots and insane persons and all those who have been convicted of treason, embezzlement, malfeasance in office, bribery or larceny, or any crime involving moral turpitude and punishable under the laws of the state by imprisonment in the penitentiary - this last disqualification, however, is removable by a pardon for the offence.",
        "After interrupting and disbanding a drug deal between two huge gangs, you are kicked out of the family…without a pardon.",
        "Artabanus took refuge with his vassal, the king Izates of Adiabene; and Izates by negotiations and the promise of a complete pardon induced the Parthians to restore Artabanus once more to the throne (Jos.",
        "In 1591 he attempted to seize Holyrood palace, and in 1593 he captured the king, forcing from him a promise of pardon.",
        "Ritual flagellation existed among the Jews, and, according to Buxtorf (Synagoga judaica, Basel, 1603), was one of the ceremonies of the day of the Great Pardon.",
        "To obtain their release Andronicus made abject submission to the emperor; and, appearing in chains before him, implored pardon.",
        "Civil rights are not divested by pardon.",
        "The assythment, or indemnification due to the heirs of the person murdered from the murderer, is due if the murderer has received pardon, though not if he has suffered the penalty of the law.",
        "The pardon transmitted by the secretary of state is applied by the supreme court, who grant the necessary orders to the magistrates in whose custody the convict is.",
        "In the United States the president is empowered to pardon offences against the United States, except in cases of impeachments (U.",
        "The power of pardon is also vested in the executive authority of the different states, with or without the concurrence of the legislative authority, although in some states there are boards of pardon of which the governor is a member ex officio.",
        "The usual form of pardon in the United States is by deed under seal of the executive.",
        "Henry then became involved in a plot to murder the king, which was discovered in time, and the good offices of his mother secured for him a pardon at Christmas 941.",
        "On Louis' death it refused to accept the papal conditions of pardon, and only yielded to Charles IV., the papal nominee, when Gunther of Schwarzburg thought it more prudent to abdicate in his favour.",
        "Some have supposed that a writ of that name is as old as the common law, but its execution might be arrested by a pardon from the crown.",
        "375) it was held to be not penal for a clergyman to speak of merit by transfer as a \"fiction,\"or to express a hope of the ultimate pardon of the wicked, or to affirm that any part of the Old or New Testament, however unconnected with religious faith or moral duty, was not written under the inspiration of the Holy Spirit.",
        "2 He now turned to the English government in hopes of pardon.",
        "In 1723, through the medium of the king's mistress, the duchess of Kendal, he at last received his pardon, returned to London in June or July, and placed his services at the disposal of Walpole, by whom, however, his offers to procure the accession of several Tories to the administration were received very coldly.",
        "He was a member of the committee for drafting the articles of impeachment against Danby in 1678, and was appointed one of the managers of the Commons; and in 1679, when the impeachment, interrupted by the dissolution of parliament, was resumed in the new parliament, he spoke strongly against the validity of Danby's plea of pardon by the king.",
        "If, however, any one denied that he was a Christian, and ratified his denial by worshipping the gods of Rome, he was to receive pardon.",
        "The main instigator was Charles I., duke of Bourbon, who three years before had attempted a similar rising, and had been forced to ask pardon of the king.",
        "Thereupon, in March 1831, Laffitte resigned, begging pardon of God and man for the part he had played in raising Louis Philippe to the throne.",
        "For excommunication differs from anathema: anathema which ought to be very rarely, or never, resorted to, in precluding all pardon, execrates a person, and devotes him to eternal perdition: whereas excommunication rather censures and punishes his conduct.",
        "merces, reward), compassion, pardon, pity or forgiveness.",
        "of appeal or inquiry as to the state of mind or health of the convict, or to enable him to apply for a pardon.",
        "In February 1788 Shays and Parsons petitioned for pardon, and this was granted by the legislature in the following June.",
        "in his attempt to rouse the Western Isles through Douglas agency, and in 1482 was excluded from the general pardon granted by James III.",
        "With the approval of the majority of a board of pardons (composed of the secretary of state, attorney-general and auditor), he may pardon offences or commute punishment, and remit fines and forfeitures.",
        "On hearing that the sentence was commuted to life-long imprisonment, he declared that the pardon was harder than the punishment, and vainly petitioned for leave to serve his king for the rest of his life as a common soldier.",
        "1-9) were written to absolve Solomon, and there is little probability in the story that Adonijah after his pardon really requested the hand of Abishag (ii.",
        "He regained his ascendancy over the king, punished his enemies and forced Marie de' Medici and Gaston of Orleans to sue for pardon.",
        "fail and to sue for pardon again and again; but Marie de'Medici ended her life in exile.",
        "3 Some passages refer exclusively to the endurance of punishment as a condition of pardon; 4 others to the penitence and amendment of the sinner.'",
        "Civil war seemed inevitable, when the szlachta of Red Russia and Sieradz suddenly rallied to the king, who at once ordered his army to advance, and after defeating the insurrectionists at Janowiec (in October), granted them a full pardon, on the sole condition that they should refrain from all such acts of rebellion in future.",
        "Laud now tendered the king's pardon, which had been granted to him in April 1643.",
        "In August 1669 he reappeared at Astrakhan, and accepted a fresh offer of pardon from the tsar there; the common people were fascinated by his adventures.",
        "Such remission was popularly called a pardon in the middle ages - a term which still survives, e.g.",
        "A hundred years later, all churches of any importance had similar indulgences; yet Englishmen were glad even then to earn a pardon of forty days by the laborious journey to the nearest cathedral, and by making an offering there on one of a few privileged feast-days.",
        "In 1456, the recitation of a few prayers before a church crucifix earned a Pardon of 20,000 years for every such repetition.",
        "His efforts were now steadily directed to securing his restoration to the navy, and in this he succeeded in 1832; but though he was granted a \"free pardon\" he failed to obtain the new trial for which he was anxious, or to secure the arrears of pay he claimed.'",
        "In 1647 he seized a Dutch ship illegally trading at New Haven and claimed jurisdiction as far as Cape Cod; the New Haven authorities refused to deliver to him fugitives from justice in Manhattan; he retaliated by offering refuge to runaways from New Haven; but finally he offered pardon to the Dutch fugitives and revoked his proclamation.",
        "The devil here assumes very much the characteristics of the punishing and just God of the Old Testament, and the prospect is even held out of his ultimate pardon.",
        "officers, the attorney-general, auditor, important administrative boards, coroners and certain naval and military officers; they have power to pardon offences; and they may exercise some control over expenditure through the constitutional requirement of the governor's warrant for drawing money from the treasury.",
        "After the 18th Brumaire he refused the pardon offered by the First Consul.",
        "But while a section of Quebec was eager to secure the rebel's pardon, Ontario was equally bent on the execution of justice, so that in the final vote on the question in parliament the defection of French Conservatives was compensated for by the support of Ontario Liberals.",
        "Feckenham used all his influence with Mary \"to procure pardon of the faults or mitigation of the punishment for poor Protestants\" (Fuller), and he was sent by the queen to prepare Lady Jane Grey for death.",
        "On the 24th of January 1895 she formally renounced all claim to the throne and took the oath of allegiance to the republic. The ex-queen and forty-eight others were granted conditional pardon on the 7th of September, and on the following New Year's Day the remaining prisoners were set at liberty.",
        "He therefore bought back the sheets, says Calamy, for an old song, bound them and sold them in his own shop. This in turn was complained of, and he had to beg pardon on his knees before the council-table; and the remaining copies were sentenced to be \"bisked,\" or rubbed over with an inky brush, and sent back to the kitchen for lighting fires.",
        "Although he had saved the papal institution from one of the gravest perils it had ever encountered, the cardinals, the court of Rome and Innocent himself could not easily pardon him for being what he had become - a private person more powerful in the Church than the pope and the bishops, and holding that power by his personal prestige.",
        "Henry died before his final trial could take place, \" and the general pardon at the accession of Edward VI.",
        "His power of pardon is limited, being subject to the recommendation of three members of a board which consists of the lieutenant-governor, secretary of the commonwealth, attorneygeneral and secretary of internal affairs.",
        "For the next four years he led a vagabond life, but in 1698, after vainly petitioning the new king, Charles XII., for pardon, he entered the service of Augustus the Strong of Saxony and Poland, with the deliberate intention of wresting from Sweden Livonia, to which he had now no hope of returning so long as that province belonged to the Swedish Crown.",
        "A bond was drawn in which Darnley pledged himself to support the confederates who undertook to punish \"certain privy persons\" offensive to the state, \"especially a strange Italian, called Davie\"; another was subscribed by Darnley and the banished lords, then biding their time in Newcastle, which engaged him to procure their pardon and restoration, while pledging them to insure to him the enjoyment of the title he coveted, with the consequent security of an undisputed succession to the crown, despite the counter claims of the house of Hamilton, in case his wife should die without issue - a result which, intentionally or not, he and his fellow-conspirators did all that brutality could have suggested to accelerate and secure.",
        "the plan which provided that these states might be reorganized by as many as io% of the number of voters in 1860 who should ask for pardon and take the oath of allegiance to the United States), but he also refused to accept the Wade-Davis Bill as being far too moderate in character.",
        "Upon this all the judges fell on their knees, seeking pardon for the form of their letter; but Coke ventured to declare his continued belief in the loyalty of its substance, and when asked if he would in the future delay a case at the king's order, the only reply he would vouchsafe was that he would do what became him as a judge.",
        "On the 19th he wrote to Elizabeth praying for mercy, and the same day offered £1000 for procuring his pardon; and on the loth, having disclosed the cipher used in the correspondence between himself and Mary, he was executed 1 Cata.",
        "assisted his father and Dupin in the unsuccessful defence of Marshal Ney before the chamber of peers; and he undertook alone the defence of General Cambronne and General Debelle, procuring the acquittal of the former and the pardon of the latter.",
        "Charles, on his part, solemnly, craved pardon for the murder of John the Fearless through the mouth of the dean of the church in Paris, and handed over to the duke the counties of Macon, Auxerre, Bar-sur-Seine and Ponthieu, and the towns on and near the Somme (Roye, Montdidier, Peronne), reserving the option of redeeming the Somme towns for 400,000 gold crowns.",
        "There is no mention in the canon as to how or when Devadatta died; but the commentary on the Jataka, written in the 5th century A.D., has preserved a tradition that he was swallowed up by the earth near Savatthi, when on his way to ask pardon of the Buddha (Jataka, iv.",
        "While waiting execution he was summoned into the presence of the empress regent, Eudocia Macrembolitissa, whom he so fascinated that she granted him a free pardon and shortly afterwards married him.",
        "In a very short time Conrad and the archbishop of Mainz submitted, and although Ludoli held out a little longer he soon asked for pardon.",
        "He shall pardon his wrongdoers, love his enemies, pray for them that calumniate and accuse him, offer the other cheek to the smiter, give up his mantle to him that takes his tunic, neither judge nor condemn.",
        "For all the sins I have committed, in word or thought or deed, I come for pardon to God and to the church and to you all.'",
        "And the Christians shall say: 'By God and by us and by the church may they be pardoned thee, and we pray God that he pardon you them.'",
        "Rudigier, bishop of Linz, was summoned to a criminal court for disturbing the public peace; he refused to appear, for by the concordat bishops were not subject to temporal jurisdiction; and when he was condemned to imprisonment the emperor at once telegraphed his full pardon.",
        "having overheard the secret intelligence of Arnenemhs death, fled in fear to Palestine or Syria and there became rich in the favor of the prince of the land; growing old, however, he successfully sued for pardon from Sen wosri and permission to return and die in Egypt.",
        "On the morning of the 7th of November Katte was beheaded before Frederick's window, after the crown prince had asked his pardon and received the answer that there was nothing to forgive.",
        "Frederick William, whose temper was by no means so ruthlessly Spartan as tradition has painted it,was overjoyed, and commissioned the clergyman to receive from the prince an oath of filial obedience, and in exchange for this proof of \"his intention to improve in real earnest\" his arrest was to be lightened, pending the earning of a full pardon.",
        "He was the direct author of the attack in December 1670 on Sir John Coventry, and only a few months later received the royal pardon for his share in the wanton murder of a street watchman.",
        "On two occasions the council advised the king to refuse him permission to leave England, but in 1437 he obtained a full pardon for all his offences.",
        "As constable of Dundee he secured the commutation of the death penalty on minor offenders under his jurisdiction, and his expressed maxim was \" in the greatest crimes it is thought wisest to pardon the multitude and punish the ringleaders.\"",
        "This conception of the pilgrimage, as a means of expiation or a source of pardon for wrong, was foreign to the ancient Church.",
        "In July 1415 Gilbert Talbot had power to treat with Owen and his supporters and admit them to pardon.",
        "At this moment a crowd came up to ask the fulfilment of his annual act of grace, the pardon of a prisoner at the Passover.",
        "When His disciples, having watched Him at prayer, desired to be taught how to pray, they were bidden to address God as \" Father \"; to ask first for the hallowing of the Father's name, and the coming of His kingdom; then for their daily food, for the pardon of their sins and for freedom from temptation.",
        "Fuller says (Church History), \" God's pardon and all good men's pity along with him.\"",
        "His theological studies, part of the convent education, told him that pardon could be had through the Sacrament of Penance, and that the first part of the sacrament was sorrow for sin.",
        "The young saint felt himself to be no nearer the pardon of God; he thought that he was \"gallows-ripe.\"",
        "Partly by their help, partly by study of the scriptures, he came to understand that God's pardon was to be won by trusting to His promises.",
        "They were always mitigations of satisfactions or penances which had been imposed by the church as outward signs of inward sorrow, tests of fitness for pardon, and the needful precedents of absolution.",
        "But the common people did not discriminate, and believed that when they bought an Indulgence they were purchasing pardon from sin; and Luther placed himself in the position of the ordinary Christian uninstructed in the niceties of theological distinctions.",
        "The Christian who has true repentance has already received pardon from God altogether apart from an Indulgence, and does not need one; Christ demands this true repentance from every one.",
        "After the battle of Pharsalus he joined his father in abusing his uncle as responsible for the condition of affairs, hoping thereby to obtain pardon from Caesar.",
        "The system now introduced consisted of three principal parts: (1) of a limited period of separate confinement in a home prison or penitentiary, accompanied by industrial employment and moral training; (2) of hard labour at some public works prison either at home or abroad; and (3) of exile to a colony with a conditional pardon or ticket-of-leave.",
        "A pardon obtained for him from the caliph came too late; he had already gone too far.",
        "A year later he asked for pardon, and took the oath of allegiance to Mansur.",
        "Yahya, accepted the proposal, but required that the caliph should send him letters of pardon countersigned by the highest legal authorities and the principal personages of the empire.",
        "The caliph's hope that Rafi` would submit on condition of receiving a free pardon was not fulfilled, and he resolved to set out himself to Khorasan, taking with him his second son Mamun.",
        "He has the power to veto bills, to pardon, to grant reprieves and commutations, and to remit fines and forfeitures, but the Board of Charities and Reform constitutes a Board of Pardons for investigating all applications for executive clemency and advising the governor with respect to them.",
        "The grand vizier, in the sultan's name, wrote beseeching him to avoid the further shedding of Mussulman blood, offering him a free pardon, the highest honours of the state, the hereditary pashalik of Egypt for himself, and Syria for Ibrahim until he should succeed his father in Egypt.",
        "The peace of Vervins in 1598 greatly reduced his apparent importance abroad, and Perez now tried to obtain the pardon of Philip III., that he might return to his native country.",
        "However, a nominal agreement was concluded, and York accepted the king's pardon.",
        "The matter was finally settled by Oates receiving a royal pardon, with a pension of boo a year.",
        "The judges, at the conclusion of his speech, fell on their knees, and implored pardon for the manner of their letter; but Coke attempted to justify the matter contained in it, saying that the delay required by his majesty was contrary to law.",
        "The fine was in effect remitted by the king; imprisonment in the Tower lasted for about days; a general pardon (not of course covering the parliamentary censure) was made out, and though delayed at the seal for a time by Lord Keeper Williams, was passed probably in November 1621.",
        "28, 1547), Pole, by name, was left out of the general pardon; and in the subsequent rising in the West the insurgents demanded that he should be sent for and made the first on the record in the council.",
        "In return for a general pardon he undertook to break off relations with France and England and loyally 'to support the emperor.",
        "Ixion abused his pardon by trying to seduce Hera; but the goddess substituted for herself a cloud, by which he became the father of the Centaurs.",
        "As early as 1505 one of Almeida's ships contained a crew of rustics unable to distinguish between port and starboard; soon afterwards it became necessary to recruit convicts and slaves, and in 1538 a royal pardon was granted to all prisoners who would serve in India, except criminals under sentence for treason and canonical offences.",
        "He was exempted, however, from the general pardon issued on the occasion of Edward III.'s jubilee.",
        "New Jersey has a court of pardons composed of the governor, chancellor and the six \" lay \" j udges of the court of errors and appeals, and the concurrence of a majority of its members, of whom the governor shall be one, is necessary to grant a pardon, commute a sentence or remit a fine.",
        "Equally praiseworthy is the generous pardon that the emperor, after much intercession, granted to the seditious people of Antioch, who, out of anger at the growing imposts, had beaten down the imperial statues of their city (387).",
        "He and the council examine and pass upon election returns; he may summon extra sessions of the legislature, and he may grant pardons, reprieves, and commutations in all cases except impeachment, but the manner of hearing applications for pardon is in a measure prescribed by statute, and he must present to the legislature an account of each case in which he grants a pardon.",
        "His place in the Edwardean theology is principally due to his defence against the Universalists of his father's doctrine of the atonement, namely, that Christ's death, being the equivalent of the eternal punishment of sinners, upheld the authority of the divine law, but did not pay any debt, and made the pardon of all men a possibility with God, but not a necessity.",
        "In 1757 he had formed part of the court martial which had condemned Admiral Byng, and had been active among those who had endeavoured to secure a pardon for him; but neither he nor those who had acted with him could produce any serious reason why the sentence should not be carried out.",
        "After some defeats, Venice was victorious and dictated peace; Carrara had to pay a huge indemnity and ask the republic's pardon (1373).",
        "205, &c. He received a full pardon, was appointed later to the command of a frigate in the royal navy, and fell while leading the assault on St Christopher's (June 21, 1690).",
        "Printed in tens of thousands of copies are certain apocalyptic legends dealing with eschatological problems. The ancient Apocalypse of Peter appears here under the name of Paul, then there is an Apocalypse of the Virgin Mary, who, like Peter, is carried by the Archangel through the torments of Hell and the bliss of Paradise, and through whose intervention sufferers are granted pardon on certain days of the year.",
        "He would have thought it a sin to borrow any time from the serious business of his life, from his expositions, ' His formal pardon is dated the 13th of September 1672; but five months earlier he had received a royal licence to preach, and acted for the next three years as pastor of the nonconformist body to which he belonged, in a barn on the site of which stands the present Bunyan Meeting.",
        "After a public examination, begun on the 9th of January and lasting six days, and another conducted in the prison, she was, on the 10th of March, publicly accused as a heretic and witch, and, being in the end found guilty, she made her submission at the scaffold on the 24th of May, and received pardon.",
        "An instance of tiresome, elaborate labour - good enough, no doubt, as groundwork, and not out of keeping with what at least was the popular taste of that day - is his \"Pardon of Sainte Anne de la Palud,\" a Breton scene, of 1858, in which he introduced the young Breton woman who was immediately to become his wife.",
        "He has the right of pardon and a veto of legislative acts, which may be overridden by a two-thirds vote of the members present of each house of the legislature.",
        "I must beg your pardon that 'tis I that send you this ungrateful account; but I thought it my duty to let you know it, so that you might act accordingly, being in myself fully satisfied that nothing but the greatest candour imaginable is to be expected from a person who has of all men the least need to borrow reputation.\"",
        "On the 30th of September 1693 Millington wrote to Pepys that he had been to look for Newton some time before, but that \" he was out of town, and since,\" he says, \" I have not seen him, till upon the 28th I met him at Huntingdon, where, upon his own accord, and before I had time to ask him any question, he told me that he had writt to you a very odd letter, at which he was much concerned; added, that it was in a distemper that much seized his head, and that kept him awake for above five nights together, which upon occasion he desired I would represent to you, and beg your pardon, he being very much ashamed he should be so rude to a person for whom he hath so great an honour.",
        "He is also reproached with having hastened the execution of a soldier for whom he had reason to believe a pardon was preparing.",
        "The idea of re-birth was in the air; it was the very keynote of all the solemn initiations and mysteries - Mythraic, Orphic, Eleusinian - through which repentant pagans secured pardon and eternal bliss.",
        "He found his brother, however, willing to pardon and was allowed to return as king to Cyrene.",
        "But much is said about forgiveness, and the church is empowered to administer God's pardon (John xx.",
        "But he had no sooner left the court than he proclaimed that he had grievously sinned in giving way, suspended himself from his archiepiscopal functions, and wrote to the pope to beg for pardon and absolution.",
        "March had left the realm; Bishop Wykeham showed an unworthy subservience by suing for pardon through the mediation of Alice Perrers.",
        "On receiving this disastrous news the earl of Northumberland sued for pardon; the king was unwise enough to grant it, merely punishing him by fining him and taking all his castles out of his hands.",
        "The mutiny at Spithead, which was due solely to the intolerable conditions under which the seamen served at the time, was ended on the I7th of May by concessions: an increase of pay, the removal of officers who had abused their power of discipline, and the promise of a general free pardon.",
        "He had always refused to accept the economist's dictum without reference to other considerations than the turnover of trade; and even Manchester could pardon the refusal now.",
        "Lyons, where the Royalists were strong, defended itself with courage, for the trial and execution of Challier made the townsmen hopeless of pardon.",
        "Then the oppressed nation took courage and began to demand pardon for the innocent and even justice upon murderers.",
        "He was excepted from the general pardon proclaimed at the accession of Henry VIII., and when Louis XII.",
        "He is not permitted to pardon a criminal until he has obtained the advice of the board of pardons which is composed of the state superintendent of public instruction, the president of the board of agriculture and the state auditor.",
        "before she became the dauphin's mistress, and that she gave herself to the king in order to obtain the pardon of her father, who had been condemned to death as an accomplice of the constable de Bourbon.",
        "He resisted the attempt of the parliament of 1404 to disendow the church, but failed to induce Henry to pardon Archbishop Scrope in 1405.",
        "Antipater would be certain to pardon him.",
        "Tyrone submitted at last, craving pardon on his knees, renouncing his Celtic chiefry, and abjuring all foreign powers, but still retaining his earldom, and power almost too great for a subject.",
        "After lengthy efforts at mediation, he made his submission and received a full pardon from Edward in October 1313; but he refused to accompany the king on his march into Scotland, which ended at Bannockburn, and took advantage of the English disaster to wrest the control of affairs from the hands of Edward.",
        "In 392, after the assassination of Valentinian and the usurpation of Eugenius, Ambrose fled from Milan; but when Theodosius was eventually victorious, he supplicated the emperor for the pardon of those who had supported Eugenius.",
        "His constitutional power to pardon is regulated by an act of the legislature (1907) which requires that he shall in no instance grant a pardon until the attorney-general shall have investigated the case and conducted a public hearing.",
        "Found guilty and condemned to death, he refused to ask for pardon and was executed in Paris on the 10th of June 1804, along with eleven of his companions.",
        "Efforts on behalf of the three have focused on obtaining either a retrial or a presidential pardon.",
        "The officers of the penitentiary and of the reformatory for boys are authorized to advise the governor with respect to an application for the pardon of an inmate of their institution, but he is not bound by their advice and there is no real restriction on his power to pardon except that he is not permitted to pardon in cases of impeachment.",
        "The act for establishing the Tennessee Reformatory for Boys provides that the institution shall be governed by a board of trustees consisting of the governor and five other members, one retiring each year; that boys under eighteen years of age who are convicted of a penitentiary offence shall be sent to it; that the trustees may transfer incorrigible boys to the penitentiary, put others out in', the service of citizens on probation, or recommend them to the governor for pardon.",
        "I saw him die â€¦ \"Pardon?\"",
        "That bastard Fitzgeraldâ€”pardon my Frenchâ€”caught me talking to Martha on the telephone.",
        "I get all the shit jobsâ€”pardon me, ma'am.",
        "It is called the sacrament of forgiveness, since by the priest's sacramental absolution God grants the penitent ' pardon and peace.",
        "These musicians are all highly accomplished in their own right, with long track records pardon the pun.",
        "Why must I ' twixt the leaves of coronal, Put any kiss of pardon on thy brow?",
        "conditional pardon who came on the Somersetshire in 1814.",
        "Even convicted criminals often escaped the death penalty by securing a Royal Pardon.",
        "I hope the reader will pardon this digression, which is not without interest.",
        "disconsolate soul (that was, at Road) here found peace and pardon, and rejoiced with joy unspeakable.",
        "When you say you have secondary fibromyalgia, (pardon my ignorance) what exactly do you mean?",
        "Listen to the prayer of David, For thine own name's sake, pardon mine iniquity.",
        "merciful love give us your pardon and your peace.",
        "overshootour pardon, I have overshot the mark.",
        "pardon the pun.",
        "pardon the expression.",
        "Ferrers ordered the man to kneel and to beg pardon.",
        "Why did the hard man of the Tory party grant a rare royal pardon?",
        "He wrote to the Bishop of Winchester who went to the King and obtained a pardon for Marbeck.",
        "Then I ask the pardon of the rest of the company.",
        "The shortness and uncertainty of life are strong reasons for seeking pardon and salvation now.",
        "He received a pardon for the work he performed during a yellow fever outbreak in the fort.",
        "Derek Bentley was finally granted a well deserved posthumous pardon in 1998.",
        "The Census shows: George, aged 47 holder of a conditional pardon who came on the Somersetshire in 1814.",
        "Do not refuse the free pardon, the full salvation which Jesus grants to all who trust Him.",
        "Turn to the LORD and He will have mercy on you, and to our God, for He will freely pardon you.",
        "o pardon me: Extremity, that sharpens sundry wits, Makes me a Foole.",
        "Good maids and wives, I pardon crave, And lack not that which you would have.",
        "pardon of sins ' ere done ' .",
        "pardon for all thy sins?",
        "If they become penitents they shall willingly bow at the footstool of His grace to receive His pardon.",
        "pleas for leniency to the Committee for Compounding, but a pardon was only forthcoming in 1646, and his estate restored.",
        "posthumous pardon in 1998.",
        "Moor Trees, if you'll pardon the pun.",
        "shootis calling for a pardon for those men who were shot for cowardice, for desertion, for being shell-shocked.",
        "stammer auction seller something about the escape of the mice; she heard him asking her pardon.",
        "It is the absolute will of Allah to pardon whomever he will and condemn whomever he will.",
        "The governor and his subordinate plundered in concert, till in 78 Dolabella had to stand his trial at Rome, and was convicted, mainly on the evidence of Verres, who thus secured a pardon for himself.",
        "In its descriptions of the various courts on their way to the palace, and of the poet's adventures - first, when he incautiously slanders the court of Venus, and later when after his pardon he joins in the procession and passes to see the glories of the palace - the poem carries on the literary traditions of the courts of love, as shown especially in the \"Romaunt of the Rose\" and \"The Hous of Fame.\"",
        "As Pickering was held responsible for Franklin's imprisonment, some of Franklin's followers in retaliation kidnapped Pickering and carrying him into the woods, tried in vain for nearly three weeks to get from him a promise to intercede for Franklin's pardon.",
        "Before everything he was an ascetic and a mystic - an ascetic who, though gentle to others, wore out his body by self-denial, so much so that when he came to die he begged pardon of \"brother Ass the body\" for having unduly ill-treated it: a mystic irradiated with the love of God, endowed in an extraordinary degree with the spirit of prayer, and pouring forth his heart by the hour in the tenderest affections to God and our Lord.",
        "6 Smeaton alone of her supposed lovers made a full confession, and it is possible that his statement was drawn from him by threats of torture or hopes of pardon.",
        "In 15 9 8 a cessation of hostilities was arranged, and a formal pardon granted to Tyrone by Elizabeth.",
        "Great efforts were made to obtain mercy for the accused, but the crime was considered too heinous, and the pope (Clement VIII.) refused to grant a pardon; on the i ith of September 1599, Beatrice and Lucrezia were beheaded, and Giacomo, after having been tortured with redhot pincers, was killed with a mace, drawn and quartered.",
        "PARDON (through the Fr.",
        "(2) The king cannot pardon an offence in a matter of private rather than of public wrong, so as to prejudice the person injured by the offence.",
        "(4) In the case of treason, murder or rape a pardon is ineffectual unless the offence be particularly specified therein (13 Rich.",
        "A pardon may be pleaded on arraignment in bar of an indictment (though not of an impeachment), or after verdict in arrest of judgment.",
        "In 1136, while the count was in Normandy, Robert of Sable put himself at the head of the movement, to which Geoffrey responded by destroying Briollay and occupying La Suze, and Robert of Sable himself was forced to beg humbly for pardon through the intercession of the bishop of Angers.",
        "universis, &c., singulis civibus dare posse; (b) bellum indicere aut pacem inire; (c) to appoint and change magistrates; (d) power of final appeal; (e) power of pardon; (f) raising revenue; (g) coining money\" (De republica, vol.",
        "Towards man, the death of Christ has atoning efficacy because it delivers from sin, bestows the divine gift of life and conveys the assurance of pardon.",
        "In 1456, the recitation of a few prayers before a church crucifix earned a Pardon of 20,000 years for every such repetition (Glassberger in Analecta Franciscana, ii.",
        "1 A century later, the author of Piers Plowman speaks of pardoners who \" give pardon for pence poundmeal about \" (i.e.",
        "Three of these, nevertheless, were executed by the French as accessories before the fact, and the assassin himself was impaled, after torture, in spite of a promise of pardon having been made to him on condition of his naming his associates.",
        "How the penalty came to be inflicted, as the pair had what Wodrow calls \" a material pardon,\" while there is no record of the withdrawal of the reprieve, remains a mystery.",
        "843); he wore three iron rings round his body and arms, and travelled bare-footed, fasting, and devoid of linen, from church to church till he found pardon, the first ring breaking by the tomb of St Gertrude at Nivelles, the second in the crypt of St Peter, and the third by the grave of Liudger.",
        "In 1893 the legislature created a board of four members to be appointed by the governor, one of whom must be a physician, another an attorney, and made it its duty to investigate the case of every convict for whom a petition for pardon is received and then report and recommend to the governor what it deem expedient.",
        "The governor is ex officio a member of the court of pardons, and his affirmative vote is necessary in all cases of pardon or commutation of sentence (see below).",
        "Lacking his intensity of passion and his admirable faculty for seizing the most evanescent shades of difference in feeling, they degenerated into colourless and lifeless insipidities made insupportable by the frigid repetition of tropes and conceits which we are fain to pardon in the master.",
        "Nothing could have put Henry in such an evil plight; the whole world held him responsible for the murder, and he was forced to buy pardon for it by~,surrendering many Its iesults.",
        "He at once offered in the name of the young king pardon and oblivion of offences to all the insurgent barons.",
        "\"Mr. Jefferson,\" he said, \"I have come to ask your pardon.",
        "But these words came like a piteous, despairing cry and an entreaty for pardon.",
        "In it was the petition to the Emperor drawn up by the auditor, in which Denisov, without alluding to the offenses of the commissariat officials, simply asked for pardon.",
        "Don't let me set eyes on you; beg her pardon!",
        "You ask his pardon?",
        "He is calling for a pardon for those men who were shot for cowardice, for desertion, for being shell-shocked.",
        "She heard him stammer auction seller something about the escape of the mice; she heard him asking her pardon.",
        "Musharraf 's public pardon of Khan for his activities also does little to scare would-be proliferators.",
        "A key ingredient, if you'll pardon the pun, in great home cooking is using the best herbs and spices you can afford.",
        "There's more to eye makeup removers than meets the eye (pardon the pun).",
        "Pardon the digression, back to the divorce.",
        "Apparently, in this relationship, love (pardon the cliché) truly is blind…and maybe a little deaf and dumb as well.",
        "Applicants must disclose whether they have ever been convicted of or pleaded guilty or no contest to a misdemeanor or a felony offense for which they have not received a pardon.",
        "The times were about to make an abrupt change, but there was still one more surprise to be wretched from an already over stretched (if you'll pardon the pun) Spandex industry: slingshot swimsuits.",
        "By their own standards, Hooters admits the calendar really isn't useful as such, but it is a real \"hoot\" if you'll pardon the pun.",
        "\"You look nice,\" is banal; \"Pardon me, but I have to tell you how great that fabric looks in this sunlight,\" is unusual.",
        "Pardon me, I thought your nametag was in Braille.",
        "I beg your pardon?",
        "Thus by the New York Code of Criminal Procedure the governor of the state of New York has power to grant reprieves, commutations and pardons, except in the case of treason, where he can only suspend the execution of the sentence until the case can be reported to the legislature, with whom the power of pardon in this case rests.",
        "One of the objects of the expedition sent by Governor Thomas Gage to Lexington and Concord on April 18-19, 1775, was the capture of Adams and John Hancock, temporarily staying in Lexington, and when Gage issued his proclamation of pardon on June 12 he excepted these two, whose offences, he said, were \"of too flagitious a Nature to admit of any other Consideration than that of condign Punishment.\"",
        "The famous expedition sent by General Thomas Gage of Massachusetts to Lexington and Concord on the 18th-19th of April 1775 had for its object, besides the destruction of materials of war at Concord, the capture of Hancock and Adams, who were temporarily staying at Lexington, and these two leaders were expressly excepted in the proclamation of pardon issued on the 12th of June by Gage, their offences, it was said, being \"of too flagitious a nature to admit of any other consideration than that of condign punishment.\"",
        "In 1234 he was admitted, along with the other supporters of the fallen Marshal, to the benefit of a full pardon.",
        "The Greek consciousness of the sin of murder, only dimly awakened in the Homeric period, and only sensitive at first when a kinsman or a suppliant was slain, gradually expands till the sanctity of all human life becomes recognized by the higher morality of the people: and the names of ZEUs M€tXL tos, the dread deity of the ghost-world whom the sinner must make \" placable,\" of ZEUs `I ho-tos and IIpoorpora70s, to whom the conscience-striken outcast may turn for mercy and pardon, play a guiding-part in this momentous evolution.9 Even this summary reveals the deep indebtedness of early Greek civilization to this cult, which engendered ideas of importance for the higher religious thought of the race, and which might have developed into a monotheistic religion, had a prophet-philosopher arisen powerful enough to combat the polytheistic proclivities of Hellas.",
        "The appearance of the boom mike into the field of view, the actors forgetting their lines and having to (pardon the expression) vamp their way through a scene - we loved it as kids, and have fond memories of it now."
    ]
}