{
    "translation": "מסוים, מיוחד",
    "uses": [
        "The crowd seemed clustered at one particular spot.",
        "She had no particular concern about that part.",
        "It is impossible to make any general law which will work with every particular act and not fail in some circumstances.",
        "As if it were no particular problem, he said they had lost vital signs in flight a couple times.",
        "He paid particular attention to the March expense accounts and itineraries.",
        "\"And we do not have to be so particular about our dress,\" remarked the man.",
        "And as he waved his arms to impersonate the policeman, his portly form again shook with a deep ringing laugh, the laugh of one who always eats well and, in particular, drinks well.",
        "Brady chewed back a retort about how this particular army-type had been battling insurgents to reach them on the Peak.",
        "It was doubtless a revulsion of feeling against the doctrinaires and in particular against the puritanic reign of Michel that made her turn to Chopin.",
        "There wasn't anything in particular that she could say was different.",
        "We all liked New England but Quinn in particular, despised the high taxes of his home state.",
        "Karataev had no attachments, friendships, or love, as Pierre understood them, but loved and lived affectionately with everything life brought him in contact with, particularly with man--not any particular man, but those with whom he happened to be.",
        "After that day he underwent great personal risk in saving fugitives; in particular, he saved the life of the count of Champcenetz, the governor of the Tuileries, who was his personal enemy, at the request of Mrs Elliott.",
        "\"You may be right,\" replied the Wizard, \"but we're a little particular about associating with strangers.",
        "She likes stories that make her cry--I think we all do, it's so nice to feel sad when you've nothing particular to be sad about.",
        "It turns out that, even when doing what you love, both passion and profit matter—but that particular piece of wisdom came later with age.",
        "Her auburn curls lay in no particular style – so much like her father.",
        "\"Darkyn's after someone in particular,\" Gabriel said.",
        "It is for no particular item in the tax-bill that I refuse to pay it.",
        "He had no particular destination, but his meandering brought him to a hillside overlooking the new high school complex.",
        "Was there one of them in particular you think might have been responsible for Annie's murder?",
        "One vamp in particular seemed to be awaiting her and strode to the car when she rolled to a stop.",
        "Only, please be particular about it.",
        "The intensity of the secondary light is no longer to be arrived at by addition of individual intensities, but must be calculated with consideration of the particular phases involved.",
        "But to tell the truth, I find myself at present somewhat less particular in these respects.",
        "A memorial in Church Square commemorates the Franklin expedition to the discovery of the North-West Passage, and in particular Captain Francis Crozier, who was born at Banbridge in 1796 and served on the expedition.",
        "Concordats are undoubtedly conventions of a particular nature.",
        "It is something to be able to paint a particular picture, or to carve a statue, and so to make a few objects beautiful; but it is far more glorious to carve and paint the very atmosphere and medium through which we look, which morally we can do.",
        "In particular the remarkable frontier lines which bounded the Roman provinces of Upper (southern) Germany and Raetia, and which at their greatest development stretched from near Bonn on the Rhine to near Regensburg on the Danube, are often called the Limes Germanicus.",
        "But with rare exceptions, we simply don't train our brains to do this particular task.",
        "The name has a curious origin, which explains also the particular meaning of the adjective \"spruce,\" neatly dressed, smart in appearance, fine.",
        "They will come regularly every evening to particular trees, where the cunning sportsman lies in wait for them, and the distant orchards next the woods suffer thus not a little.",
        "Its use is not confined to Southern Rhodesia and should not properly be restricted to any one particular site.",
        "They would begin to sing almost with as much precision as a clock, within five minutes of a particular time, referred to the setting of the sun, every evening.",
        "It began to be recognized also that stereotyped punishments, such as belong to penal codes, fail to take due account of the particular condition of an offence and the character and circumstances of the offender.",
        "Laughter and singing in particular seemed to her like a blasphemy, in face of her sorrow.",
        "The Discourse of Method and the Meditations apply what the Rules for the Direction of the Mind had regarded in particular instances to our conceptions of the world as a whole.",
        "All these conversations, especially the joking with the girls, were such as might have had a particular charm for Petya at his age, but they did not interest him now.",
        "It is from the particular application of the word to sheep that \"flock\" is used of the Christian Church in its relation to the \"Good Shepherd,\" and also of a congregation of worshippers in its relation to its spiritual head.",
        "Probably I should not consciously and deliberately forsake my particular calling to do the good which society demands of me, to save the universe from annihilation; and I believe that a like but infinitely greater steadfastness elsewhere is all that now preserves it.",
        "Pierre could not say, and he did not try to determine for whom and for what he felt such particular delight in sacrificing everything.",
        "She was not in love with anyone in particular, but with everyone.",
        "Her eyes, always sad, now looked with particular hopelessness at her reflection in the glass.",
        "But, in contrast with Congregationalism, when they elect and \"call\" a minister their action has to be sustained by the presbytery, which judges of his fitness for that particular sphere, of the measure of the congregation's unanimity, and of the adequacy of financial support.",
        "I first tried to ascertain what had suggested to Helen's mind the particular fancies which made her story seem like a reproduction of one written by Miss Margaret Canby.",
        "In 1697 Georg Stahl admitted that fermentation and putrefaction were analogous processes, but that the former was a particular case of the latter.",
        "Most probably this story had its origin in a particular theory as to the meaning of the word mistletoe.",
        "Lest I try the patience of my readers, I will offer, in no particular order, forty-three that seem most worthy.",
        "Subdivisions may be, and often are, named according to the particular duties to which they are assigned, as la police politique, police des mceurs, police sanitaire, &c. The officers of the judicial police comprise the juge de paix (equivalent to the English police magistrate), the maire, the commissaire de police, the gendarmerie and, in rural districts, the gardes champtres and the gardes forestiers.",
        "The knights strengthened Valletta and its harbour by bastions, curtain-walls, lines and forts, towards the sea, towards the land and on every available point, taking advantage in every particular of the natural rock and of the marvellous advantages of situation, rendering it then almost impregnable.",
        "At that time, as always happens, the highest society that met at court and at the grand balls was divided into several circles, each with its own particular tone.",
        "And the algebraists or arithmeticians of the 16th century, such as Luca Pacioli (Lucas de Borgo), Geronimo or Girolamo Cardano (1501-1576), and Niccola Tartaglia (1506-1559), had used geometrical constructions to throw light on the solution of particular equations.",
        "He is said to have fixed on a large and fully laden ship and to have used a mechanical device by which Hiero was enabled to move it by himself: but accounts differ as to the particular mechanical powers employed.",
        "You must remember, dear teacher, that Greek parents were very particular with their children, and they used to let them listen to wise words, and I think they understood some of them.",
        "Of two patterns which differ only by a few threads more or less of a particular color, the one will be sold readily, the other lie on the shelf, though it frequently happens that after the lapse of a season the latter becomes the most fashionable.",
        "In it we find the principles of a general interpretation, formed without the assistance of any particular philosophy, but consisting of observations and rules which, though already enunciated, and applied in the criticism of the profane writers, had never rigorously been employed in biblical exegesis.",
        "In particular, the words \"I will come back to dinner,\" evidently displeased both reader and audience.",
        "But in addition to bringing forward a fundamental and philosophical view of morbid processes, which probably contributed more than any other single cause to vindicate for pathology the place which he claimed for it among the biological sciences, Virchow made many important contributions to histology and morbid anatomy and to the study of particular diseases.",
        "If the whole activity of the leaders serves as the expression of the people's will, as some historians suppose, then all the details of the court scandals contained in the biographies of a Napoleon or a Catherine serve to express the life of the nation, which is evident nonsense; but if it is only some particular side of the activity of an historical leader which serves to express the people's life, as other so-called \"philosophical\" historians believe, then to determine which side of the activity of a leader expresses the nation's life, we have first of all to know in what the nation's life consists.",
        "\"But for you and me, old fellow, it's time to drop these amenities,\" continued Dolokhov, as if he found particular pleasure in speaking of this subject which irritated Denisov.",
        "He set up an \" intelligence bureau \" in Rome, instituted mysteries like those of Eleusis, from which his particular enemies the Christians and Epicureans were alike excluded as \" profane,\" and celebrated a mystic marriage between himself and the moon.",
        "It is remarkable how easily and insensibly we fall into a particular route, and make a beaten track for ourselves.",
        "It was Dolokhov marching with particular grace and boldness in time to the song and looking at those driving past as if he pitied all who were not at that moment marching with the company.",
        "When the reading which lasted more than an hour was over, Langeron again brought his snuffbox to rest and, without looking at Weyrother or at anyone in particular, began to say how difficult it was to carry out such a plan in which the enemy's position was assumed to be known, whereas it was perhaps not known, since the enemy was in movement.",
        "He always had before his mind's eye the estate as a whole and not any particular part of it.",
        "It was difficult to come to a consensus about this particular issue.",
        "When the law speaks universally, and something happens which is not according to the common course of events, it is right that the law should be modified in its application to that particular case, as the lawgiver himself would have done, if the case had been present to his mind.",
        "His having encountered her in such exceptional circumstances, and his mother having at one time mentioned her to him as a good match, had drawn his particular attention to her.",
        "Of particular note is its all-beef footlong hot dog.",
        "The minority, among whom were prominent Ca\" \"pals Rauscher and Schwarzenberg, Hefele, bishop of Rotterdam (the historian of the councils) Cardinal Mathieu, Mgr Dupanloup, Mgr Maret, &c., &c., did not pretend to deny the papal infallibility; they pleaded the inopportuneness of the definition and brought forward difficulties mainly of an historical order, in particular the famous condemn ion of Pope Honorius by the 6th ecumenical council of Const: ntinople in 680.",
        "Anna Mikhaylovna also had of late visited them less frequently, seemed to hold herself with particular dignity, and always spoke rapturously and gratefully of the merits of her son and the brilliant career on which he had entered.",
        "Marquis Paulucci was talking to him with particular warmth and the Emperor, with his head bent to the left, was listening with a dissatisfied air.",
        "The three great sorrows of his life held his attention in particular: his love for a woman, his father's death, and the French invasion which had overrun half Russia.",
        "And his attention was suddenly carried into another world, a world of reality and delirium in which something particular was happening.",
        "The usual variations in habit that characterize plant-feeding insects are exhibited by the Thysanoptera some species being found only on one particular food-plant, while others thrive indifferently on a large assortment.",
        "Since in all domesticated cats retaining the colouring of the wild species the soles of the hind-feet correspond in this particular with the Egyptian rather than with the European wild cat, the presumption is in favour of their descent from the former rather than from the latter.",
        "I took particular pleasure in this breaking of ground, for in almost all latitudes men dig into the earth for an equable temperature.",
        "Also there is a bar across the entrance of our every cove, or particular inclination; each is our harbor for a season, in which we are detained and partially land-locked.",
        "Prince Andrew followed Speranski's every word and movement with particular attention.",
        "General events involuntarily group themselves around some particular incident.",
        "Such a rule of the two diameters not only guides us toward the sun in the system and the heart in man, but draws lines through the length and breadth of the aggregate of a man's particular daily behaviors and waves of life into his coves and inlets, and where they intersect will be the height or depth of his character.",
        "That particular dish has developed quite a cult following.",
        "The particular laws are as our points of view, as, to the traveller, a mountain outline varies with every step, and it has an infinite number of profiles, though absolutely but one form.",
        "Their selection for a particular purpose depends upon some special quality which they possess; thus for brewing certain essentials are demanded as regards stability, clarification, taste and smell; whereas, in distilleries, the production of alcohol and a high multiplying power in the yeast are required.",
        "During the summer resort guests can look forward to a full lunch, dinner, and late night menu, featuring salad, pasta, steak, lobster, sandwiches and themed nights, where a particular food item is featured.",
        "In particular, we recommend trying the lentil soup.",
        "How far this scheme of sacrifice holds good for other areas, and in particular for more primitive peoples, is an open question.",
        "For lunch, with dozens of items on the menu, particular local favorites are the mushroom risotto or the smoked trout insalate (salad).",
        "\"That's strange,\" she said to no one in particular.",
        "\"This is bad shit,\" he said to no one in particular.",
        "Dean asked no one in particular.",
        "A closer scrutiny of the writers of all ages who preceded Charles Darwin, and, in particular, the light thrown back from Darwin on the earlier writings of Herbert Spencer, have made plain that without Darwin the world by this time might have come to a.",
        "(5) Claims by individuals to particular seats in church or special places of sepulture.",
        "Smith, Marillier also maintained, but without clearly explaining the relation of this part of his theory to the preceding, that a human kinship group conceived the idea of allying itself with one god in particular.",
        "As the commander of a brigade he served with particular distinction in the battles of Kenesaw Mountain (June 29 - July 3, 1864), Peach Tree Creek (20th of July 1864) and Nashville (15th-16th of December 1864).",
        "In the particular case of a rectangular aperture the course of things can be readily followed, especially if we conceive f to be infinite.",
        "It will thus be seen that the term brahmanam applies not only to complete treatises of an exegetic nature, but also to single comments on particular texts or rites of which such a work would be made up.",
        "Its nature may differ widely according to the causes which have led to the establishment of the distinction between family and family in each particular case.",
        "This reaction has taken the form of a return to the alliance between algebra and geometry (ï¿½5), on which modern analytical geometry is based; the alliance, however, being concerned with the application of graphical methods to particular cases rather than to general expressions.",
        "On the other land, the lateness of occurrence of any particular mathematical idea is usually closely correlated with its intrinsic difficulty.",
        "Expressed Equations.-The simplest forms of arithmetical equation arise out of abbreviated solutions of particular problems. In accordance with ï¿½ 15, it is desirable that our statements should be statements of equality of quantities rather than of numbers; and it is convenient in the early stages to have a distinctive notation, e.g.",
        "For multiplication, for instance, we have the statement that, if P and Q are two quantities, containing respectively p and q of a particular unit, then p X Q = q X P; or the more abstract statement that p X q= q X p.",
        "- The calculation of the values of simple algebraical expressions for particular values of letters involved is a useful exercise, but its tediousness is apt to make the subject repulsive.",
        "What is more important is to verify particular examples of general formulae.",
        "These formulae are of two kinds: - (a) the general properties, such as m(a+b) = ma+mb, on which algebra is based, and (b) particular formulae such as (x - a) (x+a) = x 2 - a 2 .",
        "In the second place, particular cases lay the foundation for the general formula.",
        "In this, as in almost all other cases, particular examples should be worked before obtaining a general formula.",
        "We start with related facts, and adopt a particular method of visualizing the relation.",
        "In particular, the equality or inequality of values of two functions is more readily grasped by comparison of the lengths of the ordinates of the graphs than by inspection of the relative positions of their bounding lines.",
        "In the particular case it is clear that the H.C.F.",
        "In particular, n (r) = (n - I) (r-1) +(n (r- (r _ i) (13).",
        "The Coefficients In The Expansion Of (A A) N For Any Particular Value Of N Are Obtained By Reading Diagonally Upwards From Left To Right From The (N 1)Th Number In The First Column.",
        "ï¿½ ï¿½ x0 yn ï¿½ This must not be confused with the use of suffixes to denote particular terms of a series or a progression (as in ï¿½ 41 (viii.) and (ix.)).",
        "- The discussion, in ï¿½ of the number of terms of a particular kind in a particular product, forms part of the theory of combinatorial analysis, which deals with the grouping and arrangement of individuals taken from a defined stock.",
        "The following are some particular cases; the proof usually follows the lines already indicated.",
        "In particular, the number of permutations of the whole stock is n!.",
        "(v.) In particular, the equation P = o, where P has the value in (i.), cannot have more than n different roots.",
        "Thus we arrive at the differential coefficient of f(x) as the limit of the ratio of f (x+8) - f (x) to 0 when 0 is made indefinitely small; and this gives an interpretation of nx n-1 as the derived function of xn (ï¿½ 45)ï¿½ This conception of a limit enables us to deal with algebraical expressions which assume such forms as -° o for particular values of the variable (ï¿½ 39 (iii.)).",
        "In the particular case considered in ï¿½ 58 (i.) we were able to..",
        "Expressions of the form b1,1 - I and a-}-b A l - I, where a and b are real numbers, are then described as imaginary and complex numbers respectively; the former being a particular case of the latter.",
        "a n are scalars, and in particular applications may be restricted to real or complex numerical values.",
        "But when an algebra is used with a particular interpretation, or even in the course of its formal development, it frequently happens that new symbols of operation are, so to speak, superposed upon the algebra, and are found to obey certain formal laws of combination of their own.",
        "Let AoBo be a plane wave-surface of the light before it falls upon the prisms, AB the corresponding wave-surface for a particular part of the spectrum after the light has passed the prisms, or after it has passed the eye-piece of the observing telescope.",
        "The effect of each of the elements of the grating is then the same; and, unless this vanishes on account of a particular adjustment of the ratio a: d, the resultant amplitude becomes comparatively very great.",
        "Another particular case of interest is obtained by supposing a small relatively to (a+d).",
        "nor diminishes the If we define as the \" dispersion \" in a particular part of the spectrum the ratio of the angular interval dB to the corresponding increment of wave-length dX, we may express it by a very simple formula.",
        "In the former case the function of the telescope is simply to increase the dispersion, and the formation of the bands is of course independent of the particular manner in which the dispersion arises.",
        "The formation of black bands is thus explained, and it requires that the plate be introduced upon one particular side, and that the amount of the retardation be adjusted to a particular value.",
        "But, without entering upon matters of this kind, we may inquire in what manner a primary wave may be resolved into elementary secondary waves, and in particular as to the law of intensity and polarization in a secondary wave as dependent upon its direction of propagation, and upon the character as regards polarization of the primary wave.",
        "In particular, if x FIG.",
        "In physical chemistry he carried out many researches on the nature and process of solution, investigating in particular the thermal effects produced by the dilution of saline solutions, the variation of the specific heat of saline solutions with temperature and concentration, and the phenomena of liquid diffusion.",
        "Now it must be frankly admitted that the earlier books of psalms exhibit no particular suitability for the Temple services.",
        "A good deal is said about the musical services of the Levites in Chronicles, both in the account given of David's ordinances and in the descriptions of particular festival occasions.",
        "As to the Transvaal in particular, it was felt by Lord Carnarvon \" that the safety and prosperity of the republic would be best assured by its union with the British colonies.\"",
        "This agitation was directed with particular virulence against the high commissioner, whose recall, it was asserted, would remove the chief obstacle to peace.",
        "In the late usage at Harran the worshipper, after purifying his garments and his heart, was advised to put on the clothing of the particular god he addressed (de Goeje, Oriental Congress, Leiden, 1 Herod.",
        "While the particular prohibition regarding the beard and hair in Lev.",
        "This particular product was insoluble in a mixture of ether and alcohol, and its composition could be expressed by the term tri-nitrocellulose.",
        "Accius wrote other works of a literary character: Didascalicon and Pragmaticon libri, treatises in verse on the history of Greek and Roman poetry, and dramatic art in particular; Parerga and Praxidica (perhaps identical) on agriculture; and an Annales.",
        "deus, applied to all those superhuman beings of the heathen mythologies who exercise power over nature and man and are often identified with some particular sphere of activity; and also to the visible material objects, whether an image of the supernatural being or a tree, pillar, &c. used as a symbol, an idol.",
        "The effect of overwork upon an organ or tissue varies in accordance with (a) the particular organ or tissue concerned, (b) the amount of nourishment conveyed to it, and (c) the power of assimilation possessed by its cells.",
        "The cells of the tip at any given moment may be sensitive, but in a few days the power of receiving the stimulus has passed to other and younger cells which then constitute the tip. The power of appreciating the environment is therefore to be associated with the protoplasm only at a particular stage of its development and is transitory in its character.",
        "The protoplasm is sensitive to particular influences, perhaps of vibraticn, or of contact or of chemical action.",
        "(v.) A particular case is that of the sum I'd2r +3 r + ...",
        "His gaze shifted reflectively to nothing in particular.",
        "\"Tell me it's not true,\" she heard her emotionless voice saying to no one in particular.",
        "\"Damian's gonna be so pissed,\" Darian said to no one in particular.",
        "Or was it me in particular?",
        "It was just a garage that rents old junkers and they ain't particular.",
        "Anyway, she was telling me how much he loved animals — horses in particular.",
        "in particular.",
        "also in particular Plutarch, Artax.",
        "Of the several attempts to cross Western Australia, even Major Warburton's expedition, the most successful, had failed in the important particular of determining the nature of the country through which it passed.",
        "After the year 1884 Labour troubles became very frequent, the New South Wales coal miners in particular being at war with the colliery owners during the greater part of the six years intervening between then and what is called the Great Strike.",
        "Thus at the close of the 14th century, despite the constant wars between the feudal sovereigns who held sway in the Netherlands, the vigorous municipal life had fostered industry and commerce, and had caused Flanders in particular to become the richest possession in the world.",
        "materia, matter), in philosophy, the theory which regards all the facts of the universe as explainable in terms of matter and motion, and in particular explains all psychical processes by physical and chemical changes in the nervous system.",
        "If, therefore, one understood the signs noted on a particular liver, one entered, as it were, into the mind - as one of the manifestations of soul-life of the deity who had assimilated the being of the animal to his own being.",
        "It is to the collections formed by these baru-priests as a guidance for themselves and as a basis of instruction for those in training for the priesthood that we owe our knowledge of the parts of the liver to which particular attention was directed, of the signs noted, and of the principles guiding the interpretation of the signs.",
        "The town is an important agricultural centre, its fairs for sheep and ponies in particular being well attended.",
        "Descartes had left untouched, or nearly `so, the difficult problem of the relation between the universal element or thought and the particular desires or inclinations.",
        "In particular, his acceptance of the crown would have guaranteed his followers, under the act of Henry VII., from liability in the future to the charge of high treason for having given allegiance to himself as a de facto king.",
        "In particular that conception which regarded \"ambition\" as the guiding motive in his career has been dispelled by a more intimate and accurate knowledge of his life; this shows him to have been very little the creator of his own career, which was largely the result of circumstances outside his control, the influence of past events and of the actions of others, the pressure of the national will, the natural superiority of his own genius.",
        "- A detailed bibliography, with the chief authorities for particular periods, will be found in the article in the Dict.",
        "Every man being organized in a particular way has, of necessity, an aim, the fulfilment of which is good; and he has faculties for accomplishing it, directed by reason.",
        "His plan was to replace coined gold dollars by \" gold bullion dollar certificates \" which should command such weight of gold bullion as might legally be declared to constitute a dollar at that particular time.",
        "in particular, Bela was almost constantly at war for the possession of Styria, which ultimately fell to the Bohemians.",
        "Though we may allow that the results obtained by Rumford and Davy demonstrate satisfactorily that heat is in some way due to motion, yet they do not tell us to what particular dynamical quantity heat corresponds.",
        "The evidence upon a particular point may be very full at one period and almost entirely lacking at another.",
        "The particular sizes and descriptions of wires used are dependent upon the character of the \" circuits \" the longer and more important circuits requiring the heavier wire.",
        "When one of a series of keys (each corresponding to a letter) arranged round a pointer is depressed, the motion of the pointer, which is geared to the shuttle armature, is arrested on coming opposite that particular key, and the transmission of the currents to line is stopped, though the armature itself can continue to rotate.",
        "To each group is connected a set of apparatus; hence during a complete revolution of the arms a pair of instruments (at station A and station B) will be in communication four times, and the intervals during which any particular set of instruments at the two stations are not in connexion with each other become much smaller than in the case of fig.",
        "The movement for any particular combination of armatures can only take place once per revolution of the type-wheel and at one particular place.",
        "The motions impressed upon the carbon granules are very vigorous, and this together with the particular arrangement of the parts of the instrument is effectual in obviating the difficulty from packing which attended the use of earlier forms of granulated carbon transmitters.",
        "In another party line system a harmonic principle is employed: the ringing machines deliver alternating currents of four frequencies, while each bell is constructed to operate at a particular frequency only.",
        "This shaft, which carries a set of \" wipers \" connected to the incoming circuit, is susceptible of a vertical and a rotational movement, so that the wipers may be brought, first opposite any particular horizontal series of contacts, and then into actual contact with any particular set in the series.",
        "Armed bands had ~ already entered papal territory, but achieved nothing in particular.",
        "The Tripoli hinterland, however, was in danger of being absorbed by other powers having large African interests; the Anglo-French declaration of the 21st of March 1899 in particular seemed likely to interfere with Italian activity.",
        "As in other cases where animal colonies are formed by organic union of separate individuals, there is ever a tendency for the polyp-colony as a whole to act as a single individual, and for the members to become subordinated to the needs of the colony and to undergo specialization for particular functions, with the result that they simulate organs and their individuality becomes masked to a greater or less degree.",
        "As described for the polyp, they are wandering cells capable of extensive migrations before reaching the particular spot at which they ripen.",
        "These first unscientific ideas of a genesis of the permanent objects of nature took as their pattern the process of organic reproduction and development, and this, not only because these objects were regarded as personalities, but also because this particular mode of becoming would most impress these early observers.",
        "More especially the cosmology of Anaximander resembles the modern doctrine of evolution in its conception of the indeterminate (rO filr€Lpov) out of which the particular forms of the cosmos are differentiated.",
        "Creation is the act by which God passes through the primordial causes, or universal ideas, into the region of particular things (processio), in order finally to return to himself (reversio).",
        "universal to the particular is of course conceived as a descent or degradation.",
        "This matter is differentiated into particular things (which are not privations but perfections) through the addition of an individualizing principle (haecceitas) to the universal (quidditas).",
        "Each monad is an original independent being, and is determined to take this particular point in the universe, this place in the scale of beings.",
        "In this particular, as in his view of organic actions, Kant distinctly opposed the idea of evolution as one universal process swaying alike the physical and the moral world.",
        "Aristotle, Haller, Harvey, Kielmeyer, Autenrieth, and many others have either made this observation incidentally, or, especially the latter, have drawn particular attention to it, and drawn therefrom results of permanent importance for physiology.\"",
        "When a series of the modifications of an anatomical structure has been sufficiently examined, it is frequently possible to decide that one particular condition is primitive, ancestral or central, and that the other conditions have been derived from it.",
        "With reference to any particular group of forms such a new centre of modification may be termed a metacentre, and it is plain that the archecentre of the whole group is a metacentre of the larger group cf which the group under consideration is a branch.",
        "Statistical inquiry into the facts of life has long been employed, and in particular Francis Galton, within the Darwinian period, has advocated its employment and developed its methods.",
        "The fifth canon provides that those, whether clerics or laymen, who are cut off from communion in any particular province are not to be admitted thereto elsewhere.",
        "(d) The official of the bishop might be his official principal, who was his alter ego, or a special officer for a particular locality (officialis foraneus).",
        "Van Espen says: \" The whole right of appeal to the Roman pontiff omisso medio had undoubtedly its origin in this principle, that the Roman pontiff is ordinary of ordinaries, or, in other words, has immediate episcopal authority in all particular churches, and this principle had its own beginning from the False Decretals.\"",
        "To this commission may be referred the cognizance of particular matters.",
        "Franke also shows that there were local peculiarities in small matters of spelling and inflexion, and that the particular form of the language used in and about the Avanti district, of which the capital was Ujjeni (a celebrated pre-Buddhistic city), was the basis of the language used in the sacred texts as we now have them.",
        "indicated the particular planet they were under led to their use in diseases and for constitutions supposed to be under the same planet.",
        "The \" rhapsodic theogony \" in particular exercised great influence on Neoplatonism.",
        "with the conducting system, according to the varying needs of the particular type of plant-body.",
        "The study of the differentiation of protoplasm was at that time seldom undertaken, and no particular attention was paid either to fixing it, to enable staining methods to be accurately applied to it, or to studying the action of chemical reagents upon it.",
        "Another kind of differentiation in such a cell-mass as we are dealing with is the setting apart of particular groups of cells for various metabolic purposes.",
        "We have the formation of numerous mechanisms which have arisen in connection with the question of food supply, which may not only involve particular cells, but also lead to differentiation in the protoplasm of those cells, as in the development of the chloroplastids of the leaves and other green parts.",
        "They have shown that columns of water of very small diameter can so resist tensile strain that they can be lifted bodily instead of flowing along the channel, They suggest that the forces causing the movement are complex, and draw particular attention to the pull upwards in consequence of disturbances in the leaves.",
        "The rays which in the absence of the solution of chlorophyll would have occupied those spaces have no power to pass through it, or in other words chlorophyll absorbs those particular rays of light which are missing.",
        "It may be, however, that there is no special mechanism, but that this power is a particular differentiation of a physiological kind, existing in all vegetable protoplasm, or in that of certain cells.",
        "While we know little of the processes of proteid-construction, we are almost completely in the dark also as to what are the particular proteids which are first constructed.",
        "One of these hairs can be seen to be penetrated at a particular spot, and the entering body is then found to grow along the length of the hair till it reaches the cortex of the root.",
        "The nodules, in particular, appear to play the important part in the process.",
        "In the lowliest plants growth may be co-extensive with the plantbody; in all plants of any considerable size, however, it is localized in particular regions, and in them it is associated with the formation of new protoplasts or cells.",
        "The response to the stimulus takes the form of increasing the permeability of particular cells of the growing structures, and so modifying the degree of the turgidity that is the precursor of growth in them.",
        "It may be that in particular cases particular modes of cultivation disfavour the host; or that the soil, climate or seasons do so; but overwhelming evidence exists to show that the principal causes of epidemics reside in circumstances which favor the spread, nutrition and reproduction of the pest, and the lesson to be learnt is, that precautions against the establishment of such favoring conditions must be sought.",
        "It may be due to insufficient illumination (Etiolation), as seen in geraniums kept in too shaded a situation, and is then accompanied by soft tissues, elongation of internodes, leaves usually reduced in size, &c. The laying of wheat is a particular case.",
        "the numerous galls on the oakbut the gall itself furnishes well adapted protection and abundant stores of nutriment to its particular larva, and often appears to be borne without injury to the plant.",
        "The former is concerned with the division of the earths surface into major districts characterized by particular plants or taxonomic groups of plants, with the subdivision of these floristic districts, and with the geographical distribution (both past and present) of the various taxonomic units, such as species, genera, and families.",
        "Geographical FactorsGeographical position determines the particular species of plants which grow in any particular locality.",
        "frbs which occur on particular dry kinds of soil, such as lime- rf one rocks, stiff clay, and so forth (Warming, 1909: 289).",
        "The question of universal names for vegetation units is bound lay with that of the universality or otherwise of particular O~ mations.",
        "It is possible, of course, that each explanation is correct in particular cases, as the views are by no means mutually exclusive.",
        "This so-called direct effect of external conditions upon the form and structure of the body differs from the indirect effect in that the resulting variations bear a relation, of the nature of adaptation, to those conditions; the effect of the conditions is not only to cause variation, but to cause variation in a particular direction.",
        "Perhaps even more striking is the absence 01 Cupuliferae; Quercus, in particular, which from Tertiary times ha~ been a conspicuous northern type and in Malavan tropical condition~ has developed others which are widely divergent.",
        "circare, to go round in a circle, to explore), the act of searching into a matter closely and carefully, inquiry directed to the discovery of truth, and in particular the trained scientific investigation of the principles and facts of any subject, based on original and first-hand study of authorities or experiment.",
        "Ptolemy used the word geography to signify the description of the whole oekumene on mathematical principles, while chorography signified the fuller description of a particular region, and topography the very detailed description of a smaller locality.",
        "Each country is described with particular regard to its people as well as to its surface, and the prominence given to the human element is of special interest.",
        "Physical geography itself is divided into two parts: a general, which has to do with the earth and all that belongs to it - water, air and land; and a particular, which deals with special products of the earth - mankind, animals, plants and minerals.",
        "Particular importance is given to the vertical relief of the land, on which the various branches of human geography are shown to depend.",
        "It was held that the earth had been created so as to fit the wants of man in every particular.",
        "And in particular 1-e told of the remarkable voyage of Other, a Norwegian of Helgelsnd, who was the first authentic Arctic explorer, the first to tell of the rounding of the North Cape and the sight of the midnight sun.",
        "The deviation is of importance in the movement of air, of ocean currents, and to some extent of rivers.3 In popular usage the words \" physical geography \" have come to mean geography viewed from a particular standpoint rather than any special department of the subject.",
        "Although the term has since been limited by some writers to one particular part of the subject, it seems best to maintain the original and literal meaning.",
        "The mount, composed of a surface falling away on every side from a particular place.",
        "The hollow or form produced by a land surface sloping inwards from all sides to a particular lowest place, the converse of a mount.",
        "The land he tills he holds, and acquires a closer connexion with a particular patch of ground than either the hunter or the herdsman.",
        "It is therefore just as much the business of the zoogeographer, who wishes to arrive at the truth, to ascertain what groups of animals are wanting in any particular locality (altogether independently of its extent) as to determine those which are forthcoming there.",
        "Another branch of the Alectoromorphae, in particular of the Galliformes, when these were still scarcely separated from the Gruiformes, especially rail-like birds, leads through Opisthocomi to the Cuculiformes.",
        "Among particular discussions may be named Cheyne, Ency.",
        "Henceforward important works are produced not by schools but by particular teachers, who, however, no doubt often represent the opinions of a school.",
        "Some of these were actual decisions of particular Geonim; others were an official summary of the discussion of the subject by the members of the School.",
        "-Only the more comprehensive works are mentioned here, omitting those relating to particular authors, and those already cited.",
        "On particular authors and subjects there are many excellent monographs in the Jewish Encyclopaedia (New York, 1901-6), to which the present article is much indebted.",
        "His chief exploits during the war were his defence of the wounded Sarpedon, his fight with Ajax, son of Telamon (his particular enemy), and the storming of the Greek ramparts.",
        "In particular, they eagerly accepted the worship of \"Augustus and Rome,\" devised by the first emperor as a bond of state religion connecting the provinces with Rome.",
        "The salts of the acid, however, are stable, the sodium salt in particular being largely used for photographic purposes under the name of \"hypo.\"",
        "The remaining species of the group, mostly SouthAmerican, do not seem here to need particular notice.",
        "This last is a word which is often greatly abused; but, whenever it is used with any regard to its true meaning, it is a word strictly political, implying a particular form of government.",
        "But the particular way in which oligarchy was finally established at Venice had some singular results.",
        "His younger daughter married a subaltern in a line regiment, belonging to the lesser nobility; as ennobled by marriage (according to the liberal rule of this particular court), she was duly \"presented.\"",
        "Of this he mentions particular cases.",
        "(Whether one calls the unknowable a revealed mystery or an unexplained and inexplicable fact makes little difference.) William Paley (1743-1805) borrows from many writers; he borrows Lardner's learning and Butler's \" particular evidence for Christianity,\" viz.",
        "Agriculture is the chief means of subsistence; rice being a crop of particular importance.",
        "The complicated plot is constructed with greater skill than is usual with this dramatist, and the pathos of particular situations, and of the entire character of Penthea - a woman doomed to hopeless misery, but capable of seeking to obtain for her brother a happiness which his cruelty has condemned her to forego - has an intensity and a depth which are all Ford's own.",
        "Ford owes his position among English dramatists to the intensity of his passion, in particular scenes and passages where the character, the author and the reader are alike lost in the situation and in the sentiment evoked by it; and this gift is a supreme dramatic gift.",
        "The edict of emancipation abolished this jurisdiction, and set up instead in each volost a court particular to the peasants (volostnye sud), of which the judges and jury, themselves peasants, were elected by the assembly of the volost (volostnye skhod) each year.",
        "In adopting foreign innovations, he showed, like the Japanese of the present day, no sentimental preference for any particular nation, and was ready to borrow from the Germans, Dutch, English, Swedes or French whatever seemed best suited for his purpose.",
        "When peace was finally concluded, he had obtained that predominant position in European politics which had been the object of his ambition since the commencement of his reign, and he now believed firmly that he had been chosen by Providence to secure the happiness of the world in general and of the European nations in particular.",
        "Attempts have been made to bring it into more general use, but without success; and it is only in particular circumstances that navigation, with the aid either of locks or inclined planes to surmount the elevations, will not present a more convenient medium for an extended trade.\"",
        "This classification is based partly upon special conditions of service, which make some articles more economical to carry than others (with particular reference to the question whether the goods are offered to the companies in car-loads or in small parcels), but chiefly with regard to the commercial value of the article, and its consequent ability to bear a high charge or a low one.",
        "Besides the system of charges thus prescribed in the classification and rate-sheet, each tariff provides for a certain number of special rates or charges made for particular lines of trade in certain localities, independently of their relation to the general system.",
        "Except in hard rock, the top width of a cutting, and therefore the amount of material to be excavated, increases rapidly with the depth; hence if a cutting exceeds a certain depth, which varies with the particular circumstances, it may be more economical, instead of forming the sides at the slope at which the material of which they are composed will stand, to make them nearly vertical and support the soil with a retaining wall, or to bore a tunnel.",
        "The second arrangement enables any particular engine to enter or leave without disturbing the other; but on the other hand an accident to the turn-table may temporarily imprison the whole of them.",
        "The same operation is repeated with fresh batches of wagons, until the sidings contain a number of trains, each intended, it may be supposed, for a particular town or district.",
        "The rate at which work is done on a particular axle is measured by the product where T is the torque or turning moment exerted on the axle by the motor or mechanism applied to it for this purpose, and is the angular velocity of the axle in radians per second.",
        "The average value of the product of these percentages, namely o 65 Xo 09 =0.06 say, may be used to investigate generally the working of a locomotive; the actual value could only be determined by experiment in any particular case.",
        "Let p be the mean pressure in pounds per square inch, calculated from an indicator diagram taken from a particular cylinder when the speed of the crank-shaft is n revolutions per second.",
        "In a particular case where the boiler pressure was maintained constant at 130 lb per square inch, and the cut-off was approximately 20% of the stroke, the values c =55 and b=o 031 were deduced, from which it will be found that the value of the piston speed corresponding to the maximum horsepower is 887 ft.",
        "26 gives a general idea of the American gauge in a particular case, generally typical, however, of the American limits.",
        "Buds of a particular tree growing near the sea were described as producing barnacles, and these, falling into the water, were supposed to develop into geese.",
        "and in particular show interconnexions with each other not to be accounted for by knowledge normally possessed by the writers.9 At no period of the spiritualistic movement has the class of physical phenomena been accepted altogether without criticism.",
        "What may broadly be called \"conjuring\" is a much more probable explanation of most of the recorded phenomena; and in the vast majority of cases the witnesses do not seem to have duly appreciated the possibilities of conjuring, and have consequently neither taken sufficient precautions to exclude it nor allowed for the accidental circumstances which may on any particular occasion favour special tricks or illusions.",
        "It was discovered very early in the movement that the accuracy of these communications could not always be relied on; but it is maintained by spiritualists that by the intelligent exercise of the reason it is possible to judge whether the communicating intelligence is trustworthy, especially after prolonged acquaintance with particular intelligences, or where proofs are given of identity with persons known to have been trustworthy on earth.",
        "He also encouraged architecture, and in particular constructed the beautiful colonnade in the piazza of St Peter's.",
        "The new edition in five volumes (1814) contained some previously unpublished matter, and in particular the fragment on the revolutions of Switzerland.",
        "Before Lightfoot's time commentaries, especially on the epistles, had not infrequently consisted either of short homilies on particular portions of the text, or of endeavours to enforce foregone conclusions, or of attempts to decide with infinite industry and ingenuity between the interpretations of former commentators.",
        "Rivoira, in the book cited below, shows that many of the characteristic architectural details can be traced back to a classical and in particular a Roman origin, and were not derived from the East, e.g.",
        "He treated the question at issue as one of pure logic, and disliking the Reformers, the right of private judgment which Protestants claimed, and the somewhat prosaic uniformity of the English Church, he flung himself into a general campaign against Protestantism in general and the Anglican form of it in particular.",
        "Thus we get a complete scientific demonstration of the causation of malaria in three stages: (1) the discovery of the parasite by Laveran; (2) its life-history in the human host and connexion with the fever demonstrated by the Italian observers; (3) its life-history in the alternate host, and the identification of the latter with a particular species of mosquito by Ross and Manson.",
        "In particular, the overthrow of Israel as foreshadowed in I Kings xxii.",
        "It is true that the situation in Israel or Samaria continues obscure, but a careful study of literary productions, evidently not earlier than the 7th century B.C., reveals a particular loftiness of conception and a tendency which finds its parallels in Hosea and approximates the peculiar characteristics of the Deuteronomic school of thought.",
        "They entered into an agreement to obey its teaching, undertaking in particular to avoid marriages with foreigners (x.",
        "The complexity of modern knowledge and the interrelation of its different branches are often insufficiently realized, and that by writers who differ widely in the application of such material as they use to their particular views of the manifold problems of the Old Testament.",
        "At Alexandria in particular Alexander provided for a Jewish colony which soon became Hellenic enough in speech to require a translation of the Law.",
        "The Jews in particular had a friend at court.",
        "Robert of Aragonvicar-general of the papal states - in particular encouraged the Jews and supported them in their literary and scientific ambitions.",
        "The latter event is proved by a Latin address (of no particular merit) to the Doge and Senate entitled Oratio J.",
        "Each kind of ant is so addicted to its own particular fungal food that it refuses disdainfully, even when hungry, the produce of an alien nest.",
        "To him belongs the merit of carrying out some of the earliest determinations of the quantities by weight in which acids saturate bases and bases acids, and of arriving at the conception that those amounts of different bases which can saturate the same quantity of a particular acid are equivalent to each other.",
        "The word Orchis is used in a special sense to denote a particular genus of the Orchid family (Orchidaceae); very frequently, also, it is employed in a more general way to indicate any member of that large and very interesting group. It will be convenient here to use the word Orchis as applying to that particular genus which gives its name to the order or family, and to employ the term \"orchid\" in the less precise sense.",
        "In addition there is in this particular genus, as indeed in many others, a long tubular spur or horn projecting downwards from the back of the lip, whose office it is to secrete and store a honeyed juice; the forepart of the lip forms an expanded plate, usually larger and more brightly coloured than the other parts of the flower, and with hairs or ridges and spots of various kinds according to the species.",
        "The distribution of the Mongolian group in Asia offers no particular difficulty.",
        "The ultimate victory of England seems due less to any particular aptitude for dealing with oriental problems than to a better command of the seas and to considerations of European politics.",
        "The publication of Hume's treatise turned his attention to philosophy, and in particular to the theory of external perception.",
        "It is here that the danger of \"the ideal system\" really lies - in its reduction of reality to \"particular perceptions,\" essentially unconnected with each other.",
        "In logical language, he denies the actuality of the abstract particular.",
        "In particular, the Roman \"North Road\" which ran from York through Corbridge and over Cheviot to Newstead near Melrose, and thence to the Wall of Pius, and which has largely been in use ever since Roman times, is now not unfrequently called Watling Street, though there is no old authority for it and throughout the middle ages the section of the road between the Tyne and the Forth was called Dere Street.",
        "Vezhdovsky has lately seen reasons for regarding the blood system as originating entirely from the hypoblast by the secretion of fluid, the blood, from particular intestinal cells and the consequent formation of spaces through pressure, which become lined with these cells.",
        "It is obtainable from most natural fatty bodies by the action of alkalis and similar reagents, whereby the fats are decomposed, water being taken up, and glycerin being formed together with the alkaline salt of some particular acid (varying with the nature of the fat).",
        "With one symbol for an unknown, it will easily be understood what scope there is foradroit assumptions, for the required numbers, of expressions in the one unknown which are at once seen to satisfy some of the conditions, leaving only one or two to be satisfied by the particular value of x to be determined.",
        "The author then points out the great advantages of enclosure; recommends \" quycksettynge, dychynge and hedgeyng \"; and gives particular directions about settes, and the method of training a hedge, as well as concerning the planting and management of trees.",
        "The former admitted of the general use of wheel-carriages, of the ready conveyance of produce to markets, and in particular of the extended use of lime, the application of which was immediately followed by a great increase of produce.",
        "Wheat in particular was a poor crop in 1892, and the low yield was associated with falling prices due to large imports.",
        "This has taken the form of inoculating the soil with the particular organism required by the particular kind of leguminous crop. To this end the endeavour has been made to produce preparations which shall contain in portable form the organisms required by the several plants, and though, as yet, it can hardly be claimed that they have been generally successful, the work done justifies hopes that the problem will eventually be solved in a practical direction.",
        "Suppose we have selected one of the numerous subsidiary problems suggested by the general inquiry, and obtained such full and complete information about one particular industry that we of a can tabulate the wages of the workers for a long series of years.",
        "Again, the classification of an economic bibliography at once shows how varied has been the character of economic investigation, ranging from the most abstract speculation on the one hand to almost technical studies of particular trades on the other.",
        "In historical and statistical investigation, or in special studies of particular subjects, it is possible, given the pecuniary means, to organize a whole army of skilled assistants, and with ordinary care to combine the results of their separate efforts.",
        "The law may apparently be \" a general rule \" or \" a tendency \" which is liable to be \" checked,\" or a particular case of the law of the conservation of energy.",
        "In its modern form the doctrine is far too general to be serviceable without the closest scrutiny of all the facts relating to the particular case to which it is applied.",
        "For these problems we want, not a few old-established general principles which no one seriously calls in question, but genuine constructive and organizing capacity, aided by scientific and detailed knowledge of particular institutions, industries and classes.",
        "On this subject many monographs and larger works have been published in recent years, but dealing rather with such questions as trade unionism, co-operation and factory legislation, than the structure and organization of particular industries, or the causes and the results of the formation of the great combinations, peculiarly characteristic of the United States, but not wanting in England, which are amongst the most striking economic phenomena of modern times.",
        "Studies of particular questions, both concrete and theoretical, in foreign languages are too numerous to specify, and much of the best modern work is to be found in economic periodicals.",
        "Some southern parts, in particular Kosovo can be found in Category:Turkey in Europe, whereas the Vojvodina is in Category:Hungary.",
        "His general formula for getting at the number of units in any sensation is S = C log R, where s stands for the sensation, R for the stimulus numerically estimated, and c for a constant that must be separately determined by experiment in each particular order of sensibility.",
        "The sentence was approved by most of the churches, in particular by that of Rome.",
        "In particular he soon put the artillery of the besiegers in good order.",
        "Bonaparte in particular discerned the advantages which peace would bring in the consolidation of his position.",
        "His own violations of the treaties of Luneville and Amiens were overlooked; and in particular men forgot that the weakening of the Knights of St John by the recent confiscation of their lands in France and Spain, and the protracted delay of Russia and Prussia to guarantee their tenure of power in Malta, furnished England with good reasons for keeping her hold on that island.",
        "Works dealing mainly with particular periods.",
        "During this period of diplomatic work he acquired an exceptional knowledge of the affairs of Europe, and in particular of Germany, and displayed great tact and temper in dealing with the Swedish senate, with Queen Ulrica, with the king of Denmark and Frederick William I.",
        "Thanks to the exploration of Cnossus, we now know that Aegean civilization had its roots in a primitive Neolithic period, of uncertain but very long duration, represented by a stratum which (on that site in particular) is in places nearly 20 ft.",
        "His natural parts were excellent; and a strong bias in the direction of abstract thought, and mathematics in particular, was noticeable at an early date.",
        "The allies, in particular, at once suspected that Louis XIV.",
        "Like nearly all his predecessors since Aelian, he adopted an alphabetical arrangement, though this was not too pedantically preserved, and did not hinder him from placing together the kinds of birds which he supposed (and generally supposed rightly) to have the most resemblance to that one whose name, being best known, was chosen for the headpiece (as it were) of his particular theme, thus recognizing to some extent the principle of classification.3 Belon, with perhaps less book-learning than his contemporary, was evidently no mean scholar, and undoubtedly had more practical knowledge of birds - their internal as well as external structure.",
        "On reviewing the progress of ornithology since the end of the 18th century, the first thing that will strike us is the fact that general works, though still undertaken, have become proportionally fewer, while special works, whether relating to the ornithic portion of the fauna of any particular country, or limited to certain groups of birds - works to which the name of \" Monograph \" has become wholly restricted - have become far more numerous.",
        "It will perhaps be most convenient to begin by mentioning some of these last, and in particular a number of them which appeared at Vail- Paris very early in the 19th century.",
        "For the rest his classification demands no particular remark; but that in a work of this kind he had the courage to recognize, for instance, such a fact as the essential difference between swallows and swifts lifts him considerably above the crowd of other ornithological writers of his time.",
        "Fuller knowledge has shown that Macgillivray was ill-advised in laying stress on the systematic value of adaptive characters, but his contributions to anatomy were valuable, and later investigators, in particular H.",
        "Again we must recur to that indefatigable and most original investigator Nitzsch, who, having never intermitted his study of the particular subject of his first contribution to Nitzsch.",
        "The remaining three are now seen to be obviously artificial associations, and the second of them, Clamatores, in particular, containing a very heterogeneous assemblage of forms; but it must be bottle in mind that the internal structure of some of them was at that time still more imperfectly known than now.",
        "Unfortunately none of these, however, can be compared for singularity with Archaeopteryx or with some American fossil forms next to be noticed, for their particular It is true that from the time of Buffon, though he scorned any regular classification, geographical distribution had been occasionally held to have something to do with systematic arrangement; but the way in which the two were related was never clearly put forth, though people who could read between the lines might have guessed the secret from Darwin's Journal of Researches, as well as from his introduction to the Zoology of the \" Beagle\" Voyage.",
        "The next few years were filled with negotiations and intrigues with Spain and France which did not lead to any particular result, but on the death in 1612 of Duke Francesco Gonzaga of Mantua, who was lord of Monferrato, Charles Emmanuel made a successful coup de main on that district.",
        "Covenants by the lessee to build and repair, not to assign or underlet without license, or to insure, or not to carry on a particular trade on the premises leased, have been held not to be \" usual.\"",
        "The decisions on the point are numerous and difficult to reconcile, but the main test is whether, on the true construction of the particular covenant, the lessee has undertaken to indemnify the landlord against payments of all kinds.",
        "1732); in particular, for loss by fire unless he show that the fire happened by accident, force majeure, or defect of construction, or through communication from a neighbouring house (Art.",
        "Graber turned their attention to the detailed investigation of some one species or to special points in the structure of some particular organs, using for the elucidation of their subject the ever-improving microscopical methods of research.",
        "Accordingly a selection of particular plants to breed from, because they possess certain desirable characteristics, is as rational as the selection of particular animals for breeding purposes in order to maintain the character of a herd of cattle or of a flock of sheep.",
        "- The method employed is to select, for seed purposes, plants which are resistant to the particular disease.",
        "In some instances a slight difference in the shape, mode of opening, &c., of the boll prevents this, and accordingly seed is selected from bolls which suffer least under the particular adverse conditions.",
        "Again we must distinguish between the \" future \" contracts for the delivery of a particular kind of cotton, which may be entered into by spinners and their brokers, and are real purchases in the sense that the spinners want delivery of the cotton referred to, and the \"futures,\" which always relate 1 The Cotton Trade of Great Britain, by Thomas Ellison, p. 186.",
        "Some spinners cover their yarn contracts merely by buying \" futures,\" but the cover thus provided is frequently most inadequate owing to variations in the \" points on or off\" for the particular cotton that they want.",
        "But that view which admits a life of God that is not benumbed in an unchangeable sameness will be able to understand his eternal co-working as a variable quantity, the transforming influence of which comes forth at particular moments and attests that the course of nature is not shut up within itself.",
        "Manchuria was claimed by Russia as her particular sphere of interest towards the close of the 19th century, and in the course of the disturbances of 1900 Russian troops occupied various parts of the country.",
        "This last fact in particular caused western Europe to dream of an alliance with the great khan \"Prester John,\" who should aid in the reconquest of Jerusalem and the final conversion to Christianity of the whole continent of Asia.",
        "Some of them lay the blame on the papacy; and it is true that the papacy had contributed towards the decay of the Crusades when it had allowed its own particular interests to overbear the general welfare of Christianity, and had dignified with the name and the benefits of a Crusade its own political war against the Hohenstaufen.",
        "It is not so much that the West came into contact with a particular civilization in the East, or borrowed from that civilization; it is simply that the West came into contact with something unlike itself, yet in many ways as high as, if not higher than, itself.",
        "(2) Particular authorities.",
        "It is impossible here to follow in detail the numerous changes in the distribution of the territory and the gradual disappearance of particular dynasties which maintained a footing for some time longer in Chalcis, Abila, Emesa and Palestine; but it is of special interest to note that the kingdom of the Arab Nabataeans was able to keep its hold for a considerable period on the north as far as Damascus.",
        "Although not particular in the choice of some of the associates of his pleasures, he admitted none but men of worth to his intimacy, and when once admitted they were treated like equals.",
        "Drew (1827-1900), the Democratic candidate for governor, then secured a mandamus from the circuit court restraining the board from going behind the face of the election returns; this was not obeyed and a similar mandamus was therefore obtained from the supreme court of Florida, which declared that the board had no right to determine the legality of a particular vote.",
        "This general view is set forth in a number of particular observations.",
        "It is not necessary to suppose that the writer has here any particular case in mind.",
        "A particular instance is mentioned (ix.",
        "The general historical situation, also, presupposed or referred to, is that of the period from the year 200 B.C. to the beginning of our era; in particular, the familiar references to kings as a part of the social system, and to social dislocations (servants and princes changing places, x.",
        "As it is rich in specific expressions for the various aspects of certain ideas, it is requisite to employ always the most appropriate term suited to the particular aspect.",
        "Regarding all substances as being composed of one primitive matter - the prima materia, and as owing their specific differences to the presence of different qualities imposed upon it, the alchemist hoped, by taking away these qualities, to obtain the prima materia itself, and then to get from it the particular substance he desired by the addition of the appropriate qualities.",
        "This statement represents a doctrine widely held in the 13th century, and also to be found in the Greek alchemists, that everything endowed with a particular apparent quality possesses a hidden opposite quality, which can be rendered apparent by fire.",
        "But of all the Hildebrandine statesmen who applied their teacher's ideas within the sphere of a particular national church he was the most successful.",
        "4, 46) is usually interpreted to be the Baal or God of the covenant, but whether of covenants in general or of a particular covenant concluded at Shechem is disputed.",
        "The particular line of development would vary in different places, but the change from an association of the Baal with earthly objects to heavenly is characteristic of a higher type of belief and appears to be relatively later.",
        "The earliest certain reaction against Baalism is ascribed to the reign of Ahab, whose marriage with Jezebel gave the impulse to the introduction of a particular form of the cult.",
        "In 1858, under the stimulus of Henry C. Brockmeyer, Harris became interested in modern German philosophy in general, and in particular in Hegel, whose works a small group, gathering about Harris and Brockmeyer, began to study in 1859.",
        "the hypothetical radicals of acids, were denoted by squares enclosing the initial letter of the base; an alkali was denoted by a triangle, and the particular alkali by inserting the initial letter.",
        "He regarded the chemical properties of a substance as due to (1) the chemical atoms composing it, and (2) the structure, and he asserted that while different compounds might have the same components (isomerism), yet only one compound could have a particular structure.",
        "This symbol, however, not only represents the particular element, but a certain definite quantity of it.",
        "The number of units of affinity active in the case of any particular element is largely dependent, however, upon the nature of the element or elements with which it is associated.",
        "In particular, the salts of potassium, sodium and ammonium were carefully investigated, but sodium and potassium salts were rarely differentiated.",
        "cluded that in compounds the benzene nucleus appears to be capable of existence in two tautomeric forms, in the sense that each particular derivative possesses a definite constitution.",
        "In quantitative analysis the methods can be subdivided into: (a) gravimetric, in which the constituent is precipitated either as a definite insoluble compound by the addition of certain reagents, or electrolytically, by the passage of an electric current; (b) volumetric, in which the volume of a reagent of a known strength which produces a certain definite reaction is measured; (c) colorimetric, in which the solution has a particular tint, which can be compared with solutions of known strengths.",
        "It must be mentioned here that the reactions of any particular substance are given under its own heading, and in this article we shall only collate the various operations and outline the general procedure.",
        "Some of these insoluble compounds can be detected by their colour and particular reactions.",
        "It is unnecessary here to dwell on the precautions which can only be conveniently acquired by experience; a sound appreciation of analytical methods is only possible after the reactions and characters of individual substances have been studied, and we therefore refer the reader to the articles on the particular elements and compounds for more information on this subject.",
        "(a) Gravimetric. - This method is made up of four operations: (I) a weighed quantity of the substance is dissolved in a suitable solvent; (2) a particular reagent is added which precipitates the substance it is desired to estimate; (3) the precipitate is filtered, washed and dried; (4) the filter paper containing the precipitate is weighed either as a tared filter, or incinerated and ignited either in air or in any other gas, and then weighed.",
        "Details will be found in the articles on particular metals.",
        "The calculation of the percentage of the particular constituent is simple.",
        "In any attempts to gain an insight into the relations between the physical properties and chemical composition of substances, the fact must never be ignored that a comparison can only be made when the particular property under consideration is determined under strictly comparable conditions, in other words, when the molecular states of the substances experimented upon are identical.",
        "Van der Waal's equation (p-I- a/v 2) (v - b) = RT contains two constants a and b determined by each particular substance.",
        "The molecular volume is additive in certain cases, in particular of analogous compounds of simple constitution.",
        "the amount which is equivalent to one part of hydrogen; and (2) a factor which denotes the number of atoms of hydrogen which combines with or is equivalent to one atom of the particular element.",
        "A table of the atomic refractions and dispersions of the principal elements is here given: Dispersion and Composition.-In the preceding section we have seen that substances possess a definite molecular (or atomic) refraction for light of particular wave-length; the difference between the refractions for any two rays is known as the molecular (or atomic) dispersion.",
        "(3) If a colourless compound gives a coloured one on solution or by salt-formation, the production of colour may be explained as a particular form of ionization (Baeyer), or by a molecular rearrangement (Hantzsch).",
        "Many instances have been recorded where substitution has effected a deformation in one particular direction, the crystals of homologous compounds often exhibiting the same angles between faces situated in certain zones.",
        "The measure of the loss of symmetry associated with the introduction of alkyl groups depends upon the relative magnitudes of the substituent group and the rest of the molecule; and the larger the molecule, the less would be the morphotropic effect of any particular substituent.",
        "The part played by conscience in relation to general moral laws and particular cases will vary according to the view taken of the character of the general laws.",
        "626); but some such support is so obviously required by the necessities of a despot's position that we need not suppose it derived from any particular precedent.",
        "Such worship might be the spontaneous homage of a particular Greek community, like that offered to Antigonus by Scepsis in 311 (fount.",
        "He then settled for some years as a medical practitioner at Penzance; there geology engaged his particular attention, and he became secretary of the Royal Geological Society of Cornwall.",
        "The Periegesis of Dionysius of Alexandria is a popular description of the world in hexameters, of no particular scientific value (c. A.D.",
        "\" Geography,\" in the sense in which he uses the term, signifies the delineation of the known world, in the shape of a map, while chorography carries out the same objects in fuller detail, with regard to a particular country.",
        "Of the many general maps of the world or of particular countries, a large number illustrate such works as G.",
        "There are, however, a number of works, beautifully illustrated, which deal fully with particular periods of the subject.",
        "23), the particular form of asceticism being less essential.",
        "It is not improbable that all dogs sprang from one common source, but climate, food and cross-breeding caused variations of form which suggested particular uses, and these being either designedly or accidentally perpetuated, the various breeds of dogs arose, and became numerous in proportion to the progress of civilization.",
        "Of late years, in certain of their meetings on Sunday evening, it has become customary for part of the time to be occupied with set addresses for the purpose of instructing the members of the congregation, or of conveying the Quaker message to others who may be present, all their meetings for worship being freely open to the public. In a few meetings hymns are occasionally sung, very rarely as part of any arrangement, but almost always upon the request of some individual for a particular hymn appropriate to the need of the congregation.",
        "The points on which special stress is laid are: - (i) the share of responsibility resting on each individual, whether called to vocal service or not, for the right spiritual atmosphere of the Meeting, and for the welfare of the congregation; (2) the privilege which may be enjoyed by each worshipper of waiting upon the Lord without relying on spoken words, however helpful, or on other outward matters; (3) freedom for each individual (whether a Friend or not) to speak, for the help of others, such message as he or she may feel called to utter; (4) a fresh sense of a divine call to deliver the message on that particular occasion, whether previous thought has been given to it or not.",
        "The particular prohibition of Paul (i Cor.",
        "The history of this is part of the history of America and of Pennsylvania (q.v.) in particular.",
        "Of particular interest is the presence of patches or ledges of an old stalagmitic floor, three to four feet above the present floor.",
        "Conditions might be annexed by the master to the gift of freedom, as of continued residence with him, or of general service or some particular duty to be performed, or of a money payment to be made.",
        "The brunt of the attack fell upon the command of Moore, and in particular upon the 28th (Gloucestershire Regiment).",
        "His text, however, is so confused, both from obscurity of style and from corruptions in the MSS., that there is much difference of opinion as to the meaning of many words and phrases employed in his narrative, and their application in particular points of detail.",
        "In one important particular, however, affecting the primary construction of the material, there can no longer be any doubt.",
        "The mention of a particular water has caused trouble to the commentators.",
        "To these ecclesiastical precepts and expiations belong in particular the numerous ablutions, bodily chastisements, love of truth, beneficial works, support of comrades in the faith, alms, chastity, improvement of the land, arboriculture, breeding of cattle, agriculture, protection of useful animals, as the dog, the destruction of noxious animals, and the prohibition either to burn or to bury the dead.",
        "The ordinary systematic arrangement possesses the great advantage, in the case of large genera, of readily indicating the affinities of any particular specimen with the forms most nearly allied to it.",
        "Filamentous diatoms may be mounted like ordinary seaweeds, and, as well as all parasitic algae, should whenever possible be allowed to remain attached to a portion of the alga on which they grow, some species being almost always found found parasitical on particular plants.",
        "Such marks had often a religious significance, and denoted that the bearer was a follower of a particular deity.",
        "The original term, catacumbae, however, had no connexion with sepulture, but was simply the name of a particular locality in the environs of Rome.",
        "No particular mode was prescribed.",
        "They enumerate the following primary types of instinctive behaviour: the manner of attacking and capturing a particular kind of prey which alone affords the requisite presentation to sense; the manner of conveying the prey to the nest; the general style and locality of the nest; the method and order of procedure in stocking the nest with food for the unseen young.",
        "But it is probable that what we speak of as the imitative tendency is, in any given species, the expression of a considerable number of particular responses each of which is congenitally linked with a particular presentation or stimulus.",
        "But this specific application is dependent upon a prolonged racial preparation of the organism to respond in this particular way.",
        "16), but there is no mention of particular nations.",
        "Of the rarer woods particular mention may be made of curly pine, yielding a wood of beautiful figure and polish; magnolia, hard, close-grained, of fine polish and of great lasting qualities; and cypress, light, strong, easily worked and never-rotting.",
        "Of the almost innumerable river cascades, those of the Sierra Maestra Mountains, and in particular the Moa cascade, have already been mentioned.",
        "Woodpeckers (Coloptes auratus), macaws, parrakeets and other small parrots, and trogons, these last of beautifully resplendent plumage, deserve particular mention.",
        "General Las Casas, in particular, left behind him in Cuba an undying memory of good efforts.",
        "Among the governors of the 19th century Miguel Tacon, governor in 1834-1839, a forceful and high-handed soldier, deserves mention, especially in the annals of Havana; he ruled as a tyrant, made many reforms as regarded law and order, and left Havana, in particular, full of municipal improvements.",
        "Here also it can be seen that the science of the finite ordinals is a particular subdivision of the general theory of classes and relations.",
        "+xnen, then this particular complex number relates x i to I, x 2 to 2,.",
        "Under the general heading \"Algebra and Theory of Numbers\" occur the subheadings \"Elements of Algebra,\" with the topics rational polynomials, permutations, &c., partitions, probabilities; \"Linear Substitutions,\" with the topics determinants, &c., linear substitutions, general theory of quantics; \"Theory of Algebraic Equations,\" with the topics existence of roots, separation of and approximation to, theory of Galois, &c. \"Theory of Numbers,\" with the topics congruences, quadratic residues, prime numbers, particular irrational and transcendental numbers.",
        "Now and then it has been dealt with piecemeal, when some particular class of creditors has become too pressing, but it is more than probable that the piece got rid of has been more or less rapidly replaced by fresh liabilities occasioned by budgetary deficits, or by the mere accumulation of interest on debts allowed to run on.",
        "Russia, meanwhile, had seized the occasion to send to Constantinople an ultimatum demanding satisfaction for her own particular grievances; the Porte resented the intrusion of new demands before the others had been dealt with, and hurried on preparations for war.",
        "engagements were binding, and then proceeded to abrogate this particular engagement.",
        "The other mosques do not merit any particular attention, and in general it may be said that Bagdad architecture is neither distinctive nor imposing.",
        "Greek philosophy in particular was the preparation of the Greeks for Christ.",
        "The fisheries, which are of great value, are carefully supervised and systematically replenished from the State Fish Hatchery at St Paul, and the Federal Fish Hatchery maintained at Duluth, in which particular attention is devoted to the fish of Lake Superior.",
        "Though the giving of blessings as a sacerdotal function is proper to the whole order of priests, particular benedictions have, by ecclesiastical authority, been reserved for the bishops, who may, however, delegate some of them; i.e.",
        "Fish, as is well known, devour them greedily, and enjoy a veritable feast during the short period in which any particular species appears.",
        "Finally, the plankton (and again the vegetable forms in particular) are practically restricted to the upper hundred fathoms or so of the sea.",
        "Accordingly the conception of the ark must be based in the first instance upon the beliefs of the particular clans or tribes whose sacred object it was.",
        "The traditional history of Ammon as related in the Old Testament is not free from obscurity, due to the uncertain date of the various references and to the doubt whether the individual details belong to the particular period to which each is ascribed.",
        "For some substances it has been shown to be independent of the particular reaction used.",
        "Hence we get the equation Ee = Le +Te (dE/dT) or E = L+T(dE/dT), as a particular case of the general thermodynamic equation of available energy.",
        "In the animal kingdom, also, it is very widely distributed, being sometimes a normal and sometimes a pathological constituent of the fluids and tissues; in particular, it is present in large amount in the urine of those suffering from diabetes, and may be present in nearly all the body fluids.",
        "All mortal sins, and in particular all public and other disorders, which are contrary to God's law shall in every rank of life be duly and judiciously prohibited and destroyed by those whose office it is.",
        "Louis XI., in particular, had to struggle against the appanaged nobles.",
        "Sometimes the metal is deposited in a pulverulent form, at others as a firm tenacious film, the nature of the deposit being dependent upon the particular metal, the concentration of the solution, the difference of potential between the electrodes, and other experimental conditions.",
        "An authority on precious stones, and especially the diamond, he succeeded in artificially making some minute specimens of the latter gem; and on the discovery of radium he was one of the first to take up the study of its properties, in particular inventing the spinthariscope, an instrument in which the effects of a trace of radium salt are manifested by the phosphorescence produced on a zinc sulphide screen.",
        "The Clerical Resignation Bonds Act 1828 makes a written promise to resign valid if made in favour of some particular nominee or one of two nominees, subject to the conditions that, where there are two nominees, each of them must be either by blood or marriage an uncle, son, grandson, brother, nephew or grand-nephew of the patron, that the writing be deposited with the registrar of the diocese open to public inspection, and that the resignation be followed by presentation within six months of the person for whose benefit the bond is made.",
        "The declaration is to the effect that the clergyman has not received the presentation in consideration of any sum of money, reward, gift, profit or benefit directly or indirectly given or promised by him or any one for him to any one; that he has not made any promise of resignation other than that allowed by the Clerical Resignation Bonds Act 1828; that he has not for any money or benefit procured the avoidance of the benefice; and that he has not been party to any agreement invalidated by sec. 3 sub-sec. 3 of the act which invalidates any agreement for the exercise of a right of patronage in favour or on the nomination of any particular person, and any agreement on the transfer of a right of patronage (a) for the retransfer of the right, or (b) for postponing payment of any part of the consideration for the transfer until a vacancy or for more than three months, or (c) for payment of interest until a vacancy or for more than three months, or (d) for any payment in respect of the date at which a vacancy occurs, or (e) for the resignation of a benefice in favour of any person.",
        "Arithmetical groups, connected with the theory of quadratic forms and other branches of the theory of numbers, which are termed \"discontinuous,\" and infinite groups connected with differential forms and equations, came into existence, and also particular linear and higher transformations connected with analysis and geometry.",
        "b., we obtain by comparison with the middle series the symbolical representation of all symmetric functions in brackets () appertaining to the quantities p i, P2, P3,ï¿½ï¿½ï¿½ To obtain particular theorems the quantities a l, a 2, a 3, ...a, n are auxiliaries which are at our entire disposal.",
        "From the value of A we may separate those members which contain a particular element a ik as a factor, and write the portion aik A ik; A k, the cofactor of ar k, is called a minor of order n - i of the determinant.",
        "In particular the square of a determinant is a deter minant of the same order (b 11 b 22 b 33 ...b nn) such that bik = b ki; it is for this reason termed symmetrical.",
        "..yn xi, and as a particular case (y1, Y2,...yn) (x1, x2,...xn) = 1.",
        "CY The proof being of general application we may state that a system of values which causes the vanishing of k polynomials in k variables causes also the vanishing of the Jacobian, and in particular, when the forms are of the same degree, the vanishing also of the differential coefficients of the Jacobian in regard to each of the variables.",
        "For the particular case (W1n:2n:3...) = (1n) 1 2 3 (-) n n(n) = / (To establish this write 1 +ï¿½Xi +1/ 2 X2+f2 3 X3+...",
        "Hence we derive the particular cases 1 1 expel ' =exp(d1 -2d2+5d3 - ...); exp/ld 1 = exp(Ad1p2d2 +/13d3 - ...), and we can express D.",
        "which is satisfied by every symmetric fraction whose partition contains no unit (called by Cayley non-unitary symmetric functions), is of particular importance in algebraic theories.",
        "is transformed into the operator d 1 by the substitution (ac, al, a2, ï¿½ï¿½ï¿½as, ï¿½ï¿½ï¿½) _ (ao, Xoai, X 6 X i a 2, ï¿½ï¿½ï¿½, XcX1..%s_las,ï¿½ï¿½ï¿½), so that the theory of the general operator is coincident with that of the particular operator d1.",
        "It is but a particular case of a general theory of expressibility.",
        "In the present particular case putting m 10 = 1 2, mot= v and m P4 =o otherwise M10t+M01n+...+Mpot P n 4 +...",
        "We may remark the particular result (-) p + p q!",
        "A particular quantic of the system may be of the same or different degrees in the pairs of variables which it involves, and these degrees may vary from quantic to quantic of the system.",
        "The identities are, in particular, of service in reducing symbolic products to standard forms. A symbolical expression may be always so transformed that the power of any determinant factor (ab) is even.",
        "In particular, when 4) is a covariant of f, we obtain in this manner covariants of f.",
        "In particular, when the product denotes an invariant we may transform each of the symbols a, b,...to x in succession, and take the sum of the resultant products; we thus obtain a covariant which is called the first evectant of the original invariant.",
        "217-233), limiting himself to a particular case of the form, has determined 54 ground forms, and G.",
        "of the Memoir he discusses bi-ternary quantics, and in particular those which are lineo-linear, quadrato-linear, cubo-linear, quadrato-quadratic, cubo-cubic, and the system of two lineo-linear quantics.",
        "If now the nti c denote a given pencil of lines, an invariant is the criterion of the pencil possessing some particular property which is independent alike of the axes and of the multiples, and a covariant expresses that the pencil of lines which it denotes is a fixed pencil whatever be the axes or the multiples.",
        "Besides the invariants and covariants, hitherto studied, there are others which appertain to particular cases of the general linear substitution.",
        "Thus what have been called seminvariants are not all of them invariants for the general substitution, but are invariants for the particular substitution xl = X11 + J-s12, X 2 = 112 Again, in plane geometry, the most general equations of substitution which change from old axes inclined at w to new axes inclined at w' =13 - a, and inclined at angles a, l3 to the old axis of x, without change of origin, are x-sin(wa)X+sin(w -/3)Y sin w sin ' _sin ax y sin w a transformation of modulus sin w' sin w' The theory of invariants originated in the discussion, by George Boole, of this system so important in geometry.",
        "Orthogonal System.-In particular, if we consider the transformation from one pair of rectangular axes to another pair of rectangular axes we obtain an orthogonal system which we will now briefly inquire into.",
        "Our estimate of the theological teaching of this book will naturally be influenced by the particular critical theory which is adopted.",
        "Assuming as an axiom that the centre of gravity of any number of interdependent bodies cannot rise higher than the point from which it fell, he arrived, by anticipating in the particular case the general principle of the conservation of vis viva, at correct although not strictly demonstrated conclusions.",
        "Nevertheless, on many occasions, fashion has led the preachers of a particular epoch to develop rules for the composition of sermons, the value of which is more than doubtful.",
        "In August 1640 he signed the Bond of Cumbernauld as a protest against the \"particular and direct practising of a few,\" in other words, against the ambition of Argyll.",
        "casus, a point of law), the art of bringing general moral principles to bear on particular actions.",
        "In particular we know how rural life was there developed, and with what care the water necessary for the growing of cereals was everywhere provided.",
        "Whether Plato understood these forms as actually existent apart from all the particular examples, or as being of the nature of immutable physical laws, is matter of discussion.",
        "There he soon became conspicuous both as a lawyer and as a politician, attracting particular attention by his speeches during the presidential campaign of 1888 on behalf of the candidates of the Democratic party.",
        "Two of his speeches in particular attracted attention, one against the policy of protection (16th of March 1892), and the other against the repeal of the silver purchase clause of the Sherman Act (16th of August 1893).",
        "The annexed table gives the saturation values of I for the particular metals examined by Ewing and Low: Wrought iron .",
        "The stress in question seems, however, to be quite unconnected with the \" stress in the medium \" contemplated by Maxwell, and its value is not exactly B 2 /87r except in the particular case of a permanent ring magnet, when H = O.",
        "Several previous attempts had been made to discover the law of force, with various results, some of which correctly indicated the inverse square; in particular the German astronomer, J.",
        "In particular, he found that the calculated velocity with which it transmitted electromagnetic disturbances was equal to the observed velocity of light; hence he was led to believe, not only that his medium and the ether were one and the same, but, further, that light itself was an electromagnetic phenomenon.",
        "As the equites practically monopolized the farming of the taxes, they came to be regarded as identical with the publicani, not, as Pliny remarks, because any particular rank was necessary to obtain the farming of the taxes, but because such occupation was beyond the reach of all except those who were possessed of considerable means.",
        "On the contrary, this particular point is one in which they agree with the higher Arachnida.",
        "The fact that the single pair of prae-oral appendages of trilobites, known only as yet in one genus, is in that particular case a pair of uni-ramose antennae - does not render the association of trilobites and Arachnids improbable.",
        "Russell in particular entered into close communication with the marquis de Ruvigny (Lady Russell's maternal uncle), who came over with money for distribution among members of parliament.",
        "without astonishment,\" even to himself, regard being had to the great generality of the differential equations, he reached a result so wide as to include, as a particular case, the solution of the planetary problem recently obtained by him.",
        "To Lagrange, perhaps more than to any other, the theory of differential equations is indebted for its position as a science, rather than a collection of ingenious artifices for the solution of particular problems. To the calculus of finite differences he contributed the beautiful formula of interpolation which bears his name; although substantially the same result seems to have been previously obtained by Euler.",
        "The Jareja Rajputs form a particular class, being the aristocracy of the country; and all are more or less connected with the family of the rao or prince.",
        "the Kritik der reinen Vernunft), as distinguished from the \"Practical Reason\" (praktische Vernunft) which is specially concerned with the performance of particular actions.",
        "In Aristotle the Xl yos of a thing is its definition, including its formal cause, while the ultimate principles of a science are apxal, the \"reasons\" (in a common modern sense) which explain all its particular facts.'",
        "The stones, which are rather tokens than money, do not circulate, but are piled up round about the chief's treasurehouse, and appear to be regarded as public property, although it is hard to say what particular use they can serve.",
        "The history of international arbitration is dealt with in the article Peace, where treaties of general arbitration are discussed, both those which embrace all future differences thereafter to arise between the contracting parties, and also those more limited conventions which aim at the settlement of all future differences in regard to particular subjects, e.g.",
        "1834), occupied many pulpits, besides those of the particular congregations whom each served.",
        "Neither Pope nor Swift, who perhaps excelled him in particular branches of literary production, approached him in range of genius, or in encyclopaedic versatility.",
        "The intellect collects the universal, which exists but not as a substance (est sed non substat), from the particular things which not merely are (sunt) but also, as subjects of accidents, have substantial existence (substant), by considering only their substantial similarity or conformity.",
        "It is not fitting to subtilize overmuch, and in the end John of Salisbury's solution is the practical one, his charitable spirit pointing him in particular to that love which is the fulfilling of the law.",
        "His treatise De anima, on which Haureau lays particular stress, is interesting as showing the greater scope now given to psychological discussions.",
        "being a \" what \"), every man, for example, is this particular man, here and now.",
        "They belong indeed (Gerson in particular) to the history of mysticism rather than of Scholasticism, and the same may be said of another cardinal, Nicolaus of Cusa (1401-1464), who is sometimes reckoned among the last of the Scholastics, but who has more affinity with Erigena than with any intervening teacher.",
        "Several different products may be obtained by the reduction of the aromatic nitro compounds, the substances formed in any particular case depending on the conditions of experiment.",
        "1898, 31, p. 2854) described several series of salts of the nitrolic acids, with particular reference to ethylnitrolic acid.",
        "Certain districts are distinguished for particular kinds of fruit, which form an important article of commerce both for inland consumption and for export.",
        "In particular Szechenyi insisted that the people must not look exclusively to the government, 1 Litterae credentiales, nearly equivalent to a coronation oath.",
        "He was chosen for this particular mission as being himself a Hungarian magnate conversant with Hungarian affairs, but at the same time of the party devoted to the court.",
        "In particular departments of historical literature we find George Bartal, author of Commentariorum.",
        "Gauss in particular employed it in the calculation of the magnetic potential of the earth, and it received new light from Clerk Maxwell's interpretation of harmonics with reference to poles on the sphere.",
        "This form of algebra was extensively studied in ancient Egypt; but, in accordance with the practical tendency of the Egyptian mind, the study consisted largely in the treatment of particular cases, very few general rules being obtained."
    ]
}