{
    "translation": ".3 תפקיד",
    "uses": [
        "They will become part of the solution.",
        "It was part of his personality.",
        "A natural part of life?",
        "By looking, in part, at history.",
        "That's where my part came from.",
        "Part of her hair was still damp due to the volume.",
        "Now he's at least functional but the sad part is he lost nearly all of his memory.",
        "At least that part was out of the way.",
        "You were part of my school life and the rest of the seasons.",
        "There was enough material there to enable him to prepare several new tricks which he had learned from some of the jugglers in the circus, and he had passed part of the night in getting them ready.",
        "A part of her might never forgive him for what he did... and that was a dark part of her personality that she didn't want him to see.",
        "It's going to take an open mind on everyone's part, believe me.",
        "She tucked the pencil in the spiral part of her tablet.",
        "Regarding disorders and disabilities: We should be able to repair, heal, or replace any part of the body not functioning at the level the person with the disability reasonably wishes it to.",
        "So why did you propose marriage, or was that part of your plan to get the ranch?",
        "\"I have hunted in every part of the room,\" the maid replied.",
        "\"My part is played out,\" said Prince Andrew.",
        "We do know as a result of earlier tests EA, as we call it, is also part of the lure.",
        "For a moment she wanted to retract the part about being entertainment, but when he spoke she realized it might have been exactly what she needed to say.",
        "Still, the romancing was so much a part of him that it was as if he wasn't even Alex.",
        "The braids not only held it out of her eyes, but thinned the bottom part down enough that it would lay loose across her shoulders and down her back without frizzing.",
        "The atmosphere felt stiff and formal, as if this was not part of their routine.",
        "For the most part, the facial expressions of those sitting around the table were sympathetic, but Dulce looked as if she was ready to break into tears.",
        "That part was true.",
        "A few times she nodded off, but for the most part she was able to stay awake until Alex arrived the next morning with Katie.",
        "We're working to determine how large a part it represents.",
        "And because it changed for the better, wondrously better, we can proudly claim our part in its forming.",
        "I guess he's always been a part of me... one I've wasted most of my life trying to remove.",
        "Oh, he told me part of his plans, all right.",
        "\"But the best part of it is the story which it tells,\" said their mother.",
        "I doubt you need me to prove these assertions—they are probably part of your daily experience.",
        "Those differences are part of what makes us unique.",
        "Did you take part in the campaign? he asked.",
        "I want to be part of this - whatever it is.",
        "At first the piglet stuck in the neck of the vase and I thought I should get him, after all, but he wriggled himself through and fell down into the deep bottom part--and I suppose he's there yet.",
        "Or do you think he'd consider it part of his job to watch me?",
        "For the most part, though, her conversation was interesting and helped keep Lisa's mind off her own problems.",
        "Quinn is packing up the power sources as we speak and the plants will be destroyed as part of the test.",
        "I found my part.",
        "I'm going to go get a part.",
        "She looked and felt cool, and only part of the bruising was visible.",
        "In a few more days they would all part company anyway.",
        "The twins begged me to bring you back, so I made it part of my plans.",
        "Most of that was due to Chauncey, but part of it was due to her change of perspective.",
        "He rode as if he were part of the horse, his lean body swaying with the stride of the graceful animal.",
        "It would allow my future wife, who was from Iowa, to view a part of the country she'd never seen.",
        "After the testing is over, the hard part begins; weighing and recording my compilations and comparing them to past exposure levels.",
        "Is no part of this god forsaken state level or the roads straight?",
        "For my part, if we manage to get out of here I'll be glad it isn't the way the dragon goes.",
        "They used that money to buy part of Coca Cola in the form of common stock.",
        "I base that expectation in part on the fact that today, many of us already live in more comfort than the richest king in the world did two hundred years ago.",
        "Additionally, of the energy the plant absorbs, it only stores one tenth of it in the potato or bean or whatever part we eat.",
        "Another method of genetic modification, called mutagenesis, dates to the early part of the twentieth century.",
        "In the treaty, language describing the border between the United States and Canada, still part of Great Britain, included this:",
        "Miss Keller likes to be part of the company.",
        "Kuragin, you part our hands.",
        "Apparently the duo was considered part of the family.",
        "Part of it, of course, was Jonathan's nature.",
        "Maybe that's part of her charm.",
        "It all seemed to be tailor made to her preferences - all but the part about staying alone in the house with him.",
        "One day a traveler was walking through a part of Italy where a great many sheep were pasturing.",
        "Every part of every restaurant was a smoking section.",
        "My memory is a big part of who I am and I have no desire to trade any of it away.",
        "I just want to do my part, and I can't if I don't have all the facts.",
        "Maybe... but something about him rang true – mostly the part that he had saved her life.",
        "A fast metabolism was part of the reason.",
        "It wasn't as if that was the most important part, so why did it hurt the most?",
        "Of course, Bordeaux wasn't part of the group.",
        "The king's soldiers were sent into every part of the country.",
        "For the most part, the work she did for the Giddon family was little more than she would have done at home - with the exception that at home she probably would have made a sandwich instead of a meal.",
        "Finding nothing, she spread the blanket and lay down, pulling part of it over her body.",
        "She had no particular concern about that part.",
        "Even Dulce isn't interested in that part.",
        "She ran a comb through her hair, deciding not to re-braid the top part.",
        "They kept their emotions at bay for the most part.",
        "She was the one who had become serious - and with little encouragement on his part.",
        "I sensed it was a difficult one on his part.",
        "You're all part of it.",
        "What Howie has is off the 'ucking charts and I'm now part of it!",
        "Little Eric lives with me and is the most important part of my life.",
        "Part of me was hesitant to answer but something in the old man's voice gave me confidence he possessed no untoward ambitions.",
        "Now enrolled in college, he was dressing the part, as if trying to fit in.",
        "We needed my salary so badly quitting wasn't part of the equation.",
        "The city of twenty-five thousand was located in the south western part of the state.",
        "It's not one of the ones we've caught; they're in jail, for the most part.",
        "It's been a part of me since the dogs of law released from their barred kennel.",
        "If one of us is identified as being part of what we're doing, we're all in trouble.",
        "He was the best part of the course.",
        "I'm writing this book and you're an important part of what I have to say.",
        "Do you honestly think you can keep a secret that's a major part of your life from someone who's sharing a bed with you?",
        "I knew this conversation deserved more thought on my part but it felt good taking some action, even if it might prove misguided.",
        "Think of a recluse who finds herself in possession of a marvelous gift, through no action on her part.",
        "Martha, free to indulge, surprised me by drinking more than her share, an uncommon practice on her part.",
        "Betsy lined up two likely abductions and she was anxious to get started, Quinn had already performed his part, setting his apparatus appropriately for a rural Iowa location where a twelve year old boy had gone missing.",
        "While Martha was as upset as Betsy and I, she wanted no part in resolving the matter.",
        "I don't want to place anyone in harm's way by holding back information but Julie is part of this nightmare and I want to keep peace if possible.",
        "Like it or not, she's part of the show.",
        "She's consoling Howie, for the most part.",
        "The Luke part would fit but I just can't say.",
        "It took us all the following day and part of next, though our calculations of time were suspect, to finish our ladder.",
        "Unfortunately, there is no one left alive to salute the LeBlanc and Betsy and I want our adopted daughter Claire to know she is fully a part of our lives.",
        "But it was Howie's gift, he made the choice and we were part of it.",
        "A part of her still longed for him, to smell him and feel his skin against hers.",
        "The only skin not covered was his face and part of his neck, both of which were channeled and knotted by scars.",
        "From his shoulders to his chest to his flat midsection, every part of him looked as if he'd been carefully carved from stone.",
        "It is a part of me.",
        "You've done your part.",
        "That's part of the story.",
        "She went to a farm supply store and purchased enough supplies to fence in a large area in the south part of their land.",
        "Families who owned great houses were able to keep them if they opened them to the public, acted as guides, and only lived in a small part of them.",
        "In part, for the following reasons:",
        "This Cooperative Wheat Research Production Program, in which Borlaug took part, aimed to boost Mexican wheat production.",
        "This is the part that makes some people even more nervous.",
        "This was done in large part because the two powers came so close to going to war over the Cuban Missile Crisis.",
        "They were not, for the most part, military men.",
        "It seems fitting to end this part of the list—ways that information and communication will help end war—by noting that every day, every moment, more and more people have access to the Internet.",
        "Felipa will be punished for her part in the incident.",
        "\"As for my part,\" His eyes were like soft chocolate pools as he gazed into hers.",
        "Your new couple can always change that part if they want to.",
        "The whole truth didn't sound nearly as bad as part of the conversation.",
        "What part of 'wealthy' were you having problems understanding?",
        "It wasn't as if she had any part in becoming that way, nor did it make her a better person.",
        "It's a part of me, and if we're going to have anything together, you're going to have to accept it.",
        "Part of her accepted his explanations after what she'd experienced the past few days.",
        "Another part of her couldn't fathom how a man colder than a sociopath could be working for the side of good.",
        "\"For the most part, the major decisions were made for you,\" he replied.",
        "She didn't have his cold control; she was the kind of woman who would give herself freely in bed and hold no part of her back.",
        "She was fully a part of him when they touched, as if he'd been missing more than a piece of his soul all these years and just now realized it.",
        "But it's not the vamp-pig that's the most interesting part.",
        "I don't think about that part when I do things.",
        "He felt sick to his stomach and wondered how Bianca had become so much a part of him in so little time.",
        "It was familiar to her, but too much a part of him to heal.",
        "Part of her wanted to return to her home that very night, and another part of her feared what she'd find if she did.",
        "Removing the blood, she found every part of his exposed skin was covered in the colorful tattoos.",
        "The same part of her that recoiled at draining dead men's magic also understood one truth: she was no match for her father, if he decided to bury her with them.",
        "The training was part of what Damian wanted her there to do, and she mixed training with good old-fashioned spy techniques.",
        "Yet no part of him regretted the idea of chopping them out of the picture completely.",
        "Death is a part of the risk we take.",
        "Then you've played your part well, daughter.",
        "Pissing off Jonny wasn't part of her plan, so she took her anger out on punching bags every evening.",
        "At least, part of it I remember.",
        "There are … creatures older than me in the universe, and they were fighting a turf war over who ruled what part of the universe.",
        "I forgot that part about them.",
        "The doc would have noticed she was pregnant, just not the twin part and the girls part.",
        "He stood and watched it burn, feeling as if a part of him burned with it.",
        "A part of him did.",
        "\"How long have you been a part of this insanity?\" she asked Linda.",
        "He wasn't part of the plan to kill him, but he found out from Claire when they met shortly before Darian's death.",
        "No part of her was willing to risk an encounter with Darkyn's other form.",
        "The nip of his fangs at her neck, inner thighs and breasts almost drove her over the edge while his hot tongue and hands explored every part of her.",
        "No part of it felt unnatural.",
        "No part of his stance or piercing look was welcoming and yet, she felt the urge to cross to him.",
        "\"Is there no part of you capable of …\" she stopped.",
        "His direct look managed to stir what part of her wasn't already desperate.",
        "Near frenzied, Deidre fought to pull some part of him close enough for her to taste.",
        "She ran her hand down his arm and side, unable to shake the desire to saturate her senses with every part of him.",
        "There is no part of me that wishes I couldn't go back and save you from this.",
        "Was this some sort of twisted sense of humor on his part?",
        "What part of her was able to live with not trying to help spare innocent children?",
        "She held no sway in what happened or played no larger part in their twisted doings.",
        "She didn't fully understand the demon senses that Darkyn indicated were part of her now.",
        "Kin shoved her knees a part and yanked up her dress.",
        "He took her arm with one of the hands that had explored every part of her body not two weeks before.",
        "No part of her would let Darkyn hurt her world.",
        "She checked her hair twice to make sure no part of her marks were obscured.",
        "There was a part of her that wished it had been her she saw in the videos.",
        "I think a part of me always will.",
        "No part of her wanted to reveal what Gabriel told her or that she meant it when she said she would find a way to help him.",
        "If any part of it displeased him, he was able to cancel it.",
        "The part of you that makes him forget how grey his world is.",
        "I know every part of your soul.",
        "Deidre clung to him, no part of her capable of resistance.",
        "You made up your mind to deal with me, even if Gabriel was not part of your future.",
        "Isn't there some part of you that can care? she asked, troubled again.",
        "Selyn was now a part of her world, her warped family.",
        "You're not just a boarder here—you're part of our family.",
        "That's up to other people, not us, but I can tell you we'll miss you terribly and we'd love to have you stay a part of our family.",
        "Dean certainly hoped so—at least the clean part.",
        "\"This is the only good part of the afternoon,\" he muttered, pulling out a pair of wrinkled slacks and holding them up.",
        "The way Fred loves mysteries you'd think he'd be thrilled to be a part of a real jury.",
        "Dean took a seat and joined her, part politeness, part to guard the remaining slice.",
        "Dean was enlisted as part of the convoy to the popular spot.",
        "Dawkins bought the parcel that contained the mine in 1955, part of sixty acres.",
        "Mr. Dean here, part time detective and sheriff candidate, tracked down a hot lead on some bones—maybe a long dead villain—up at The Lucky Pup mine.",
        "The other guests, embarrassed to see their host so humiliated and wanting no part of a Dawkins brawl, murmured excuses and toddled off to bed.",
        "Cynthia toted her camera equipment, in part at least as an excuse for the trip should they be questioned.",
        "That's the funny part.",
        "It's kind of spooky knowing that's a part of a human being.",
        "\"You've got the bastard part right,\" Dean muttered.",
        "If I'm a tourist, I might as well dress the part!",
        "The Deans just smiled, pleased at sharing part of their beautiful world.",
        "\"Our involvement isn't due to any aggressive action on our part,\" Cynthia said, turning in her seat to better answer the woman.",
        "Getting shot isn't something I'm proud of, but I can assure my opponent, regardless of the body part hit, there isn't anything funny about it.",
        "\"Mice are a part of the bed and breakfast experience,\" Dean said, \"like cobwebs, old smells and rippled floors.\"",
        "That was a nice gesture on someone's part.",
        "All had been collecting Social Security for a good part of Dean's lifetime.",
        "Then he added, \"It may be part of that parcel of land they're squabbling about over at the courthouse.\"",
        "He had done his small part in helping Ed Plotke get to California—that's all.",
        "Just like I planned—at least for the most part.",
        "You're not a part of this unless I need—confirmation.",
        "Lydia, I want no part of covering up a crime.",
        "Fred returned part way through the recital, and after a greeting and a handshake, retired to the back room with Kathleen the jailer to fill out paper work for his release.",
        "He had done his part.",
        "\"Going somewhere?\" the demon lord taunted in a low growl, no part of which sounded human.",
        "No part of him wanted to see her spared a demon's mercy.",
        "Now that she was alive again and survived Darkyn, the hardest part was over.",
        "Her Gabriel, who spent his life a part of the shadows, radiated the quiet power of a deity that reached her from across the room.",
        "If their souls were smashed together as Deidre said, he was glad this part of the human remained.",
        "I created one by implanting part of my soul into hers.",
        "If any part of you believes he loved the human you created, you will realize you must tell him what happened to her.",
        "He wasn't certain what frustrated him more: knowing he hurt her or knowing she'd changed every part of her – but the one that mattered.",
        "No part of her wanted to be cooped up right now.",
        "\"Well … I tried to hack a part one of the tears,\" Cora said.",
        "It was another part that remained of the girl he fell for last week.",
        "At the time, she had viewed it all as part of a process.",
        "He took her arm with one of the hands that had explored every part of her body – or the body he thought was hers - not even a few hours before.",
        "A part of him was relieved.",
        "He couldn't afford to now but there was a part of him that hurt.",
        "The Dark One had let it go once as part of a deal.",
        "He planted a hand on the chest of each man and pushed them a part.",
        "He leaned down; kissing the soft part of her neck that pulsed with excitement.",
        "Pushing that part of the issue aside, she focused on the real problem.",
        "Maybe it was macho or part of the control thing.",
        "Destiny is as much a part of me as she is of you.",
        "It would probably have been more effective had she left off the last part, but he was right.",
        "Having a child that was part of them was a dream.",
        "In a way, these children were a part of them too.",
        "Brenda had been handling all Alex's investments for years, so Carmen left that part to her.",
        "He was on light duty, working only with small animals; and part time.",
        "It might be trivial, but it was an integral part of their marriage.",
        "Maybe he wanted to handle that part of it, but it was done now.",
        "He squeezed the upper part of his nose between thumb and index fingers, blinking his eyes to stop the burning.",
        "Like every other part of my life.",
        "This part he kept silent for fear of spooking someone he was supposed to be leading.",
        "She touched, smelled and tasted everything she could, determined to remember every pleasurable part of every day she had left.",
        "Part of her wanted to lean against him, knowing he wouldn't turn her away.",
        "His guard hadn't lowered; it crashed as he let himself experience every part of her body, her cries and the passionate spirit that held him captive on the beach.",
        "He had a ton of work to do and was no closer to fixing any part of his underworld.",
        "My dear half-brother Erik went into hiding and hasn't been seen in weeks, leaving his part of the world completely exposed.",
        "This one was more of a growl, part human, part something else.",
        "That was part of it, I hear.",
        "No part of him doubted she'd done it.",
        "This part of his life was in the hands of Fate, who would probably be pleased.",
        "He searched Deidre's apartment from top to bottom several times, seeking the item he needed to fulfill his part of a deal.",
        "Deidre didn't want to ask about the part that disturbed her the most.",
        "Just because she knew there was a shadow society didn't mean everyone she ran into was part of it!",
        "She had the same strange sense she did when she first met Gabriel, that he wasn't fully part of this world.",
        "No part of her was ready to meet whatever creature they discussed.",
        "No part of her thought he was bluffing beneath it.",
        "As long as she was willing to accept that was the only part of him she'd ever have.",
        "It grabbed her, and a small part of her recognized Gabriel.",
        "Another part of your duty?",
        "I may have to, if no part of you is interested.",
        "The man resisted, but Gabe pried his mind open and found part of what he sought: a deal with Darkyn.",
        "My part here is done.",
        "What part of my … my pure confusion doesn't make sense to you?",
        "\"If there is any part of you that believes she'll accept the truth if it comes from me, then you're the worst judge of character I know,\" Gabriel replied drily.",
        "Some small part of him cared enough to sit with her tonight.",
        "The last part of her world shattered with Wynn's confession.",
        "Why she'd chosen to serve a demon over him… was there any part of her that cared for him?",
        "He didn't answer her plea to reassure her some part of him cared for her.",
        "Deidre accepted his hand and let him take her into a new part of the Immortal world.",
        "It will require a great deal of effort on my part to keep this painless.",
        "I created you long before I ceased to exist by morphing a part of my soul with yours.",
        "You are mostly human, but you are also part of me.",
        "If any part of you cared about him, you'd want him to be happy, not force him to love you!",
        "With any luck, the worst part of her day would be missing her stop.",
        "With the living shadow staring at her, the winter wind sucking the air from her lungs, and the prescriptions clenched in her hand, she'd never felt less a part of her world.",
        "Never a part of the world around him.",
        "Part of an older brother's duty.",
        "The rocket smashed into the floor below, shattering glass and pulverizing part of the balcony.",
        "A narrow, lit walkway extended all the way down the corridor, the only part of the hall out of reach of the arms of the prisoners on either side.",
        "The robed man led her into the fortress and wound his way through bright intersections, down stairs, and into a more opulent part of the building.",
        "Maybe there was a part of him that didn't want to undo whatever he'd done.",
        "She shouldn't care, but part of her did.",
        "\"What's Kris supposed to do to someone who broke the part of the Code about someone else's mate?\" she asked quietly.",
        "Part of him was pissed.",
        "They walked down and through an unused part of the dungeons.",
        "He.d heard these words more than once over the past few days and couldn.t help the small part of him that agreed.",
        "You.re the only good part of my life.",
        "Or did he leave that part out?",
        "My part of the world is quiet.",
        "Farewell, brothers, and stay the hell out of my part of the world.",
        "No one but Sasha and me left in your Council, and I doubt I was ever really a part of it.",
        "If there.s any part of you that thinks I won.t snap your neck like a twig in a hurricane—",
        "Jade rifled through his pockets, part of him praying he didn.t find the vial.",
        "Jade focused on another part of the ocean, Challenger Deep, the deepest part of the Pacific Ocean.",
        "That he, a half-demon, half-Immortal who had spent the better part of his years in Hell, was looking at becoming the first of his brothers to father a hatchling …",
        "The barracks area was heavily guarded, but she was struck by the lack of activity in the part of the castle that normally hummed with life.",
        "He could buy an assassination, but part of him preferred the idea of handling family matters within the family.",
        "Isn.t there some part of you that wants to make this right?",
        "Part demon, part Immortal, part human who.s immune to magic?",
        "And the best part-- one of my best customers wants you to paint Cannery Row.",
        "He'd done his part to agitate Kisolm and received every bit as much as he'd given.",
        "Ne'Rin does his part to prevent you from suspecting him.",
        "\"Do women have a part in the war effort?\" she asked.",
        "I can take care of myself for the most part, and wouldn't mind rough conditions.",
        "It was part of the reason he wished to speak to nishani later that day.",
        "Part of him knew the Council was stalling him for that reason, though whether they did so to hinder his efforts or to maintain the appearance of their power over him, he wasn't sure.",
        "She wanted to go home, though a part of her had told her upon meeting this fierce warrior her that she'd never go home again.",
        "She met his gaze, wondering if any part of him was capable of affection or if she'd wither like a dried-out flower.",
        "Is there no part of you that desires this woman as a man does, as more than a key to save your people?",
        "He wasn't happy, and part of her wondered if she'd done something already to piss him off.",
        "\"For the most part,\" she replied.",
        "Mansr strode down one of the many paths lining the rocky hills, away from the encampment and into a part of the hills untouched by any but the moons' light.",
        "Grass had sprung up from boulders she touched, and she'd felt truly a part of her world for once in her life.",
        "But he if thought her dead, and he was taking revenge on Qatwal, then some part of him must've cared!",
        "But you've got the 'following' part right.",
        "The facility was funded in part by the city's recreation department, whose funds were, for the most part, generated from the highly profitable hot spring pool that operated year around at the edge of town.",
        "It's part of their permanent collection and I wasn't supposed to even take it out, but I'm sure if you explain about the book your brother is writing, they'll let you make a copy of it.",
        "They're part of it too?",
        "Cynthia surmised that when they did appear, they were oversights on the part of the writer who unconsciously placed them as if she were writing in a normal, un-coded fashion.",
        "While the equipment didn't match what was displayed on the cover of current ski magazines, they looked surprisingly good for the twenty bucks Fred said he'd paid for them, with boots and poles part of the package.",
        "After all, it's an important part of their family history.",
        "After some cooing on Cynthia's part, the crying subsided to sniffs and quiet sobs.",
        "So many have come to my bed, but never have I been so unnerved by a nocturnal visitor than when first dear Joshua visited me in the darkest part of the night.",
        "Except I'm sensing he comes as part of a package deal with Edith and quite frankly, she scares the shit out of me.",
        "I'd go out and buy a gun and shoot you in every part of your body that you hold dear and then finish you off right between your eyes.",
        "\"I withdraw the 'defenseless' part,\" he added, stepping back.",
        "At times my heart soars like an angel at the gates of paradise at the mere thought that a part of him is now a part of me.",
        "That doesn't sound very smart on your part, taking on a guy with a tool like that in his hand.",
        "Maybe the rope didn't bust loose until he was part way.",
        "Maybe we can all save some time if we skip the part where you ask the questions and I just go ahead and answer them.",
        "I'm not sure I can be a mother so soon, even if it's only part time.",
        "Dean spent the afternoon busying himself with the chores of Bird Song, partially out of guilt for having dumped the morning duties on Fred and in part to take his mind off the ever-present feeling he'd caused long term or, heaven forbid, permanent damage to his seven-month marriage.",
        "\"So what's the 'yes' part?\" he asked.",
        "I spent two weeks of hell thinking I was a big part of why Edith died!",
        "As he was about to drop, Dean saw Shipton's half-severed line begin to part!",
        "It's a bit confusing and a lot of it's speculation on my part, but bear with me and I think I have enough of the answers to make some sense of what happened.",
        "This is part guess, part fact, with both parts complicated.",
        "Shipton cut a short section of rope and left it up there so it would look like someone cut it when he was part way to the bottom.",
        "This part gets confusing.",
        "Remember, the police were sure the rope was cut when Shipton was part way down.",
        "He said he wanted to share everything with me and this is part of who I am.",
        "I wasn't sure, thought it might be wishful thinking on my part.",
        "Elisabeth felt a safe harbor in his arms, and Jackson wanted to give her every part of himself.",
        "It was part of the hunter's edge.",
        "That was only part of the reason.",
        "Sarah had asked Elisabeth to help with pies, so they spent the better part of the day in the kitchen.",
        "The worst part is Sarah doesn't want it.",
        "Jackson had planned to propose to Elisabeth in Coronet Park after the first snowstorm, but if Miriam wanted to take part he would not deny her.",
        "Jackson shook violently, desperate to summon self-control, while every part of him yearned to cry out with the utter horror coursing through his mind.",
        "Carmen flipped through the book to the part on kidding problems and scanned down the directions.",
        "A large dimple formed in the upper part of his right cheek, lending character to the smooth features.",
        "Now they could part friends.",
        "That was when the logical part of her brain jerked her back to reality.",
        "There were a dozen such places, and the snow had melted over part of the rocky areas, making tracking almost impossible.",
        "Was that part of her problem?",
        "Children were as much a part of her dreams as a husband was.",
        "I don't know if a man can understand this, but I want to hold a baby in my arms and know it's a part of me and the man I love.",
        "They worked over Brutus for the better part of an hour and finally Alex leaned back and stretched.",
        "So, what part are you doing for the bride?",
        "Like part two of the East-West War?",
        "Keep to the eastern part of the city to reach the hospital.",
        "\"We're part of your outfit now,\" Brady reminded her.",
        "Moonlight spilled into part of the tent.",
        "I locked out all the terminals, the emergency operations networks for the eastern part of the country, and re-routed the communications systems to my micro.",
        "He also knew Tim wouldn't consider this part of taking care of her.",
        "If the flares going up short distance away were any sign, the five men were part of a larger force between them and their destination.",
        "Yet the worst part was that she knew he was right.",
        "Is any part of you capable of caring for me, or was everything about the Guardian a lie?",
        "There was no electricity in this part of the state, and looters would've likely taken everything.",
        "Lana's access was limited to the eastern part of the country.",
        "It was part of the reason why he'd turned her down as a companion.",
        "We invite them for dinner, but for the most part, they just do patrols and bring us supplies.",
        "Maybe if she'd paid more attention to the information coming in or been a better analyst … part of her knew there were no indicators she missed.",
        "Another part of her found that to be impossible.",
        "\"It's part of the Underground Railroad,\" Kelli answered.",
        "If Dan were with him, he'd agree: this was the fun part of their job.",
        "\"His soul should've been just one more jewel for your collection, considering how many souls you deal with and relationships you break a part.\"  Including ours.",
        "I plan on eating every part of you, down to your bones, Jared snapped and bared his teeth.",
        "It's part of the Immortal Code.",
        "Part of her desperately tried to make excuses for Gabe.  Maybe he was fatigued or Death had done something to him.",
        "\"Mostly.  And part of it is Jade,\" Kris whispered.",
        "She'd stayed strong in Hell, through confrontations with demons and Immortals alike, through his own failures.  She hadn't just survived; she'd found some part of him to believe in.",
        "Kiki shook his head and stalked off into the brush.  Kris held out his hand to Hannah, unable to shake the small part of him that was grateful he had one ally, even if she shouldn't have come.",
        "I wouldn't give it all up, and he wanted no part of the soulless corporation I manage.  I made him leave me.",
        "\"So that's what happens when you feed the trees,\" Toby said in part wonder, part horror.  \"I'm glad I didn't try it.\"",
        "\"I put my duty first.\"  Even as he said the words, Kris couldn't ignore the part of him that pointed out where he'd failed.",
        "If this is what you call down, you need to spend some time in Hell.  If you don't believe me, I don't give a shit.  But I fulfilled my part of the deal I made with Kiki.",
        "Rhyn stared at the scenes playing out in Death's outstretched hands.  His heart grew heavy as he watched demons kill humans by the hundreds.  The promise he'd made to keep Katie happy made him feel sick, and duty would never fill the hollow part of him that would remain during a lifetime without his mate.",
        "Part of her was convinced this was another dream, and Rhyn would disappear all too soon.",
        "While Sackler and DeLeo owned homes in the same subdivision, Dean rented a small house in the older part of town with Fred O'Connor, his elderly stepfather.",
        "Dean sensed part of her was upset by her husband's irresponsible actions.",
        "For Dean's part, that was no problem.",
        "Much later, in the darkest part of the night, Dean's mind was creating picture stories to amuse itself while his body lay in frozen and unmoving slumber like a fallen mannequin.",
        "I'm sure it's a mix up on the part of World Wide.",
        "Dean tried to take the card but the manager protested, saying it was part of his records.",
        "He had spent his career in the city, the last seven months investigating the crime family as a part of a special task force.",
        "That's the intriguing part and what I hope Vinnie Baratto will tell us.",
        "We'll work on that part.",
        "According to Rita Angeltoni, the seat of all wisdom, this part of the flight's on time.",
        "He then draped a second towel across the lower part of her body and removed her panties, no \"Thursday\" cotton things, but small and white.",
        "While it was in part at least an indictment that Dean had allowed himself to be followed, it was still the best news he'd heard in weeks.",
        "He must be part of something big.",
        "The investigation killed the entire afternoon and part of the evening before they finished checking the neighborhood.",
        "He could figure the gas he'd have used and written his own receipt when he filled up the motor home, stop­ping after filling the tank part way.",
        "The hills are the tough part.",
        "Part of him felt like a pimply 16-year-old chasing the prom queen, while the rest of him was a lying, cheating sneak thief.",
        "Every part of his body ached and he could only bend his elbow halfway.",
        "The police aren't investigating any part of it—here or Norfolk.",
        "Then she said, \"If you believe there's a chance Jeff's alive you'd have to consider I might be a part of it.\"",
        "In part out of appreciation but more out of guilt, Dean vol­untarily worked the holiday, sending a pleasantly shocked Lenny Harrigan home to his new wife.",
        "Or so some of the hard-bodies on the bus said—this was the easy part!",
        "The tour seemed to have attracted most of its riders from Colorado, California, Texas or some part of the west.",
        "A part of him kept asking why he was doing this—not the bik­ing but chasing after a ghost wearing number 888 who was proba­bly hundreds of miles away.",
        "Maybe just Jonathan Winston—for part of a few million dollars, perhaps?",
        "He'll become a part of the chorus and sing a song for his friends.",
        "I'm a bit fuzzy on some of the details but I'm sure Jeffrey Byrne is dead and you played his part so well, even Jonathan Winston never considered he was chasing someone else.",
        "When he left me, I don't think he cared what happened to the money as long as he wasn't part of the picture.",
        "Maybe that was why having children had been such a non-negotiable part of her plan for the future.",
        "Selling the dairy goats had erased a part of her identity.",
        "The deep part of the pool was small, but years of practice had taught her where to land.",
        "His house was built on a tree-covered knoll overlooking her farm, but part of Josh's land was visible from their porch.",
        "To simply know that it was a part of Alex would be a wonderful experience.",
        "Even if romance was no longer part of his feelings for Carmen, he still didn't like the idea of someone else actually taking what he had considered for so long as his place.",
        "He was an excellent horseman, and rode as if he were part of the horse.",
        "In fact, she hadn't thought of the last part.",
        "You might have wavered over some things, but you were always so... set... on children being a part of your future.",
        "Maybe that was part of it, but it felt more complicated.",
        "There is so little bad, and it is usually only a small part mixed with the good - where you're concerned.",
        "He had already turned toward the door, but hearing the last part, he swung around.",
        "I had no part in earning it.",
        "The worst part was the fact that the cell phone tower in their area was out.",
        "Making the decision to marry him was the easy part.",
        "Deciding to give up motherhood was the hard part.",
        "That innocence was part of her charm.",
        "This part of northwest Arkansas enjoyed four full seasons.",
        "And which part do you like the best?",
        "It took her the better part of an hour to locate the cow, and if it hadn't been for the white form that raced out to meet them, she might have missed the cow in the hollow with her two calves.",
        "The scary part was, she made it with three minutes to spare.",
        "It took the better part of forty-five minutes to reach Drake Field.",
        "Part of her wanted to reach out to him in his agony, and part of her wanted to make a matching imprint on the other side of his face.",
        "\"It's a part of us,\" she corrected gently.",
        "I'm sure there are exceptions, but for the most part, I think people do just as well with their clergy or a friend — though maybe not as fast.",
        "For the better part of an hour they gazed down on the scene below and discussed her plans for the dude ranch.",
        "She didn't want any part of their fight.",
        "I don't want any part of it.",
        "This had to be Lori's darkest hour — and yet, she would have a part of Josh forever.",
        "It was part of his charm.",
        "I've done my part to warn you.",
        "Part of the reason he'd mated with her so quickly was to get her away from the man she claimed beat her.",
        "Looking at her daughter, she was grateful for the one part of her life that brought her joy.",
        "The closer she got to the overcrowded, poor part of the city, the more people jammed the streets, shoving against her in an effort to escape the collapsing buildings.",
        "No part of her believed he'd let her live if he didn't have a reason to keep her around.",
        "The only part of his life that had been good lay beyond the gateway in front of him.  No, he told himself.",
        "The good part of his life was gone.",
        "He wasn't sure how, but some part of him knew the difference.",
        "A small part of her suspected Damian knew what Xander knew.",
        "She suspected part of it was the knowledge that Xander—and Sofi—believed her to be Darian's mate.",
        "She smiled, honored he'd listen to a message that went against every part of who he was while desperately wishing she could be more assured about the outcomes she Saw.",
        "There was no part of him that was soft, from the chiseled abs and hips to his thick biceps.",
        "The part of her job she'd never tell people: Sometimes she loved messing with the dangerous men she spent her life around.",
        "\"Ikir Damian would've understood danger is part of my job,\" she said, rising.",
        "No man she'd ever been with could tolerate the part of her that refused to be caged.",
        "Some small part of her yearned to feel that sense of unconditional safety and affection.",
        "But part of her knew Darian would not only excel at the games she played with people; he'd push back.",
        "The furious part of her wanted nothing to do with letting him admit she'd won until he was mewling at her feet.",
        "Fine. That's part of it.",
        "Some part of him had known long before he saw her name written.",
        "Part of your plan to manipulate Darian.",
        "Part of her hoped she might find a way to survive apart from the demon.",
        "As long as the demon didn't drive her mad, and a part of her remained, he'd find a way to save her.",
        "A man that strong wouldn't fold to her wishes if some part of him didn't want her.",
        "Your part is key, brother.",
        "It is part of the legend!",
        "Though he knew he should stay and perform his role as warlord, no part of him was willing.",
        "The school was sponsoring a play with reversed roles – students playing the part of parents and vice versa.",
        "He barely noticed the others as Carmen played her part.",
        "No wonder they selected her for the part.",
        "Jonathan was doing a surprisingly convincing job on his part.",
        "He looked so elegant in that suit, and yet he moved as if the horse were part of him.",
        "She had refused because money had no part in her attraction to him – or maybe because she was afraid he would think that was why she married him.",
        "She tore it up and shoved part of it down the throat of each of the babies.",
        "Small wonder he had tried to bury that part of his life.",
        "It was a part of both of them.",
        "She had come to terms with her part in the surrogacy, but still wasn't sure it was moral.",
        "A part of her still believed it was playing god, though obviously God blessed the twins.",
        "I think I'll let that part happen or not happen naturally.",
        "I think part of the appeal when I first met him was the mystery – and his confidence.",
        "That makes me feel better about part of it, anyway.",
        "\"We do – well, actually it's part of the land Alex had when we got married,\" Carmen answered, cutting a sandwich in fourths for the twins.",
        "She told Sam what happened, including the part where she disobeyed Alex and rode up into the hills alone.",
        "Like Sam, he had no part in it, yet she had drug him into it with a phone call.",
        "Jonathan was solemn and, for the most part, silent.",
        "That part hurt as much as anything else.",
        "It was understandable on Morino's part, but it must have been miserable for everyone else concerned.",
        "It would be nice to be at his side when he talked to Alondra, but at this point he probably felt she wasn't part of the family.",
        "Then you're saying that you would welcome your grandchild simply because it is part of the daughter you love?",
        "An inconsequential little voice said she should stop this because it was nothing more than lust on his part.",
        "Obviously she enjoyed the business part of it.",
        "I think I'll hire an extra hand – for things like this and for my part of this business.",
        "It wasn't until she mentioned that goats were as much a part of American history as Longhorns that he realized how much she missed them.",
        "It wasn't her money and she hadn't played any part in building the fortune.",
        "The last part she had decided only in the last few weeks, but so far she hadn't found the opportune time to tell either her father or Denton.",
        "After all, he was merely doing his job - playing out a part that probably meant a lot to his career.",
        "Some vaguely sane part of her mind protested that it was a cowardly thing to do, but panic had the upper hand."
    ]
}