{
    "translation": "שבלונה, דוגמה, תבנית, דפוס",
    "uses": [
        "She stared at a flower pattern on the wall.",
        "The woman he married would have to pattern her life to the fickle fate of politics.",
        "She stared at the pattern of sunlight on the floor.",
        "She had fallen into the pattern of allowing someone else to plan her time again.",
        "We went to where the pattern started, and there were the cracks.",
        "She noticed the currents then climbed a tree and said they were moving in a pattern around the lake.",
        "Her accent was still there, but the clumsy speech pattern was gone.",
        "Does this Grasso character fit your pattern for being the person we're tracking?",
        "There was absolutely nothing that Dean could see to indicate any unusual pattern or unaccounted time.",
        "Was something bothering him or was this new sleep pattern now the normal for him?",
        "This pattern suggests freedom from financial want would be bad.",
        "These first unscientific ideas of a genesis of the permanent objects of nature took as their pattern the process of organic reproduction and development, and this, not only because these objects were regarded as personalities, but also because this particular mode of becoming would most impress these early observers.",
        "io) is a taffrail one, with bearings of hardened steel, and is intended to be slung or secured to the taffrail by a line; the gimbal pattern has a fitting for the deck.",
        "He may be said to have set the pattern which was followed in succeeding ages by the compilers of \" political geographies \" Geschichte der wissenschaftlichen Erdkunde der Griechen (Leipzig, 1891), Abt.",
        "At the ladies' end an even chatter of voices was heard all the time, at the men's end the voices sounded louder and louder, especially that of the colonel of hussars who, growing more and more flushed, ate and drank so much that the count held him up as a pattern to the other guests.",
        "It will passively recognize you by recognizing your face or your voice or your breathing pattern or the pattern of your footsteps or, most likely, your scent.",
        "Paired setae of Oligochaetous pattern present in anterior segments.",
        "This latter type appears to be the true \"tabby\"; since that word denotes a pattern like that of watered silk.",
        "At the present day, however, Persians exhibit nearly all the colour and pattern types of the short-haired breeds, the \"orange Persian\" representing the erythristic phase.",
        "The needle (in the modern pattern) is of soft iron, and is kept magnetized in ductively by the action of two permanent steel magnets.",
        "Ethel Reagan found none that fit her pattern being proved wrong.",
        "Obelia forms numerous polyserial stems of the characteristic zigzag pattern growing up from a creeping basal stolon, and buds the medusa of the same name.",
        "Later as she lay awake beside him, listening to the sound of his breathing, it occurred to her that they had fallen into the pattern of making up by making love.",
        "20, which is the most modern pattern of relay used by the British Post Office, known as the \" Post Office Standard Relay.\"",
        "Cats of the striped type are no doubt descended from the European and North African wild cats; but the origin of cats exhibiting the blotched pattern appears to be unknown.",
        "The difference in this case is that it is getting to be a pattern — increasing in frequency and violence.",
        "It may not be used except when actually ordered in the sentence, and must be of a pattern approved by a secretary of state.",
        "total 46 - and in having the teeth generally developed upon an insectivorous rather than a carnivorous pattern, the upper middle incisors being larger and inclined forward, the canines relatively smaller, and the molars with broad crowns, armed with prickly tubercles.",
        "We can hardly any longer hesitate to recognize in this vast building, with its winding corridors and subterranean ducts, the Labyrinth of later tradition; and as a matter of fact a maze pattern recalling the conventional representation of the Labyrinth in Greek art actually formed the decoration of one of the corridors of the palace.",
        "The whole surface of the ponderous upper storey is covered with a diaper pattern in slabs of creamy white Istrian stone and red Verona marble, giving a delicate rosy-orange hue to the building.",
        "Besides the short kris, the Malays use long straight kris with very narrow blades, shorter straight kris of the same form, short broad swords called sundang, long swords of ordinary pattern called pedang, somewhat shorter swords curved like scimitars with curiously carved handles called chenangkas, and short stabbing daggers called tumbok lada.",
        "The geometric shapes changed as they circled her neck rather than stuck to a pattern; she assumed it was some kind of writing.",
        "cribriform pattern was present in some sheets.",
        "crisscross pattern (forming cubes ).",
        "cross-stitch pattern book c.1910.",
        "crotchet rest to fit a 4 beat pattern.",
        "Whatever the pattern adopted for the roof, a sufficient portion of it must be glazed to admit light, and it should be so designed that the ironwork can be easily inspected and painted and the glass readily cleaned.",
        "The form of (3) shows immediately that, if a and b be altered, the co-ordinates of any characteristic point in the pattern vary as a-'- and b-1.",
        "According to common optics, where images are absolute, the diffraction pattern is supposed to be infinitely small, and two radiant points, however near together, form separated images.",
        "The highest point of elaboration in colour, pattern and form is shown by the great eye-painted tail feathers.",
        "Apart from the above-mentioned division of the striped members of both groups into two types according to the pattern of their markings, the domesticated cats of western Europe are divided into a short-haired and a long-haired group. Of these, the former is the one which bears the closest relationship to the wild cats of Africa and of Europe, the latter being an importation from the East.",
        "Within the rectangle formed by pairs of consecutive dark lines, and not far from its centre, the brightness rises to a maximum; but these subsequent maxima are in all cases much inferior to the brightness at the centre of the entire pattern (=o, n =o).",
        "15 shows the modern pattern of \" sounder \" as used by the - == IIB I FIG.",
        "At intermediate stations the roofs are often carried on brackets fixed to the walls of the station buildings, and project only to the edge of the platforms. At larger stations where both the platforms and the tracks are covered in, there are two broad types of construction, with many intermediate variations: the roof may either be comparatively low, of the \" ridge and furrow \" pattern, borne on a number of rows of pillars, or it may consist of a single lofty span extending clear across the area from the side walls.",
        "He contented himself therefore with establishing in his paradise (vara) a heavenly kingdom in miniature, to serve at the same time as a pattern for the heavenly kingdom that was to come.",
        "If the aperture and wave-length increase in the same proportion, the size and shape of the diffraction pattern undergo no change.",
        "[[[Construction Of Circuits]] This form of insulator is still largely used and is a very serviceable pattern, though possessing the defect that the porcelain cup is not removable from the iron bolt on which it is mounted.",
        "But the matter is now determined for all countries which have adopted codes, whether after the pattern of the Code Napoleon or otherwise.",
        "The High Court of Admiralty of Ireland, being formed on the same pattern as the High Court in England, sat in the Four Courts, Dublin, having a judge, a registrar, a marshal and a king's or queen's advocate.",
        "As instances of procryptic or celative coloration may be mentioned that of the species of the genus Dolomedes, one of the Lycosidae, which lives amongst reeds and is marked with a pair of longitudinal yellow lines which harmonize with the upright stalks of the vegetation, and Lycosa pitta, which lives on the sand, can scarcely be seen on account of its mottled pattern: Sparassus smargdulus and the species of Pecucetia, which are found amongst grass or low green herbage, are mostly green in colour, and Salticus scenicus is banded with white and black to match the grey tint of the rocks and stone walls on which it hunts its prey.",
        "fourfold pattern.",
        "The pattern set by Liebig at Giessen was adopted by F.",
        "In the one the pattern consists of narrow vertical stripes, and in the other of longitudinal or obliquely longitudinal stripes, which, on the sides of the body, tend to assume a spiral or sub-circular arrangement characteristic of the blotched tabby.",
        "A diminution of X thus leads to a simple proportional shrinkage of the diffraction pattern, attended by an augmentation of brilliancy in proportion to A-2.",
        "2), or membranaceous and polished, hairy or smooth, oval or round or bean-shaped, or of some less simple pattern; the valves may fit neatly, or one overlap the other, their hinge may have teeth or be edentulous, and their front part may be excavated for the protrusion of the antennae or have no such \" rostral sinus.\"",
        "Sheringham fisherman and lifeboat coxswain John ' Sparrow ' Hardingham, wearing a typical Sheringham pattern gansey of herringbones and coil o ' rope.",
        "crease pattern of mountain and valley folds.",
        "The politics of gender statistics The feminist critique of official statistics has followed the general pattern of feminist social analysis.",
        "The kit includes enough Rowan Big Wool and a crochet hook - when buying the kit the crochet hook - when buying the kit the crochet pattern is included for free.",
        "crosshatch pattern of scratches which are obvious when viewed with oblique light under a stereo scope.",
        "Failure to detect cues from the immune system changes the parasite's development pattern.",
        "Here is the spectrum of cytochrome c. The absorption pattern for all three cytochrome c. The absorption pattern for all three cytochromes changes markedly when these molecules are oxidized and reduced.",
        "exhorted to follow the pattern of lived faith of our elders.",
        "The upper molars present a characteristic pattern of crown, having a much-developed flat or more or less sinuous outer wall, and two transverse ridges running obliquely inwards and backwards from it, terminating internally in conical eminences or columns, and enclosing a deep valley between.",
        "The contraction of the diffraction pattern with increase of aperture is of fundamental importance in connexion with the resolving power of optical instruments.",
        "I.-Skins Of The Blotched Domestic Cat, Showing Some Of The Variations To Which The Pattern Is Liable.",
        "Such neighbouring countries as were conquered by France or revolutionized after her pattern took the same course of suppressing their ecclesiastical jurisdictions.",
        "In consequence of this composite formation, amethyst is apt to break with a rippled fracture, or to show \"thumb markings,\" and the intersection of two sets of curved ripples may produce on the fractured surface a pattern something like that of \"engine turning.\"",
        "colias, which is distinguished by a somewhat different pattern of coloration, the transverse black bands of the common mackerel being in this species narrower, more irregular or partly broken up into spots, while the scales of the pectoral region are larger, and the snout is longer and more pointed.",
        "(2) A form or pattern, particularly one by means of which plastic materials may be made into shapes, whence \"moulding,\" the form which the material so shaped takes.",
        "The pattern strongly correlates with death rates from stroke in Europe.",
        "period corsetry 1 This popular course covers the techniques required to pattern cut and produce different period corset styles.",
        "This pattern of binding could explain the raised plasma corticosterone concentrations and adrenocortical hypertrophy previously noted in MHS.",
        "The kit includes enough Rowan Big Wool and a crochet hook - when buying the kit the crochet pattern is included for free.",
        "She can still be distinguished as an azure damselfly by the pattern of black stripes on the side of her thorax.",
        "dapple pattern that consists of a dark base color with contrasting light areas.",
        "decade of the new millenium we can see the same pattern starting to repeat in Turkey.",
        "Conclusion and Discussion 5.1 Across crime deciles there is a discernible pattern of a reduction in response rates as the property crime rate increases.",
        "A problem pattern can be more efficiently discerned, more easily decoded, and more effectively transformed.",
        "The existing pattern of development has allowed some areas to become deficient in services or only able to access them by the car.",
        "Search pattern not terminated (F) The lexer couldn't find the final delimiter of a / / or m{ } construct.",
        "most drumlins and hills are divided evenly into fields by dense hedgerows which produce a striking pattern of field boundaries.",
        "electron beam writing a pattern on fused silica or silicon.",
        "electron diffraction pattern by noting its symmetry.",
        "embossed with a pattern or texture - a linen look or a plaster effect for example.",
        "bright emerald green 100% cotton with a cute flecked pattern in bright blue, red and yellow.",
        "He is interested in sleep and circadian rhythms in blind people who are not entrained to the 24h sleep wake pattern in society.",
        "Boundaries:: During pattern formation, many genes are expressed in a segmentally repeated manner in the embryonic epidermis.",
        "Woolley also commented on the research from the perspective of catamenial epilepsy, a seizure pattern linked to a women's menstrual cycle.",
        "On the left bank we noticed a pattern of towns set almost equidistant on the top of the valley.",
        "ergative pattern is based on was inherited by all the modern languages from the parent language, Sanskrit.",
        "Prof. C.C. Taylor: classification, image analysis, statistical pattern recognition, bioinformatics, nonparametric density estimation, spatial statistics.",
        "The resulting seedlings are then planted in a random, non-linear pattern inside fenced exclosures, replicating the natural distribution of the trees.",
        "eyed augers have the Jennings pattern double twist for hand operation.",
        "The six paneled door has a radial fanlight around which is a scalloped molded pattern within the pediment.",
        "In highland Britain a pattern of scattered farmsteads remained the norm.",
        "fiber hypertrophy may vary between muscle groups, depending on their activity pattern.",
        "After the initial bisque firing I use actual leaves to produce a surface pattern during the final smoking process.",
        "The usual pattern throughout life is that there will be occasional flare-ups of symptoms followed by varying periods of complete or near-complete remission.",
        "When cut, Hillbilly tomatoes reveal a starburst pattern in it's meaty flesh.",
        "pretty floral pattern, with gold & orange detailing on white china.",
        "Complex tectonic and volcanic forces involving icy viscous fluids combined to develop the deformed pattern of this landscape.",
        "It involves cutting pieces of galss to form a pattern followed by wrapping the edges with thin strips of metallic foil.",
        "The 2 line facility gives an alternate forehand / backhand pattern (as well as the random pattern ).",
        "fornicateked a pattern that featured monkeys fornicating with human skeletons and holding machine guns.",
        "fractal pattern, ensuring oxygen gets to all parts of our body evenly.",
        "freakish weather pattern.",
        "The same pattern of frenetic, but often fruitless, activity is seen in the public services.",
        "futon sewing pattern wall sealant local moves are.",
        "gables Florida great pattern shots it's like calling.",
        "gapewas left there gaping, stunned by the freakish weather pattern.",
        "The 24 stitch garter carriage pattern produces a fabric which lies completely flat and drapes excellently.",
        "The conservation of stone walls, hedgerows and traditional stone gateposts would reinforce landscape pattern and character.",
        "geometryssor blade design: the optimization search pattern, the Pareto front (black points) found and the optimized geometries.",
        "George Wallace a computer science of pattern in.",
        "gestalt therapist will help a person to develop self awareness and break their pattern of non expression.",
        "gnomon in order to read information from the pattern of the dial.",
        "granulation pattern is continually evolving as old granules are pushed aside by newly emerging ones.",
        "gridiron pattern of straight walks and beds shown in a plan of 1746.",
        "You could also fit a decorative pattern metal grille on the inside face of glazed panels.",
        "Even if it is proven to be completely groundless, it is a habit pattern.",
        "The pattern of tribal grouping in Gabon was severely disrupted by slave raiding which continued well into the nineteenth century.",
        "guilloche pattern on a matt ground.",
        "This study investigated bird distributions in relation to local habitat and landscape pattern and the implications which habitat fragmentation may have for woodland birds.",
        "Today I noticed an interesting pattern on the wooden handrail leading to the viewpoint at Castle Water.",
        "Maple: Pale, durable hardwood with a fine grain pattern.",
        "Harlequin pattern comprising red and gold diamonds on white was used for new low-floor busses when they were introduced in 1999.",
        "Standard Pattern headboard \" Pines Express \" Only this inter-regional service brought a BR cast aluminum curved headboard onto SR metals.",
        "Robust field pattern reinforced by stone walls and gorse hedgerows.",
        "The corps wore the shako until the introduction of the home service pattern green spiked helmet in 1878.",
        "There was no clear pattern of greater impairment for kanji with right hemisphere lesions and greater impairment for kana with left hemisphere lesions.",
        "herringbone pattern brick fireback.",
        "herringbone pattern of concrete land drains, inserted to improve the poor drainage of the arena.",
        "hexagon shapes and sewing them to the original pattern.",
        "high-grade silicone they feature a flowing stripe pattern that glows in the dark.",
        "high hats: You're not getting involved in spending three hours creating some high-hat pattern.",
        "hi-hat pattern and tough kicks.",
        "hilted sword remained the regulation pattern until 1822.",
        "hoax warnings do not deviate far from this pattern.",
        "This expression pattern in adults is distinct from any of the putative mammalian homologues.",
        "This pattern is expected to evolve further over the forecast horizon.",
        "Each staggered horizontal and straight vertical line should be complete, with no gaps in the dot pattern.",
        "Several English fiddlers have been recorded using this pattern, on undotted as well as on Newcastle style hornpipes.",
        "Oxytocin use, duration of labor, prolonged infant hospitalization, and maternal fever followed a similar pattern.",
        "hourglass pattern of tan and gray on the flanks.",
        "The stimulus for muscle fiber hypertrophy may vary between muscle groups, depending on their activity pattern.",
        "They also had a distinctly different pattern of brain activity compared to when they were not hypnotized and experienced the painful heat.",
        "The lines are usually iambic pentameters rhyming according to a fixed pattern.",
        "incomprehensible, language is reduced to visual pattern.",
        "This apparently inexplicable flight is part of a pattern.",
        "The regular plural inflection, and the genitive possessive inflection of nouns follow exactly the same pattern.",
        "injection molding process, an unexpected periodic pattern is often observed on a molded product surface.",
        "During a polymer injection molding process, an unexpected periodic pattern is often observed on a molded product surface.",
        "The disease pattern is usually insidious with peripheral mono- or oligoarthritis.",
        "This window shows a simulated TEM diffraction pattern for the wurtzite structure, colour-coded to show the phase of diffracted intensity.",
        "During this period the traditional intermixture of workplace and dwelling was replaced by a new pattern dominated by the specialized office building.",
        "ironwork feature railings, traditional Victorian street lights and even traditional pattern kerbstones.",
        "A standard dipole radiation pattern is not isotropic - it looks bit like a donut with the antenna in place of the hole.",
        "Synthesis of the two specific homoserine lactone (HSL) AI compounds creates a spatial concentration pattern across the swarming plate.",
        "lacy pattern on the skin.",
        "N defaults to 1. The pattern is a regu- lar expression, as recognized by ed.",
        "The same lateralization pattern was found in schizophrenic patients, indicating unimpaired functional lateralization of auditory language processing.",
        "A single lexeme may be assigned stress on one pattern by some speakers, and on another by others.",
        "linen napkins, or with napkins in a solid color matching the pattern.",
        "The second Albert pattern Shako which I am wearing in these pictures is home made from felt and kitchen lino.",
        "Without mark or pattern - olive buff in color - this legless lizard is quite common.",
        "The pattern is in the form of lizard skin in panels, with a central figure of a lizard skin in panels, with a central figure of a lizard.",
        "lozenge pattern, with the overall effect being one of barbaric power.",
        "The researchers will study the pattern of release of interleukins by alveolar macrophages that have been treated with fibers.",
        "This kind of vigilance is a common pattern among physically maltreated youngsters.",
        "The oldest part of the castle shows a distinctive herringbone pattern In the 15th century the castle was converted into a fortified mansion.",
        "But around the 420,000 year mark, the precise pattern changed, with the contrast between warm and cold conditions becoming much more marked.",
        "marquetry pattern.",
        "However, I have decided that a unicursal maze is an abstract pattern made by a single line, or a few crossing lines.",
        "mediaevalis of Balzac's lifetime was largely medieval, based as it was on a medieval street pattern and largely unchanged.",
        "Thus any tune of a given metrical pattern could readily be matched with the words of any hymn in the same metrical pattern could readily be matched with the words of any hymn in the same metrical pattern.",
        "embedded modifiers allow a custom set of modifiers to each regexp pattern.",
        "The /m modifier causes the size of memory block used to hold the compiled pattern to be output.",
        "molding process, an unexpected periodic pattern is often observed on a molded product surface.",
        "moo also did a lovely Hama girl from a pattern.",
        "The natural pattern is for woodland on the lower slopes, leading to fields and unenclosed moorland on the summit.",
        "The reupholstered first class seat bases / backs have been delivered, in original pattern moquette.",
        "morph targets to help you create a variety of different rock pattern reliefs.",
        "cliff morphology may follow a cyclic pattern of response to marine undercutting of the toe that results in cliff failure.",
        "mosaic floor is a pattern of bees.",
        "All options are specified after the last pattern delimiter.",
        "They are descriptions containing demonstratives whose uses refer to whatever pattern is instantiated by the demonstrated token.",
        "This pattern of the motorneuron dendrites is a neural map, which represents centrally the distribution of body wall muscles in the periphery.",
        "The samples were dated using dendrochronology, which uses the pattern of growth rings to age timber.",
        "The same pattern pertained in all white-led Pentecostal denominations until the 1990s.",
        "The relatively dense road network has encouraged this pattern of piecemeal development.",
        "Applications are widespread, ranging from ore deposits in mining to pattern recognition.",
        "Like the 210 Pb deposition rate, the total deposition velocity exhibits a seasonal pattern with maximum values in summer.",
        "This Comments section is therefore very important in explaining the derivation of the overall score from this more complex underlying pattern.",
        "diffracted by the crystal and generate a precise pattern of dots on a detector, such as photographic film.",
        "diffraction pattern from a protein crystal?",
        "dimple pattern deliver shots that fligh high and land softly.",
        "dinnerware pattern in the world.",
        "From the apparently disconnected elements of hunger, stick, banana, spare time, the chimp suddenly made a meaningful configuration pattern.",
        "The MSc program follows the same pattern as the PGDip, plus a triple-module dissertation of 20,000 words.",
        "Maurice opens the tune with an utterly distinctive and special guitar pattern.",
        "dither pattern or even the detector's field of view.",
        "Diffusion dithering A method of dithering that randomly distributes pixels instead of using a set pattern.",
        "diverged from the earlier pattern.",
        "diverticulumlm of the abdomen showed normal bowel gas pattern and the presence of barium in the diverticula of the colon.",
        "dot pattern, continue with another cycle.",
        "dragoon guard pattern with red plume, white plume for the band.",
        "Selection of the Trigger Point box brings up anatomical drawings showing the TP and pattern of pain radiation for a range of muscles.",
        "So perhaps a lucid dreamer could signal by moving the eyes in a predetermined pattern.",
        "Evidence of this flow pattern is demonstrated by the numerous drumlins that compose much of the landscape.",
        "Farms and villages are concentrated on shallow drumlins, which often form prominent 'islands ' with a relatively diverse, well treed landscape pattern.",
        "durable hardwood with a fine grain pattern.",
        "Adjustable spray pattern: At just the twist of a wrist, from a fine atomized mist to a powerful jet stream.",
        "kaleidoscope pattern.",
        "spectral karyotyping suggests additional subsets of colorectal cancers characterized by pattern of chromosome rearrangement.",
        "But when the murders startup again with the same pattern as Edgar's, Hobbes is suspicious of a copycat killer.",
        "Threading this labyrinth involves walking along the sculpted sides of Glastonbury Tor in a particular pattern, outlining the classical labyrinth.",
        "If the image of the line be =o, the intensity at any point E, n of the diffraction pattern may be represented by ?2a2t2 S A2f2 the same law as obtains for a luminous point when horizontal directions are alone considered.",
        "In hand specimens they:often show a well-marked banding which is sometimes flat and parallel, but may be sinuous and occasionally is very irregular, resembling the pattern of damascened steel.",
        "Maybe there would be residual problems, like his sleep pattern.",
        "After today, everything would fall into a pattern.",
        "The shape mostly used is the \" saddle \" boiler, or some variation upon this very old pattern.",
        "5, Neptune pattern).",
        "Towards the end of Ruysbroeck's life, in 1378, he was visited by the fervid lay-preacher Gerhard Groot (1340-1384), who was so impressed by the life of the community at Groenendal that he conceived the idea of founding a Christian brotherhood, bound by no monastic vows, but living together in simplicity and piety with all things in common, after the apostolic pattern.",
        "It had up to this time been little more than the shuffling of cards, the ingenious arrangement of counters in a pretty pattern.",
        "If the aperture be increased, not only is the total brightness over the focal plane increased with it, but there is also a concentration of the diffraction pattern.",
        "By this procedure the width of the central band in the diffraction pattern is halved, and so far an advantage is attained.",
        "In these expressions we are to replace p by ks/f, or rather, since the diffraction pattern is symmetrical, by kr/f, where r is the distance of any point in the focal plane from the centre of the system.",
        "The first dark ring in the diffraction pattern of the complete circular aperture occurs when r/f = 1.2197 XO /2R (15).",
        "The diffraction pattern is therefore that due to a single aperture, merely brightened n times.",
        "In observing the bands he received them at first upon a screen of finely ground glass, upon which a magnifying lens was focused; but it soon appeared that the ground glass could be dispensed with, the diffraction pattern being viewed in the same way as the image formed by the object-glass of a telescope is viewed through the eye-piece.",
        "The bases of the columns are either reeded or decorated with a plait-pattern; the capital has the broad channel between the volutes subdivided by a carefully-profiled incision; and the top of the shafts is ornamented by a broad band of palmette or honeysuckle pattern.",
        "The greater part of its body is covered by a pattern of acanthus leaves, but on the shoulder is a frieze showing nomads breaking in wild mares, our chief authority for Scythian costume.",
        "Such an enthusiasm of militant piety, plainly based on actual successes of Israel and the house of Aaron, can only be referred to the first victories of the Maccabees, culminating in the purification of the Temple in 164 B.C. This restoration of the worship of the national sanctuary, under circumstances that inspired religious feelings very different from those of any other generation since the return from Babylon, might most naturally be followed by an extension of the Temple psalmody; it certainly was followed by some liturgical innovations, for the solemn service of dedication on the 25th day of Chisleu was made the pattern of a new annual feast (that mentioned in John x.",
        "The retention of the tropical pattern by the Highlanders is due directly to environment, since the kilt is better suited than trousers for walking over wet heather.",
        "(pattern similar to the above), while the leader is arrayed in a magnificent wrapper in blue, red and white, with fringed edges, and a neck-ribbon to keep FIG.",
        "Lamartine has been extolled as a pattern of combined passion and restraint, as a model of nobility of sentiment, and as a harmonizer of pure French classicism in taste and expression with much, if not all, the better part of Romanticism itself.",
        "A chapter was constituted, the bishop being dean; amongst its members was a canon missioner (the first to be appointed in England), and the Scholae Cancellarii were founded after the Lincoln pattern.",
        "Round's remarkable discovery among the manuscripts of the British Museum of the Oath of the Commune proves for the first time that London in 1193 possessed a fully developed \" Commune \" of the continental pattern.",
        "Where large quantities of fire-damp are present, safety-lamps of approved pattern must be used and carefully inspected daily.",
        "Antenna has several important parameters: resonant frequency,gain, impedance, aperture or radiation pattern, efficiency and bandwidth, polarization.",
        "The glass is first dipped in this protective liquid, and when the paint has set the pattern is scratched through it with a sharp point.",
        "If the table has a pattern engraved upon it the glass will show the same pattern in relief, the most frequent pattern of the kind being either small parallel ridges or larger ribs crossing to form a lozenge pattern.",
        "The pattern is impressed Upon the soft sheet by a printing roller which is brought down upon the glass as it leaves the main rolls.",
        "This glass shows a pattern in high relief and gives a very brilliant effect.",
        "or less, and divided into tablets by being cut transversely, each of these tablets presenting the pattern traversing its substance and visible on each face.",
        "The large double doors of cedar wood, covered with bronze showing a geometric interlaced pattern, have been compared with those of Ghiberti at the Baptistery of Florence.",
        "In beauty and variety of pattern and color the autumnal tints are unsurpassed.",
        "His temperament will not let him endure the labor of always producing the same pattern.",
        "If the box be round, they will seek to lead the eye away from the naked regularity of the circle by a pattern distracting attention, as, for example, by a zigzag breaking the circular outline, and supported by other ornaments.",
        "His first business is to chisel the surface in lines forming the basic pattern of the design.",
        "The seventh is to hammer gold into the outlines of the diaper; the eighth, to hammer it into the pattern filling the spaces between the lines, and the ninth and tenth to complete the details.",
        "By repeated hammering and polishing the expert obtains such control of the wood-grain pattern that its sinuosities and eddies seem to have developed symmetry without losing anything of their fantastic grace.",
        "The threads extend only to the outlines of each figure, and it follows that every part of the pattern has a rim of minute holes like pierced lines separating postage stamps in a sheet, the effect being that the design seems to hang suspended it1 the groundlinked into it, as the Japanese term implies.i A specimen of this nature recently manufactured by Kawashimas weavers measured 20 ft.",
        "The cutting artist lays the piece of unfinished velvet on his bench, and proceeds to carve into the pattern with his chisel, just as though he were shading the lines of the design with a steel pencil.",
        "~Vhen the pattern is lightly traced, he uses his knife delicately; when the lines are strong and the shadows heavy, he makes the point pierce deeply.",
        "Formerly the embroiderer was content to produce a pattern with his needle, now he paints a picture.",
        "Eight hydraulic hoists, of the most up-to-date pattern, are capable of shipping 5,600 tons of coal per hour.",
        "The majority are distinguished by the beautiful arrangement of their bright and highly ornamental colours; many species of Elaps have the pattern of the so-called coral-snakes, their body being encircled by black, red and yellow rings - a pattern FIG.",
        "In fact the uniformity of brass and bell-metal is only superficial; if we adopt the methods described in the article Metallography, and if, after polishing a plane face on a bit of gun-metal, we etch away the surface layer and examine the new surface with a lens or a microscope, we find a complex pattern of at least two materials.",
        "4 (Plate) is the pattern found in a bronze containing 271% of tin when so treated.",
        "The dredges used in California are almost exclusively of the endless-chain bucket or steam-shovel pattern.",
        "The 17th-century preaching was, generally speaking, a continuation of that of the 16th century, the pattern having been set by the Council of Trent and by the principles and practice of the Reformers.",
        "While the colours on the metopes and triglyphs had faded somewhat, the border above them, topped with a cornice projecting 6 in., retained a most brilliant maeander pattern of red, blue and yellow, while below these were two bands of godroons of blue and red.",
        "The Pastoral Epistles point to \" the pattern of sound words, even the sayings of our Lord Jesus Christ.\"",
        "In the curious little Tingidae, whose integuments exhibit a pattern of network-like ridges, the feet are two-segmented and the scutellum is hidden by the pronotum.",
        "Buchanan, which has an arbitrary scale and can be varied in weight by placing small metal rings on the stem so as to depress the scale to any desired depth in sea-water of any salinity, the specific gravity being calculated for each reading by dividing the total weight by the immersed volume; (3) the total immersion areometer, which has no scale and the weight of which can be adjusted so that the instrument can be brought so exactly to the specific gravity of the water sample that it remains immersed, neither floating nor sinking; this has the advantage of 'eliminating the effects of surface tension and in Fridtjof Nansen's pattern is capable of great precision.",
        "By later Judaism, which fixed its attention chiefly on the altar scene, he was regarded as the pattern and prototype of all martyrs.",
        "7 The last named regards the document \"as a decorated narrative of the saint's martyrdom framed after the pattern of Jesus' martyrdom,\" though he thinks that it cannot be put as late as 250, but must fall within the limits of the 2nd century.",
        "- Typical painted Clay Vessel, with geometric pattern, standing on a conical point.",
        "In northern Mexico net-work, rude lace-work in twine, are followed farther south, where finer material existed, by figured weaving of most intricate type and pattern; warps were crossed and wrapped, wefts were omitted and texture changed, so as to produce marvellous effects upon the surface.",
        "Fore-sights varied in pattern.",
        "The pattern is that of a true sight, that is to say, the base plate is capable of movement about two axes, one parallel to and the other at right angles to the axis of the gun, and has cross spirit-levels and a graduated elevating drum and independent deflection scale, so that compensation for level of wheels can be given and quadrant elevation.",
        "guns very little change was made in the pattern of sights.",
        "The pattern of telescope used in coast defence is that designed by Dr Common.",
        "In the navy the conditions of an unstable platform rendered quadrant elevation of little use, and necessitated a special pattern of tangent sight to facilitate firing the moment the roll of the ship brought the sights on the target.",
        "28 (German Mauser pattern), fig.",
        "Under A we should have the following departments and stores: - Departments of issue and receipt, pattern room, armoury department, ordnance or park, harness, saddlery and accoutrements, camp equipment, tools and instruments, engineer store, magazines, raw material store, timber yard, breaking-up store, unserviceable store.",
        "This act of ordaining ministers, probably after the Genevan order - which they certainly used from May 1568 - and their excommunication of certain deserters from their \" church \" (so Grindal), clearly mark the fact that this body of some 200 persons had now deliberately taken up a position outside the national church, as being themselves a \" church \" in a truer sense than any parish church, inasmuch as they conformed to the primitive pattern.",
        "28-34); the neighbour to be thus loved and served is simply any and every suffering fellow-man; and the pattern for such perfect love is found in a schismatical Samaritan (Luke x.",
        "In the Ligore ware the hammered ground-work is inlaid with a black composition of sulphides of baser metals which throws up the pattern with distinctness.",
        "E.S.E., and separated by high intermont valleys, which are choked with disintegrated material and divided into a chequered pattern of self-contained, shallow lacustrine basins.",
        "The Jagiellos were all of the same mould and pattern, but the mould was a strong one and the pattern was good.",
        "9), which, on transverse section, have the form of a cross constituting the two diagonals of the rhombic or squarish pattern of the mineral.",
        "The new humanism agreed with the Renaissance in its unreserved recognition of the old classical world as a perfect pattern of culture.",
        "This species from the high north of Europe and Asia carries green eggs, and above them a bright pattern in ultramarine (Sars, 1896, 1897).",
        "lost, or of Jeremiah through the whole course of his seemingly fruitless ministry, was rich in experiences of faith triumphing over temptations and trials, of personal converse with God sustaining the soul in the face of difficulties hopeless to the eye of sense, which formed the pattern of a new and higher stage of religion in which the relation of the individual soul to God should be set free from those limitations which had been imposed by the conception that the primary subject of religion is the nation.",
        "The few genera and species are undoubtedly a heterogeneous assembly, as indicated by their very scattered distribution, but they all agree in their decidedly handsome colour pattern, bands of dark brown to maroon upon a light ground.",
        "A constitution on the French imperial pattern granted by the king remained practically inoperative, an arbitrary bureaucratic regime was instituted, the finances were from the beginning in a hopeless condition, and the country was drained of men and money for Napoleon's wars.",
        "5, besides the conventional arabesque pattern, is decorated, according to rule, with the arms of the archbishop and his see.",
        "For use at the switch-boards of electric supply stations the instrument takes another form known as the \"edge-wise\" pattern.",
        "In the form in which we now possess them, they are a compilation after the pattern of the Clementine Homilies, and have been subjected to manifold redactions.",
        "The peculiar configuration of thr~ ridges may be apprehended as follows: The pattern of the folded ~trata on the low-lying Cretaceous peneplain must have resembled the pattern of the curved grain of wood on a planed board.",
        "The horizontal strata of the plateau present equal ease or difficulty of erosion in any direction; the streams and the submature valleys of the plateau therefore ramify in every direction, thus presenting a pattern that has been called insequent, because it follows no apparent control.",
        "Where drift deposits border the sea, the shore line has been cut back or built forward in beaches of submature expression, often enclosing extensive tidal marshes; but the great part of the shore line is rocky, and there the change from initial pattern due to submergence is as yet small.",
        "The canal of the cervix is about an inch long, and is spindle-shaped when looked at from in front; its anterior and posterior walls are in contact, and its lining mucous membrane is raised into a pattern which, from its likeness to a cypress twig, is called the arbor vitae.",
        "netscheri, which apparently differs from the spiny rabbit mainly by the pattern of the cheekteeth.",
        "In general dental characters, especially the retention of three pairs of molars, this genus approximates to the Leporidae, although in the absence of post-orbital processes and the pattern of the molars it departs less widely from the modern Ochotonidae than does Prolagus.",
        "With fairly homogeneous light the diffraction pattern may be observed at a distance, varying with the width of the slit from about the length of the collimator to one quarter of that length.",
        "The teeth form a continuous even series, the small canines being crowded between the incisors and premolars; the crowns of the cheek-series are tall (hypsodont), with a distinctive pattern of their own.",
        "In a street of Benares similar devotions meet the eye, as dainty maidens pour out phials of holy water over erect stones of the same obscene pattern that was common also in Greece and Italy.",
        "The Kew Observatory pattern unifilar magnetometer is shown in figs.",
        "In the case of the Kew pattern unifilar the same magnet that is used for the declination is usually employed for determining H, and for the purposes of the vibration experiment it is mounted as for the observation of the magnetic meridian.",
        "2, containing a description of the Kew pattern unifilar magnetometer and detailed instructions for performing the experiments; C. Chree, Phil.",
        "Fraser, Terrestrial Magnetism, 1901, 6, p. 65, containing a description of a modified Kew pattern unifilar as used in the Indian survey; H.",
        "For a description of the method of using the Fox circle for observations at sea consult the Admiralty Manual of Scientific Inquiry, p. 116, while a description of the most recent form of the circle, known as the Lloyd-Creak pattern, will be found in Terrestrial Magnetism, 1901, 6, p. 119.",
        "He introduced a pattern having four or five parallel straight strips of magnetized steel fixed under a card, a form which remained the standard admiralty type until the introduction of the modern Thomson (Kelvin) compass in 1876.",
        "Behind the incisors is a considerable gap, followed by the cheek-teeth, which are all contiguous, and formed almost exactly on the pattern of some of the perissodactyle ungulates.",
        "The more typical members of the genus are terrestrial in their habits, and their cheek-teeth have nearly the same pattern as in rhinoceroses; while the interval between the upper incisors is less than the width of the teeth; and the lower incisors are only slightly notched at the cutting edge.",
        "In a second section the molar teeth have the same pattern as in Palaeotherium (except that the third lower molar has but two lobes); the interval between the upper incisors exceeds the width of the teeth; and the lower incisors have distinctly trilobed crowns.",
        "Latimer, on seeing him enter the church, boldly changed his theme to a portrayal of Christ as the pattern priest and bishop. The points of comparison were, of course, deeply distasteful to the prelate, who, though he professed his \" obligations for the good admonition he had received,\" informed the preacher that he \" smelt somewhat of the pan.\"",
        "Oxford is a plain-woven cloth usually with a coloured pattern, and is used for shirts and dresses.",
        "A coinage was then issued (it would appear once only) in Tibet for domestic use, modelled on an old Kathmandu pattern and struck by Nepalese artists.",
        "For it must be borne in mind that animals are not only coloured but the colour is arranged in a more or less definite pattern.",
        "The wild mouse, rat and rabbit are self-coloured, but the domesticated forms include various piebald patterns, such as spotted forms among mice, and the familiar black and white hooded and dorsal-striped pattern of some tame rats.",
        "Colour, therefore, must be correlated with some determinant (determining factor) for pattern, and it cannot, therefore, exist alone in an animal's coat.",
        "And we must conceive that each kind of pattern - the self, the spotted, the striped, the hooded and all others - has its own special determinant.",
        "Given the presence of all the necessary determinants for the development of pigment in a mammal's coat, some or all of the hairs may bear this pigment according to the pattern determinants, or absence of pattern determinants, which the cells of the hair papillae carry.",
        "There is thus evidence that colour is correlated with other factors which determine pattern.",
        "And this leads to the inquiry as to whether albinoes ever exhibit evidence that they carry the pattern determinants in the absence of those for pigmentation.",
        "For it is to be expected a priori that, since albinoes were derived from pigmented progenitors and may at any time appear, side by side with pigmented brothers, in a litter from pigmented parents, they would be carrying the pattern determinants of some one or other of their pigmented ancestors.",
        "With regard to pattern, the evidence is now clear that albinoes may carry the determinants in both these ways.",
        "The particular pattern will only appear when the coloured parent is mated with the particular albino.",
        "And yet the albino itself shows no somatic pattern or pigment.",
        "With respect to albinoes carrying pattern as a visible somatic character, i.e.",
        "And it is possible that this albino, had it developed colour, would have been of the piebald pattern.",
        "Thus these albinoes exhibit a pattern of pink skin similar in form with the black pattern of the piebald rat.",
        "Moreover, some of the albinoes possess these particular \"pattern\" hairs all over the body and obviously such individuals are carrying the self pattern.",
        "that these particular albinoes are carrying in the soma the pattern determinants simultaneously with the absence of some of the factors for pigmentation.",
        "Not only do albinoes thus carry the determinants for pattern, but it has been known for some time that they also carry gametically, but never visible somatically, the determinants for either the ferment or the chromogen for one or more colours.",
        "When an albino mouse, rat, guinea-pig or rabbit is crossed with either a pure self or pure pied-coloured form, the offspring are similar to, though not always exactly like, the coloured parent; provided, of course, that the albino is pure and is not carrying some colour or pattern determinant which is dominant to that of the coloured parent used.",
        "It owes its origin to the marquis de la Mina, who, about 1754, did much for the city, and is regularly laid out, the houses being built of brick after a uniform pattern.",
        "The following species may be cited as instances of this type of pattern: Methona confusa, Thyridia psidii, Eutresis imitatrix and Dirgenna dero (Ithomiinae); Itura ilione and I.",
        "Very commonly different species of aculeate Hymenoptera, inhabiting the same district, form the centres of mimetic attraction for insects of various orders, so that a considerable percentage of the insect-fauna can be arranged in groups according to the pattern of the particular model the species have copied.",
        "In 1847 Michael Nairn conceived the notion of utilizing the fibre of cork and oil-paint in such a way as to produce a floor-covering more lasting than carpet and yet capable of taking a pattern.",
        "They are naturally exceedingly light in weight, and those that are of an even pattern, possessing a lustrous sheen, are costly.",
        "During the period just mentioned the tailors' methods of scientific pattern cutting have been adopted by the leading furriers in place of the old chance methods of fur cutters, so that to-day a fur garment may be as accurately and gracefully fitted as plush or velvet, and with all good houses a material pattern is fitted and approved before the skins are cut.",
        "The instrument is made in three forms - the Y pattern, the Everest and the transit.",
        "draw up a constitution on the British parliamentary pattern.",
        "Greek rhetoric began in the \"grand\" style; then Lysias set an exquisite pattern of the \"plain\"; and Demosthenes might be considered as having effected an almost ideal compromise.",
        "These Carian princes ruled as satraps for the Great King, but they modelled themselves upon the pattern of the Greek tyrant.",
        "At an early date the rites practised in the various temples were conformed to a common pattern.",
        "Glass rods were piled together to form a pattern in cross-section.",
        "The five mathnawis, from the Makhzan to the Haft Paikar, form Nizami's so-called \"Quintuple\" (Khamsa) or \"Five Treasures\" (Panj Ganj), and have been taken as pattern by all the later epic poets in the Persian, Turkish, Chaghatai and Hindustani languages.",
        "They range from subjects of the homeliest and most mirthful realism to others serious and devout, and from literal or almost literal transcripts of natural form to the most whimsically abstract combinations of linear pattern and tendril .and flourish.",
        "The walls are covered with varied stucco-work of most delicate pattern, surrounding many ancient escutcheons.",
        "That which is inscribed with the name of \"Midas the King\" is the most remarkable example of one class, in which a large perpendicular surface of rock is covered with a geometrical pattern of squares, crosses and maeanders, surmounted by a pediment supported in the centre by a pilaster in low relief.",
        "In some cases a floral pattern occupies part of the surface, and in one case the two sides of the pediment are filled by two sphinxes of archaic type.'",
        "The heraldic type is used on the monuments which appear to be the older, and the geometrical pattern is often employed on the inscribed monuments, which are obviously later than the earliest uninscribed.",
        "A pattern was incised with a graver in iron or steel, and then gold wire was beaten into the sunk lines, the whole surface being then smoothed and polished.",
        "A thin sheet has for all practical purposes no thickness - that is, the geometrical pattern marked on it will develop the object required after it is bent.",
        "The usual ornament is a conventional flower pattern, pricked in from paper and dusted along the pricking.",
        "The varieties of cut are sharai or canonical, orthodox, which reach to the ankles and fit as close to the leg as European trousers; rumi or ghararedar, which reach to the ankles but are much wider than European trousers (this pattern is much worn by the Shias); and tang or chust, reaching to the ankles, from which to the knee they fit quite close.",
        "The shalwar pattern, 2 Anglicized as \" pyjamas \" (in America \" pajamas \"), the term is used of a form of night-wear for men which has now generally superseded the night-shirt.",
        "The Bora adopts one of four forms of pagri; the Ujjain, a small neatly bound one; the Ahmadabad, a loose high one; the Surat, fuller and higher than the Ujjain pattern (Plate I.",
        "In the house the man wears a skull cap; out of doors the older Parsis wear the khoka, a tall hat, higher in front than at the back, made of a stiff shiny material, with a diaper pattern (Plate I.",
        "On the northern frontier the pattern known as the kafshi is worn; this is a slipper having neither sides nor back; the sole towards the heel is narrow and raised by a small iron-shod heel.",
        "Trans., 18 93, P. 361), Whose Work Threw A Great Deal Of Light On The Failure Of Previous Observers To Secure Consistent Results, Corresponded To The Last Expression E 2 T/R, And Consisted In Regulating The Current By A Special Rheostat, So As To Keep The Potential Difference E On The Terminals Of The Resistance R Balanced Against A Given Number Of Standard Clark Cells Of The Board Of Trade Pattern.",
        "In the Eschenhagen pattern instrument, in which a single quartz fibre is used for the suspension, two magnets are placed in the vicinity of the suspended magnet and are so arranged that their field partly neutralizes the earth's field; thus the torsion required to hold the magnet with its axis perpendicular to the earth's field is reduced, and the arrangement permits of the sensitiveness being altered by changing the position of the deflecting magnets.",
        "In the later pattern a third mirror is added of which the plane is inclined at about 30° to the horizontal.",
        "In the 12th century the Celtic Church was completely metamorphosed on the Roman pattern, and in the process the Culdees also lost any distinctiveness they may formerly have had, being brought, like the secular clergy, under canonical rule.",
        "The powdered amalgam was then shaken out of the quills on to the plate, so as to completely cover all the engraved pattern.",
        "When the powder had become thoroughly liquid, so as to fill all the lines, the plate was allowed to cool, and the whole surface was scraped, so as to remove the superfluous niello, leaving only what had sunk into and filled up the engraved pattern.",
        "The British Museum possesses a fine fibula of silver decorated with a simple pattern in niello and thin plates of repousse gold.",
        "In the third, the materials are worked up after the model or pattern of nature, though we are prone to err in the progress from sense to reason; the result is philosophy, which is concerned either with God, with nature or with man, the second being the most important.",
        "The \" way \" of Heaven, the \" course \" of Heaven, the \" lessons \" of Heaven, the law or \" decree \" (ming) of Heaven, are constantly cited as the pattern for the emperor and his subjects.",
        "Finally, these observers traced the variation to the fact that the wire supporting the aluminium needle as well as the wire which connects the needle with the sulphuric acid in the Leyden jar in the White pattern of Leyden jar is enclosed in a metallic guard tube to screen the wire from external action.",
        "Guided by these experiments, Ayrton, Perry and Sumpner constructed an improved unifilar quadrant electrometer which was not only more sensitive than the White pattern, but fulfilled the theoretical law of working.",
        "The importance of this investigation resides in the fact that an electrometer of the above pattern can be used as a wattmeter, provided that the deflection of the needle is proportional to the potential difference of the quadrants.",
        "Dolezalek Pattern.",
        "A system of university extension has been developed on the English pattern, summer courses being held at Upsala and Lund.",
        "Among the scientific and literary societies are to be noted the Swedish Academy, consisting of 18 members, which was instituted in 1786 by Gustavus III., after the pattern of the Academie Frangaise, for the cultivation of the Swedish language and literature; and the Academy of Science, founded in 1739 by Linnaeus and others for the promotion of the natural sciences.",
        "Merchants generally wear a turban of muslin embroidered in colors, or of a yellow pattern on straw-colored muslin, or of calico, or shawl.",
        "Its wood is valued in turnery for cups, bowls and pattern blocks.",
        "Pattern Makers.",
        "In this sense he was the pattern if not the \" father \" of all such as allegorize and reconcile.",
        "from tip to tip. The ox-yokes are often elaborately carved in a traditional pattern in which Gothic and Moorish designs are blended.",
        "Warasdin is the seat of a district court, and possesses an old castle, a cathedral The Contracting Powers which do not at present own perfected mines of the pattern contemplated in the present Convention, and which, consequently, could not at present carry out the rules laid down in Articles i and 3, undertake to convert the materiel of their mines as soon as possible so as to bring it into conformity with the foregoing requirements.",
        "In 1458 the right of minting money according to the pattern and value of the Buda coinage was granted to the municipality by King Matthias I.",
        "Moreover - and this has been employed as an argument in favour of the foreign origin of the knowledge of bronze - all the objects in one part of Europe are identical in pattern and size with those found in another part.",
        "At first being used in their natural forms, these pebbles or gems have been grouped as lenticular or bean-shaped, and glandular or of the sling-bolt pattern; later, from the 6th to the 4th century B.C., they were fashioned as scaraboids, that is, in the general form of the Egyptian scarab, but without the sculptured details of the beetle's body.",
        "In subsequent reigns the order of the two seals was reversed, the seal of majesty becoming the obverse, and the reverse being the equestrian seal: a pattern which has been followed, almost uniformly, down to the present day.",
        "But in the great Sala dell' Asse (or della Torre) abundant traces of Leonardo's own hand were found, in the shape of a decoration of intricate geometrical knot or plait work .combined with natural leafage; the abstract puzzle-pattern, of a kind in which Leonardo took peculiar pleasure, intermingling in cunning play and contrast with a pattern of living boughs and leaves exquisitely drawn in free and vital growth.",
        "A tile of white porcelain with a black pattern on it will, if heated red-hot, show the pattern bright on a darker ground.",
        "The tentacles may number many hundreds or may be very few, in rare cases only one or two, or even absent altogether; they may be long and filamentous, or short and reduced to mere knobs or warts; they may be simple and unbranched, or they may be feathery in pattern.",
        "The bride's face is tattooed according to a pattern furnished by the bridegroom.",
        "Externally they resemble ordinary sea-anemones, but there is only one ciliated groove, the sulcus, in the stomodaeum, and the mesenteries are arranged on a peculiar pattern.",
        "The flaiths in every tuath and all ranks of society were organized on the same hierarchical pattern as royalty.",
        "In one form of Wheatstone's Bridge, known as the series pattern plug-resistance bridge, or Post Office pattern, the two ratio arms, P and Q, each consist of a series of coils of wire, viz.",
        "2, is known as the dial pattern.",
        "- Diagram showing Connexions of a Dial and Plug pattern, Wheatstone's Bridge.",
        "This arrangement forms the measuring arm of the bridge, the ratio arms being constructed on the series plug pattern just described.",
        "A bridge of this pattern has the advantage that the insertion or removal of a plug in the measuring arm does not tend to tighten or loosen all the rest of the plugs; moreover, there are fewer plugs to manipulate, and each plug is occupied.",
        "The army was remodelled after Cromwells pattern, and the king was finally crushed at Naseby The (1645).",
        "There ensued a general classification of the stars by Secchi into four leading types, distinguished by diversities of spectral pattern; and the recognition by Huggins of a considerable number of terrestrial elements as present in stellar atmospheres.",
        "The fairer tribes at the east end tattoo, no definite meaning apparently being attached to the pattern, for they welcome suggestions from Manchester.",
        "Papuan weapons are the bow and arrow (in the Fly River region, the north and north-east coasts); a beheading knife of a sharp segment of bamboo; a shafted stone club - rayed, disk shaped or ball-headed (in use all over the island); spears of various forms, pointed and barbed; the spear-thrower (on the Finsch coast); and hardwood clubs and shields, widely differing in pattern and ornamentation with the district of their manufacture.",
        "The country immediately south of the Terskei Ala-tau consists \" of broad, shallow basins running east and west in en echelon pattern, and lying at 10,000 ft.",
        "The pattern of the wig-lappets has been quoted to prove that it dates from the XIIth Dynasty, but it is said that the peculiar disposition of the uraeus on its forehead agrees with that in the earliest sculptures.",
        "The Greek \" key \" pattern found on objects in Peruvian graves was not necessarily borrowed from Greece, nor did Greeks necessarily borrow from Aztecs the \" wave \" pattern which is common to both.",
        "In monochromatic light, then, the interference pattern is characterized by three systems of curves: the curves of constant retardation p = const.; the lines of like polarization = const.; the curves of constant intensity I = const.",
        "(Reference should be made to the article Crystallography for illustrations, and for applications of these phenomena to the determination of crystal form.) With an uniaxal plate perpendicular to the optic axis, the curves of constant retardation are concentric circles and the lines of like polarization are the radii: thus with polarizer and analyser regulated for extinction, the pattern consists of a series of bright and dark circles interrupted by a black cross with its arms parallel to the planes of polarization and analysation.",
        "With a combination of plates in plane-polarized and plane-analysed light the interference pattern with monochromatic light is generally very complicated, the dark curves when polarizer and analyser are crossed being replaced by isolated dark spots or segments of lines.",
        "The interference pattern produced by this combination is, when the field is small, a system of parallel straight lines bisecting the angle between the principal planes of its constituents.",
        "Again, a system of rings, similar to those of an uniaxal plate perpendicular to the axis, may be produced with a glass cylinder by transmitting heat from its surface to its axes by immersion in heated oil, and glass that has been raised to a red heat and then cooled rapidly at its edges gives in polarized light an interference pattern of a regular form dependent upon the shape of the contour.",
        "When the polarizer and analyser are parallel or crossed, the pattern is the same as with inactive plates, with the exception that the brushes do not extend to the centre of the field; but as the analyser is rotated a small cross begins to appear at the centre of the field, while the rings change their form and become nearly squares with rounded corners, when the planes of polarization and analysation are at 45°.",
        "With two plates of equal thickness and of opposite rotations, the pattern consists of a series of circles and of four similar spirals starting from the centre, each spiral being turned through 90° from that adjacent to it.",
        "On the advice of Cassander they made effective their ancient cantonal league, apparently after the pattern of Aetolia.",
        "Castleconnell is so intimately connected with this sport that it has given its name to a favourite pattern of fly-rod, in which a movable splice takes the place of the usual metal joint.",
        "Inside an intricate pattern of Immortal writing was the word K R I S. His throat tightened at the sight of something he.d waited his whole life to see.",
        "Her varying tones would have thrown it off as well; it was programmed to the monotonous speech pattern of Anshan.",
        "She obliged with a smile and was polite enough not to question his eccentric dialing pattern and cutting the connection twice before letting it ring.",
        "While there was no precise pattern to the trips, no locations seemed to be more frequently visited than others.",
        "The difference in this case is that it is getting to be a pattern â€” increasing in frequency and violence.",
        "A lucid dreamer could signal a not so deep sleep by moving the eyes in a predetermined pattern.",
        "The pattern is built around a number followed by a preposition.",
        "AB - A case is reported of endometrial adenocarcinoma of the uterus in an 85-year-old patient with an unusual spreading pattern.",
        "Ceramics 1988 upped the stakes and stopped any sense of forming a pattern to be followed ad infinitum.",
        "adult learning, and also the changing pattern of relationships in the modern world.",
        "In the hands of a show pilot this model will fly smooth pattern style aerobatics with ease & astonish spectators with freestyle routines.",
        "The pattern of the suburbs was more complex, with quite marked differentials between the most affluent and the least affluent suburban wards.",
        "The pattern of familial aggregation suggests that in individual families, a small number of genes act together to cause the phenotype.",
        "Within the five counties, there were exceptions to the pattern of a steadily declining land agitation.",
        "airflow pattern for the slopes we are building on.",
        "A negative pressure difference indicates a weather pattern dominated by colder continental airstreams.",
        "The most common type of alopecia seen in women is androgenetic alopecia, also known as female pattern alopecia or baldness.",
        "alternatek David Bilton for pointing out to us the alternating segmentation pattern of tropical centipedes.",
        "There is no clear pattern for this constant alternation between using his own hand and someone else's.",
        "amplifyhly amplified series of waves on the tarmac, easing out to the normal pattern above and below, on the grass verge.",
        "The By Laws were revised in 1926 when the pattern of meetings which still appertain today was adopted.",
        "are also interested in what determines the pattern of ICT diffusion.",
        "FIGLEAVES PRICE £ 8.00 Burlington: Fashion Socks placed argyle pattern sock These Burlington socks have a fashionable placed argyle pattern sock These Burlington socks have a fashionable placed Argyle pattern at the ankle.",
        "The apparently artless reappearance of images in different poems invests them with significance: they make a complex pattern across the collection.",
        "Similar to positive lookbehind assertions, the contained pattern must only match strings of some fixed length.",
        "astrophysics researcher, I wondered if the same pattern applied to science.",
        "asymmetryis discovery the full pattern of matter-antimatter asymmetries is coming together into a coherent picture.",
        "ate pattern development are desirable.",
        "The Footprint scotch Eyed augers have the Jennings pattern double twist for hand operation.",
        "The best way is to build and simulate an automaton for the pattern.",
        "azure damselfly by the pattern of black stripes on the side of her thorax.",
        "The drummer, Earl Palmer whilst holding down a solid backbeat is also still playing a 'typical swing ' pattern to sustain the beat.",
        "Thus, writing a pattern that actually matches a literal backslash means writing four backslashes in the query.",
        "A special backstamp was produced which included the pattern name, the retailer's name and the pottery manufacturer's name.",
        "backtracking to try to exhaustively find all nodes that match the given pattern.",
        "Radiator, pattern tiled floor, pine spindled balustrade to staircase off.",
        "The process starts with a laser beam or electron beam writing a pattern on fused silica or silicon.",
        "behavior pattern.",
        "bimodal rainfall pattern and a dry period, usually between December and April.",
        "get the most bingos on the Heart pattern for a £ 100 bonus!",
        "biopsy edition also discusses the changing pattern of endometrial biopsies resulting from modified clinical practice.",
        "The degree and pattern of resuspension determine the impact to resident biota.",
        "birefringence pattern developed during the coextrusion flow of LDPE melts.",
        "birth defects described among Zovirax exposed subjects have not shown any uniqueness or consistent pattern to suggest a common cause.",
        "bisque firing I use actual leaves to produce a surface pattern during the final smoking process.",
        "bloodstain pattern analysis in the investigation of scenes of violent crime.",
        "blotchy pattern.",
        "The grained pattern on the walls matches that on the white formica tables, whilst the color matches the Leatherette booth seating.",
        "For him, the capitulation of ' a completely bourgeois Parliament ' then, was the pattern for 1961.",
        "bowing pattern also occurs in old Scots collections.",
        "bozo pattern to create some nice clouds.",
        "Left, the English bond pattern brickwork for the outer wall is starting to take shape.",
        "The period of the pulsation pattern is directly related to the star's intrinsic brightness.",
        "To maintain neutral buoyancy, you use a pattern that results in an average that results in neither an ascent nor a decent.",
        "burgage plot pattern could have provided a useful clue to make the scheme unique and site specific.",
        "Regular expression pattern strings may not contain null bytes, but can specify the null byte using the \\ number notation.",
        "Nor do these three dates follow any pattern from the pagan calendar, missing entirely the solstice on 21st.",
        "This actually represents a capitulation to contemporary culture; a pattern of worship which takes this approach to the extreme is the seeker service.",
        "This is a small, black turtle that has a pattern on its smooth carapace with small yellow spots.",
        "cardioid pattern vocal mics ).",
        "casing designed in conjunction with new tread pattern.",
        "castrato singers fixed the pattern for all high male singers to come.",
        "For Johnson the pattern of adult catechesis is the most integrated approach to keeping together outreach, discipleship, worship and ministry.",
        "Pattern making made a change from dealing with metal.",
        "checker color pattern and specifies that the two colors red and blue should be used.",
        "In section \" checker \" the checker pigment pattern is explained.",
        "checkerboard pattern cut into it.",
        "chequerheckered pattern from the same arms, is an heraldic reference to the Chess Valley.",
        "chequerill be asked to look at the center of a television screen that has a moving black and white checker board pattern.",
        "Figure 5. The aging process of Casa Montero's cherts: X-Ray diffraction pattern of opal and opaline chert obtained from the same nodule.",
        "chessboard pattern to the distant mountains.",
        "chevron pattern which appeared throughout the original building.",
        "The ham and cheese rolled inside these flattened chicken breasts make an attractive spiral pattern when the chicken is sliced.",
        "chintz pattern with \" Christmas Greetings \" hand finished with a single name.",
        "choreography of movement breaks the natural pattern of interaction.",
        "classifying image pixels into shaped, smooth, and textured points, Pattern Recognition, vol.",
        "The fundamental element of the son is a rhythmic pattern called clave (lit.",
        "clave pattern is tho to be the ancestor of the Cuban patterns.",
        "cling onto the old pattern of family breadwinner, forgetting the role working dads now play in the home.",
        "coalesced into a unified pattern that he could almost decode.",
        "These very pretty cut glass drinks coasters are round, with a cut star pattern to the base.",
        "coauthor of popular book on pattern recognition \" Pattern recognition: a statistical approach \", by Prentice Hall.",
        "The pattern used by officers of the Liverpool Scottish is similar except that it has a black shawl collar edged with white piping.",
        "Perhaps we could look for the pattern of communications that would be required to collect the data from the distributed computation.",
        "conga pattern.",
        "In those days the difference in shooting between two hand-made arms of the same pattern was often considerable.",
        "consistent pattern.",
        "A pattern of alternating constipation and diarrhea is also common."
    ]
}