{
    "translation": "פלילי",
    "uses": [
        "Siberia was for many years a penal colony.",
        "The penal code was unified and reformed in 1890.",
        "26 enforced; the master was forbidden to put his slave to death, but was obliged to bring him before a court of justice; if he ill-treated him it was a penal offence.",
        "King George Sound, of which Albany is the township, was first occupied in 1826 and a penal settlement was established.",
        "In spite of the gravity of the charges formulated against many prominent men, the report merely deplored and disapproved of their conduct, without proposing penal proceedings.",
        "In April 1687 he published a Declaration of Indulgence - exempting Catholics and Dissenters from penal statutes.",
        "At the same time it was granted an extension of penal powers, and the losses on reftieh (duty on tobacco exported to Egypt) were to be partially borne by the public debt administration.",
        "The penal laws under which Friends suffered may be divided chronologically into those of the Commonwealth and the Restoration periods.",
        "For the penal settlements at a distance from France see DEPORTATION.",
        "The cour dassises occupies itself entirely with offences of the most serious type, classified under the penal code as crimes, in accordance with the severity of the penalties attached.",
        "These prisons received all sentenced to short terms of imprisonment, the long-term convicts going to the bagnes (the great convict prisons at the arsenals of Rochefort, Brest and Toulon), while in 1851 transportation to penal colonies was adopted.",
        "When then on July 21 Draskovic was murdered by a young Bosnian Communist, Parliament resolved on reprisals, and io days later passed by 190 to 54 laws of extraordinary severity for \"the Defence of the State,\" terrorist agitation being made punishable by death, prolonged penal servitude or heavy fines.",
        "It is of volcanic origin, and is partly occupied by a penal agricultural colony.",
        "Tea is grown in considerable quantities and the cultivation is under a department of the penal settlement.",
        "The penal tribunals have jurisdiction in cases involving imprisonment up to ten years, or a fine exceeding 40, while the assize courts, with a jury, deal with offences involving imprisonment for life or over ten years, and have exclusive jurisdiction (except that the senate is on occasion a high court of justice) over all political offences.",
        "Capital punishment was abolished in 1877, penal servitude for life being substituted.",
        "The penal code of November 1821 abolished many odious customs and punishments of the old code, and allowed publicity in criminal trials.",
        "It began to be recognized also that stereotyped punishments, such as belong to penal codes, fail to take due account of the particular condition of an offence and the character and circumstances of the offender.",
        "In return for this negligence the Thebans fastened a religious quarrel upon their neighbours, and secured a penal decree against them from the Amphictyonic synod (356).",
        "The discussion lasted over eight sittings, but the conference, to which the British delegates had come with powers to assent to a penal clause, arrived at an understanding, and a convention was signed in March 1902.",
        "The increase is partly covered by contravvenzioni, but almost every class of penal offence shows a rise except homicide, and even in that the diminution is slow, 5418 in 1880, 3966 in 1887, 4408 in 1892, 4005 in 1897, 3202 in 1902; and Italy remains, owing to the frequent use of the knife, the European country lit which it is most frequent.",
        "They are now penal settlements, and their isolated character led to their being similarly used in ancient times.",
        "Hospitals, asylums, refuges and homes, pauper, reformatory and penal institutions, flower missions, relief associations, and other charitable or philanthropic organizations, private and public, number several hundreds.",
        "The state penal institutions are the boys' industrial school near Lancaster (established in 1854 as a Reform Farm), the girls' industrial home (1869) at Rathbone near Delaware, the reformatory at Mansfield (authorized 1884, opened 1896) and the penitentiary at Columbus (1816).",
        "Royalty and the Church, when they acquire the lead in social life, work out a new penal system based on outlawry, death penalties and corporal punishments, which make their first appearance in the legislation of Withraed and culminate in that of !Ethelred and Canute.",
        "Thonissen, L'Organisation judiciaire, le droit penal et la procedure de la loi salique (2nd ed., Brussels and Paris, 1882); P. 'E.",
        "Certain types of dangerous individuals are relegated after serving a sentence in the ordinary convict prisons, and by administrative, not by judicial process, to special penal colonies known as domicilii coatti or forced residences.",
        "Of these, 31,219 were in lockups, 25,145 in penal establishments, 1837 minors in government, and 4547 in private reformatories, and 307!",
        "The commissioners supervise the penal and charitable institutions, schools, roads, bridges and finances of the county.",
        "issued his declaration suspending the penal laws in ecclesiastical matters, and shortly afterwards, by pardon under the great seal, he released nearly 500 Quakers from prison, remitted their fines and released such of their estates as were forfeited by praemunire.",
        "In 13 of the principal towns there are also pretori who have exclusively penal jurisdiction.",
        "The pretori have penal jurisdiction concerning all misdemeanours (contravvenzioni) or offences (delitti) punishable by imprisonment not exceeding three months or by fine not exceeding 1000 lire (~4o).",
        "In 1902 of 884,612 persons accused of penal offencs, 13.12% were acquitted during the period of the instruction, 30.31 by the courts, 46.32 condemned and the rest acquitted in some other way.",
        "In 1788-1789 the government of Bengal sought to establish in the Andamans a penal colony, associated with a harbour of refuge.",
        "The Greek penal code has been adopted with some modifications.",
        "Charitable and Penal Institutions.",
        "Charitable and penal institutions are under the supervision of a Board of Public Charities, appointed by the governor for a period of six years, the terms of the different members expiring in different years.",
        "Finally, the government sustains about two score of penal establishments, reform schools, hospitals, dispensaries and asylums, which are scattered all over the island, - every town of any considerable size having one or more of these charities.",
        "The charitable and penal institutions of the state are controlled by separate boards of directors, but all are subject to the general supervision of a board of visitors composed of the governor, lieutenant-governor and speaker of the House of Representatives, and a woman appointed by the governor.",
        "Notwithstanding the construction of new prisons and the transformation of old ones, the number of cells for solitary confinement is still insufficient for a complete application of the penal system established by the code of 1890, and the moral effect of the association of the prisoners is not good, though the system of solitary confinement as practised in Italy is little better.",
        "On the 12th of July 1871, Articles 268, 269 and 270 of the Italian Penal Code were so modified as to make ecclesiastics liable to imprisonment for periods varying from six months to five years, and to fines from 1000 to 3000 lire, for spoken or written attacks against the laws of the state, or for the fomentation of disorder.",
        "The point of enduring interest as regards the Andamans is the penal system, the object of which is to turn the life-sentence and few long-sentence convicts, who alone are sent to the settlement, into honest, self-respecting men and women, by leading them along a continuous course of practice in self-help and self-restraint, and by offering them every inducement to take advantage of that practice.",
        "There is a large penal establishment containing over 700 convicts.",
        "All fines collected under the penal laws, all escheats and 2% of the receipts of toll roads and bridges go into the school fund, which is invested in state and Federal securities and the interest apportioned among the counties according to their school population.",
        "The state charitable and penal institutions are supervised by the board of charities of six members (\"not more than three ...",
        "To this act Great Britain replied by various penal regulations and reconstructive acts of government.",
        "The law administered is that of the civil and penal codes of the German empire, and the court of appeal for all three Hanse towns is the common Oberlandesgericht, which has its seat in Hamburg.",
        "north of Sydney, to choose the site of a new penal establishment.",
        "In 1857 a penal colony was established here.",
        "His other works were Traite de droit penal (1829); Cours de droit constitutionnel (1866-67), and Mélanges d'economie politique, d'histoire et de philosophie (2 vols., 1857).",
        "After a profligate youth at court, he followed his wife in professing the Roman faith, and in 1585 made an attempt to leave England to seek safety from the penal laws.",
        "The number of penal proceedings, especially those within the competence of praetors, has also increased,, chiefly on account of the frequency of minor contraventions of the law referred to in the section Crime.",
        "In some of the catacombs, however, there are larger halls and connected suites of chapels which may possibly have been constructed for the purpose of congregational worship during the dark periods when the public exercise of the Christian religion was made penal.",
        "Bergne reported on the 27th of July 1907 to Sir Edward Grey that \" The permanent session had met in special session on the 25th of July, to consider the suggestion of His Britannic Majesty's government to the effect that, if Great Britain could be relieved from the obligation to enforce the penal provisions of the convention, they would be prepared not to give notice on the 1st of September next of their intention to withdraw on the 1st of September 1908 a notice which they would otherwise feel bound to give at the appointed time \"; and he added that \" At this meeting, a very general desire was expressed that, in these circumstances, arrangements should, if possible, be made which would permit Great Britain to remain a party to the Sugar Convention.\"",
        "Still the British government had been prepared to denounce the convention in view of the penal clause which had ensured the exclusion of bounty-fed sugar, either directly or through the imposition of an extra duty.",
        "In the penal code the penalty for interfering with and molesting worshippers is slight, a fine of from 16 to 300 francs and prison from six days to three months, while damage or insult to the objects of worship brought only 16 francs to soo francs fine, and prison from fifteen days to six months.",
        "This was a crime not recognized in the penal code, which was therefore to be modified by this law.",
        "No attenuating circumstances were to be recognized, as in the general scheme of the penal code.",
        "The capital, Noumea, was founded in 185 4 (it was then called Port de France); in 1860 New Caledonia became a colony distinct from the French possessions in the Pacific at large; in 1864 the first penal settlement was made on Nou Island, off Noumea.",
        "During the 17th century the indulgence in tobacco spread with marvellous rapidity throughout all nations, and that in the face of the most resolute opposition of statesmen and priests, the \" counterblaste \" of a great monarch, penal enactments of the most severe description, the knout, excommunication and capital punishment.",
        "A conditional pardon most commonly occurs where an offender sentenced to death has his sentence commuted to penal servitude or any less punishment.",
        "21; Bentham, Principles of Penal Law, bk.",
        "A board of state charities and corrections, established in 1869, supervises and controls all of the penal, charitable and correctional institutions of the state at large and also the local almshouses.",
        "The fifteen penal laws which this emperor issued in as many years deprived them of all right to the exercise of their religion, \"excluded them from all civil offices, and threatened them with fines, confiscation, banishment and even in some cases with death.\"",
        "Augustine found a justification for these penal measures in the \"compel them to come in\" of Luke xiv.",
        "A large number of penal statutes were enacted in the following reigns, and the statute I Eliz.",
        "No rule of doctrine is to be ascribed to the church which is not distinctly and expressly stated or plainly involved in the written law of the Church, and where there is no rule, a clergyman may express his opinion without fear of penal consequences.",
        "375) it was held to be not penal for a clergyman to speak of merit by transfer as a \"fiction,\"or to express a hope of the ultimate pardon of the wicked, or to affirm that any part of the Old or New Testament, however unconnected with religious faith or moral duty, was not written under the inspiration of the Holy Spirit.",
        "c. 160), which permits Christians to deny any of the persons in the Trinity without penal consequences.",
        "Middleton is said to have been so irritated that he endeavoured to put the penal laws in force against his antagonist, who prudently withdrew from London.",
        "There is also a penal colony here.",
        "In 1842 he took a \"double-first\" and was elected fellow of B alliol, and lecturer in mathematics and logic. Four years later he took orders, and with the aim of helping forward the education of the very poor, he accepted the headship of Kneller Hall, a college which the government formed for the training of masters of workhouse and penal schools.",
        "The charitable and penal administration of Delaware is not well developed.",
        "Charitable and Penal Institutions.-Texas has done more than any other Southern state for the humane and scientific treatment of its dependent and defective classes.",
        "Each of these institutions, penal and charitable, has its own superintendent and board of managers, appointed by the governor.",
        "The charitable, penal and reformatory institutions of the state are all under a \"Board of Control of State Institutions,\" composed of three electors appointed by the governor and approved by twothirds of the senators, careful provision being made also to prevent the board from becoming subject to either political party.",
        "The first act of effective occupation of the country having been the establishment of a penal settlement, the only population to be dealt with in the earlier years of British administration was that under restraint, with its guardians and a few scattered immigrants in the immediate neighbourhood of Sydney Cove.",
        "Prisons, Poor Law, Charities, &c. - Penal institutions for sane adults, except reformatories for women, are under the general supervision of a state commission of prisons; hospitals for the insane are under the general supervision of a state commission in lunacy; and all other charitable and penal institutions, maintained wholly or in part by the state, or by any county, city or town within the state, are under the general supervision of a state board of charities.",
        "This settlement was abandoned in 1805, but in 1826 the island was made a penal settlement from New South Wales.",
        "Charities, £&c. - The state charitable and penal institutions consist of the Western Washington Hospital for the Insane at Fort Steilacoom, the Eastern Washington Hospital for the Insane at Medical Lake, the State School for the Deaf and the State School for the Blind at Vancouver, the State Institution for Feeble-minded near Medical Lake, the Washington Soldiers' Home and Soldiers' Colony at Orting, the Veterans' Home at Port Orchard, the State Penitentiary at Walla Walla, the State Reformatory at Monroe and the State Training School at Chehalis.",
        "All controversies of a civil nature, and any question of personal injury on which a suit for damages will lie, although it may also he indictable, may be referred to arbitration; but crimes, and perhaps actions on penal statutes by ntary common informers may not.",
        "The Government tried to oppose the rise in prices by penal measures, and in public attributed the rise of foreign rates to speculation.",
        "All penal and charitable institutions are subject to the control of a state board of charities and corrections composed of five members appointed by the governor.",
        "In 1796 it was made a penal settlement, and 700 convicts were transferred thither from the Andaman Islands.",
        "At present the belief in an objective atonement is still widely held; whether in the form of penal theories - the old forensic view that the death of Christ atones by paying the penalty of man's sin - or in the form of governmental theories; that the Passion fulfilled a necessity of divine government by expressing and vindicating God's righteousness.",
        "The latest addition is the Penal Code, a large and comprehensive work based upon the Indian, Japanese and French codes and issued in 1908.",
        "Nevertheless, the extremely severe penal edicts issued during the reign of Sigismund I., though seldom applied, seem to point to the fact that heresy was spreading widely throughout the country.",
        "Her brother, Louis XIII., only consented to the marriage on the condition that the English Roman Catholics were relieved from the operation of the penal laws.",
        "Whalers, sealers and traders followed in the wake of explorers, the traders dealing chiefly in copra, trepang, pearls, tortoiseshell, &c. The first actual settlers in the islands were largely men of bad character - deserting sailors, escapers from the penal settlements in Australia and others.",
        "It was previously the seat of the Chinese government for the province, with a large penal establishment and strong garrison; its population was about 70,000.",
        "The charitable and penal institutions are managed by separate boards of trustees appointed by the governor.",
        "The best-known lettres de cachet, however, were those which may be called penal, by which the king sentenced a subject without trial and without an opportunity of defence to imprisonment in a state prison or an ordinary gaol, confinement in a convent or a hospital, transportation to the colonies, or relegation to a given place within the realm.",
        "QUELPART (CHAI-Ju), an island to the south of Korea, used as a Korean penal settlement.",
        "Other reforms. followed in quick succession during the next five or six years: army and navy organization, a new judicial administration on the French model, a new penal code and a greatly simplified system of civil and criminal procedure, an elaborate scheme of local self-government for the rural districts and the large towns, with elective assemblies possessing a restricted right of taxation, and a new rural and municipal police under the direction of the minister of the interior.",
        "Merlin's code abolished confiscation, branding and imprisonment for life, and was based chiefly on the penal code drawn up in September 1791.",
        "Section 3 of the earlier act provides that a person who injures the cable either wilfully or by culpable negligence is \" guilty of a misdemeanour and on conviction: (a) if he acted wilfully, shall be liable to penal servitude for a term not exceeding five years, or to imprisonment with or without hard labour for a term not exceeding two years, and to a fine either in lieu of or in addition to such penal servitude or imprisonment; and (b) if he acted by culpable negligence shall be liable to imprisonment for a term not exceeding three months without hard labour, and to a fine not exceeding £100 either in lieu of or in addition to such imprisonment.\"",
        "Penal and charitable institutions are under the supervision of a board of public charities of ten members, established in 1869, and a committee in lunacy, composed of five members of this board, appointed under an act of 1883.",
        "There are also certain differences between the two sorts of documents with regard to their penal consequences.",
        "Many of the reforms in the penal codes of the principal European nations are traceable to Beccaria's treatise.",
        "Criminal and correctional procedure were formerly divided between the courts of justice and the arrondissement tribunals; but this distinction was suppressed by the penal code of 1886, thereby increasing the importance of the arrondissement courts, which also act as court of appeal of the cantonal courts.",
        "Besides the prisons, which include one built on the cellular principle at Breda, the state supports three penal workhouses for drunkards and beggars.",
        "There are also the penal colonies at Veen huizen in Drente, which were brought from the Society of Charity (Maatschappij van Weldadigkeid) in 1859.",
        "Albert Nyssens, Catholic The Nys- deputy and professor of penal procedure and colnmercial law at the university of Louvain, and on the Y In 1889 King Leopold announced that he had by his will bequeathed the Congo state to Belgium, and in 1890 the Belgian government, in return for financial help, acquired the right of annexing the country under certain conditions.",
        "The punishment for the offence is penal servitude for life or not less than three years, or imprisonment for not more than two years.",
        "316), nor is she guilty of any crime unless by statute as in New York (Penal Code, ï¿½ 295) and California (Penal Code, ï¿½ 275) and Connecticut (Gen.",
        "Brisbane was founded in 1825 as a penal settlement, taking its name from Sir Thomas Brisbane, then governor of the colony of New South Wales; in 1842 it became a free settlement and in 1859 the capital of the new colony of Queensland, the town up to that time having belonged to New South Wales.",
        "In the sessions of 1869 and 1870 it estab N ~t lished a supreme tribunal of commerce, sitting in Lm~r~h Leipzig, and passed a new penal code.",
        "He therefore turned for help to the imperial government, and at his instance a, clause was added to the penal code forbidding priests in their official capacity to deal with political matters.",
        "The way was further prepared by a lenient use of the penal laws.",
        "In a day when the penal code was still extremely severe, he argued gravely against all punishments, not only that of death.",
        "As programme Tisza brought with him a number of concessions from the crown to Magyar nationalist feeling in regard to military matters, particularly in regard to military badges, penal procedure, the transfer of officers of Hungarian origin from Austrian to Hungarian regiments, the establishment of military scholarships for Magyar youths and the introduction of the two years' service system.",
        "In Palmerston's penal dissolution in the latter year, Bright was rejected by Manchester, but in August, while ill and absent, Birmingham elected him without a contest.",
        "\"As to the governments of this world,\" he said, \"whatever their titles or forms we shall endeavour to prove that in their essential elements, as at present administered, they are all anti-Christ; that they can never by human wisdom be brought into conformity with the will of God; that they cannot be maintained except by naval and military power to carry them into effect; that all their penal enactments, being a dead letter without any army to carry them into effect, are virtually written in human blood; and that the followers of Jesus should instinctively shun their stations of honor, power: and emolument - at the same time ` submitting to every ordinance of man for the Lord's sake' and offering no physical resistance to any of their mandates, however unjust or tyrannical.\"",
        "At the same time the penal code was thoroughly revised, so that the Egyptian judges were for the first time provided with a sound working code (Ibid.",
        "In 1859, however, the Veenhuizen estates were sold to the government for the purpose of a penal establishment for drunkards and beggars.",
        "But the difficulties of the ministry were somewhat relieved by a split in the Radical party, still further accentuated by the elections of 1879, which enabled Estrup to carry through the army and navy defence bill and the new military penal code by leaning alternately upon one or the other of the divided Radical groups.",
        "MELILLA, a Spanish fortified station and penal settlement on the north coast of Morocco, south of Cape Tres Forcas and 135 m.",
        "Among penal and charitable institutions are the Riverside State Penitentiary, three hospitals, three homes for orphans, a home for the friendless and an industrial school.",
        "In 1686 James claimed and used the dispensing power as to penal laws against Catholics, in face of the opposition of two of the Scottish bishops (who were ejected from their sees) and of parliament.",
        "The trustees of each penal institution are appointed by the governor, and the commissioners of the two penitentiaries and the managers of the state reformatory compose a Board of Prison Industries.",
        "He was sprung from a race the heads of which had been Celtic chiefs, had lost their lands in the wars of Ireland, and had felt the full weight of the harsh penal code which long held the Catholic Irish down.",
        "The worst severities of the penal code had been, in a certain measure, relaxed, but the Catholics were still in a state of vassalage, and they were still pariahs compared with the Protestants.",
        "Convicts with more than six years to serve are transported to the Andaman Islands, where the penal settlement is organized on an elaborate system, permitting ultimately self-support on a ticket of leave and even marriage.",
        "The penal code, originally drawn up by Macaulay in 1837, passed into law in 1860, together with codes of civil and criminal procedure.",
        "Penal justice is administered by Italian judges only.",
        "Penal laws are the same as in Italy, except where modified by local usages.",
        "Appeal to the Rome court of cassation is admitted against all penal and civil sentences.",
        "Penal codes depended rather upon shorter and more cruel methods; the scaffold was in constant use, with all manner of physical pain, torture before and after sentence, shameful exposure, hideous mutilation, exile, selling into bondage as slaves.",
        "In the article Deportation it is shown how the discoveries in the southern seas led to the adoption of penal exile in preference to other suggested improvements in the English prison systems. The penitentiary scheme proposed by Howard was not, however, abandoned.",
        "His exhaustive report, published in 1834, was a valuable contribution to the whole question of penal discipline.",
        "The penal discipline of to-day, much modified and varied it is true, may be largely traced to it.",
        "In Belgium, where penal administration has received the closest attention for a number of years, the regime of cellular imprisonment has been long carried to its farthest limits, and solitary confinement ranging over ten years and in some cases much more has been strictly enforced.",
        "In England, moreover, which, if not the first to adopt separation in principle, certainly gave the largest effect to it in practice, continuous cellular confinement for short terms is ceasing to be the inevitable rule; and although it has been retained in cases of penal servitude for the first six months, it was in 1899 practically abandoned for lesser sentences, and all prisoners after the first month work together in association under surveillance.",
        "Accordingly, in 1853 the first Penal Servitude Act was passed, substituting certain shorter sentences of penal servitude for transportation.",
        "As for penal servitude, the punishment reserved for the gravest offences, great changes had been introduced.",
        "Penal servitude, to use the words of the lord chief justice Sir Alexander Cockburn, one of the members of the committee, \"was hardly calculated to produce on the mind of the criminal that salutary dread of the recurrence of the punishment which may be the means of deterring him and, through his example, others from the commission of crime.\"",
        "The committee last quoted gave it as their opinion that \"penal servitude as at present administered is on the whole satisfactory; it is effective as a punishment and free from serious abuses.",
        "a sentence of penal servitude is now generally an object of dread to the criminal population.\"",
        "If this be \"imprisonment,\" so called to distinguish it from \"penal servitude,\" although both mean deprivation of liberty and are closely akin, it is undergone in one of the \"local\" prisons - the prisons till 1878 under local jurisdiction, but now entirely controlled by the state through the home secretary and the commissioners of prisons.",
        "The regime undergone is cellular; able-bodied prisoners are kept in strict separation for at least a month, and during that time subjected to severe labour; although the term of first-class hard labour and of purely penal character no longer exists.",
        "Where the sentence passes beyond two years it ceases to be styled imprisonment and becomes penal servitude, which may be inflicted for any period from three years to life.",
        "A sentence of penal servitude as now administered consists of three distinct periods or stages: (I) that of probation endured in separate confinement at a so-called \"close\" prison; (2) a period of labour in association at a public works prison; and (3) conditional release for the unexpired portion of the sentence upon licence or ticket-of-leave.",
        "Further modifications have been introduced from time to time in the British penal system, tending mostly to milder discipline, more intelligent classification of prisoners and a certain amelioration of their lot.",
        "The views of this committee were embodied in a Penal Servitude bill which was long debated, but became law in 1898.",
        "The Prison Act of 1898 made some marked changes in penal discipline.",
        "The great aim and object of all penal processes, it has been said, should be the recognition of the general principle of dividing all offenders into two categories: (1) those who ought never to enter a gaol, and (2) those who ought never to be allowed to leave it.",
        "The recidivist class is for those previously sentenced to penal servitude or whose record shows them to have been guilty of grave and persistent crime.",
        "The general progress made in prison treatment will be best realized by a brief survey of penal institutions in the principal countries of the world.",
        "This country has spared neither pains nor money in carrying out penal processes, and the Belgian prisons are examples of the cellular system prolonged to the utmost limits of human endurance.",
        "- France has devoted very considerable attention to prison matters and is now practising the two extremes of treatment, the strict cellular isolation of the Belgian system and the penal exile or transportation which was long the English rule.",
        "The really penal establishments are 77 in number, the great ergastolo of San Stefano being one.",
        "- The penal system of the United States varies between being the most advanced and the most backward in the civilized world.",
        "Most trades and handicrafts are practised, such as shoemaking, tailoring, carpentry, the work of whiteand Report of the Royal Commission on Penal Servitude (1878-1879).",
        "Du Cane, Punishment and Prevention of Crime (1885); Braco, Estudos penitenciarios e criminaes (Lisbon, 1888); Garofalo, Studio sul delitto, sulle sui cause e sui mezzi di repressione (1890); Adolphe Guillot, Les Prisons de Paris (1890); Tallack, Preventive and Penological Principles (1896); Salillas, Vida penal en Espana (Madrid).",
        "Boudaret, En Coree (Paris, 1904); Laurent-Cremazy, Le Code penal de la Coree (Paris, 1904); G.",
        "The Reformation and later revolutions have destroyed most of the houses of Augustinian Hermits, so that now only about a hundred exist in various parts of Europe and America; in Ireland they are relatively numerous, having survived the penal times.",
        "Under an act approved on the 25th of March 1903 a state board of charities and corrections, - consisting of six members, not more than three being of the same political party, appointed by the governor, with the advice and consent of the senate, and holding office for twelve years, two retiring at the end of each quadrennium, - investigates, examines, and makes \" reports upon the charitable, correctional and penal institutions of the state,\" excepting the Veterans' Home at Yountville, Napa county, and the Woman's Relief Corps Home at Evergreen, Santa Clara county.",
        "The state charitable and penal institutions consist of the Wyoming General Hospital at Rock Springs, with one branch at Sheridan and another branch at Casper; the Big Horn Hot Springs at Thermopolis, the Wyoming State Hospital for the Insane at Evanston, the Wyoming Home for the Feeble-Minded and Epileptic at Lander, the Wyoming Soldiers' and Sailors' Home near Buffalo, and the State Penitentiary at Rawlins.",
        "The laws are the Indian Penal and Civil Procedure Codes and Evidence Acts, supplemented by a few local laws promulgated by proclamation.",
        "The government retorted by adding several new penal laws to the statute-book, though less than thirty Catholics were brought to the scaffold during James's reign.",
        "Although not actually repealed, the penal laws were seldom put in force, and mass was openly celebrated in London and elsewhere.",
        "For the sufferings under the penal laws see, for general reference, R.",
        "The history of the old penal laws against Roman Catholics in the United Kingdom has been sketched above and in the article Ireland, History.'",
        "In 1916 he was once more arrested on a charge of high treason brought against him by the military authorities and was sentenced to four years' penal servitude.",
        "Oran became the penal settlement of Spain, but neither the convicts nor the noblemen in disgrace who were also banished thither seem to have been under rigorous surveillance; contemporary accounts speak of constant fetes, games and bull-fights.",
        "They were more penal than reformatory institutions, and the inmates were taught certain occupations by which they might support themselves on leaving.",
        "O'Reilly was arrested at Dublin, where his regiment was then quartered, tried by court-martial for concealing his knowledge of an impending mutiny, and sentenced to be shot, but the sentence was subsequently commuted to twenty years' penal servitude.",
        "About this time, indeed, there was in Scotland a remarkable approximation to that solution of the toleration difficulty which later ages have approved; for the regent was understood to favour the demand of the \"congregation\" that at least the penal statutes against heretics \"be suspended and abrogated,\" and \"that it be lawful to us to use ourselves in matters of religion and conscience as we must answer to God.\"",
        "They insisted on the restoration of the ancient Catholic customs, and would have made neglect of fasting and other sins of omission penal offences.",
        "There are no vindictive punishments, such as a solitary confinement, penal servitude for long terms of years, &c. Seldom, indeed, is a man imprisoned more than twelve months, the rule being that there is a general jail delivery at the New Year.",
        "The Avesta is divided into three parts: (I) Yasna, with an appendix, Visparad, a collection of prayers and forms for divine service; (2) Vendidad, containing directions for purification and the penal code of the ancient Persians; (3) Khordah-Avesta, or the Small Avesta, containing the Yasht, the contents of which are for the most part mythological, with shorter prayers for private devotion.",
        "The punishment for a felonious rescue may be penal servitude for not more than seven or less than three years, or imprisonment for not more than two years, with or without hard labour.",
        "6 f.) appears to be a fragment from a penal code; the passage resembles Exod.",
        "A council of 120 unpaid delegates, selected from the local councils, served partly as a committee for preparing the assembly's programme, partly as an administrative board which received embassies, arbitrated between contending cities and exercised penal jurisdiction over offenders against the constitution.",
        "Among other things, Phillips contended, during his later years, for prohibition, woman suffrage and various penal and administrative reforms. He was not always the best judge of character, and was sometimes allied in these movements with men who were little more than demagogues.",
        "Cayenne is the seat of the government of French Guiana, and was formerly a penal settlement for political offenders.",
        "On the 22nd of February 1604 a proclamation was issued banishing priests; on the 28th of November 1604, recusancy fines were demanded from 13 wealthy persons, and on the 10th of February 1605 the penal laws were ordered to be executed.",
        "Before putting this plan into execution, however, it was decided to try a \"quiet way\"; and Winter was sent over to Flanders to obtain the good offices of Juan de Velasco, duke of Frias and constable of Castile, who had arrived there to conduct the negotiations for a peace between England and Spain, in order to obtain the repeal of the penal laws.",
        "The favourable reports made by Captain Cook of the country around Botany Bay induced the British government to found a penal settlement on the south-eastern part of what was then known as New Holland.",
        "Penal establishments were formed at Newcastle in New South Wales, at Hobart and Launceston in Tasmania, and an unsuccessful attempt was made to colonize Port Phillip. The most noteworthy incident in the first decade of the 19th century was the forcible deportation by the officers of the New South Wales Corps, a regiment raised in England for service in the colony, of the governor, Captain Bligh, R.N., the naval officer identified with the mutiny of the \" Bounty.\"",
        "During the regime of this able administrator New South Wales was transformed from a penal settlement to a colony.",
        "the Indian Penal Code; (4) they have no external relations with foreign states; (5) the king is the donor of honours; (6) acts of parliament affect them indirectly by directly affecting the British agent; (7)(7) they receive advice, which may be akin to commands.",
        "Four of his books were of particular importance: Christian Nurture (1847), in which he virtually opposed revivalism and \"effectively turned the current of Christian thought toward the young\"; Nature and the Supernatural (1858), in which he discussed miracles and endeavoured to \"lift the natural into the supernatural\" by emphasizing the supernaturalness of man; The Vicarious Sacrifice (1866), in which he contended for what has come to be known as the \"moral view\" of the atonement in distinction from the \"governmental\" and the \"penal\" or \"satisfaction\" theories; and God in Christ (1849) (with an introductory \"Dissertation on Language as related to Thought\"), in which he expressed, it was charged, heretical views as to the Trinity, holding, among other things, that the Godhead is \"instrumentally three - three simply as related to our finite apprehension, and the communication of God's incommunicable nature.\"",
        "The state penal and reformatory institutions consist of the state prison at Thomaston, the state (reform) school for boys at South Portland, and a state industrial school for girls at Hallowell, established in 1875 and taken over by the state in 1899.",
        "His devotional treatises were very popular among English Roman Catholics in the penal days.",
        "Charitable and Penal Institutions.-The charitable and penal institutions of the state include the penitentiary at Jefferson City, opened in 1836, which is self-supporting; a training school for boys at Boonville (opened 1889), an industrial home for girls at Chillicothe (established 1887), hospitals for the insane at Fulton (1847), St Joseph (opened 1874), Nevada (1887), and Farmington (1899); a school for the blind at St Louis (opened 1851); a school for the deaf at Fulton (opened 1851); a colony for the feeble-minded and epileptic at Marshall (established 1899); a state sanitorium, for consumptives, at Mount Vernon (established 1905, opened 1907); a Federal soldiers' home at St James, and a Confederate soldiers' home at Higginsville (both established 1897).",
        "The first step which he took towards that end was to annul, by an unconstitutional exercise of his prerogative, all the penal statutes against the Roman Catholics; and in order to disguise his real design, he annulled at the same time the penal statutes against Protestant nonconformists.",
        "The Transkeian territories, which fall under the jurisdiction of the eastern district court, are subject to a Native Territories Penal Code, which came into force in 1887.",
        "Ferreira and four companions were tried for murder and convicted, February 1907, the death sentences being commuted to terms of penal servitude.",
        "It was at once reprinted in England, France and Germany, attracting wide praise by its remarkable simplicity and vigour, and especially by reason of its philanthropic provisions in the code of reform and prison discipline, which noticeably influenced the penal legislation of various countries.",
        "There are five state penal and correctional institutions: the Indiana Boys' School (1868-1883, the House of Refuge; 1883-1903, the Reform School for Boys), at Plainfield; the Indiana Girls' School, established at Indianapolis (1873), and removed to Clermont in 1907; a woman's prison (the first in the United States, authorized in 1869 and opened in 1873 at Indianapolis), which is entirely under the control of women (as is also the Indiana Girls' School) and has a correctional department (1908), in reality a state workhouse for women, formed with a view to removing as far as possible sentenced women from the county jails; a reformatory (1897), at Jeffersonville, conducted upon a modification of the \" Elmira plan,\" formerly the State Prison (1822), later (1860) the State Prison South, so called to distinguish it from the State Prison North (1860) at Michigan City; and the prison at Michigan City, which became the Indiana State Prison in 1897.",
        "On the other hand, the still half-heathen world outside broke every moral law with indifference; and in the effort to restrain men's vices church discipline became mechanical instead of sympathetic, penal rather than paternal.",
        "The next year, unwilling to face the dangers of his .~ d larger plan, he issued a declaration of indulgence, Duteh which, by a single act of the prerogative, suspended war, and all penal laws against Roman Catholics and dissenters ~",
        "In 1851 and 1852, on the commission of the academy of moral sciences, he had travelled in France and England for the purpose of examining and comparing the penal systems in the two countries.",
        "There is now an Italian penal colony for domicilio coatto, with some 400 convicts (see B.",
        "The penal laws against the Catholics, the iniquitous restrictions on Irish trade and industry, the selfish factiousness 'of the parliament, the jobbery and corruption of administration, the absenteeism of the landlords, and all the other too familiar elements of that mischievous and fatal system, were then in full force.",
        "In the number and equipment of its reformatory, charitable and penal institutions, Wisconsin stands high.",
        "Haidar Shehab, third of the line, inflicted a notable defeat on the pasha of Saida (capital of an Ottoman eyalet since 1688) and the Yemenite Druses at Ain Dara, near Zahleh, in 1711, and proceeded to consolidate Shehab power, breaking up the old feudal society and substituting for the sheikhs mukatajis (tax-contractors), who had penal jurisdiction.",
        "The doctrine of penal substitution in the Atonement, as usually conceived, seems to point in the same direction as predestinarianism.",
        "The Toleration Act was amended (1779) by substituting belief in Scripture for belief in the Anglican (doctrinal) articles; in 1813 the penal acts against deniers of the Trinity were repealed.",
        "On the contrary, a belief that conduct necessarily results upon the presence of certain motives, and that upon the application of certain incentives, whether of pain or pleasure, upon the presence of certain stimuli whether in the shape of rewards or punishments, actions of a certain character will necessarily ensue, would seem to vindicate the rationality of ordinary penal legislation, if its aim be deterrent or reformatory, to a far greater extent than is possible upon the libertarian hypothesis.",
        "It was inevitable that, in proportion as this casuistry assumed the character of a systematic penal jurisprudence, its precise determination of the limits between the prohibited and the allowable, with all doubtful points closely scrutinized and illustrated by fictitious cases, would have a tendency to weaken the moral sensibilities of ordinary minds; the greater the industry spent in deducing conclusions from the diverse authorities, the greater necessarily became the number of points on which doctors disagreed; and the central authority that might have repressed serious divergences was wanting in the period of moral weakness'- that the church went through after the death of Boniface Viii.",
        "In 1792 the penal laws were repealed, but clerical disabilities were only finally removed in 1864.",
        "The commissioner must inspect once each year all penal, correctional and eleemosynary institutions, including public hospitals, jails, poorhouses and corporations and organizations doing charitable work; and the commissioner appears as next friend in cases affecting the property of orphan minors, and has power to investigate complaints against public and private institutions whose charters may be revoked for cause by the commissioner.",
        "After 1760 the penal laws were less strictly enforced, but throughout the century the lot of the Episcopalian ministers in Scotland was far from comfortable, and only the humblest provisions for church services were tolerated.",
        "Two miles west of Turnhout is the curious penal or reformatory colony of Merxplas (pop. in 1904, 2827).",
        "would involve penal consequences.",
        "The punishment is penal servitude for not more than seven nor less than five years, or imprisonment with or without hard labour, not exceeding two years.",
        "The Offences against the Person Act 1861 changed deportation to penal servitude.",
        "Confiscations and settlements, prohibitive laws (such as those which ruined the woollen industry), penal enactments against the Roman Catholics, absenteeism, the creation for political purposes of 40s.",
        "The penal laws put a premium on hypocrisy, and many conformed only to preserve their property or to enable them to take office.",
        "The religious penal code it was thought meritorious to evade; the commercial penal code was ostentatiously defied; and both tended to make Ireland the least law-abiding country in Europe.",
        "Three IrishAmericans were convicted, of whom one, John Daly, who was sentenced to penal servitude for life, lived to be mayor of Limerick in 1899.",
        "The severest penal measures were enforced against the schismatics; in 414 they were denied all civil rights, in 415 the holding of assemblies was forbidden on pain of death.",
        "The penal code dates from 1870, and was modified in 1877.",
        "General Marina and several other officers were condemned to death by court martial, but Queen Christina commuted the sentence into penal servitude, and the ministers of war and marine retired from the cabinet in consequence.",
        "and subalterns should be shot or sent to penal servitude for acts of indiscipline, but if an insubordinate general was sent to a fortress under arrest for two months they publicly demonstrated their sympathy with the offender, made angry speeches against their hierarchical chief, the war minister, in the Senate, and dared to call upon the queen-regent to make representations, which unfortunately were listened to, according to the worst precedents of the Spanish monarchy.",
        "He was engaged at this time in a great struggle with the Social-Democrats, whom he tried to crush by exceptional penal laws.",
        "The leading penal institution of the city is the Detroit House of Correction, noted for its efficient reformatory work; the inmates are employed ten hours a day, chiefly in making furniture.",
        "At various times France, Denmark, Austria and Great Britain all had more or less shadowy rights to the islands, the Danes being the most persistent in their efforts to occupy the group, until in 1869 they relinquished their claims in favour of the British, who at once began to put down the piracies of the islanders, and established a penal settlement, numbering in all about 350 persons, in Nancowry harbour.",
        "Robertson (Short History of Free Thought) points out, he had great influence upon Bentham, and C. Beccaria states that he himself was largely inspired by Helvetius in his attempt to modify penal laws.",
        "Some persons who had settled at Norfolk Island when that island became a penal depot were transferred to Van Diemen's Land in 1805.",
        "A state board of charities has supervision over all philanthropic and penal institutions in the state, including hospitals, which numbered 103 in 1907; and the board visits the almshouses supported by seventy-eight (of the 168) towns of the state, and investigates and supervises the provision made for the town poor in the other ninety towns of the state; some, as late as 1906, were, with the few paupers maintained by the state, cared for in a private almshouse at Tariffville, which was commonly known as the \" state almshouse.",
        "He strongly urged the repeal of the penal laws which pressed upon the Catholics; he condemned the restrictions imposed by Great Britain on the commerce of Ireland, and also the perpetual interference of the Irish parliament with industry by prohibitions and bounties.",
        "There is a considerable penal colony.",
        "Charities, &c. - The charitable and penal institutions of the state consist of the Central Hospital for the Insane near Nashville; the Eastern Hospital for the Insane near Knoxville; the Western Hospital for the Insane near Bolivar; the Tennessee School for the blind at Nashville; the Tennessee Deaf and Dumb School at Knoxville; the Confederate Soldiers' Home near Nashville, on the \" Hermitage,\" the estate formerly belonging to Andrew Jackson; and the Penitentiary and the Tennessee Industrial School, both at Nashville; and in 1907 the legislature passed an Act for the establishment in Davidson county of the Tennessee Reformatory for boys.",
        "It is not easy for me to pass penal judgment upon a defeated adversary in a major military campaign.",
        "As was stated in Factortame, section 20 must be given a \" restricted ambit \" because of its penal nature.",
        "I just think there are better ways of understanding the atonement and that penal substitution has some flaws that need reconsideration.",
        "Mark Cartledge reports on the symposium held at the London School of Theology to further public debate on the doctrine of penal substitutionary atonement.",
        "The phrase penal substitutionary atonement is normally applied to the restatement of this by John Calvin.",
        "colonydren were sent to the penal colonies for seven years for stealing a rabbit!",
        "She has also published many articles on penal theory, sentencing, comparative criminology, victims, security and anti-terrorism policy.",
        "ill-starred attempt to escape were all doing long terms of penal servitude for serious offenses.",
        "Furthermore, the penal clauses of the old Masters and Servants Act rendered the new rights ineffectual.",
        "Restraint that involves the deliberate infliction of violence is used systematically in penal custody.",
        "Overseas leasing UK based lessors have not been able to lease assets to overseas lessees due to the penal overseas leasing rules.",
        "Shots that were even only slightly misplaced were gobbled by the very penal rough or huge bunkers.",
        "penal servitude will only be like waiting for her at a wayside station.",
        "penal substitution is a case in point.",
        "penal colonies for seven years for stealing a rabbit!",
        "penal reformers that they do has done little to enhance the cause of prison reform.",
        "penal substitutionary atonement.",
        "penal sanctions can not be imposed at that stage.",
        "Admittedly, it's not penal substitution... And if Julian of Norwich or (as Jody says) Matt.",
        "Quite often this is at a very penal rate.",
        "He imposed a sentence of fifteen years ' penal servitude.",
        "penal servitude for life.",
        "penal servitude for ten years.",
        "penal servitude for serious offenses.",
        "Practitioners within the penal system, have perhaps a tendency to disparage screen portrayals of prison for their lack of realism.",
        "They must first convince a Swiss judge that you have committed a serious crime punishable by the Swiss Penal Code.",
        "The at times lazy assertion by penal reformers that they do has done little to enhance the cause of prison reform.",
        "The ICBL calls on all States Parties to enact such legislation quickly, including imposing penal sanctions for treaty violations.",
        "S. 1(1) abolished penal servitude and replaced it with imprisonment.",
        "Having survived two encounters with the Alien, Ripley faces the final showdown in the penal colony.",
        "Clauses of penal statutes, 23 Eliz. and 3 Jac.",
        "penal substitution is a topic that is being kicked around the church at the moment.",
        "However, the crime control strategies pursued within the era of penal welfarism were confronted by an array of practical and ideological difficulties.",
        "For that, I received a writ with a penal notice.",
        "Charities, &c. - The state charitable and penal institutions consist of the West Virginia Hospital for the Insane at Weston, the Second Hospital for the Insane at Spencer, three miners' hospitals - one at Welch, one at McKendree and one at Fairmont; the West Virginia Asylum for Incurables at Huntington, Schools for the Deaf and Blind at Romney, the West Virginia Penitentiary at Moundsville, the West Virginia Reform School at Grafton and the West Virginia Industrial Home for Girls near Salem.",
        "His other works were Traite de droit penal (1829); Cours de droit constitutionnel (1866-67), and MÃ©langes d'economie politique, d'histoire et de philosophie (2 vols., 1857).",
        "In penal cases its jurisdiction extends to all offences of the class known as dClitsoffences punishable by a more serious penalty than the contraventions dealt with by the juge de paix, but not entailing such heavy penalties as the code applies to crimes, with which the assize courts (see below) deal.",
        "He was always ready to protect the rights of conscience, whether they were claimed by Dissenters or Catholics, and the popular fury which led to the destruction of his house during the Gordon riots was mainly due to the fact that a Catholic priest, who was accused of saying Mass, had escaped the penal laws by his charge to the jury.",
        "It was in 1788, eighteen years after Captain Cook explored the east coast, that Port Jackson was founded as a penal station for criminals from England; and the settlement retained that character, more or less, during the subsequent fifty years, transportation being virtually suspended in 1839.",
        "It was an auxiliary penal station under New South Wales till in 1825 it became a separate government.",
        "The Roman court of cassation is the highest, and in both penal and civil matters has a right to decide questions of law and disputes between the lower judicial authorities, and is the only one which has jurisdiction in penal cases, while sharing with the others the right to revise civil cases.",
        "The failure of the conciliation movement left profound irritation between Vatican and Quirinal, an irritation which, on the Vatican side, found expression in vivacious protests and in threats of leaving Rome; and, on the Italian side, in the deposition of the syndic of Rome for having visited the cardinal-vicar, in the anti-clerical provisions of the new penal code, and in the inauguration (9th June 1889) of a monument to Giordano Bruno on the very site of his martyrdom.",
        "Zanardelli, minister of justice, secured in June 1888 the adoption of a new penal code; state surveillance was extended to the opere pie, or charitable institutions; municipal franchise was reformed by granting what was practically manhood suffrage with residential qualification, provision being made for minority representation; and the central state administration was reformed by a bill fixing the number and functions of the various ministries.",
        "These countries have created a hierarchy of temporal courts competent to deal with every matter of which law takes cognizance, and a penal code which embraces and deals with all crimes or delicts which the state recognizes as offences.",
        "In consequence of his prominence as a labour protagonist of the war, his life was threatened, along with the Prime Minister's, by the conspiracy of a Derby family of anarchists, who were duly convicted, and sentenced to considerable terms of penal servitude, in March 1917.",
        "Some of the philosophers who talked idly of the good old times of the republic, and thus indirectly encouraged conspiracy, provoked him into reviving the obsolete penal laws against this class, but only one, Helvidius Priscus, was put to death, and he had affronted the emperor by studied insults.",
        "For further information see \" The Penal Laws affecting Early Friends in England \" (from which the foregoing summary is taken) by Wm.",
        "They also took an active part in Sir Samuel Romilly's efforts to ameliorate the penal code, in prison reform, with which the name of Elizabeth Fry (a Friend) is especially connected, and in the efforts to ameliorate the condition of lunatics in England (the Friends' Retreat at York, founded in 1792, was the earliest example in England of kindly treatment of the insane).",
        "The Salic Law is pre-eminently a penal code, which shows the amount of the fines for various offences and crimes, and contains, besides, some civil law enactments, such as the famous chapter on succession to private property (de alode), which declares that daughters cannot inherit land.",
        "A fresh conference of the powers assembled at Brussels, on the invitation of the Belgian government, on the 7th of June 1898; and although the British delegates were not empowered to consent to a penal clause imposing countervailing duties on bountied sugar, the Belgian premier, who presided, was able to assure them that if Great Britain would agree to such a clause, he could guarantee the accession of the governments of Germany, Austria, Holland and his own.",
        "On the 15th of July 1908, Mr Asquith said that Sir Edward Grey had announced in the House of Commons on the 6th of June 1907 that the British government intended to negotiate with the powers for the renewal of the convention, on condition that they would relinquish the penal clause, and that none of the obligations in the convention as renewed were penal or required statutory authority.",
        "As the bishops were not zealous enough in enforcing penal laws against heretics, the Tribunal of the Inquisition was founded in 1232 by Gregory IX., and was entrusted to the Dominicans who \"as Domini canes subjected to the most cruel tortures all on whom the suspicion of heresy fell, and all the resolute were handed over to the civil authorities, who readily undertook their execution\" (Kurtz, Church History, ii.",
        "An indication, however, foreshadowing the disappearance of extra-territorial rights, appeared in the treaty of 1907 between France and Siam, the former power therein surrendering all such rights where Asiatics are concerned so soon as the Siamese penal and procedure codes should have become law, and this was followed by a much greater innovation in 1909 when Great Britain closed her courts in Siam and surrendered her subjects under certain temporary conditions to the jurisdiction of the Siamese courts.",
        "316), nor is she guilty of any crime unless by statute as in New York (Penal Code, Ã¯¿½ 295) and California (Penal Code, Ã¯¿½ 275) and Connecticut (Gen.",
        "The chief aim of penal legislation should indeed be either to keep gaols empty or to use them only where distinct reduction in the number of offenders, whether by regeneration or by continuous withdrawal from noxious activity, can be obtained.",
        "By Poyning's law (see above) England had control of all Irish legislation, and was therefore an accomplice in the penal laws.",
        "How is it possible to have respect for just punishment if this scandalous penal servitude sentence is correct?",
        "Penal substitution is a topic that is being kicked around the church at the moment.",
        "An Alcatraz tour is one of the best ways to see \"the rock\", one of the most famous maximum-security prisons in the history of the American penal system.",
        "The decision by the BOP was made because Alcatraz was too expensive to operate relative to other institutions in their U.S. penal system.",
        "You'll learn about the brutal life on the island, the escape attempts and the reasons why this maximum security prison was known as the \"most feared institution in the American penal system.\"",
        "In this novel, the colony on the Moon, originally started as an earth penal colony much like old Australia, rebels against earth rule.",
        "Kirk is blamed for the incident and given a life sentence onto an icy penal colony where life cannot exist on its surface.",
        "Finally he endeavoured, though unsuccessfully, to secure the introduction of juries into the courts of chancery, and - a generation and more before the fruition of the labours of Romilly and his coworkers in England - aided in securing a humanitarian revision of the penal code, 4 which, though lost by one vote in 1785, was sustained by public sentiment, and was adopted in 1796.",
        "State penal and charitable institutions include soldiers' and sailors' homes at Grand Island and Milford, an Institute for the Blind at Nebraska City (1875), an Institute for the Deaf and Dumb at Omaha (1867), an Institute for Feeble Minded Youth at Beatrice (1885), an Industrial School for Juvenile Delinquents (boys) at Kearney (1879), a Girls' Industrial School at Geneva (1881), an Industrial Home at Milford (1887) for unfortunate and homeless girls guilty of a first offence, asylums or hospitals for the insane at Lincoln (1869), Norfolk (1886) and Hastings (1887), an Orthopedic Hospital (1905) for crippled, ruptured and deformed children and a state penitentiary (1867), both at Lincoln."
    ]
}