{
    "translation": "הנציח",
    "uses": [
        "Nations are possessed with an insane ambition to perpetuate the memory of themselves by the amount of hammered stone they leave.",
        "But there could be little guarantee that later generations would perpetuate the cult.",
        "Again, they perpetuate the traditions of the Achaemenid Empire.",
        "A celebrated debate on this question took place in the House of Commons in January 1690; but the evident intention of the Whigs to perpetuate their own ascendancy by tampering with the franchise contributed largely to the Tory reaction which resulted in the defeat of the Whigs in the elections of that year.",
        "As archbishop of Toledo he exerted himself to protect the clergy from the obligation to pay the excises or octroi duties known as \"the millions\" and thereby helped to perpetuate the financial embarrassments of the government.",
        "To perpetuate and multiply the choicer varieties, peaches and nectarines are budded upon plum or almond stocks.",
        "The aim of Sieyes was to perpetuate the republic, but in a bureaucratic or autocratic form.",
        "Originating in the common sentiment of humanity, which desires by some visible memorial to honour and perpetuate the memory of the dead, it was practised alike by peoples of high and of low development, and continued through all the stages of culture that preceded the introduction of Christianity.",
        "Ibn Ali Talib, anxious to perpetuate their severance from the orthodox church and the Byzantine empire, confirmed these privileges by charter and in 762 the patriarchate was removed to Bagdad.",
        "For the purpose of ensuring peace an expensive diplomacy is maintained by all states, and to perpetuate it treaties are entered into by states with one another.",
        "in their tendency to perpetuate and prolong the existence of the weak and those who are least well equipped and endowed by nature, they are anti-social in character and inimical to the survival of the strongest and most vigorous type of humanity.",
        "As a dweller in the town he was independent of the old forms of poetry, which controlled all others, but his influence among poets was not great enough to perpetuate the new style.",
        "To indicate its political dignity, it was named New Rome, while to perpetuate the fame of its founder it was styled Constantinople.",
        "A defective stock, if allowed to breed, will perpetuate its defects, in spite of the concealment of those defects in an individual by training or other treatment.",
        "Is a scribe, who recognizes under a corruption the word certainly intended, to perpetuate the error of the exemplar?",
        "Some of the figures were drawn from stuffed specimens, and accordingly perpetuate all the imperfections of the original; others represent species with the appearance of which the artist was not 4 In this year there were two issues of this book; one, nominally a second edition, only differs from the first in having a new titlepage.",
        "fruits evidence of its claims, these outward signs appear gradually to have ceased, although attempts were made to perpetuate them.",
        "Schwenkfeld, whose gentle birth and courtly manners won him many friends in high circles, left behind him a sect (who were called subsequently by others Schwenkfeldians, but who called themselves \"Confessors of the Glory of Christ\") and numerous writings to perpetuate his ideas.",
        "The failure of the Habsburg emperor to perpetuate this despotic regime was due (1) to the Crimean War, (2) to the establishment of Italian unity, and (3) to the successful assertion by Prussia of its claim to the leadership in Germany.",
        "Empedocles tries to explain the genesis of organic beings, and, according to Lange, anticipates the idea of Darwin that adaptations abound, because it is their nature to perpetuate themselves.",
        "The polemical conception which has done much to perpetuate this confusion is that of the historical continuity of Protestantism from the earliest times.",
        "But to use such terms for what is not only an independent, but also an older, orographical formation than the Caucasus tends to perpetuate confusion in geographical nomenclature.",
        "Some there were who hoped that so great an opportunity would not be lost, but that the statesmen would initiate such measures of international disarmament as would perpetuate the blessings of that peace which Europe was again enjoying after twenty years of warfare.",
        "Indeed, the paucity of women of the Aryan stock would probably render these mixed unions almost a necessity from the very outset; and the vaunted purity of blood which the caste rules were calculated to perpetuate can scarcely have remained of more than a relative degree even in the case of the Brahman caste.",
        "In his memory his friends purchased his library, and bought for it a house in Oxford, known as the Pusey House, which they endowed with sufficient funds to maintain three librarians, who were charged with the duty of endeavouring to perpetuate in the university the memory of the principles which he taught.",
        "After the death of any of his favourite disciples he would hold a dog to the mouth of the man in order to receive the departing spirit, saying that there was no animal which could perpetuate his virtues better than that quadruped.",
        "His permanent position in literature is due, no doubt, to the art and genius of Menander, whose creations he has perpetuated, as a fine engraver may perpetuate the spirit of a great painter whose works have perished.",
        "It may be questioned whether it was due to a wave of enthusiasm amongst the priests and people, leading them to rededicate the monuments in the name of their deliverer, or a somewhat insane desire of the king to perpetuate his own memory in a singularly unfortunate manner.",
        "The Wodrow Society, founded in Edinburgh to perpetuate his memory, was in existence from 1841 to 1847, several works being published under its auspices.",
        "His work on palaeontology shows him the predecessor of all the Scandinavian geologists, and his contributions in this field alone would have been sufficient to perpetuate his fame.",
        "A great heap of stones was erected where he fell, whilst another monument near Jerusalem (not the modern \"Absalom's Tomb,\" which is of later origin) he himself had erected in his lifetime to perpetuate his name (2 Sam.",
        "Now it appears that Boaz combines the essential duty of the goel in purchasing the estate over which Naomi holds rights, and at the same time marries, not Naomi, who is now old, but her daughter-in-law Ruth, in order to perpetuate her husband's family.",
        "A statue in the Vatican and a silver statuette in the British Museum perpetuate the type of its great effigy of the civic Fortune of Antioch - a majestic seated figure, with Orontes as a youth issuing from under her feet.",
        "9 a a memorial cross was erected in the cathedral close of St Asaph in order to perpetuate the names and national services of the eight leading Welsh translators of the Scriptures: - Bishops Davies, Morgan and Parry; William Salesbury; Thomas Huet; Dr Davies of Mallwyd; Archdeacon Edmund Prys (1541-1624), author of a popular Welsh metrical version of the Psalter; and Gabriel Goodman, dean of Westminster (1528-1601), a native of Ruthin, who greatly assisted Bishop Morgan in his task.",
        "These attempts, however, to perpetuate the usage were finally discredited by Huxley's important Lectures on Comparative Anatomy (1864), in which the term was finally abolished, and the \"radiate mob\" finally distributed among the Echinodermata, Polyzoa, Vermes (Platyhelminthes), Coelenterata and Protozoa.",
        "It will have been gathered from what has been said that seeds cannot always be depended on to reproduce exactly the characteristics of the plant which yielded them; for instance, seeds of the greengage plum or of the Ribston pippin will produce a plum or an apple, but not these particular varieties, to perpetuate which grafts or buds must be employed.",
        "The EU tariff reforms might perpetuate trade injustice and industrial monocultures that harm workers and the environment.",
        "While paying lip-service to democracy they perpetuate an unhealthy oligarchy.",
        "2 In addition to these customs to prevent the alienation of the estate and to perpetuate the family name, the post-exilic story in Num.",
        "Potato haulms, and club-rooted cabbage crops should, however, never be mixed with ordinary clean vegetable refuse, as they would be most likely to perpetuate the terrible diseases to which they are subject.",
        "The points of resemblance are innumerable; they extend to the most recondite arrangements of that mechanism which maintains instrumentally the physical life of the bod y, which brings forward its early development and admits, after a given period, its decay, and by means of which is prepared a succession of similar beings destined to perpetuate the race.\"",
        "In the eastern Hauran, there are hill-top shrines containing each a black stone, on which rugs, &c., are hung, and these seem to perpetuate features of pre-Islamic Arabian cult, including the sacrifice of animals, e.g.",
        "To perpetuate racism and xenophobia through our media is not only antisocial and grossly irresponsible, it is well nigh criminal.",
        "Today as sisters with an active apostolate, we perpetuate this tradition by maintaining a fervent life in common.",
        "Then, after a few months, the government can maintain the group to perpetuate coherent national consciousness.",
        "hedonic baseline, perpetuate themselves despite negative experiences.",
        "perpetuate existing ways of working whilst accommodating the new technologies.",
        "He appealed to the hope of the Habsburgs, \"our beloved Archduke Francis Joseph,\" to perpetuate the ancient glory of the dynasty by meeting half-way the aspirations of a free people.",
        "A puppet state was set up in the north to perpetuate British imperialist domination.",
        "Surely the photographer wasn't trying to perpetuate the stereotype of Asians being short?",
        "Of the Queen Stock there are three colors-purple, scarlet, and white; and of the Brompton Stock the same, with the addition of a selected crimson variety of great beauty, but somewhat difficult to perpetuate.",
        "As such, many people perpetuate this muscular imbalance by performing more biceps exercises than triceps.",
        "Irish Drinking Songs - Not to perpetuate a stereotype, but it is a well known fact that the Irish like a wee drink or two, and there are so many Irish drinking songs that they may deserve to be recognized as a genre in their own right.",
        "What if cascading ecological problems created fertility problems for the human race, and we had to turn to cloning to perpetuate our species?",
        "Similarly many history books have been published which perpetuate long established myths.",
        "In order to gain new clients, demonstrators of these products will try to sign up several new hostesses from the party goers to hold their own Tupperware parties, and this is the main way party home businesses perpetuate themselves.",
        "Nightmares perpetuate the situation, too, since many are unable to go to sleep after nightmares because of their disturbing contents.",
        "perpetuate the stereotype of Asians being short?",
        "inequityrships could, for example, perpetuate the current inequities in amounts various local authorities provide to fund advice services.",
        "Insisting that it is purely sexual infatuation, specifically designed for our physical universe to perpetuate the species.",
        "We may not consider ourselves to be wealthy, but are we greedy and do we knowingly or unknowingly perpetuate injustices?",
        "perpetuate rather than solve problems, David began lecturing and training in 1995.",
        "sidestep the question: it's easier to perpetuate the Big Lie than to face reality full-on.",
        "Meeting this with military intervention can only perpetuate the cycle.",
        "Furthermore, it's speculated that the chains encourage and perpetuate a high turnover rate to prevent unionization.",
        "Yet it still suited Chinese notions of self-esteem to perpetuate the myth of their own supremacy, and to picture barbarians as hairy monsters.",
        "perpetuate bullying as well, although it often takes place on more subtle or secretive levels.",
        "While occupied with work on committees and in administration he pressed forward several schemes of reform, including a large measure of law reform prepared by a commission presided over by Matthew Hale, and the settlement of the church; but very little was accomplished by the parliament, which seemed to be almost exclusively taken up with the maintenance and increase of its own powers; and Cromwell's dissatisfaction, and that of the army which increased every day, was intensified by the knowledge that the parliament, instead of dissolving for a new election, was seeking to perpetuate its tenure of power.",
        "But by Augustus the frontier was carried farther east so as to include Tergeste (Trieste), and the little river Formio (Risano) was in the first instance chosen as the limit, but this was subsequently transferred to the river Arsia (the Arsa), which flows into the Gulf of Quarnero, so as to include almost all Istria; and the circumstance that the coast of Istria was throughout the middle ages held by the Republic of Venice tended to perpetuate this arrangement, so that Istria was generally regarded as belonging to Italy, though certainly not forming any natural portion of that country.",
        "Later still, in the Elizabethan period and after it, the name Watling Street seems to have been applied by anti - quaries to many Roman or reputed Roman roads in various parts of Britain, and English map-makers and inferior writers on Roman roads still perpetuate the fictions.",
        "In order to perpetuate this system the method of amending the constitution was made extremely difficult (see Administration).",
        "These men and their followers were never weary of ridiculing the timid caution of the aged statesman who sacrificed everything to perpetuate an inglorious peace and derisively nicknamed his adherents \" Night-caps \" (a term subsequently softened into \" Caps \"), themselves adopting the sobriquet \" Hats,\" from the threecornered hat worn by officers and gentlemen, which was considered happily to hit off the manly self-assertion of the opposition.",
        "The subjugation of those primitive tribes did not mean their annihilation: their blood still flows in the veins of Frenchmen; and they survive also on those megalithic monuments (see STONE MONUMENTS) with which the soil of France is dotted, in the drawings and sculptures of caves hollowed out along the sides of the valleys, and in the arms and ornaments yielded by sepulchral tumuli, while the names of the rivers and mountains of France probably perpetuate the first utterances of those nameless generations.",
        "We sidestep the question: it 's easier to perpetuate the Big Lie than to face reality full-on.",
        "Peter tried to thwart a plan that involved a cross; James and John tried to perpetuate Elijah 's strong-arm approach.",
        "John Bale 's lasting contribution to history was to perpetuate the veneration of this splendid saint.",
        "perpetuate the current inequities in amounts various local authorities provide to fund advice services.",
        "perpetuate the inequality your actions have produced?",
        "perpetuate injustices?"
    ]
}