{
    "translation": "התמיד, התעקש, שקד",
    "uses": [
        "When Grey attempted to persevere with his scheme he was recalled.",
        "Meanwhile, however, he was encouraged to persevere by the fact that his brother Theobald had withdrawn his claim to the duchy of Normandy, and retired in his favor.",
        "He failed, however, to convince two prominent members of his cabinetLord Stanley and the duke of Buccleuchthat protection must be finally abandoned, and considering it hopeless to persevere with a disunited cabinet he resigned office.",
        "As it was, Henry had accomplished just enough to tempt his countrymen to persevere for nearly thirty years in the endeavour to complete the task he had begun.",
        "In spite of the universal praise of his cartoon, Leonardo did not persevere with the picture, and the monks of the Annunziata had to give back the commission to Filippino Lippi, at whose death the task was completed by Perugino.",
        "What is important, though, is how parents in those situations can overcome the problems and persevere.",
        "They must then struggle to find a way to persevere and nurture each other without her strong influence to guide the way.",
        "But even if you feel this way, recognize that your ability to hunker down and persevere is what will see you through the crisis.",
        "persevere in the faith to the end.",
        "This means it takes a bit more work to find the songs that you really want, but you can almost always find what you are looking for if you persevere.",
        "Most importantly, high impact cyclists can persevere in confidence, knowing that their racing shoes are durable enough to withstand even the most compromising conditions such as rain and extensive use.",
        "persevere even if you cannot see any results.",
        "persevere with a treatment that they may otherwise have given up on.",
        "the first three or four efforts he need not persevere.",
        "persevere in this way does not depend on our effort.",
        "Gargao (q.v.) led the way with the Theatro Novo, a bright little comedy in blank verse, and followed it up with another, Assemblea ou partida; but he did not persevere.",
        "But he could persevere in an astute policy under the cover of an easy geniality and had no scruples.",
        "The third and fourth weeks are intended to confirm the soul in the new way chosen, to teach how difficulties can be overcome, to inflame it with the love of God and to help it to persevere.",
        "persevere in prayer.",
        "Although he seems a rather irritable fellow, I am willing to persevere with him for your sake, my dear lady.",
        "Tho all its faults I made a decision to persevere and ordered Snoopers motorcycle fitting kit for £ 19.95.",
        "persevere tho and the d & b beats and acoustic clash make sense.",
        "A bit \" fiddly \" to access - however persevere!",
        "I still persevere to locate a death certificate or some official notice about the sudden disappearance of Mary Jane Dobson.",
        "The while we live, in love let's so persevere, That when we live no more, we may live ever.",
        "persevere with this one.",
        "The saints possess, by the grace of the Holy Spirit, sufficient strength to persevere to the end in spite of sin and the flesh, but may so decline from sound doctrine as to cause divine grace to be ineffectual.",
        "At first all will be dark and comfortless; but if thou persevere day and night, thou wilt feel an ineffable jay; and no sooner has the soul discovered the place of the heart than it is involved in a mystic and ethereal light.\"",
        "Some sort of constitutional pretence was given to the decision of the government to persevere with the military reforms by the support of the Upper House, and of this Bismarck availed himself to raise the necessary taxes without the consent of the popular assembly.",
        "The cult once introduced would tend to persevere, and the development of astrological science culminating in a calendar and in a system of interpretation of the movements and occurrences in the starry heavens would be an important factor in maintaining the position of Sin in the pantheon.",
        "About 480, however, Anaxilas thoroughly established his authority at Messene, and the types of coinage introduced by him persevere down to about 396 B.C., 2 when Anaxilas himself zealously supported his son-in-law Terillus in inviting the Carthaginians' invasion of 480 B.C. In 426 the Athenians gained the alliance of Zancle, but soon lost it again, and failed to obtain it in 415.",
        "He thought it ought to be made useful to guide men to the grace of God and to tell them how to persevere in a life of joyous obedience to God and His commandments.",
        "They and the writers have seen to it to persevere and keep the series going, no matter the criticism.",
        "It is very evident that no mere hint with regard to the use of proportional numbers could have been of any service to him, but it is possible that the news brought by Craig of the difficulties placed in the progress of astronomy by the labour of the calculations may have stimulated him to persevere in his efforts.",
        "\"Forever, persevere, bliss or devoted,\" make excellent inspirational subjects for the artwork."
    ]
}