{
    "translation": "עקשן, מתמיד",
    "uses": [
        "He was completely obsessed by one persistent thought.",
        "Ignoring the persistent ring, she put the chicken in the oven and closed the door.",
        "All the companies, except the Nord, have at one time or another had to take advantage of the guarantee, and the fact that the Ouest had been one of the most persistent and heavy borrowers in this respect was one of the reasons that induced the government to take it over as from the 1st of January 1909.",
        "The \"epitheca\" noticed above is in this case the persistent frontal membrane.",
        "In the last months of his life, under the influence of a great national disaster, the conscientious, persistent autocrat began to suspect that his system was a mistake, but he still clung to it obstinately.",
        "- Persistent efforts have been made to explore the antiquities of Alexandria.",
        "Hindsight—and Xander's revelation—made her look at his persistent presence and brotherly protectiveness in a new way.",
        "A shopkeeper with red pimples on his cheeks near the nose, and a calm, persistent, calculating expression on his plump face, hurriedly and ostentatiously approached the officer, swinging his arms.",
        "But the persistent demand produced a supply; and the honour of identification with Prester John, after hovering over one head and another, settled for a long time upon that of the king of the Nestorian tribe of Kerait, famous in the histories of Jenghiz under the name of Ung or Awang Khan.",
        "It has more than one advantage over the meadow mushroom in its extreme commonness, its profuse growth, the length of the season in which it may be gathered, the total absence of varietal forms, its adaptability for being dried and preserved for years, and its persistent delicious taste.",
        "For a long time she remained true to Artemis and rejected all suitors, but Meilanion at last gained her love by his persistent devotion.",
        "In Bosnia the persistent attempts of the Magyar princes to root out the stubborn, crazy and poisonous sect of the Bogomils had alienated the originally amicable Bosnians, and in 1353 Louis was compelled to buy the friendship of their Bar Tvrtko by acknowledging him as king of Bosnia.",
        "25), he was at least tolerant towards subject races and their religions, and the persistent traditions unmistakably point to the honour in which his memory was held.",
        "Vasco da Gama tried to establish a factory, but he met with persistent hostility from the local chief (zamorin), and a similar attempt made by Cabral two years later ended in the destruction of the factory by the Moplahs.",
        "In the spruce firs (Picea), the cones are pendent when mature and their scales persistent; the leaves are arranged all round the shoots, though the lower ones are sometimes directed laterally.",
        "The same year witnessed the downfall of Napoleon's persistent enemy, Gustavus IV.",
        "Whatever national unity the Hindu peoples possessed came from the persistent and penetrating influence of the Brahman caste.",
        "With changes of the pressures of the blood in arteries, veins or capillaries, and in the heart itself and its respective chambers, static changes are apt to follow in these parts; such as degeneration of the coats of the arteries, due either to the silent tooth of time, to persistent high blood pressures, or to the action of poisons such as lead or syphilis.",
        "The Joachimite ideas were equally persistent among the Spirituals, and acquired new strength with the publication of the commentary on the Apocalypse.",
        "Her hatred of Germans showed itself likewise in her persistent struggle with Frederick the Great, which cost Russia 300,000 men and 30 millions of roubles - an enormous sum for those days - but in the choice of a successor she could not follow her natural inclinations, for among the few descendants of Michael Romanov there was no one, even in the female line, who could be called a genuine Russian.",
        "noxia, harm, as the source), an excessive, offensive, persistent or startling sound.",
        "We know only that to his persistent attempts thereafter to get his proposed verdict accepted by the people, came their fatal answer, \" Thou art not Caesar's friend,\" and that at last he unwillingly ascended the bema (in this case a portable judgmentseat, brought for the day outside the Praetorium), and in such words as Ibis ad crucem\" delivered Him to be crucified.\"",
        "Marie zealously pushed her favourite towards office, and had gone so far as to absent herself from court for three months on account of the king's persistent refusal, when Charles, duc de La Vieuville, then head of the council, in need of her aid in his negotiations with reference to the marriage of her daughter Henriette Marie, finally agreed to force Richelieu's appointment to office upon the king, Louis XIII.",
        "Measures inaccurately taken, or wrongly read off, could seldom, if ever, be corrected, and these persistent errors defeated all chance of successful search.",
        "Athens had the prize within her grasp, and she lost it wholly through the persistent dilatoriness and blundering of Nicias (q.v.).",
        "had been crowded with wounded from the first, and now, owing to the persistent wet weather, smallpox and dysentery became epidemic. Towards the close of September rations had to be reduced, and the troops began slaughtering the cavalry horses for food.",
        "His chance for securing the nomination, however, was materially lessened by persistent charges which were brought against him by the Democrats that as a member of Congress he had been guilty of corruption in his relations with the Little Rock & Fort Smith and the Northern Pacific railways.'",
        "A considerable legend has attached itself to Nicholas through the persistent but mistaken identification of him with the mysterious \"Friend of God from the Oberland,\" the \"double\" of Rulman Merswin, the Strassburg banker who was one of the leaders of the 14th-century German mystics known as the Friends of God.",
        "The map or diagram of which Leonardo Dati in his poem on the Sphere (Della Spera) wrote in 1422 \" un T dentre a uno 0 mostra it disegno \" (a T within an 0 shows the design) is one of the most persistent types among the circular or wheel maps of the world.",
        "The earlier text, of which five short fragments have come down to us, is known as the Pactus Alamannorum, and from the persistent recurrence of the expression \"et sic convenit\" was most probably drawn up by an official commission.",
        "The traditional charge of cannibalism has been very persistent; but it is entirely denied by the islanders themselves, and is now and probably always has been untrue.",
        "The Portuguese were persistent trespassers in early colonial times, and their land-hunger took them far beyond the limits fixed by Pope Alexander VI.",
        "In the Lower Oligocene of Europe we have Ronzotherium and in that of America Leptaceratherium (Trigonias), which were primitive species with persistent upper canines and three-toed fore-feet.",
        "He was indicted for treason by a Virginia grand jury, persistent efforts were made to connect him with the assassination of President Lincoln, he was unjustly charged with having deliberately and wilfully caused the sufferings and deaths of Union prisoners at Andersonville and for two years he was denied trial or bail.",
        "In November 1895 he himself formed a cabinet of a pronouncedly radical type, the main interest of which was attached to its fall, as the result of a constitutional crisis arising from the persistent refusal of the senate to vote supply.",
        "When the source of the name was forgotten its meaning was not unnaturally misinterpreted, and gained for Gawain the reputation of a facile morality, which was exaggerated by the pious compilers of the later Grail romances into persistent and aggravated wrong-doing; at the same time it is to be noted that Gawain is never like Tristan and Lancelot, the hero of an illicit connexion maintained under circumstances of falsehood and treachery.",
        "Useful compulsory laws regarding the details of train management are difficult to frame and hard to carry out; but the Board has exercised a persistent persuasiveness and has secured most of its objects.",
        "One view of the origin of the latter (largely based upon observations upon the development of Polygordius) sees in the blood system a persistent blastocoel.",
        "About this time he was hampered by the persistent opposition of the vicechancellor Mikhail Vorontsov, formerly his friend, now his jealous rival, who was secretly supported by Frederick the Great.",
        "a member of the Onge tribe) - has thus become a persistent book-name for the people.",
        "The fruit-stalk is very short, bearing a subglobose fruit an inch or rather more in diameter, of an orange-yellow colour, and with a sweetish astringent pulp. It is surrounded at the base by the persistent calyxlobes, which increase in size as the fruit ripens.",
        "There is strong evidence at all events that many of the conceptions are contrary to historical fact, and the points of similarity between native Canaanite cult and Israelite worship are so striking that only the persistent traditions of Israel's origin and of the work of Moses compel the conclusion that the germs of specific Yahweh worship existed from his day.",
        "With declining prices for farm produce came that year of unhappy memory, 1879, when persistent rains and an almost sunless summer ruined the crops and reduced many farmers to a state of destitution.",
        "In the course of a bloody insurrection in Catalonia, which ended in the bombardment of Barcelona, Ferdinand de Lesseps showed the most persistent bravery, rescuing from death, without distinction, the men belonging to the rival factions, and protecting and sending away not only the Frenchmen who were in danger, but foreigners of all nationalities.",
        "The number of rainy days throughout the peninsula varies from 160 to over 200 in each year, but violent gusts of wind, called \" Sumatras,\" accompanied by a heavy downpour of short duration, are more common than persistent rain.",
        "terminal scorpioid cymes, small blue, pink or white flowers, a five-cleft persistent calyx, a salveror funnel-shaped corolla, having its mouth closed by five short scales and hard, smooth, shining nutlets.",
        "The strange contrast between the succession of dynasties and kings cut off by assassination in the northern kingdom, ending in the tragic overthrow of 721 B.C., and the persistent succession through three centuries of the seed of David on the throne of Jerusalem, as well as the marvellous escape of Jerusalem in 701 B.C. from the fate of Samaria, must have invested the seed of David in the eyes of all thoughtful observers with a mysterious and divine significance.",
        "The outbreak of the Boer War in October 1899 was followed in New Zealand by a prompt display of general and persistent warlike enthusiasm: politics ceased to be the chief topic of interest; the general election of 1899 was the most languid held for fifteen years.",
        "The truth was indeed obscured for a time by persistent prejudices in favour of certain alien Mediterranean races long known to have been in relation with the Aegean area in prehistoric times, e.g.",
        "This appears to indicate B that the Polyzoa are remotely allied to other phyla in which this type of larva prevails, and in particular to the Mollusca and Chaetopoda, as well as to the Rotifera, which are regarded as persistent Trochospheres.",
        "The conduct of the Hungarian nobles in the past, indeed, somewhat justified this estimate, for the fall of the ancient monarchy was entirely due to their persistent disregard of authority, to their refusal to bear their share of the public burdens.",
        "Fate was getting more persistent.",
        "But for the terrible and persistent ill-luck of Poland it is doubtful whether the \"truce\" of Andrussowo would ever have been signed.",
        "Fruit enveloped by a persistent corolla.",
        "Stipules may be large or small, entire or divided, deciduous or persistent.",
        "One of the most extraordinary and persistent myths of medieval natura history, dating back to the 12th century at least, was the cause of transferring to these organisms the name of the barnack or bernacle goose (Bernicla branta).",
        "persistent cookie is a small text file stored on your hard drive for an extended period of time.",
        "Persistent vomiting can result in dehydration.",
        "The odour of cubebs is agreeable and aromatic; the taste, pungent, acrid, slightly bitter and persistent.",
        "During the last thirty years of the Hundred Years' War the abbey offered a persistent resistance to the English.",
        "Effect was given to this proposal in a bill called \"The Prince of Wales's Children's Bill,\" which was carried in spite of the persistent opposition of a small group of Radicals.",
        "In 1609 he caused the prince of Conde to marry Charlotte de Montmorency, whom shortly of ter Conde was obliged to save from the king's persistent gallantry by a hasty flight, first to Spain and then to Italy.",
        "But the unfortunate prince had to choose between dependence and extermination, for his unaided resources were powerless against the persistent attacks of the unconquerable The Prussians.",
        "In the summer of 1827, through the persistent efforts of persons most interested in the woollen manufactures of Massachusetts and other New England states to secure legislative aid for that industry, a convention of about loo delegates - manufacturers, newspaper men and politicians - was held in Harrisburg, and the programme adopted by the convention did much to bring about the passage of the famous high tariff act of 1828.",
        "its trend when followed across the country) will be persistent over considerable areas.",
        "The trade-winds are generally weaker and less persistent in the Pacific than in the Atlantic, and the intervening belt of equatorial calms is broader.",
        "But the main features of the budget were adhered to, and eventually passed the House of Commons on the 4th of November, in spite of the persistent opposition of the scanty Unionist minority.",
        "The limestone and iron ore of the vicinity proved to be of inferior quality, and the failure of the enterprise was prevented only by the persistent efforts of George Whitefleld Scranton (1811-1861), aided by his brother Selden T.",
        "He thus exerted a potent influence on palaeontology through his persistent advocacy of uniformitarianism, a doctrine with which Lamarck should also be credited.",
        "How persistent is ancient animism!",
        "The small drupe-like fruit is attached to the persistent bracts.",
        "persistent to get the movie the way I wanted it.",
        "westerlyher factors do not appear to favor persistent mild westerlies.",
        "If silver nitrate salts be administered for a long period as a medication, the skin that is exposed to light becomes of a bluish-grey colour, which is extremely persistent.",
        "A few days later, Zasulich's persistent requests to be allowed to retreat and the still uncertain movements of the 2nd Army induced him once more to prepare a concentration on Mukden.",
        "Thus we observe persistent organs and persistent types of animals, analogous organs and analogous types of animals, and this analogy applies still further to the rival and more or less contradictory hypotheses of the sudden as distinguished from the gradual appearance of new parts or organs of animals, and the sudden appearance of new types of animals.",
        "It was early perceived by Huxley, Cope and many others that Cuvier's broad belief in a universal progression was erroneous, and there developed the distinction between \" persistent primitive types \" (Huxley) and \" progressive types.\"",
        "Starting with the stem forms the descendants of which have passed through either persistent or changed habitats, we reach the underlying idea of the branching law of Lamarck or the law of divergence of Darwin, and find it perhaps most clearly expressed in the words \"adaptive radiation\" (Osborn), which convey the idea of radii in many directions.",
        "Moreover, the body cavity of the rotifers is a primitive archicoele; the persistent or accrescent cleft between epiblast and hypoblast, traversed by mesenchymal muscular bands.",
        "This was the principal outcome of Mason's persistent efforts to establish his rights to the land; for although he succeeded in procuring the appointment of officers who supported his claims, and although decrees were issued in his favour, the tenants, who contended that they had profited nothing from what his grandfather had done or that they were on lands which Wheelwright had bought from the Indians, resisted the enforcement of those decrees.",
        "After a long silence in the face of severe and persistent criticism, Strachan made a general reply in a very able speech in the legislative council in March 1828.",
        "persistent roots and a partial enamel covering, those of the upper jaw not having the usual downward direction, but curving outwards, upwards and finally inwards, while those of the lower jaw are directed upwards and outwards with a gentle backward curve, their hinder edges working and wearing against the front edges of the upper pair.",
        "But the French type proved stubbornly persistent and to this day dominates the older Canada.",
        "On the death of his father, James Stuart (whose affairs he had managed during the last five years of his life), Henry made persistent attempts to induce Pope Clement XIII.",
        "The State's Rights men were in a minority; nevertheless under their active and persistent leader, William L.",
        "The members of the genus Larix are distinguished from the firs, with which they were formerly placed, by their deciduous leaves, scattered singly, as in Abies, on the young shoots of the season, but on all older branchlets growing in whorl-like tufts, each surrounding the extremity of a rudimentary or abortive branch; they differ from cedars (Cedrus), which also have the fascicles of leaves on arrested branchlets, not only in the deciduous leaves, but in the cones, the scales of which are thinner towards the apex, and are persistent, remaining attached long after the seeds are discharged.",
        "In all rodents the upper incisors resemble the lower ones in growing uninterruptedly from persistent pulps, and (except in the hare group, Duplicidentata) agree with them in number.",
        "The most singular feature in connexion with the history of silk is the persistent efforts which have been made by monarchs and other potentates to stimulate sericulture within their dominions, efforts which continue to this day in British colonies, India and America.",
        "Within these are six stamens, a hairy ovary surmounted by two feathery styles which ripens into the fruit (grain), and which is invested by the husk formed by the persistent glume and pale.",
        "Persistent efforts have also been made to introduce Polynesian islanders, as being of a cognate race with the Hawaiians, but the results have been wholly unsatisfactory.",
        "He supposes that the law of evolution is deducible from the law of persistent force, and includes in force what is now called energy.",
        "Lastly, when a theory of the world supposes a noumenal power, a resistent and persistent force, which results in an evolution, defined as an integration of matter and a dissipation of motion, which having resulted in inorganic nature and organic nature, further results without break in consciousness, reason, society and morals, then such a theory will be construed as materialistically as that of Haeckel by the reader, whatever the intention of the author.",
        "The disclosures before the Parnell Commission, the O'Shea divorce proceedings, the downfall of Mr Parnell and the disruption of the Irish party, assisted him in his task; but the fact remains that by persistent courage and undeviating thoroughness he reduced crime in Ireland to a vanishing point.",
        "The upper incisors have persistent pulps, and are curved longitudinally, forming a semicircle as in rodents; they are, however, not flattened from before backwards as in that order, but prismatic, with an antero-external, an anterointernal and a posterior surface, the first two only being covered with enamel; their tips are consequently not chisel-shaped, but sharp-pointed.",
        "The lower incisors have long tapering roots, but not of persistent growth; and are straight, directed somewhat forwards, with awlshaped, tri-lobed crowns.",
        "The persistent belief on the part of the narrators in the genuineness of their previsions indicates that in some cases there may be a hallucination of memory, analogous to the well known feeling of \"false recognition.\"",
        "The paraphyses branch and form a network (capillitium) over the asci, the capillitium and ejected spores forming a long persistent powdery mass (mazaedium).",
        "Raynolds, of the United States Corps of Topographical Engineers, with full knowledge of Bridger's accounts, was ordered to explore the region in 1859, and yet, chiefly because of the persistent incredulity with which the accounts of the phenomena were received, the region remained practically unknown until 1870.",
        "But, as no particle of evidence on his side was advanced, the protest of his representative was rejected, and Bothwell, acquitted in default of witnesses against him, was free to challenge any persistent accuser to the ancient ordeal of battle.",
        "In the case of plants with persistent leaves, the stem may be cut through just above and below the bud, retaining the leaf which is left on the cutting, the old wood and eye being placed beneath the soil and the leaf left exposed.",
        "But his indignation and persistent refusal to comply with the request that he should voluntarily leave France had to be met at last with force: he was apprehended, imprisoned for a week at Vincennes, and on the 17th of December conducted to the French border.",
        "The supply of some of the most valuable, such as sable, silver and natural black fox, sea otter and ermine, which are all taken from animals of a more or less shy nature, does very gradually decrease with persistent hunting and the encroachment of man upon the districts where they live, but the climate of these vast regions is so cold and inhospitable that the probabilities of man ever permanently inhabiting them in numbers sufficient to scare away or exterminate the fur-bearing wild animals is unlikely.",
        "It is most difficult to appreciate aright this man of fervid imagination, of powerful and persistent convictions, of unbated honesty and love of truth, of keen insight into the errors (as he thought them) of his time, of a merciless will to lay bare these errors and to reform the abuses to which they gave rise, who in an instant offends us by his boasting, his grossness, his want of selfrespect.",
        "When leaves fall off annually they are called deciduous; when they remain for two or more years they are persistent, and the plant is evergreen.",
        "The two brothers were enthusiastic imperialists, and with persistent courage they upheld the cause of their sovereign during his two absences in Italy.",
        "This was due The mainly to the persistent zeal of the Jesuits.",
        "Arcs, bands and, generally speaking, the more regular and persistent forms, show their greatest frequencies earlier in the night than rays or patches.",
        "But a serious blemish was his persistent separation of trees from herbs, a distinction whose falsity had been exposed by Jung and others, but to which Ray tried to give scientific foundation by denying the existence of buds in the latter.",
        "But Mahomet's mistake consists in persistent and slavish adherence to the semi-poetic form which he had at first adopted in accordance with his own taste and that of his hearers.",
        "They soon fall off, and it is from the persistent basal cell that the branches of unlimited growth arise.",
        "During the critical years of Mr Chamberlain's crusade (1903-1906) he made himself the chief spokesman of the Liberal party, delivering a series of speeches in answer to those of the tariff-reform leader; and his persistent following and answering of Mr Chamberlain had undoubted effect.",
        "Although the rocks throughout the Southern Uplands have a persistent northeasterly and south-westerly strike, and though this trend is apparent in the bands of more rugged hills that mark the outcrop of hard grits and greywackes, nevertheless geological structure has been much less effective in determining the lines of ridge and valley than in the Highlands.",
        "In a survey of the vernacular literature of Scotland it is advantageous to keep in mind that there are two main streams or threads running throughout, the one literary in the higher sense, expressing itself in \" schools \" of a more artificial or academic type; the other popular, also in the better sense of that term, more native, more rooted in national tradition, more persistent and conversely less bookish in fashion.",
        "3 The disciple, whatsoever he does - whether going forth or coming back, standing or walking, speaking or silent, eating or drinking - is to keep clearly in mind all that it means, the temporary character of the act, its ethical significance, and above all that behind the act there is no actor (goer, seer, eater, speaker) that is an eternally persistent unity.",
        "His policy had undergone no alteration since 1865: the same persistent endeavour was made to establish a religious despotism, in which the supremacy of the president should be subordinate only to the higher supremacy of the clergy.",
        "Another period of want followed, and it was only by persistent solicitation that Heyne was able to obtain the post of under-clerk in the count's library, with a salary of somewhat less than twenty pounds sterling.",
        "- In the skull there is a sagittal crest; the tympanic bulla is filled with cancellous tissue; the condyle of the lower jaw is rounded; and the premaxillae, or anterior bones of the upper jaw, have the full number of incisor teeth in the young state, the outermost of these being persistent through life as an isolated tooth.",
        "The sepals are leafy and persistent; the corolla is generally divided into a longer or shorter tube and a limb which is spreading, as in primrose, or reflexed, as in Cyclamen; in Soldanella it is bell-shaped; in Lysimachia the tube is often very short, the petals appearing almost free; in Glaux the petals are absent.",
        "in diameter, with five spreading white petals alternating with five persistent green sepals, a large number of stamens with pinkish-brown anthers, and one to three carpels sunk in the cup-shaped floral axis.",
        "The Hohenstaufen kings refused to admit this claim; hence the persistent hostility of the popes and the calling in of foreign potentates and armies.",
        "The persistent prominence which astrology continued to enjoy down to the border-line of the scientific movement of our own days, and which is directly traceable to the divination methods perfected in the Euphrates valley, is a tribute to the scope and influence attained by the astral theology of the Babylonian and Assyrian priests.",
        "The recidivist class is for those previously sentenced to penal servitude or whose record shows them to have been guilty of grave and persistent crime.",
        "even more persistent in maintaining the right of investiture than Henry IV.",
        "Thereafter the Spaniards maintained a fitful intercourse with Brunei, varied by not infrequent hostilities, and in 1645 a punitive expedition on a larger scale than heretofore was sent to chastise Brunei for persistent acts of piracy.",
        "In no field, perhaps, was the centrifugal tendency of the Greeks more persistent than in such matters.",
        "of continuous growth, having persistent pulps.",
        "Plague appears to have been equally persistent and destructive on the mainland in southern China during the period indicated, but no accurate details are available.",
        "The outbreaks fall into two well-defined groups: (a) those in which the disease is destructive and persistent, (2) those in which its effects are slight and transient.",
        "These are suspended to the muscular bodywall by a double membrane, called the ligamentum denticulatum, which forms at once the roof of the atrial chamber and the floor of a persistent portion of the original body-cavity or coelom (the dorsal coelomic canal on each side of the pharynx).",
        "No food passes into the hepatic caecum, which has been definitely shown on embryological and physiological grounds to be the simplest persistent form of the vertebrate liver.",
        "This notochord represents the persistent primordial skeletal axis which, in the higher Craniata (though not so in the lower), gives way by substitution to the segmented vertebral column.",
        "Chiefly by his persistent efforts a Ten Hours' Bill was carried in 1847, but its operation was impeded by legal difficulties, which were only removed by successive Acts, instigated chiefly by him, until legislation reached a final stage in the Factory Act of 1874.",
        "His phlegmatic and persistent egotism, his sacrifice of truth and honour to self-interest, his acquiescence in the worst conditions of the world, if only he could use them for his own advantage, combined with the glaring discord between his opinions and his practice, form a character which would be contemptible in our eyes were it not so sinister.",
        "The name of one of them, Thomas Conway, an Irish soldier of fortune from the French service, is attached to what is called \"Conway's Cabal,\" a scheme for superseding Washington by General Horatio Gates, who in October 1777 succeeded in forcing Burgoyne to capitulate at Saratoga, and who had been persistent in his depreciation of the commander-in-chief and in intrigues with members of Congress.",
        "A persistent opponent of the plebeians, he resisted the proposal of Terentilius Arsa (or Harsa) to draw up a code of written laws applicable equally to patricians and plebeians.",
        "\" Thus the imperious word ought seems merely to imply the consciousness of a persistent instinct, either innate or partly acquired, serving as a guide, though liable to be disobeyed.\"",
        "To a large extent retting continues to be conducted in the primitive fashions above described, although numerous and persistent attempts have been made to improve upon it, or to avoid the process altogether.",
        "buxifolium has broader and more persistent leaves; var.",
        "In the Christian religion, especially where animal sacrifices, together with the cult of totem or holy animals, have been given up, it is usual to hallow the oil used in ritual anointings with I lyrical fantasia in one Sarah Bernhardt, whi and original of mode unity, persistent purp in a measure the tra he wrote his Sogno Gioconda; in the sue contemporary politic probably through th allusions in some of i {1901), a perfect r and emotion, magnifi most authoritative It first real although not to the Italian theatre.",
        "By means of the grist tax (which he had proposed in 1865, but which the Menabrea cabinet had passed in 1868), and by other fiscal expedients necessitated by the almost desperate condition of the national exchequer, he succeeded, before his fall from power in 1873, in placing Italian finance upon a sound footing, in spite of fierce attacks and persistent misrepresentation.",
        "On his arrival in Sweden, however, he tried to gain time by provisionally confirming what had been done; but the aggressiveness of the Protestant faction and the persistent usurpations of Duke Charles (the Riksdag of 1595 proclaimed him regent though the king had previously refused him that office) made a civil war inevitable.",
        "From 1818 to 1834 he represented various constituencies in parliament, where he was chiefly prominent for his persistent efforts to relieve the disabilities of the Jews.'",
        "With respect to the eastern boundaries of his kingdom, Fath Ali Shah was fortunate in having to deal with a less dangerous neighbor than the Muscovite of persistent policy and ThCAF ban the Turk of precarious friendship. The Afghan, though, ,, ~",
        "The persistent opponent to both these measures was the Transvaal.",
        "In the rat-kangaroos, or kangaroo-rats, as they are called in Australia, constituting the sub-family Potoroinae, the first upper incisor is narrow, curved, and much exceeds the others in length; the upper canines are persistent, flattened, blunt and slightly curved, and the first two premolars of both jaws have large, simple, compressed crowns, with a nearly straight or slightly concave free cutting-edge, and both outer and inner surfaces usually marked by a series of parallel, vertical grooves and ridges.",
        "But this criterion was open to the persistent attacks of Epicureans and Academics, who made clear (t) that reason is dependent upon, if not derived from, sense, and (2) that the utterances of reason lack consistency.",
        "However, the younger Stoics endeavoured to meet the assaults of their persistent critic Carneades by suggesting various modes of testing a single presentation, to see whether it were consistent with others, especially such as occurred in groups, &c.; indeed, some went so far as to add to the definition \" coming from a real object and exactly corresponding with it \" the clause \" provided it encounter no obstacle.\"",
        "Persistent traditions have greatly exaggerated the former prosperity of the old South-west.",
        "With anarchy among themselves and so precarious a hold on the country, hated by the Italian population and by the Catholic clergy, threatened also by an alliance of the Greek empire with their persistent rivals the Franks beyond the Alps, they resolved to sacrifice their independence and elect a king.",
        "It is to be remarked that the standing figure of the bishop in episcopal seals, of the abbot in monastic seals and of the lady in ladies' seals, which was so persistent from the 12th century onwards, proved to be the happy cause of the maintenance of the elegant oval shape in examples of these classes, wherein some of the best balanced designs are to be found.",
        "that the mouth at the extremity of the hypo c, Visual cone; n, stome represents the persistent blastopore of nucleus; n.",
        "When at last he reached his destination, he found little difficulty in effecting the settlement of the disturbed provinces, notwithstanding Piso's violent and persistent opposition.",
        "It is easy to understand from this figure how the wing always flying forwards furnishes a persistent buoyancy.",
        "Rounded hills, level meads and persistent flat-topped ridges, composed of rocks of varying structure, rise to about the same level and give the impression that they are the remnants of a former continuous surface.",
        "In passing from the Sitkan district westward toward Kodiak and the Aleutians the climate becomes even more equable, the temperature a little lower and the rainfall somewhat less; 1 the fogs at first less dense, especially near Cook Inlet, where the climate is extremely local, but more and more persistent along the Aleutians.",
        "By persistent trapping and shooting, its numbers have now been considerably reduced, with the result, however, of making it exceedingly wary, so that it is not readily caught in any trap with which it has had an opportunity of becoming acquainted.",
        "But he had no real power, and his political importance lay in his persistent opposition to Beaufort and the councillors of his party.",
        "By his vast expenditure, ascribable not only to his wars in Italy, his incessant embassies, and the necessity of defending himself in the Comtat Venaissin against the incursions of the adventurous Raymond of Turenne, but also to his luxurious tastes and princely habits, as well as by his persistent refusal to refer the question of the schism to a council, he incurred general reproach.",
        "To this peculiar fruit the term caryopsis has been applied (more familiarly \" grain \"); it is commonly furrowed longitudinally down one side (usually the inner, but in Coix and its allies, the outer), and an additional covering is not unfrequently provided by the adherence of the persistent palea, or even also of the flowering FIG.",
        "The persistent bracts (glume and pale) afford an additional protection to the fruit; they protect the embryo, which is near the surface, from too rapid wetting and, when once soaked, from drying up again.",
        "Aristida and Stipa are large and widely distributed genera, occurring especially on open plains and steppes; the conspicuously awned persistent flowering glume forms an efficient means of dispersing the grain.",
        "Its physiological effects are much more persistent and injurious than sulphuretted hydrogen, producing temporary paralysis of the olfactory nerves and inflammation of the mucous membrane.",
        "Nevertheless, 85 men of the native cavalry regiment, driven to despair by the persistent rumours of the danger to their caste, refused on the 24th of April to accept their cartridges.",
        "areas, which represent the persistent bases of foliageand scale-leaves.",
        "Small tuberous shoots, comparable on a large scale with the bulbils of Lycopodium Selago, are occasionally produced in the axils of some of the persistent leaf-bases; these are characteristic of sickly plants, and serve as a means of vegetative reproduction.",
        "The thick armour of petiole-bases enveloping the stem is a characteristic C y cad c an feature; in Cycas the alternation of scale-leaves and fronds is more clearly shown than in other cycads; in Encephalartos, Dioon, &e., From a photograph of a plant in the Peradeniya the persistent scale - leaf Gardens, Ceylon, by Professor R.",
        "The name Retinospora, therefore, does not stand for a true genus, but denotes persistent young forms of Juniperus, Thuja, Cupressus, &c., in which the small scaly leaves of ordinary species are replaced by the slender, needle-like leaves, which stand out more or less at right angles from the branches.",
        "A persistent but apparently later tradition asserts that he died in prison after severe beating, because he refused to obey al-Mansur's command to act as a judge (cadi, gadi).",
        "When, however, in September the English (under the earl of Salisbury) invested Orleans, the key to the south of France, she renewed her efforts with Baudricourt, her mission being to relieve Orleans and crown the dauphin at Reims. By persistent importunity, the effect of which was increased by the simplicity of her demeanour and her calm assurance of success, she at last prevailed on the governor to grant her request; and in February 1429, accompanied by six men-at-arms, she set out on her perilous journey to the court of the dauphin at Chinon.",
        "It is very difficult to understand how far there was truth in the persistent accusations made against the prince-bishop of Alexandria.",
        "copied and distributed by him, and his persistent efforts to revive and promote the study of ancient literature.",
        "Near the end of the century persistent stories of a North-west Passage caused the Spanish rulers to plan further explorations of the Pacific coast, so as to forestall other nations in the discovery of the alleged new route and thus retain their monopoly of the South Sea (Pacific Ocean).",
        "Top columnal a persistent proximale, often fusing with IBB, which are frequently atrophied in the adult.",
        "He devoted himself to persistent reading and study, combined with congenial society.",
        "For the two ealdormen whom he delighted to honor and placed at the head of his armies, ~lfric and Eadric Streona, are accused, the one of persistent cowardice, the other of underhand intrigue with the Danes.",
        "John, the new kings only surviving brother, had been declared Lord of Ireland by his father in 1185, but Henry had been forced to remove him for persistent misconduct, and had left him nothing more than a titular sovereignty in the newly conquered island.",
        "Indeed for some time his persistent prosperity provoked the indignant surprise of those who believed him to be under a curse.",
        "The succession of failures in America, culminating in Cornwallis's surrender at Yorktown in October 1781, wearied the nation, and at length the persistent and powerful attacks of the opposition began to tell.",
        "Dreams of conquests and extension had long been abandoned, and the pressing question of the time was how to repel the persistent assaults of Persia and the barbarians upon the frontiers of the realm, and so retain the dominion inherited from the valour of the past.",
        "They are sometimes puzzling, often speculative; yet nearly all that is obscure in them becomes clear, much apparent contradiction disappears, when read by these persistent unvarying lights.",
        "It would appear as if the latter was more suited to the conditions of the existing flora, and many of the specific forms within it may rather be regarded as recently evolved than as simply persistent.",
        "Some ferns have a longer or shorter erect stem often clothed by the persistent bases of the leaves; in others the stem creeps on the surface of the substratum or is subterranean.",
        "Where the formation is extensive and persistent as in the cork-oak, a thick covering of cork is formed.",
        "After the advent to power of Dr Vladan Georgevich (October 1897) persistent and successful efforts were made to improve the country's financial and economic condition.",
        "Matters went from bad to worse when persistent rumours were set in motion that Queen Draga had succeeded in persuading King Alexander to proclaim one of her two brothers heir-apparent to the throne.",
        "By persistent research, powerfully aided by the photographic camera and by the concave gratings invented by H.",
        "His persistent recommendation, in fact, of English methods and instruments contributed effectively to the reform of French practical astronomy, and constituted the most eminent of his services to science.",
        "Halophila, Enhalus and Thalassia are submerged maritime plants found on tropical coasts, mainly in the Indian and Pacific oceans; Halophila has an elongated stem rooting at the nodes; Enhalus a short, thick rhizome, clothed with black threads resembling horse-hair, the persistent hard-bast strands of the leaves; Thalassia has a creeping rooting stem with upright branches bearing crowded strap-shaped leaves in two rows.",
        "Burnet's book naturally aroused much opposition, and there were persistent rumours that the MS. had been unduly tampered with.",
        "The generally one-seeded nut-like fruit is associated with the persistent often hardened or greatly enlarged bracts forming the so-called cupule which gives the name to the group. The group is subdivided as follows, and these subdivisions are now generally regarded either as distinct natural orders or the first two as sub-orders of one natural order.",
        "He became indeed \"doux entete\" (gentle but obstinate) as his mother called him, persistent in his ideas and always ready to return to them, though at the same time yielding and drawing back before the force of circumstances.",
        "But the same persistent idea underlay all his efforts.",
        "The Portuguese gave names to most of the capes, but made no persistent attempts at colonization.",
        "The following table gives the statistics of the various Protestant missions at the close of 1906: - 1 It is true that 200 years earlier than this, persistent efforts were made for nineteen years (1600-1619) by Portuguese Roman Catholic missionaries to propagate their faith among the south-east coast tribes.",
        "even more persistent in the claim of investiture than Henry IV.",
        "The pain in the stomach is persistent, and cramps in the calves of the legs add to the torture.",
        "Italy not only gave him a taste for art and letters, but furnished him with an arsenal of despotic maxims. Yet his true masters were the jurists of the southern universities, passionately addicted to centralization and autocracy, men like Duprat and Poyet, who revived the persistent tradition of Philip the Fairs legists.",
        "At the close of this troubled century peace descends upon exhausted passions; and amidst the choir of young and ardent voices celebrating the national reconciliation, the tocsin no longer sounds its sinister and persistent bass.",
        "After Colberts day, when the crutches lent by privilege were removed, his achievements lost vigour; industries that ministered to luxury alone escaped decay; the others became exhausted in struggling against the persistent and teasing opposition of the municipal bodies and the bourgeoisieconceited, ignorant and terrified at any innovationand against the blind and intolerant policy of Louis XIV.",
        "She was blamed for her friendship with the comtesse de Polignac, who loved her only as the dispenser of titles and positions; and when weary of this persistent begging for rewards, she was taxed with her preference for foreigners who asked nothing.",
        "The meute of the 20th of June, a burlesque which, but for the persistent good-humour of Louis XVI., might have become a tragedy, alarmed but did not overthrow the monarchy.",
        "In self- defence against this continuance of the policy and the The 13th personnel of the Conventiona modern Long Parliament the royalists, persistent street-fighters and masters in the sections after the suppression of the daily indemnification of forty sous, attempted the insurrection of the 13th Vendmiaire (October 5, 1795), which was easily put down by General Bonaparte.",
        "But thanks to the past influence of the Girondin party, who had caused the war, and of the regicides of the Mountain, this peace not only ratified the conquest of Belgium, the left bank of the Rhine and Santo Domingo, but paved the way for fresh conquests; for the old spirit of domination and persistent hostility to Austria attracted the destinies of the Revolution definitely towards war.",
        "Alessandro Achillini, the persistent philosophical adversary of Pomponazzi, both at Padua and subsequently at Bologna, attempted, along with other moderate but not brilliant Averroists, to accommodate their philosophical theory with the requirements of Catholicism.",
        "Persistent Donatists were no longer merely heretics; they were rebels and incurred the confiscation of their church property and the forfeiture of their civil rights.",
        "and the Fronde, preserved her from concerted and persistent foreign attack.",
        "This theory must be taken into consideration as a factor in accounting for the persistent hold which even at the present day astrology still maintains on many minds.",
        "At various times France, Denmark, Austria and Great Britain all had more or less shadowy rights to the islands, the Danes being the most persistent in their efforts to occupy the group, until in 1869 they relinquished their claims in favour of the British, who at once began to put down the piracies of the islanders, and established a penal settlement, numbering in all about 350 persons, in Nancowry harbour.",
        "The persistent emphasis upon such features as the rejection of Saul, his enmity towards David, the latter's chivalry, and his friendship for Jonathan, will partly account for the present literary intricacies; and, on general grounds, traditions of quite distinct origin (Calebite or Jerahmeelite; indigenous Judaean; North Israelite or Benjamite) are to be expected in a work now in post-exilic form.'",
        "Bracts are occasionally persistent, remaining long attached to the base of the peduncles, but more usually they are deciduous, falling off early by an articulation.",
        "- Fruit of Physalis Alkekengi, consisting of the persistent calyx (s), surrounding the berry (fr), derived from the ovary.",
        "52); or along with the corolla, as in Ranunculus, and is deciduous; or it remains after flowering (persistent) as in Labiatae, Scrophulariaceae, and Boraginaceae; or its base only is persistent, as in Datura Stramonium.",
        "The existence or non-existence of an articulation determines the deciduous or persistent nature of the calyx.",
        "A corolla which is continuous with the axis and not articulated to it, as in campanula and heaths, may be persistent, and remain in a withered or marcescent state while the fruit is ripening.",
        "A gamopetalous corolla falls off in one piece; but sometimes the base of the corolla remains persistent, as in Rhinanthus and Orobanche.",
        "Filaments are usually articulated to the thalamus or torus, and the stamens fall off after fertilization: but in Campanula and some other plants they are continuous with the torus, and the stamens remain persistent, although in a withered state.",
        "When the pistil consists centa; s,withered style and of several separate carpels, or is stigma; c, persistent calyx.",
        "His reign of fifty-five years was marked by a reaction against the reforming policy of his father, and his persistent idolatry and bloodshed were subsequently regarded as the cause of the destruction of Jerusalem and of the dispersion of the people (2 Kings xxiii.",
        "In Tuscany particularly the Inquisition made persistent efforts to suppress them; Florence afflicted them with severe laws, but failed to rouse the populace against them.",
        "The cortex, often sharply differentiated into sclerotic and parenchymatous zones, is bordered externally by the persistent leaf-bases.",
        "13; the surface of the trunk is covered with persistent bases (fig.",
        "The majority of Mesozoic stems agree in external appearance with those of recent species of Encephalartos, Macrozamia, and some other genera; the trunk is encased in a mass of persistent petiole-bases separated from one another by a dense felt or packing of scaly ramenta.",
        "Microsauria, nearest the reptiles, with persistent notochord completely surrounded by constricted cylinders on which the neural arch rests.",
        "Branchiosauria, nearest to the true batrachians; with persistent non-constricted notochord, surrounded by barrel-shaped, bony cylinders formed by the neural arch above and a pair of intercentra below, both these elements taking an equal share in the formation of a transverse process on each side for the support of the rib.",
        "small persistent, 5-dentate calyx, 5 petals, 1 0 stamens, a sessile 3 to 5-chambered ovary, a long style, and a 3-lobed stigma; fruit trigonal or pentagonal; and seed compressed.",
        "The persistent decisions of the councils against the heretics at this period - in particular, those of the council of Tours (1163) and of the oecumenical Lateran council (1179) - had scarcely more effect.",
        "On the other hand, maybe Tessa got cold feet when she realized how persistent Dulce would be.",
        "Even in her dream she knew it, so why the persistent desire?",
        "She spent the next half hour in the dim lighting of the car fixing her makeup with Pierre's persistent pointers.",
        "For a moment his persistent grip reminded her of another time when he had overpowered her.",
        "Dean was forced to quiet the persistent instrument before hesitant Janet could muster enough courage to voice her reply.",
        "Hindsightâ€”and Xander's revelationâ€”made her look at his persistent presence and brotherly protectiveness in a new way.",
        "Directors of Studies will be informed if persistent absenteeism is observed.",
        "It was a slightly windier month than normal - with an extremely high frequency of SE'ly winds due to a persistent anticyclone over Scandinavia.",
        "apprehension of persistent offenders.",
        "Food safety Polychlorinated biphenyls (PCBs) are persistent organic pollutants that are produced by a number of industrial processes.",
        "Don't ignore persistent catheter blockage, it should be investigated.",
        "blood count or persistent decreased platelet or white blood cell counts occur occasionally to frequently in association with the use of Tegretol.",
        "Not least because of its firm, savory brioche like flavors and persistent finish.",
        "broken-down car sat in the middle of all the persistent activity.",
        "An average of 58.6 persistent calyces per m 2 was calculated and 100% yield losses were observed.",
        "The fruits are shiny black berries, surrounded by a persistent calyx, which looks like a star.",
        "Chronic mucocutaneous candidiasis is a condition in which the patient suffers severe persistent candida infections.",
        "Not to mention tossing persistent mutation and cancer-causing chemicals into our ship's air and water recyclers.",
        "cisplatin therapy may give rise to persistent or worsening symptoms.",
        "The study showed that an ingredient of chocolate called theobromine was more effective at stopping persistent coughs than the leading cough medicine codeine.",
        "Harassment Putting people in fear of violence; also continual, persistent attacks causing alarm or distress.",
        "A persistent cookie is a small text file stored on your hard drive for an extended period of time.",
        "Persistent Love The people violated the covenant, we read in verse 20, violated it repeatedly and grossly.",
        "persistent dandruff and itching diminish from the very first application.",
        "The defendant was Joseph BRADLEY, and he was summoned for wife desertion, persistent cruelty and neglect of wife and child.",
        "Nevertheless, I believe William is guilty less of downright dishonesty than of a persistent lack of understanding.",
        "Opinion polls over many years have shown a persistent public distaste for giving up the pound in favor of the euro.",
        "By the time we reached Selby the weather had worsened from gray skies to persistent drizzle.",
        "to eliminate parasites or other persistent infections, one solution is to expand T effector cells.",
        "ejaculation problems, priapism (painful persistent erection ), and infertility.",
        "He was hungry, impatient for service, troubled by a persistent cough, but otherwise in typically feisty, talkative mood.",
        "Millions of people have the disease and suffer from its most common symptom - frequent and persistent heartburn.",
        "heartburn symptoms are persistent or severe, this is called gastrooesophageal reflux disease (GORD ).",
        "humankind's most persistent quests.. .",
        "Persistent offenders or students wearing completely inappropriate clothing should be sent to the Year Co-ordinator who will decide on the next course of action.",
        "incessant prayer, persistent prayer marked the early church.",
        "More persistent indigestion is usually linked with the acid produced by the stomach.",
        "Its persistent itch is frustrating and certain vulnerable groups are at risk of complications.",
        "The torn labrum may also cause persistent pain when the arm is used in a raised up position.",
        "Bromacetone: a powerful lachrymator used by the allies and Austria, moderately persistent, introduced in 1916.",
        "joint lavage may help settle the inflammation but is usually reserved for persistent or severe attacks.",
        "Patients with persistent generalized lymphadenopathy do not have unusually large lymph nodes.",
        "For that reason the stage is often called the PGL (persistent generalized lymphadenopathy) stage.",
        "In a 53 year old patient FDG-PET was performed after chemotherapy of an abdominal Non-Hodgkin lymphoma for evaluation of persistent tumor vitality.",
        "mastectomy and/or breast reconstruction despite experiencing persistent problems such as pain, discomfort, scarring.",
        "It was said above that the german militarists were inept as well as persistent.",
        "misplaced in the corporate context, our persistent use of this notion engenders its continuing acceptance.",
        "persistent misuse of the 999 service slows down response times and could delay callers with genuine emergencies who need immediate police attention.",
        "The palate is medium bodied and zesty with a persistent mousse, crisp acidity and a delightful balance between red fruit and citrus flavors.",
        "Nine patients reported various mild adverse events during the first week, with persistent nausea or daytime fatigue in two.",
        "inhaled nitric oxide and persistent pulmonary hypertension of the newborn.",
        "noninvasive ventilation during Persistent Weaning Failure: A Randomized Controlled Trial.",
        "The modified P. fluorescens cultures are killed by heat pasteurization and provides a persistent biopesticide preparation that degrades much slower in sunlight than Bt.",
        "In any case, the framework provides functionality for making navigational objects persistent.",
        "persistent petty offender.",
        "persistent organic pollutants produced by waste incineration and other industrial processes.",
        "persistent cough with sputum for more than three weeks, you should contact your doctor.",
        "persistent truants or the effectiveness of any new school policies.",
        "persistent rumors of a Kawasaki V-twin based on the company's custom motors.",
        "That Sunday afternoon, once the unusually persistent headache had cleared, I staggered in to try the food.",
        "Spate conditions have been remarkably persistent in the English lowlands; in part, this reflects unprecedented groundwater levels.",
        "The POI convention provides a simple means of assigning ` relatively persistent ' global identifiers within the Internet's ` http ' namespace.",
        "It must seem to Tony Blair that he is under a particularly persistent curse.",
        "We shall be left with a very persistent range of strange occurrences which even the MOD now shows signs of uneasily recognizing.",
        "She is the kind of person ministers dread because they are so persistent.",
        "Flower: From the apex, medium sized to quite small, the wall thick, flower remains persistent.",
        "An unusual form of strangles is recognized which produces flu-like symptoms and often becomes persistent in a yard.",
        "Three patients (5 %) had persistent, uncontrolled, local disease.",
        "Symptoms progressively restrict a person's ability to breathe and include persistent coughing, wheezing, excessive production of phlegm and ongoing shortness of breath.",
        "Patients also face a long-term risk of getting persistent swelling or ulcers in their leg.",
        "persistent in the environment, and its presence does not suggest recent use of DDT.",
        "They are known as POPs, or persistent organic pollutants.",
        "We find extremely long-lived modes of spin precession, named ' persistent precessing domains ' (PPD) at the lowest achievable temperatures.",
        "predecessors of today 's Playstation and Dreamcast games might explain why certain stereotypes are so persistent.",
        "prosecutepaign also aimed at prosecuting persistent offenders who continued to dump rubbish in the area.",
        "Number, characteristics and percent of patients with persistent proteinuria or on End Stage Renal Failure program.",
        "The reason for this persistent adherence to old and debunked pseudoscience, is that it sells books.",
        "Three very pretty purple shells with persistent comet trails exploded overhead (video clip 1 below ).",
        "At first, I did not see much of an improvement with the persistent facial redness.",
        "Europe's persistent reluctance puts the Turks in a quandary.",
        "Many people with persistent rhinitis say they have a ' persistent cold ' .",
        "Persistent rhinitis Persistent rhinitis means that rhinitis symptoms continue long-term.",
        "This is the third case reported of a patient with persistent mullerian duct syndrome and bilateral seminoma.",
        "Williams, D.W. and Shepherd, D. (1999) Persistent larval sensory neurons in the abdomen of Drosophila.",
        "Secondly, we need higher fines, heavier license endorsements and bans for persistent speeders.",
        "Repeated USS abdomen revealed persistent oedematous gall bladder along with mild splenomegaly.",
        "In addition to the persistent, non-pathogenic BVDV, a pathogenic strain can always be isolated with mucosal disease.",
        "even substandard persistent world games have this effect, but no single-player games do.",
        "Alternatively, a fast heartbeat that is persistent is called tachycardia.",
        "A persistent sore throat or raised temperature or both.",
        "Bearing that in mind I should touch on the persistent and often torrential downpour that we hardy souls had to endure.",
        "Persistence and Spread: lesser trefoil forms a persistent seedbank.",
        "Nobody wants persistent troublemakers or individuals who are ' worse for wear ' ruining a night out for everyone else.",
        "He states that in the case of persistent truancy, it is the system which is at fault, not the pupil.",
        "However, despite a raft of punitive measures designed to bring persistent truants to book, the problem refuses to go away.",
        "It covers paroxysmal, persistent and permanent AF, considers AF developing after surgical procedures, and offers advice on haemodynamically unstable AF.",
        "Due to persistent vandalism at the present site this kind of activity isn't possible.",
        "The patient may experience periodic elevations of liver enzymes and persistent viremia for several years.",
        "Paths and drives In March apply a proprietary path weedkiller containing a mixture of herbicides with contact and persistent action.",
        "Appearing at the elective diet of 1674 at the head of 6000 veterans he overawed every other competitor, and despite the persistent opposition of the Lithuanians was elected king on the 21st of May.",
        "Jowett's loyalty to those who were prosecuted on this account was no less characteristic than his persistent silence while the augmentation of his salary as Greek professor was withheld.",
        "g, total 24; all the teeth growing from persistent pulps, and the incisors large and chisel-like, with enamel only on the front surface.",
        "Notwithstanding the protection afforded by sand-dunes and earthen embankments backed by stones and timber, the Frisian Islands are slowly but surely crumbling away under the persistent attacks of storm and flood, and the old Frisian proverb \"de nich will diken mut wiken\" (\" who will not build dikes must go away\") still holds good.",
        "In Leptolinae the actinula becomes the sessile polyp which has acquired the power of budding and producing individuals either of its own or of a higher rank; it represents a persistent larval stage and remains in a sexually immature condition as a neutral individual, sex being an attribute only of the final stage in the development, namely the medusa.",
        "But it is indisputable that Brewster was earlier in the field than Fresnel; that he described the dioptric apparatus in 1812; that he pressed its adoption on those in authority at least as early as 1820, two years before Fresnel suggested it; and that it was finally introduced into British lighthouses mainly by his persistent efforts.",
        "But, apart from Georgia, historical interest in Caucasia centres in the long and persistent attempts which the Russians made to conquer it, and the heroic, though unavailing, resistance offered by the mountain races, more especially the Circassian and Lesghian tribes.",
        "Charlock is a most persistent cruciferous weed, but if sprayed when young with the solution named it is killed, the corn plants being uninjured.",
        "Sodium gives an intense and persistent yellow flame; lithium gives a carmine coloration, and may be identified in the presence of sodium by viewing through a cobalt glass or indigo prism; from potassium it may be distinguished by its redder colour; barium gives a yellowishgreen flame, which appears bluish-green when viewed through green glass; strontium gives a crimson flame which appears purple or rose when viewed through blue glass; calcium gives an orange-red colour which appears finch-green through green glass; indium gives a characteristic bluish-violet flame; copper gives an intense emerald-green coloration.",
        "The investigation of the figure of equilibrium of a rotating fluid mass engaged the persistent attention of Laplace.",
        "The persistent attempt of the South African Republic to assert its full independence, culminating in a formal denial of British suzerainty, made it additionally incumbent on Great Britain to carry its point as to the Uitlander grievances, while, from Mr Kruger's point of view, the admission of the Uitlanders to real political rights meant the doom of his oligarchical regime, and appeared in the light of a direct menace to Boer supremacy.",
        "Influenza, again, was well known to us in 1836-1840, yet clinical observers had not traced out those sequels which, in the form of neuritis and mental disorder, have impressed upon our minds the persistent virulence of this infection, and the manifold forms of its activity.",
        "In central New York it is not uncommon for snow to accumulate to the depth of 3 or 4 ft., and yet this is not persistent.",
        "The persistent hostility of Venice is partially attributable to her constant fear lest Louis should inherit the crown of Naples and thus threaten her trade and her sea-power from two sides simultaneously.",
        "Scepticism is deprived of its persistent argument if it is seen that, while our individual experiences are to be judged by their coherence with the context of experience in general, experience as a whole does not admit of being judged by reference to anything beyond itself.",
        "We have proof that in the Upper Miocene of Colorado there existed a forest-living horse, or more persistent primitive type, which was contemporaneous with and is found in the same deposits with the plains-living horse (Neohipparion) of the most advanced or specialized desert type (see Plate IV., figs.",
        "In the second place, having declared the noumenal power, which causes phenomena, or conscious affections, to be unknowable, and having left anybody who pleased to make it a god and an object of religion, he proceeds to describe it as if it were known force, and known in two respects as persistent and as resistant force.",
        "Their interest on the formal side is retrospective, but it is possible to find even in the persistent reiteration of medieval sentiment and methods, a fresh feeling for nature, and a lyrical quality of later timbre.",
        "This explains how the wing furnishes a persistent buoyancy alike when it rises and when it falls (fig.",
        "During the increase in thickness of a cycadean stem successive layers of cork-tissue are formed by phellogens in the persistent bases of leaves (fig.",
        "By means of negotiations instigated and prosecuted with great perseverance by the university of Paris and the Inquisition, and through the persistent scheming of Pierre Cauchon, the bishop of Beauvais - a Burgundian partisan, who, chased from his own see, hoped to obtain the archbishopric of Rouen - she was sold in November by John of Luxemburg and Burgundy to the English, who on the 3 rd of January 1431, at the instance of the The Porte St Honore where Joan was wounded stood where the Comedic Francaise now stands.",
        "William could be pitiless when provoked; to punish the men of the North for persistent rebellion and the destruction of his garrison at York, he harried the whple countryside from the Aire to the Tees with such remorseless ferocity that it did not recover its ancient prosperity for centuries.",
        "Sometimes a persistent calyx increases much after flowering, and encloses the fruit without being incorporated with it, becoming accrescent, as in various species of Physalis (fig.",
        "- Fruit of Rosa alba, consisting of the fleshy hollowed axis s', the persistent sepals s, and the carpels fr.",
        "In some cases the foliage is preserved in situ; more often, however, especially in the main stem and larger branches, S.C. /,???_ A the leaves had been shed, leaving behind them their scars and persistent bases, on which the characteristic sculpturing of the Lepidodendroid surface depends.",
        "Now all of a sudden, ideas were persistent.",
        "It was more than a year before she alluded to the subject again, and when she did return to it, her questions were numerous and persistent.",
        "Three very pretty purple shells with persistent comet trails exploded overhead (video clip 1 below).",
        "Similarly, Israel has been exiled for gross misconduct - idolatry, immorality, persistent refusal to hear YHWH calling her back to obedience.",
        "Europe 's persistent reluctance puts the Turks in a quandary.",
        "Many people with persistent rhinitis say they have a ' persistent cold '.",
        "Even substandard persistent world games have this effect, but no single-player games do.",
        "Persistence and Spread: Lesser trefoil forms a persistent seedbank.",
        "Within a cell a strong persistent updraft of warm moist air is maintained as air enters the forward right flank at low altitude.",
        "Due to persistent vandalism at the present site this kind of activity is n't possible.",
        "And other factors do not appear to favor persistent mild westerlies.",
        "Tasting Notes: A lively persistent fizz with rich, yeasty complexity and a deliciously soft rounded palate.",
        "Although usually affable, Alyssa was unapologetically persistent in her unpopular opinion.",
        "As a baby grows, his skin will toughen, but while infants are still in the newborn stage, persistent diaper rashes can both inflame and break the skin.",
        "It's distressing for parents to see the same rash reappearing and worsening, despite their persistent wipe and cream efforts.",
        "I will try to stop him by laying him down or snuggling with him, but he remains persistent and climbs back up on top of me only to start kneading again.",
        "We have tried removing her from the lap each time she starts this pattern, but she is persistent and just climbs up in the lap again, and again, and again.",
        "Spot became healthier, the gloss to his coat returned and even persistent fleas took flight.",
        "Turks are excellent hunters and will track down and destroy the most persistent moth.",
        "Be persistent yet polite, and if the customer service representative you speak to is unwilling to help you should ask to speak to a supervisor.",
        "For example, if you have persistent acne, be sure you are using the right blemish-fighting products for your skin type.",
        "The angry exchange of words in the workplace doesn't have to escalate into a persistent feud.",
        "It's usually not serious and often clears up on its own, but if you have a really persistent case, talk to your doctor to see if there's a treatment that will work for you.",
        "Persistent rumors of break-ups dogged the pretty pair until their secret wedding on October 5, 2004.",
        "Joey Fatone finally agreed to dance after the persistent producers asked him three times.",
        "With the persistent rumors surrounding Jolie - about her weight, international adoptions and relationship with Brad Pitt - she has developed a thick skin.",
        "Twiggy set in motion a persistent downward spiral in celebrity clothing sizes.",
        "However, you should still be able to find jobs for college students if you're persistent.",
        "Vendors can be extremely persistent and polite refusal is necessary.",
        "Persistent dog skin problems can drive both canines and their owners up the wall.",
        "This illness rarely has any other symptoms other than a persistent, dry, honking cough.",
        "Puppies need fair and consistent training to learn the things you want them to know, so be persistent and your pup will eventually learn that biting is unwelcome behavior.",
        "The stem is about 2 1/2 feet high, round, slightly flattened at the top, the color a purplish-green, much hidden by persistent withered sheaths.",
        "The leaves are partially persistent, glaucous beneath and sometimes above.",
        "Rose Selection Rugosa) - It is a long and persistent bloomer, and reaches the zenith of its beauty when the secondary flowers come with the glowing orange and red fruits that have succeeded the first flowers.",
        "The leaves (and stems) are densely covered with long soft hairs, and often take a fine color in autumn, which is increased by the persistent crimson seed-clusters.",
        "Kniphofia Tysoni - A handsome new variety, with persistent strong foliage of a soft glaucous shade, each left measuring 3 feet or more in length and 3 1/2 inches wide at base, tapering to a fine point; the edges of leaf finely serrated.",
        "You'll need to be persistent and patient; unique lap steel guitars don't come up for grabs very often.",
        "However, if you are persistent you can find what you are looking for.",
        "Organic gardens require a lot of maintenance in the beginning as you learn what insects and problems are persistent in your area of the country and your own personal garden.",
        "Persistent exposure to stress can lead to insomnia.",
        "The organization offers insight into the statistics and the problems associated with persistent nightly snores.",
        "Oregon Health and Science University features a podcast that addresses possible social ramifications of persistent snores.",
        "If nasal stuffiness is persistent, consider investing in a full face mask that covers mouth and nose.",
        "Being forced to stay awake or a persistent inability to sleep can leave a person as impaired as imbibing too much alcohol.",
        "Persistent, chronic snoring can be indicative of a more serious sleep disorder.",
        "Sleep apnea, which is potentially fatal, is a common cause of severe and persistent snoring.",
        "Persistent snoring always requires medical evaluation to rule out serious health issues.",
        "Persistent snoring requires a medical evaluation and diagnosis.",
        "Persistent daytime fatigue coupled with frequent nighttime waking are symptoms associated with several sleep disorders, you should consult your physician who can refer you to a sleep study for a proper diagnosis.",
        "For persistent cramps, particularly those associated with muscle fatigue and strains such as too much walking, poor shoes or overexertion, you should use a combination of heat and cold to relieve the muscle cramp.",
        "Persistent insomnia from anxiety may cause health complications and it should also be discussed.",
        "Persistent use of over-the-counter sleep medications may lead to drug tolerance.",
        "Hypersomnia is a sleep disorder that causes the affected person to experience persistent episodes of sleepiness during the day.",
        "It is characterized by a persistent lack of energy and sleepiness during the day.",
        "Sometimes, all it takes is a quick reset of the console, but other times, the problem can be more persistent and pervasive.",
        "You can get a DSi for considerably less if you remain patient and persistent.",
        "Mortal Kombat is also well-known for a number of wacky \"easter eggs\" that could be found by persistent (and lucky) users.",
        "Only if you're patient and persistent can you find a good background image.",
        "That said, most of the villagers are pretty dense, so you'll need to be somewhat persistent, but the rewards are well worth it.",
        "Be persistent and vigilant, and you will surely find this Nintendo game in stock.",
        "Bears are clever, persistent, strong, and have an incredible sense of smell.",
        "Thrombocytopenia-A persistent decrease in the number of blood platelets usually associated with hemorrhaging.",
        "Symptoms of nursemaid's elbow include immediate pain in the injured arm, refusal or inability to move the injured arm, creating a condition called pseudo-paralysis, persistent crying, refusal to play, and anxiety.",
        "Sometimes, pieces can be aspirated into the lungs, and even though breathing returns to normal, wheezing, chest pain, persistent cough, and pneumonia can develop within a few days due to the foreign body in the lung.",
        "Depression and depressive disorders (unipolar depression) are mental illnesses characterized by a profound and persistent feeling of sadness or despair and/or a loss of interest in things that once were pleasurable.",
        "Children with semiconsciousness, persistent diarrhea, jaundice, or low blood sodium levels have a poorer prognosis.",
        "Fifty to seventy-five percent of children diagnosed with CD also have ADHD, a disorder characterized by a persistent pattern of inattention and/or hyperactivity.",
        "Rittichier, Kristine K., et al. \"Are Signs and Symptoms Associated with Persistent Corneal Abrasions in Children?\"",
        "Chronic pain refers to pain that persists after an injury heals, cancer pain, pain related to a persistent or degenerative disease, and long-term pain from an unidentifiable cause.",
        "\"The use of inhaled corticosteroids for persistent asthma in infants and young children.\"",
        "Serious cases of periodontal disease may be persistent, but they can usually be controlled.",
        "Use of the drug is persistent despite personal problems caused by the effects of the substance on the self or others.",
        "Gender identity disorder (GID)-A strong and lasting cross-gender identification and persistent discomfort with one's biological gender (sex) role.",
        "Severe persistence of primary reflexes indicates predominantly persistent physical problems.",
        "Since recent studies have demonstrated that repetition of these reflexes seems to eventually inhibit them, parents can work with the infant by assisting with the repetition of persistent reflexes.",
        "\"Persistent Primitive Reflexes in Elementary School Children.\"",
        "Late onset antisocial behaviors are less persistent and more likely to be discarded as a behavioral strategy than those that first appear in early childhood.",
        "Early screening of at-risk children is critical to deterring development of a persistent pattern of antisocial behavior.",
        "Older students who already exhibit a persistent pattern of antisocial behavior can be helped with intensive individualized services that may involve community mental health agencies and other outside intervention.",
        "However, studies also indicate that ECE produces persistent gains on achievement test scores, along with fewer occurrences of being held back a grade and being placed in special education programs.",
        "In children, if the lymphadenitis is severe or persistent, the doctor may need to rule out mumps, HIV, tumors in the neck region, and congenital cysts that resemble swollen lymph nodes.",
        "Social phobia-An anxiety disorder characterized by a strong and persistent fear of social or performance situations in which the individual might feel embarrassment or humiliation.",
        "Persistent back pain, cramping, abdominal tightening, or pelvic pressure occurs.",
        "A family doctor should be called whenever a cat scratch or bite fails to heal normally or is followed by a persistent fever or other unusual symptoms such as long-lasting bone or joint pain.",
        "Persistent sleepiness and sleep attacks are the hallmarks of this condition.",
        "Persistent vomiting or diarrhea (which can occur in a partial blockage) can result in dehydration.",
        "To qualify for the diagnosis of sleep disorder, the condition must be a persistent problem, cause the patient significant emotional distress, and interfere with his or her social, academic, or occupational functioning.",
        "Stereotyped-Having a persistent, repetitive, and senseless quality.",
        "Impulsive actions, persistent feelings of boredom or emptiness, and intense anger outbursts are other traits of this disorder.",
        "An appointment should be made with a healthcare provider or a mental health professional if a child has persistent symptoms of a personality disorder.",
        "Two types of teen antisocial behavior have been identified by NIMH: life course persistent and adolescence limited.",
        "Teens with life course persistent behaviors act out in violent ways from early childhood on, in a variety of situations.",
        "In rare cases, a persistent sore throat may point to more serious conditions, such as rheumatic fever or pneumonia.",
        "The reaction may be persistent and severe, requiring extensive medical treatment and hospitalization.",
        "In rare cases, an individual may fail to clear the bacteria from the intestinal tract; the result is a persistent carrier state.",
        "Pica is the persistent craving and compulsive eating of non-food substances.",
        "In order for the diagnosis of pica to be made, there must be a history of persistent consumption of a non-food substance continuing for a minimum period of one month.",
        "These infections, which can usually be traced to contaminated catheters or intravenous devices, cause persistent high fever.",
        "If older than 12 months, the child has persistent thrush.",
        "Postoperative complications are common, including wound infections and lack of healing, persistent sepsis and bowel necrosis, and a serious internal bleeding disorder known as disseminated intravascular coagulation.",
        "Although the causes of addiction remain the subject of ongoing debate and research, many experts as of 2004 considered addiction to be a brain disease, a condition caused by persistent changes in brain structure and function.",
        "Parental concerns Post-concussion syndrome can be very frustrating, because the symptoms are persistent and can affect the child's ability to perform in school or other activities.",
        "Symptoms are frequent and so are persistent infections, particularly of the respiratory system.",
        "When these characteristics are present in a child to an extreme, when they are persistent and when they interfere with healthy development, a diagnostic evaluation with a licensed physician or mental health professional is recommended.",
        "Dehydration can result from loss of fluids through persistent vomiting and diarrhea; it is one of the most frequent and serious complications of food poisoning.",
        "Dehydration can be a complication of severe cases with persistent vomiting and/or diarrhea.",
        "Any unexplained abdominal pain accompanied by persistent vomiting or diarrhea, whether or not a food source is suspected, should be reported to the doctor.",
        "The infection usually develops in children and adolescents whose ears are exposed to persistent, excessive moisture.",
        "Although all age groups are affected by otitis externa, children, adolescents, and young adults whose ears are exposed to persistent, excessive moisture develop the infection most often.",
        "They usually are associated with a tumor or kidney stones that block the flow of urine and often are persistent infections caused by drug-resistant organisms.",
        "A healthcare professional should be contacted if a child experiences persistent abdominal distention, is unable to have normal bowel movements, or exhibits other symptoms of ileus.",
        "Persistent abdominal pain and chronic or prolonged constipation are also reasons to call the doctor.",
        "While normal fears tend to be experienced in phases and tend to be outgrown by adulthood, abnormal fears are those that are persistent and recurrent or fears that interfere with daily activities for at least a month.",
        "The pain associated with cancer, persistent and degenerative conditions, and neuropathy, or nerve damage, is included in the chronic category.",
        "Dietary protein enteropathy: This disease is characterized by persistent diarrhea and vomiting with resulting malabsorption and failure to thrive with onset most commonly in infancy.",
        "There are often no symptoms of HIV in infants, but within a few months most infants who are infected show signs of opportunistic infections such as failure to thrive, chronic thrush, and persistent diarrhea.",
        "Infants who develop polio or persistent viral infections, however, have a poorer prognosis.",
        "Persistent or recurrent nausea and vomiting should be checked by a doctor.",
        "Persistent, unexplained, or recurring nausea and vomiting can be symptoms of a variety of serious illnesses.",
        "Persistent pulmonary hypertension: A disorder in which the blood pressure in the arteries supplying the lungs is abnormally high.",
        "The doctor should be consulted if a child has lost a significant amount of weight without trying, has persistent diarrhea, or has any other signs of PEM.",
        "Patients with certain symptoms, including semiconsciousness, persistent diarrhea, jaundice, and low blood sodium levels, have a poorer prognosis than other patients.",
        "Obsession-A persistent image, idea, or desire that dominates a person's thoughts or feelings.",
        "Harassment-The persistent annoying, attacking, or bothering of another person.",
        "Viswanath, N., et al. \"Evidence for a major gene influence on persistent developmental stuttering.\"",
        "Moderate persistent: Symptoms occur daily; nighttime symptoms occur more than once a week; quick-relief medication is used daily; symptoms affect daily activities; severe episodes occur twice a week or more and last for days.",
        "Severe persistent: Symptoms occur continually throughout the day and frequently at night; symptoms affect daily activities and cause the patient to limit activities.",
        "Allergy skin testing may be performed, especially if the doctor suspects the child's symptoms are persistent.",
        "There has been a life-threatening asthma attack or severe, persistent asthma.",
        "Mild persistent: Daily long-term medication may be prescribed.",
        "Moderate persistent: Two medications may be prescribed, including a long-term medication to control inflammation and a short-acting medication to use when symptoms are more severe.",
        "Severe persistent: Multiple long-term control medications are required.",
        "Prolonged breastfeeding in infants for six to 12 months has been shown to reduce the child's likelihood for developing persistent asthma.",
        "Research indicates that persistent otitis media in the first three years of life does not have an adverse effect on development.",
        "A common cause of persistent crying in infants is colic, which is caused by gastrointestinal distress.",
        "These effects include: persistent gains in achievement test scores, fewer occurrences of grade retention, and less placement in special education programs.",
        "Netterlid, E, et al. \"Persistent itching nodules after the fourth dose of diphtheria-tetanus toxoid vaccines without evidence of delayed hypersensitivity to aluminium.\"",
        "After the beginning of recovery from the viral illness, the affected person suddenly becomes more ill again, with the development of persistent vomiting.",
        "Symptoms of congenital torticollis are a painless mass on the neck appearing during the first two months of life and a persistent tilt of the head to one side for no other apparent reason.",
        "In advanced stages, the patient will suffer persistent coughing, breathlessness, and fever.",
        "Although unexpected or persistent bleeding from anywhere is a warning sign of cancer and should be investigated, nosebleeds are rarely a sign of serious illness.",
        "When a child is excessively shy, when shyness is persistent and results in high levels of anxiety in social settings and leads to social withdrawal and parents feel that their child is unhappy being shy, they should seek professional help."
    ]
}