{
    "translation": "לשכנע",
    "uses": [
        "How did you persuade Mother to agree to this?",
        "He would not listen to anyone who tried to persuade him to stay at home.",
        "Now I will try to persuade you.",
        "He had the courage to step forward and take chances, and the ability to persuade others to follow.",
        "My mother always tries to persuade me to spend time with my younger siblings.",
        "I was unable to persuade Kim to quit her bad habit of smoking.",
        "And he told her of his intention to persuade Pierre to stay with them till spring.",
        "My purpose in this chapter will not be to persuade the reader of any political doctrine of trade; please apply your own political and social values as you see fit.",
        "Could you persuade the readers of your newsletter to donate to my charity?",
        "How could I persuade you to help me with this upcoming event?",
        "Pierre continued, in French, to persuade the officer not to hold that drunken imbecile to account.",
        "He was instructed to persuade the Scottish barons who had just imprisoned the queen to restore her to her authority.",
        "I made an effort to persuade city officials to build a park downtown.",
        "No silver bullet is in this chapter, no \"aha\" insight that will instantly persuade you.",
        "Tina always finds it difficult to persuade her son to go shopping, unless it's for video games.",
        "Very few excuses persuade funders to allow you to miss a deadline.",
        "persuade voters to register.",
        "Ranch insurance plus persuade lawmakers that vehicle the want.",
        "You might persuade me to alter the wording a little!",
        "Two things persuade this dependence:- (1.) That nothing can be done without Christ: acts IV.",
        "To persuade doctors to prescribe heroin, policy-makers need to show good evidence for its clinical efficacy.",
        "He had meanwhile obtained the degree of doctor of theology from Erlangen, and was clever enough to persuade the Erfurt authorities to appoint him professor designate of theology.",
        "When Napoleon returned from Elba, he became minister of foreign affairs, and tried to persuade Europe of the emperor's peaceful intentions.",
        "scepticve to persuade the skeptics out there that everyone benefits through a flexible approach to working.",
        "persuade a jury that he is guilty beyond a reasonable doubt.",
        "Another would detect moral allegory alone, and Aristotle expresses the opinion that the myths were the inventions of legislators \" to persuade the many, and to be used in support of law \" (Met.",
        "How did you persuade mother to agree to this.",
        "scrip dividend: These are made available to persuade holders to take the cash Dividend in the form of shares.",
        "They will work in schools, markets and other places where people gather, to persuade voters to register.",
        "meconium in the liquor, so the midwives had to persuade me to get out of the pool.",
        "managed to persuade an officer to let me through, I found a cafe packed with Blackshirts.",
        "I only hope that such cases will persuade the legislators to act over the boxes.",
        "Deliberately low-key, it was to persuade doubters of AFCW to change allegiance.",
        "Roy tells Sid that her presence at a few cricket matches might just persuade Kevin the bowler to join Ambridge next season.",
        "Federal prosecutors filed them in court as part of their attempts to persuade a judge to keep Karni behind bars before his trial.",
        "marshaling yard to persuade them to sit down.",
        "He had the courage to step forward and take chances, and the ability to persuade her to follow.",
        "There was a propaganda onslaught, financed by the tax payer, to persuade the British people to change their minds.",
        "He tried in vain to persuade a policeman to let him enter Downing Street!",
        "allye trip is being perceived here primarily as an attempt to persuade reluctant Arab allies to support a US-led drive to unseat Saddam Hussein.",
        "To what extent can we offer arguments to rational egoists to persuade them to become more altruistic?",
        "The defection of the military and civil aristocracy, which brought about Napoleons abdication, the refusal of a regency, and the failure of Bernadotte, who wished to resuscitate the Consulate, enabled Talleyrand, vicepresident of the senate and desirous of power, to persuade the Allies to accept the Bourbon solution of the difficulty.",
        "How did the anatomists persuade their peers to condone, rather than condemn, the noisome business of dissection?",
        "Most are made today around Mandalay in Myanmar, tho the vendor will try to persuade you that they are authentic antiques.",
        "The conferences had a limited success, despite their failure to persuade nations to adopt compulsory arbitration in international disputes.",
        "he was associated with the party led by Thomas, duke of Gloucester, Henry, earl of Derby, afterwards King Henry IV., and his own brother Richard, earl of Arundel, and in 1386 he was sent with Gloucester to Eltham to persuade Richard to return to parliament.",
        "The day following, when he was performing divine service in the Basilica, the prefect of the city came to persuade him to give up at least the Portian church in the suburbs.",
        "endeavours to persuade the Federals, the Intransigeants, and even the Opportunists of Democracy that the times were ripe for a venture.",
        "21 seq.), and again with i Kings i., where Adonijah's revolt rouses Bathsheba to persuade David to fulfil some promise of his to recognize her young son Solomon as his heir (i.",
        "But the pope marked the intensity of his hatred by causing the dummy to be carved and dressed with such lifelike resemblance that he was almost able to persuade himself that his hated enemy was really consumed in the flames.",
        "When on the 1 4 th of December the troops who had already taken the oath to Constantine were ordered to take another to Nicholas, it was easy to persuade them that this was a treasonable plot against the true emperor.",
        "Consumers have the power to persuade supermarkets to change.",
        "At Kandern, on the 10th of April, he made a vain effort to persuade the leaders to submit, and was about to order his troops to attack when he was mortally wounded by the bullets of the insurgents.",
        "In May 1647 in company with Skippon, Ireton and Fleetwood, he visited the army, inquired into and reported on the grievances, and endeavoured to persuade them to submit to the parliament.\"",
        "Tone did not feel himself bound in honour by his compact with the government at home to abstain from further conspiracy; and finding himself at Philadelphia in the congenial company of Reynolds, Rowan and Napper Tandy, he undertook a mission to Paris to persuade the French government to send an expedition to invade Ireland.",
        "La religion chretienne veut que nous le croyons ainsi, et la raison naturelle nous persuade entierement cette verite; car si nous considerons la toute puissance de Dieu, nous devons juger que tout ce qu'il a fait a eu des le commencement toute la perfection qu'il devoit avoir.",
        "Fourcroy endeavoured to persuade it to purge itself of suspected members.",
        "However, unable to persuade representatives from the warring nations to take part, the conference was unable to negotiate an armistice.",
        "attempted to persuade the Labor Party to adopt the policy of government funded welfare centers to provide free birth-control advice.",
        "The Independent reports that Charles Clarke held a special meeting last night in order to persuade backbenchers not to back the rebel amendment.",
        "A fourth, alone in the dell of the castle's battlements, has failed to persuade his mount to move at all.",
        "Mr Rose has been widely seen as the only man able to persuade shareholders to reject the bid from Mr Green.",
        "Maybe we can persuade them to keep flipping burgers a bit longer next year... ... Fort Bill's crowds are the best!",
        "The organization is spearheading a campaign across Wales to persuade parents to swap disposable diapers for modern cloth diapers.",
        "Yet more large chain stores would not persuade me to spend more in town but small shops with character certainly would.",
        "Hilda wants a prediction to come true before Stan can persuade her to become a clairvoyant.",
        "Authority to stand up to and to persuade senior clinicians to change.",
        "Early success will give you confidence and results to help you persuade more resistant colleagues.",
        "dignitaryted local dignitaries to persuade them to use Fairtrade marked products throughout Garstang.",
        "There had been attempts to persuade other dojo to join this association.",
        "Political leaders were therefore willing to attempt to persuade electorates of the merits of their cause.",
        "enough tho to persuade all the audience, for there are some intransigent views out there!",
        "Jessie appeals to Bob about Harry Bassinger: she manages to persuade him that other escapees might be in danger.",
        "Their biggest ever contract was with the Kuwaiti royal family to persuade the American public to support the first Gulf War.",
        "More surprisingly, he managed to persuade the Norman nobility to swear fealty to the boy.",
        "Orta's response was to persuade a famous chef to turn the leftover food into a gastronomic feast and invite passers-by to eat it.",
        "How do we persuade the whole world to buy Windows 05 with the same ferocity that it once bought Windows 95?",
        "Jane uses flattery to persuade Victor to speak to Ian for her.",
        "Don't let flattery persuade you to stay, but consider the offer seriously - does it overcome your reasons for leaving?",
        "Democrats persuade and do not flaunt power in a military fashion.",
        "Its window display does feature jigsaw puzzles and games as it has to persuade some people that it is not only a bookshop.",
        "He should persuade the notoriously monolingual British to learn a language.",
        "Undoubtedly there will be a propaganda onslaught, financed by the tax payer, to persuade the British people to change their minds.",
        "The ' winners ' will receive help and advice from Transport 2000 to persuade the local authority to provide pelican and zebra crossings.",
        "They show that the Serbian politicians tried to persuade the Bosnian Serb politicians to accept the Plan.",
        "persuade the Canadian government that the culls are wrong?",
        "This is all a sales ploy, to persuade customers that the toys are approved by animal welfare groups.",
        "The great authority of Portocarrero as cardinal and primate of Spain was used to persuade, or rather to terrify the unhappy king into making a will in favour of the duke of Anjou, Philip V.",
        "In revenge for his own imprisonment, and the death of his brother by order of Nero, he took advantage of the disorder in the empire not only to stir up his fellow-countrymen to take up arms for independence, but to persuade a large number of German and Belgic tribes to join forces with them.",
        "An agreement of the sort was necessary to persuade the slave-holding states to union, and in the Federal Constitution, Article IV., Section II., it is provided that \"no person held to service or labor in one state, under the laws thereof, escaping into another, shall, in consequence of any law or regulation therein, be discharged from such service or labor, but shall be delivered up on claim of the party to whom such service or labour may be due.\"",
        "With Benjamin Franklin and Charles Carroll he was sent by Congress in 1776 to win over the Canadians to the side of the revolting colonies, and after his return did much to persuade Maryland to advocate a formal separation of the thirteen colonies from Great Britain, he himself being one of those who signed the Declaration of Independence on the 2nd of August 1776.",
        "As secretary, Wollaston saw this paper when it was sent in, and is said to have tried to persuade the author to withdraw it.",
        "In company with two other priests, Josephus was sent to Galilee under orders (he says) to persuade the illaffected to lay down their arms and return to the Roman allegiance, which the Jewish aristocracy had not yet renounced.",
        "His successor, Alexander VI., used him for a more questionable purpose, namely, not only to extract the arrears of the pension due for Jem's safe-keeping, but, by enlarging on Charles V.'s intention of setting him up as sultan, to persuade Bayezid to aid him against the emperor.",
        "The object of his mission was to persuade the Dutch to join in the War of the Austrian Succession and to arrange the details of their assistance.",
        "The duke of York, meeting Pamela at Devonshire House on her way through London with her husband, had told her that \"all was known\" about his plans, and advised her to persuade him not to go abroad.",
        "Cardinal Richelieu himself, preceded by lesser dignitaries, condescended to visit Amyraut privately, to persuade him to kneel; but Amyraut held resolutely to his point and carried it.",
        "His first care was to persuade the Darmstadt government to provide a chemical laboratory in which the students might obtain a proper practical training.",
        "In the region of poetry Herder sought to persuade his countrymen, both by example and precept, to return to a natural and spontaneous form of utterance.",
        "In giving a model of the style in which human interest can best be imparted to abstract discussions, he used his great oratorical gift and art to persuade the world to accept the most hopeful opinions on human destiny and the principles of conduct most conducive to elevation and integrity of character.",
        "Charlemagne was unable to persuade Pope Leo III.",
        "The lower estates murmured at the imposition of fresh burdens; and Charles had need of all his adroitness to persuade them that his demands were reasonable and necessary.",
        "She dreaded the thought of civil war; and even when she had realized the necessity for decisive action the king's apathy and indecision made it impossible for her to persuade him to carry into effect Mirabeau's plan of leaving Paris and appealing to the provinces.",
        "He returned to Paris on the 10th of March to persuade the foreign minister (Dumouriez now held that post) of the need of having a fully accredited ambassador at London.",
        "Frederick was unable at first to persuade Henry Jasomirgott to abandon Bavaria, but in June 1154 he recognized the claim of Henry the Lion, who accompanied him on his first Italian campaign and distinguished himself in suppressing a rising at Rome, Henry's formal investiture as duke of Bavaria taking place in September 1156 on the emperor's return to Germany.",
        "28 somewhat unexpectedly the prime minister resigned, partly because this series of unfortunate incidents had shaken the Emperor's confidence, partly because his secret efforts to persuade the Czechs to join his Cabinet had made him suspect to the other parties.",
        "But professional soldiers could not be hired without money, and the difficulty was to persuade the diet to loose its purse-strings.",
        "stipulated, at first, that Poland should surrender Danzig and Thorn, and Pitt himself endeavoured to persuade the Polish minister Michal Kleophas Oginski (1765-1833) that the protection of Prussia was worth the sacrifice.",
        "They persuade Mark that he should marry, and Tristan, who has sung the praises of the princess Iseult, is despatched to Ireland to demand her hand, a most dangerous errand, as Gormond, incensed at the death of More)lt, has sworn to slay any Cornish knight who sets foot in Ireland.",
        "The same month, when the high commission court was sacked by the mob, he was unable to persuade the star chamber to punish the offenders.",
        "In 1008 Bruno went to the court of Boleslaus, and, after a vain effort to persuade the emperor to end the war between Germans and Poles, determined at all hazards to proceed with his mission to the Prussians.",
        "One of his first acts was to persuade the senate to grant divine honours to Hadrian, which they had at first refused; this gained him the title of Pius (dutiful in affection).",
        "There was no doubt about the obstinacy and persistency of both sections, and both were fighting, not only to persuade the public, but for the capture of the party and of its prime minister.",
        "Completely untrue of course but how do we persuade them otherwise?",
        "While it may be easier to persuade a jeweler to make a custom ring using one type of metal and one stone.",
        "If you're interested in using your way with words to persuade others, becoming a freelance copywriter may be a smart career move.",
        "Copywriters create text to persuade readers to take action, promote a particular idea, or to purchase a specific product or service.",
        "A copywriter writes to persuade the reader, while a technical writer writes to inform the reader.",
        "The totality of these reasons may be enough to persuade you to purchase one of your own.",
        "Any career where you must persuade people is a good choice.",
        "This ability may make him seem unsteady or incapable of carrying through to a conclusion, but it actually gives him the unique ability to persuade others to either side of an argument.",
        "Leo quickly recognizes that this isn't a person she can easily manipulate or persuade.",
        "After he recovers, Andy considers taking a job as a surgeon in Chicago, but his friends persuade him to stay in Everwood.",
        "Their purpose is to either inform the reader or persuade the reader to take a desired action.",
        "Project proposals outline the terms of a project in an attempt to persuade a client to hire a firm or give a company additional work.",
        "This summary will persuade bank executives and venture capitalists to review your business plan.",
        "Business letters persuade, request, inform, apologize, recommend, remind, invite and follow up.",
        "Always include details to convince and persuade the other person to grant your request, but don't belabor the point.",
        "The goal of the summary should be to persuade readers that to read the plan from cover to cover.",
        "Because the term does not change and your insurance agent will not persuade you to switch to a cash value policy late in the term, what you see is what you get with Primerica's products.",
        "In May 1984 Pickering managed to persuade Hacienda owners Tony Wilson and Rob Gretton to sign Happy Mondays to their Factory Records label, home to New Order.",
        "It was written at a difficult time in Clapton's marriage and focuses on a man working to persuade a women that he truly loves her.",
        "Vader and the Emperor both try to persuade Luke that his best bet is to join them, but Luke remains firm.",
        "It follows the journey of Genly Ai, a diplomat from what can be presumed to be the 'earth' part of the galaxy as he attempts to persuade Gethen, a much colder planet than ours, to join the galactic federation.",
        "Early in June, however, the Cape Dutch politicians began to realize that President Kruger's attitude was not so reasonable as they had endeavoured to persuade themselves, and Mr Hofmeyr, accompanied by Mr Herholdt, the Cape minister of agriculture, visited Pretoria.",
        "That in my answer to his first letter I refused his correspondence, told him I had laid philosophy aside, sent him only the experiment of projectiles (rather shortly hinted than carefully described), in compliment to sweeten my answer, expected to hear no further from him; could scarce persuade myself to answer his second letter; did not answer his third, was upon other things; thought no further of philosophical matters than his letters put me upon it, and therefore may be allowed not to have had my thoughts of that kind about me so well at that time.",
        "Thomas had been given time to fly, and his followers had endeavoured to persuade him to do so.",
        "no account pronounce against Charless aunt; if he could not persuade Henry and Catherine tO agree on a mutual separation, he must simply pass the time and come to no conclusion.",
        "Lord Durham, perhaps the most under the House of Lords; th~ king, now thoroughly alarmed, used his influence to persuade the peers to yield, and on the 4th of June the great Reform Bill became law.",
        "\"I cannot persuade myself,\" he said, \"that this war bears any the least resemblance to any that has ever existed in the world.",
        "I cannot persuade myself that any examples or any reasonings drawn from other wars and other politics are at all applicable to it\" (Corr.",
        "After he became president the action of the king in replacing the expelled fellows with Roman Catholics agitated him to such a degree as to hasten his end; to the priests sent to persuade him on his death-bed to be received into the Roman Church he declared that he \" never had been and never would be of that religion,\" and he died in the communion of the Church of England.",
        "Arresting the commissaries of the Convention sent to inquire into his conduct, he handed them over to the enemy, and then attempted to persuade his 'troops to march on Paris and overthrow the revolutionary government.",
        "On Webster's re-election to the Senate, Choate resumed (1845) his law practice, which no amount of urging could ever persuade him to abandon for public office, save for a short term as attorneygeneral of Massachusetts in 1853-1854.",
        "Having failed to persuade the French government to adopt his plans of military colonization, he had retired in June 1847 and had been replaced by the duc d'Aumale.",
        "In 1659 he published an Apology for the Royal Party, and in December of that year he vainly tried to persuade Colonel Herbert Morley, then lieutenant of the Tower, to forestall 'General Monk by declaring for the king.",
        "helped to persuade his father that it would be a mistake to force him into a business career, and introduced him into literary circles.",
        "Equally vain were his efforts in the same year to persuade the magistrates of Ghent to cease persecuting the Catholics in the city.",
        "Fans mobilized a then-unprecedented letter-writing campaign to persuade NBC to produce a third season.",
        "forceful personality might persuade others that an unusual or unexpected light is really a flying saucer.",
        "pontificateys of the results, their spokesman was on Newsnight pontificating about the need to persuade the electorate to accept the single currency.",
        "It might also be easier to persuade the judge that you are genuinely remorseful about what has happened.",
        "rephrase suggests simply rephrasing negative statements will persuade more people to buy from you.",
        "suppose anyone will ever be able to persuade Mr Alexander that his understanding of the position is wrong.",
        "Even in private theatricals it was no longer possible to persuade him to exercise the talent which he had often shown that he possessed.",
        "They should persuade him that we are not running a theocracy, at least, not as yet.",
        "totality of this evidence, however, did not persuade the Hearing Officer that there had been genuine use of the mark.",
        "untrue of course but how do we persuade them otherwise?",
        "Prefects were requested to ' persuade ' those who proved unwilling.",
        "In order to win the wager she must persuade the \" victim \" to accept her offer without there being any true need.",
        "literally, and reject legal marriage; the Nyetovsti (denyers), who deny the necessity for common worship, since there are no priests; the Molchalyniki (mutes), whom no torture can persuade to utter a word.",
        "The Porte, having induced the Greek government to persuade the insurgents not to oppose the occupation of several strategic posts, despatched a military governor to the island, proclaimed martial law, and issued a firman abrogating many important provisions of the Halepa Pact.",
        "The latter, though a partisan of the pope of Rome, took the opportunity of enjoining on Pierre d'Ailly to go in his name and argue with the pope of Avignon, a move which had as its object to persuade Benedict XIII.",
        "Whatever proofs Dr Cornay may have had to satisfy himself of his being on the right track, these proofs were not adduced in sufficient number nor arranged with sufficient skill to persuade a somewhat stiff-necked generation of the truth of his.",
        "On Abdallah's side were many Castilian knights, among them Count Garcia Ordonez, a prince of the blood, whom the Cid endeavoured vainly to persuade of the disloyalty of opposing their master's ally.",
        "A national organization was planned as early as 1827, when the New York leaders attempted, unsuccessfully, to persuade Henry Clay, though a Mason, to renounce the Order and head the movement.",
        "Attempting without success to persuade this lady to fly with him to America, Emmet lingered in the neighbourhood till the 25th of August, when he was apprehended by Major H.",
        "Benedict XIII., who had on his part tried to call together a council at Perpignan, was by this time recognized hardly anywhere but in his native land, in Scotland, and in the estates of the countship of Armagnac. He remained none the less full of energy and of illusions, repulsed the overtures of Sigismund, king of the Romans, who had come to Perpignan to persuade him to abdicate, and, abandoned by nearly all his adherents, he took refuge in the impregnable castle of Peniscola, on a rock dominating the Mediterranean (1415).",
        "Then Sophia or Prunikos sent the serpent (as a benefactor) to persuade Adam and Eve to eat the tree of knowledge and so break the commandment of Ialdabaoth, who banished them from paradise to earth.",
        "Discussions between them on theological questions soon convinced Colet of Erasmus' worth, and he sought to persuade him to stay and teach at Oxford.",
        "Finally Bern, fearing that Geneva might fall to France instead of to itself, sent an army to protect the city (January 1536), but, not being able to persuade the citizens to give up their freedom, had to content itself with the conquest of the barony of Vaud and of the bishopric of Lausanne, thus acquiring rich territories, while becoming close neighbours of Geneva (January and March 1536).",
        "129 seq.) that he endeavoured to persuade the emperor of the advantage of having a nuncio accredited to Berlin (in lieu of the Catholic department of public worship).",
        "Epiphanius, using older documents, describes him as a man inflamed with his own opinionativeness, of a soft and smooth address, calculated to persuade and attract, especially women: \" in no time he had drawn away seven hundred virgins from the church to his party.\"",
        "1860), is based upon the control of patronage, the distribution of state funds among favoured banks, the support of the Pennsylvania railway and other great corporations, and upon the ability of the leaders to persuade the electors that it is necessary to vote the straight Republican ticket to save the protective system.",
        "It is plain that her intellect had begun to fail just before her death, for she allowed the reigning favourite, Platon Zubov, to persuade her to despatch his brother Valerian, with the rank of field marshal and an army of 20,000 men, on a crack-brained scheme to invade India by way of Persia and Tibet.",
        "But it was a ruse of the Jesuit party, who wished to persuade the public that the opposition to the appointment of Isaac Casaubon did not proceed from theological motives, since they were ready to appoint a Protestant in the person of Grotius.",
        "This had been due to a threat of Prussian occupation; and it needed another such threat to persuade the elector to reassemble the chambers, which he had dismissed at the first sign of opposition; and he revenged himself by refusing to transact any public business.",
        "William, in his turn, with an army wholly insufficient to meet the French in the open field, was able to persuade wag gi s h his countrymen to open the dikes and by flooding the land to prevent its occupation by the enemy.",
        "This pose served to keep the democrats of the capital in a good temper, and so leave him free to consolidate the somewhat unstable foundation of his throne and to persuade his European fellow-sovereigns to acknowledge in him not a revolutionary but a conservative force.",
        "in 1877 Austria gave Hungary a share in the management of the bank, while the arrangement for paying the bonus on exported sugar was favourable to Austria; on the other hand, since the increased duty on coffee and petroleum would fall more heavily on Austria, the Austrians wished to persuade the Hungarians to pay a larger quota of the common expenses, and there was also a dispute whether Hungary was partly responsible for a debt of 80 M.",
        "Potocki, now minister-president, then entered on negotiations, hoping to persuade the Czechs to accept the constitution.",
        "Not even the pleasure of ruining the Liberals was sufficient to persuade the Conservatives to vote for a measure which would transfer the power from the well-to-do to the indigent, and Hohenwart justly complained that they ought to have been secure against surprises of this kind.",
        "In 1832 the title of \"imperial chamberlain\" was conferred upon him, and in 1839 he married Maria, daughter of Count Attems. After the revolution of 1848 at Vienna he represented the district of Laibach at the German national assembly at Frankfort-on-theMain, to which he tried in vain to persuade his Slovene compatriots to send representatives.",
        "When he himself came to the throne he endeavoured to persuade the Monophysites to come in by summoning some of their leaders to a conference.",
        "No one, said Boswell, should persuade him to make his lion into a cat.",
        "Being a witch, she knew Theseus before his father did, and tried to persuade Aegeus to poison his son; but Aegeus recognized him by his sword and took him to his arms. Theseus was now declared heir to the throne, and the Pallantids, 2 who had hoped to succeed to the childless king, conspired against Theseus, but he crushed the conspiracy.",
        "Gardiner, however, undoubtedly did his best to persuade them to save themselves by a course which he conscientiously followed himself; nor does it appear that, when placed on a commission along with a number of other bishops to administer a severe law, he could very well have acted otherwise than he did.",
        "Where faith is so profound as to believe the Divine guidance all, and the individual intelligence nil, a man is able to persuade himself that any course he chooses to take is the one he is directed to take.",
        "In spite of his hostility to the Jesuits, his dislike of friars in general, and his jealousy of the Inquisition, he was a very sincere Roman Catholic, and showed much zeal in endeavouring to persuade the pope to proclaim the Immaculate Conception as a dogma necessary to salvation.",
        "A system of assurances of supply would help persuade nuclear energy users to renounce national enrichment and reprocessing facilities.",
        "Foster suggests simply rephrasing negative statements will persuade more people to buy from you.",
        "In 1924, the EC finally found a reason to persuade Conference to rescind the 1920 decision which had supported the NCLC.",
        "This could then persuade rouble debt holders to exit, forcing a crisis.",
        "We have to persuade the skeptics out there that everyone benefits through a flexible approach to working.",
        "Enhanced Scrip Dividend: These are made available to persuade holders to take the cash Dividend in the form of shares.",
        "Our aim is to persuade European governments to put people 's health before the self-serving interests of the aviation industry.",
        "We do not suppose anyone will ever be able to persuade Mr Alexander that his understanding of the position is wrong.",
        "The totality of this evidence, however, did not persuade the Hearing Officer that there had been genuine use of the mark.",
        "Should we try to persuade the OS to give trig point heights to 0.1m on future Explorer maps?",
        "How and who do you persuade that you need to be unleashed on the wider public for longer?",
        "The best bit is watching Ali trying in vain to persuade a policeman to let him enter Downing Street !",
        "You might persuade me to alter the wording a little !",
        "When he reminded the audience of the ten commandments, he was using ethos to persuade them to follow a virtuous path.",
        "More importantly, do not allow anyone to persuade you into purchasing an RV that you feel isn't ideal.",
        "If you are, do not allow the salesperson to persuade you into shifting to a firmer mattress.",
        "Has anyone ever tried to persuade you to do something you didn't want to do?",
        "The following scenarios show different ways that peers sometimes apply pressure in order to persuade a person to behave in a particular way.",
        "Following an addiction intervention plan can help you persuade your loved one much easier than pressuring him or her to receive help.",
        "Taking the extra time means you are more likely to persuade the addict to go into treatment.",
        "There is a trend towards better dressing but it can be difficult for a parent to persuade their child to take it up.",
        "Only a veterinarian can diagnose the exact cause of this outbreak and I highly urge you to persuade your sister and son to both have their pets examined as soon as possible.",
        "Forcing the issue will not help because any food or water you may be able to persuade your dog to take will only sit in the stomach and begin to ferment.",
        "Other young actresses have used similar magazines to persuade the public to begin thinking about them in a more adult light, but until this photo emerged, it seemed as if Ms. Rosman was not going to go that route.",
        "A donation letter should be written in a way that will persuade the reader to make a donation.",
        "When your partner comes home, try to persuade him/her to not take a shower or try to get really close.",
        "But the acquisition of Norway might make up for the loss of Finland; and Bernadotte, now known as the crown prince Charles John, argued that it might be an easy matter to persuade the antiNapoleonic powers to punish Denmark for her loyalty to France by wresting Norway from her.",
        "Fenelon sums up in favour of the cultivated house-wife; his first object was to persuade the mothers to take charge of their girls themselves, and fit them to become wives and mothers in their turn.",
        "The Uplanders, however, still held out against it, and Adalhard, though he succeeded in destroying the idols in his own district Vestergotland, was unable to persuade Steinkel to destroy the old sanctuary at Upsala.",
        "After the threat of a Quo Warranto writ in 1683 for the surrender of the Massachusetts charter, Mather used all his tremendous influence to persuade the colonists not to give up the charter; and the Boston freemen unanimously voted against submission.",
        "One of the king's knights boasts that ten thousand pieces have been \"forcontes\" (counted short) to the Saracens; and it is with the utmost trouble that Joinville and the rest can persuade the king that this is a joke, and that the Saracens are much more likely to;lave got the advantage.",
        "It was easy for agitators to persuade the sepoys that the new cartridges were greased with the fat of animals sacred to one creed or forbidden to another, and that the British government was thus engaged in a deep-laid plot for forcing them to become Christians by first making them outcasts from their own religions.",
        "After peace had been signed he was sent into the Mediterranean to persuade the dey of Algiers to restrain the piratical operations of his subjects.",
        "He endeavoured to persuade Lord Hawkesbury (see Liverpool, Earls Of) to join in a scheme for turning an old friend out of the India Office.",
        "It would be hard, however, to persuade the mass of occupiers in England that they do not pay the rates, so that the expedient of dividing the rates between owner and occupier, though it cannot affect their real incidence to a substantial extent, constantly finds favour.",
        "He sought to persuade Alexander to open negotiations with Napoleon, if only to throw the onus of breaking the peace entirely on the French side.",
        "At first Charles refused to see her, but popular feeling in her favour induced his advisers to persuade him after three days to grant her an interview.",
        "With the help of counsellors more subtle than discerning, the emperor, with the object of uniting the various parties in the Church at any cost, sought for the most colourless possible formula of belief, which he hoped to persuade all the bishops to accept.",
        "It was Forster who, when appealing to the government at the time of Gordon's danger at Khartum, spoke of Mr Gladstone as able \"to persuade most people of most things, and himself of almost anything,\" and though the phrase was much resented by Mr Gladstone's entourage, the truth that underlay it may be taken as representing the very converse of his own character.",
        "The purpose of the letter is to persuade customers to buy or order a product or a service; it is, in fact, a call to action."
    ]
}