{
    "translation": "משכנע",
    "uses": [
        "You're the most persuasive person I've ever met.",
        "Baxter was possessed by an unconquerable belief in the power of persuasive argument.",
        "I'm sure answers might be forthcoming via direct and persuasive questioning.",
        "The name \"blarney\" has passed into the language to denote a peculiar kind of persuasive eloquence, alleged to be characteristic of the natives of Ireland.",
        "He was educated at the seminary of Quebec, where he developed the gift of declamatory and persuasive oratory.",
        "After his master's death, in the third period of his own life, and during his connexion with Alexander, but before the final construction of his philosophy into a system, he was tending to write more and more in the didactic style; to separate from dialectic, not only metaphysics, but also politics, rhetoric and poetry; to admit by the side of philosophy the arts of persuasive language; to think it part of their legitimate work to rouse the passions; and in all these ways to depart from the ascetic rigidity of the philosophy of Plato, so as to prepare for the tolerant spirit of his own, and especially for his ethical doctrine that virtue consists not in suppressing but in moderating almost all human passions.",
        "He has that power of concise and lucid narration, of terse reasoning, of persuasive appeal, which is required by the forensic speaker.",
        "In impressive and persuasive oratory he sets before Israel, in a form adapted to the needs of the age in which he lived, the fundamental principles which Moses had taught.",
        "One of the immediate results of this triumph of his policy was the increase of Oldenbarneveldt's influence and authority in the government of the Republic. But though Maurice and his other opponents had reluctantly yielded to the advocate's skilful diplomacy and persuasive arguments, a soreness remained between the statesman and the stadholder which was destined never to be healed.",
        "He was an active prelate, and perhaps the vigorous Protestantism of the West in Elizabeth's reign was partly due to his persuasive powers.",
        "In the parliament which met on the 12th of February 1376, Lord Latimer and Alice Perrers, the king's mistress, a lady of good birth, and not (as the mendacious St Albans chronicler alleged) the ugly but persuasive daughter of a tiler, were impeached, and Wykeham took a leading part against Latimer, even to the extent of opposing his being allowed counsel.",
        "He has the same imperturbable and persuasive effrontery in protesting that he is doing one thing at the moment when his energies are concentrated on doing the opposite.",
        "His diary reveals a tender and devout private life which has been overlooked by those who have only considered the versatile facility and persuasive expediency that marked the successful public career of the bishop, and earned!",
        "Bordeaux was a persuasive man with a tendency to move fast - apparently not only with women.",
        "So again, in the modified Benthamism which the persuasive exposition of J.",
        "Throughout this period Abd-el-Kader showed himself a born leader of men, a great soldier, a capable administrator, a persuasive orator, a chivalrous opponent.",
        "Taylor is more persuasive when he is developing his second main thesis - that of the alleged existence of an ultimate dualism in the nature of morality.",
        "The budget demonstrated at once its author's absolute mastery over figures and the persuasive force of his expository gift.",
        "Lord Lee's second son, Sir George Lockhart (c. 1630-1689), was lord-advocate in Cromwell's time, and was celebrated for his persuasive eloquence; in 1674, when he was disbarred for alleged disrespect to the court of session in advising an appeal to parliament, fifty barristers showed their sympathy for him by withdrawing from practice.",
        "In the Scottish campaign of 1547 he was present at the barren victory of Pinkie, and in the next year was taken prisoner at Saint Monance, but aided by his persuasive tongue he escaped to the English garrison at Lauder, where he was once more besieged, only returning to England on the conclusion of peace in 1550.",
        "In this capacity his industry, singular grasp of affairs, and persuasive powers of speech speedily gained for him a position of influence.",
        "Furthermore, he was a man of great ambition, persuasive eloquence and wide generosity; qualities which especially appealed at that time to the classes from whom he was to draw his support.",
        "Rhetoric is a faculty on any subject of investigating what may be persuasive (acOavov), which is the work of no other art; its means are artificial and inartificial evidences (7riorecs), and, among artificial evidences, especially the logical arguments of example and enthymeme.",
        "He was always assiduously graceful, always desiring to present his idea, his image, his rhapsody, in as persuasive a light as possible, and, particularly, with as much harmony as possible.",
        "Cardinal Siffrein, who is known as the Abbe Maury (1746-1817), resumed all the known artifices of sermon-style in a volume which has a permanent historical value, the well-known Essai sur l'eloquence de la chaire (1810); he was himself rather a fiery politician than a persuasive divine.",
        "Realizing that his cause was not advanced by persuasive eloquence, he adopted a threatening attitude which caused men of sober judgment to waver in their allegiance.",
        "In the German Reichstag he was the leading authority on matters of finance and economics, as well as a clear and persuasive speaker, and it was chiefly owing to him that a gold currency was adopted and that the German Imperial Bank took its present form; in his later years he wrote and spoke strongly against bimetallism.",
        "While he shows the persuasive art of an orator by presenting the subjugation of Gaul and his own action in the Civil War in the light most favourable to his claim to rule the Roman world, he is entirely free from the Roman fashion of self-laudation or disparagement of an adversary.",
        "Cyprian had none of that character which makes the reading of Tertullian, whom he himself called his magister, so interesting and piquant, but he possessed other qualities which Tertullian lacked, especially the art of presenting his thoughts in simple, smooth and clear language, yet in a style which is not wanting in warmth and persuasive power.",
        "But if we pass from this criticism of form to the actual contents of the two books, we are bound to confess that they constitute a wonderfully cogent and persuasive theistic argument.",
        "These three conditions were interdependent; and Henry IV., with his persuasive manners, his frank and charming character, and his personal valour, seemed capable of keeping them all three.",
        "Richard has obviously been extremely persuasive asking officers to donate their uniforms to the museum.",
        "He has, I think, pretty persuasive arguments against both these extremes.",
        "Eventually he would have thought about Scott Muldrow, and Denton could be persuasive.",
        "allye only persuasive power to which he responds is 250,000 allied troops on his doorstep.",
        "I went to the session and found the presentation quite persuasive.",
        "Focus on Persuasive Communication: Do not lose sight of the fact that business proposals must be written in a persuasive manner.",
        "A persuasive memo engages the reader's interest before issuing a directive, where as an informative memo outlines the facts and then requests the reader's actions.",
        "She also identified a need for a stronger press release circulation system, researched the options and created a persuasive proposal that convinced the president of our organization to find the funds for the project.",
        "To write a persuasive memo, you first must have a clear understanding of who the recipient(s) will be and what you hope to accomplish by sending the memo.",
        "The eurosceptics ' most persuasive argument is that the EU is ' imposed on the people ' .",
        "arguments in favor of luxury were persuasive!",
        "The Committee agreed that this data from Dr. Fombonne was persuasive and indicated that the frequency of regressive autism appeared not to have increased.",
        "banged a bucket this terribly persuasive.",
        "persuasive brown whose on a typical the event of insurance manager.",
        "It brings wealth if it is worn chastely; it endows you with persuasive eloquence if it is worn on the neck.",
        "The codified criteria of originality (after Young) is no long-standing tradition and the characterisation of use as theft is persuasive rhetorical flourish.",
        "However there is no persuasive evidence of any causal linkage between drug use and property crime for the vast majority of this group.",
        "monologueucially, the process of creating a persuasive monolog is assumed to be complete before it is uttered to an audience.",
        "persuasive monolog.",
        "persuasive argument for why these flights can't get in two hours later.",
        "persuasive communicator, you'll always put the needs of the customer first.",
        "persuasive eloquence if it is worn on the neck.",
        "persuasive brown whose can be extended term the governor.",
        "persuasive rationales from the Sales team.",
        "The good news is that you can learn to be more powerfully persuasive.",
        "Remember the fable of the Sun and the Wind and be gently persuasive.",
        "The high quality and satisfaction of Pennine tenants was equally persuasive.",
        "The case for the Lord Chancellor to set a figure below 3% is highly persuasive.",
        "But there is one piece of evidence that at first glance seems persuasive.",
        "Buying in a group has also proved persuasive to reduce prices.",
        "The second origin, which I find more persuasive is it comes from the Czech word Tabor meaning camp.",
        "They will sound persuasive with their talk of \" keeping the right people on board \" .",
        "And although Beale recognizes that much may be speculative, by the end the cumulative argument becomes very persuasive.",
        "persuasive in the Scottish case?",
        "persuasive than others.",
        "realize>Realizing the futility of making her dream a reality, she instead is goaded into prostitution by a persuasive pimp.",
        "They are persuasive in thier opionions, yet respectful of other stances.",
        "Zenaida Yanovsky is a completely persuasive Balanchine dancer, very assured and very sassy.",
        "A persuasive, motivational and inspirational speech by Mark Twain.",
        "Huffman won an Oscar nomination for her performance, and tho I've never been a pre-op male-to-female transsexual, it seemed persuasive enough.",
        "use persuasive techniques to influence the reader.",
        "Furthermore (3) he was a man of great ambition, persuasive eloquence and wide generosity; qualities which especially appealed at that time to the classes from whom he was to draw his support - hence the warning of Solon (Frag.",
        "Realizing the futility of making her dream a reality, she instead is goaded into prostitution by a persuasive pimp.",
        "Huffman won an Oscar nomination for her performance, and tho I 've never been a pre-op male-to-female transsexual, it seemed persuasive enough.",
        "They were to use persuasive techniques to influence the reader.",
        "Economical - one of the most persuasive arguments for 'going green' is the cost savings that it can bring in addition to the long term environmental benefits.",
        "Online stores often offer extremely competitive pricing and this can be a persuasive factor when buying a stress reducing device.",
        "Though celebrities have a great deal of influence on their fans, the information against smoking is even more persuasive.",
        "First, a \"free puppies\" ad can be very persuasive.",
        "Toy fads and television show tieins can be powerfully persuasive to children.",
        "Vegetarians have a huge number of statistics in their favor when it comes to presenting persuasive arguments in favor of their eating habits.",
        "The occupiers stubbornly resisted persuasive efforts to leave, but eventually the peaceful siege of the island ended.",
        "Grant writing courses can help you learn how to become a more effective and persuasive writer, ultimately leading toward more financial resources for your organization.",
        "It's important for a grant writer to be properly trained in persuasive speech and winning words, as what is seen on paper is usually all a non-profit is able to present to a grant giving organization.",
        "You must be persuasive enough that people feel like they want, or even need to give money after reading your letter.",
        "Online stores also often offer good prices which can be a persuasive argument.",
        "Expository Writing: Social and Ethical Issues in Print, Photography, and Film: This class discusses how to write persuasive editorials and articles regarding complex social and ethical issues.",
        "It will take more studies against school uniforms, or more persuasive studies in favor, before this issue will ever truly be resolved.",
        "Later, they wished they'd been more persuasive.",
        "However, for others, the savings that can be found online combined with the comfort of being able to shop from your arm chair are persuasive benefits.",
        "Others find the convenience of the Internet a persuasive factor and welcome the opportunity to purchase a watch from the comfort of an armchair!",
        "Determine if it's persuasive or informative.",
        "Instead, what you want is a memo that's succinct and persuasive; a memo crafted to get noticed and acted upon rather than \"misfiled\" in the trash or lost in a stack of things to be accomplished.",
        "To create a persuasive memo, the key is to grab the reader's attention first so they actually read it.",
        "These two basic elements are important in any memo, but to create a persuasive memo there's more to consider.",
        "While the correct format should be followed, the language of a persuasive memo targets its audience by taking into consideration who they are.",
        "A persuasive memo should be no longer than one page.",
        "When attempting to write a persuasive memo, along with clarifying the purpose and action you expect the recipient to take, you'll want to include a third key point--the advantages for taking action.",
        "This persuasive approach clarifies the goal, the action to be taken and the reasons why it benefits the company and/or the individual.",
        "Everyone has a part to play, and a persuasive memo lets the recipient know their part, that they are valued, and clearly details what is expected as a whole and their part to make it happen.",
        "This forethought aids in producing a persuasive memo that is focused and assures every important detail will be addressed.",
        "Don't let this type of carelessness sap the persuasive nature of your business memo.",
        "A persuasive memo is written to communicate goals, expectations and solve problems.",
        "Proofread it carefully, checking to be sure it is clear, complete, persuasive, and free from grammar and spelling mistakes.",
        "Instead, this portion of your cover letter is offering a persuasive interpretation of your resume.",
        "Persuasive Tone -- An executive summary should be worded with persuasion in mind.",
        "Merlin was both mentor and advisor to King Arthur until Merlin fell to the persuasive charms of Nimue (although some tales say it was the Lady of the Lake) and imprisoned for all time.",
        "monologueeatures can be employed to frame the objective for an artificial system which is to generate persuasive monolog.",
        "These are two very persuasive reasons why looking for an environmentally friendly alternative to a traditional water heater is essential."
    ]
}