{
    "translation": "אמונה, כת",
    "uses": [
        "Conversion is to be effected by persuasion, not by the sword.",
        "The \"Burlingame Treaty\" recognizes China's right of eminent domain over all her territory, gives China the right to appoint at ports in the United States consuls, \"who shall enjoy the same privileges and immunities as those enjoyed by the consuls of Great Britain and Russia\"; provides that \"citizens of the United States in China of every religious persuasion and Chinese subjects in the United States shall enjoy entire liberty of conscience and shall be exempt from all disability or persecution on account of their religious faith or worship in either country\"; and grants certain privileges to citizens of either country residing in the other, the privilege of naturalization, however, being specifically withheld.",
        "The instruction and persuasion which St Bernard favoured found little imitation.",
        "The world is happiest when this process is one of persuasion, goodwill, reason, logic, and negotiation.",
        "Moreover, the arguments by which Heraclitus supported this theory of the universal flux are employed by Protagoras to undermine the possibility of objective truth, by dissolving all knowledge into the momentary sensation or persuasion of the individual.",
        "of Abjuration, by which at his persuasion the repret sentatives of the provinces of Brabant, Flanders, Holland, Zeeland, Gelderland and Utrecht, assembled at the Hague, declared that Philip had forfeited his sovereignty over them, and that they held themselves henceforth absolved from their allegiance to him.",
        "Henry first tried personal persuasion, and when that failed directed trial for heresy.",
        "Few men have ever had a more intimate persuasion that they were but instruments for good in the hands of God.",
        "However that may be, it must be confessed even by Slavophils that he dragged his countrymen, more by force than by persuasion, from the paths of traditional routine and pushed them along with all his might on the broad road of progress in the modern sense of the term.",
        "The struggle was fierce; but at length, employing persuasion as well as force, the old king triumphed.",
        "For now comes the great Sicel movement under Ducetius, who, between force and persuasion, came nearer towards uniting his people into one body than had ever been done before.",
        "Henry lacked the energy to attempt to take by force what he could not obtain by persuasion, and preferred to break his bargain with the pope rather than to risk the chance of civil war at home.",
        "Few of his opponents, however, questioned his own full persuasion that the Compromise Measures were vitally necessary to pacify the nation.",
        "The mere fact that he was able to attract to himself so considerable a body of respectable followers, including such men as Ellwood, Barclay, Penington and Penn, is sufficient to prove that he possessed in a very eminent degree the power of conviction, persuasion, and moral ascendancy; while of his personal uprightness, single-mindedness and sincerity there can be no question.",
        "After using all means of persuasion to restore peace between the king and queen, Campeggio had to resist the pressure brought upon him to give sentence.",
        "To its founder is traced by some the origin of the term \"blarney,\" since he delayed by persuasion and promises the surrender of the castle to the lord president.",
        "As long as the Christian Church was itself persecuted by the pagan empire, it advocated freedom of conscience, and insisted that religion could be promoted only by instruction and persuasion (Justin Martyr, Tertullian, Lactantius); but almost immediately after Christianity was adopted as the religion of the Roman empire the persecution of men for religious opinions began.",
        "1613), a mild divine, who had written a treatise on persuasion in religion, urging that as to it \"men could be led, not driven\"; Lambert Danaeus, who deserves remembrance as the first to discuss Christian ethics scientifically, apart from dogmatics; Johannes Drusius, the Orientalist, one of the most enlightened and advanced scholars of his day, settled later at Franeker; Johann Kolmann the younger, best known by his saying that high Calvinism made God \"both a tyrant and an executioner.\"",
        "METROCLES, a Greek philosoper of the Cynic school, was a contemporary of Crates, under whose persuasion he deserted the views of Theophrastus.",
        "The confederate lords on entering Edinburgh were welcomed by the citizens, and after three hours' persuasion Lethington, who had now joined them, prevailed on the captain of the castle to deliver it also into their hands.",
        "At the close of 1614, however, the king sent for Donne to Theobald's, and \"descended to a persuasion, almost to a solicitation of him, to enter into sacred orders,\" but Donne asked for a few days to consider.",
        "it is severely and strictly forbidden to all members of the Society to interfere in any manner whatever in public affairs even though they be thereto invited; or to deviate from the institute through entreaty, persuasion or any other motive whatever.\"",
        "having been brought up in firm belief that she would succeed to the crown,\" as limited in means, of the Puritan persuasion, and very proud, insisting on a precedence over the princesses, though ordered back by the master of the ceremonies and in consequence being expelled from the court.",
        "93) sufficiently demonstrate that the monomotapa, though susceptible to the persuasion of foreigners, was an independent potentate in the 16th century.",
        "He had already, in August 1549, at some risk, gone down with Lord Russell to turn the hearts of the rebels by preaching and persuasion, and two years later he was appointed bishop of Exeter by letters patent, on the compulsory retirement of his predecessor, Veysey, who had reached an almost mythical age.",
        "The prominence given by most of the Sophists to rhetoric, their cultivation of a subjective readiness as the essential equipment for life, their substitution of persuasion for conviction, all mark the sceptical undertone of their teaching.",
        "Many of them are, however, Hanijis (to which persuasion the Turks chiefly belong), and in parts of Lower, and almost universally in Upper, Egypt, Mdlikis.",
        "Oratory at Rome assumed a new type from being cultivated as an art which endeavoured to produce persuasion not so much by intellectual conviction as by appeal to general human sympathies.",
        "Wolsey relied upon his French and Italian allies to exert the necessary powers of persuasion; and in 1528 a French army crossed the Alps, marched through Italy and threatened to drive Charles V.",
        "It was an impracticable situation - no getting on from it; and so, at Lyndhurst's persuasion, as he afterwards acknowledged, he determined to side with the Tories.",
        "In a succession of missionary journeys he succeeded, partly by persuasion and partly (if his enemies are to be believed) ' See Labourt, op. cit., especially pp. 87-90, 92-99.",
        "The priests are to possess neither wealth nor material power; they are not to command, but to counsel; their authorityisto rest on persuasion, not on force.",
        "An antique persuasion, that the grand cycle of creation opened under the first sign, has been transmitted to modern cognizance by Dante (Inf.",
        "The flame burst forth, not in Bohemia alone, where Huss's death gave the signal for a general rising, but also in England among the Lollards, and in Germany among those of Huss's persuasion, who had many points of agreement with the remnant of the Waldenses.",
        "Ever anxious to extend the league, in which after 245 he was general almost every second year, Aratus took Corinth by surprise (243), and with mingled threats and persuasion won over other cities, notably Megalopolis (233) and Argos (229), whose tyrants abdicated voluntarily.",
        "The great saints of Egypt are the imam Ash-Shafii, founder of the persuasion called after him, the sayyid Abmad al-Baidawi, and the sayyid Ibrahim Ed-DesUki, both of whom were founders of orders of dervishes.",
        "The Greek rulers of the Orthodox faith were unable to protect the tillers of the soil, and these being of the Monophysite persuasion and having their own church and patriarch, hated the Orthodox patriarch (who from the time of Justinian onwards was identical with the prefect) and all his following.",
        "He now took refuge with his kinsman Alphege, bishop of Winchester, whose persuasion, seconded by a serious illness, induced him to become a monk.",
        "In that year the rash and wicked enterprise of Monmouth gave the government a pretext for prosecuting the nonconformists; and scarcely one eminent divine of the Presbyterian, Independent or Baptist persuasion remained unmolested.",
        "On the other side, the great men coveted the wide estates of bishop and abbot, and were ready without persuasion to annex portions of them to their own on the easy terms of this tenure, not always indeed observed by the holder, or able to be enforced by the Church.",
        "When persuasion failed and imperial interests, or the rights of unrepresented minorities, were involved the power of the Crown to legislate by order in council could be (and was) freely used.",
        "Baird says that \"this persuasion, however fanciful the grounds on which it was based, exercised no small influence in forwarding the success of the designs of William of Orange in the invasion of England.\"",
        "The Mahommedans are Sunnites, professing the creed commonly termed orthodox, and are principally of the persuasion of the Shafiis, whose celebrated founder, the imam ash-Shafii, is buried in the great southern cemetery of Cairo.",
        "The persuasion of some of his countrymen in Florence, one of whom is said to have been the Jesuit Robert Parsons, and a story he heard of the miraculous liquefaction of the blood of San Januarius at Naples, led to his conversion in 1606.",
        "In the first degree there is a strong persuasion of the propriety of the impression made; the second and third degrees are produced by comparisons of the impression with others associated with it, and an analysis of itself.",
        "The great aim was persuasion and conversion; and, say what we will, that aim has been realized on the most imposing scale.",
        "Rhetoricians had enumerated various means of persuasion, some of which are logical forms, e.g.",
        "Religious difficulties now began to beset him; but at the persuasion of Edward Cheyney, bishop of Gloucester, although holding Catholic doctrines, he took deacon's orders in the English Church.",
        "In these circumstances Catherine determined to try her powers of persuasion and argument, attempting first by correspondence to reconcile Gregory and the Florentines, who had been placed under an interdict, and then going in person as the representative of the latter to Avignon, where she arrived on the 18th of June.",
        "His parents were Protestants, and he himself, at first, followed the Protestant persuasion; but he subsequently went over to Catholicism and, along with Cardinal Pazmany, his most serious rival at court, became a pillar of Catholicism, both religiously and politically, and a worthy opponent of the two great Protestant champions of the period, Gabriel Bethlen and George I.Rakoczy.",
        "Nine days earlier Sir Charles Napier had appeared with a British squadron off Alexandria and, partly by persuasion, partly by threats, had induced Mehemet Ali to submit to the sultan and to send back the Ottoman fleet, in return for a guarantee of the hereditary pashalik of Egypt.",
        "Although we find Siricius a year later writing to the African Church on this same subject in tones rather of persuasion than of command, yet the beginning of compulsory sacerdotal celibacy in the Western Church may be conveniently dated from his decretal of A.D.",
        "There are other methods of persuasion.",
        "persuasion of the truth of God.",
        "He remained faithful to the Calvinist persuasion, and soon returned to Geneva, where he became active in public affairs.",
        "He regretted that he had not previously accepted an offer of Cromwell to become chaplain to the Ironsides, being confident in his power of persuasion under the most difficult circumstances.",
        "errs too far on the side of persuasion.",
        "Together, in our play, we will be gentle persuasion.",
        "dissenters of the Presbyterian persuasion.",
        "gentle persuasion.",
        "Case studies, awards, accreditations and other evidence of your expertise are common persuasion tactics.",
        "persuasion strategy.",
        "Couple of boulders removed and more need some chemical persuasion.",
        "By what means Talleyrand brought him to do so, whether by persuasion, threats or bribes, is not known; but on that afternoon Barras left Paris under an escort of soldiers.",
        "For the first time the elected members were placed in a majority; they were given three seats in the executive council; in local questions the government had to make every effort to carry the majority by persuasion.",
        "Logically regarded, the origin of all teaching and learning of an intellectual kind is a process of induction (Enraywyi) from particulars to universal, and of syllogism (ovXXoyco-p5s) from universal to further particulars; induction, whenever it starts from sense, becomes the origin of scientific knowledge (bruiriran); while there is also a third process of example (1rapaSeiyµa) from particular to particular, which produces only persuasion.",
        "Even in the time of Copernicus some well-meaning persons, especially those of the reformed persuasion, had suspected a discrepancy between the new view of the solar system and certain passages of Scripture - a suspicion strengthened by the antiChristian inferences drawn from it by Giordano Bruno; but the question was never formally debated until Galileo's brilliant disclosures, enhanced by his formidable dialectic and enthusiastic zeal, irresistibly challenged for it the attention of the authorities.",
        "We have a strong persuasion that it was not.",
        "I could always call in Arthur for you, if you're changing your persuasion.",
        "Stigmatized as a traitor, scorned and even imprisoned, he had not ceased to utter his warnings to deaf ears, although Zedekiah himself was perhaps open to persuasion.",
        "He opposed the execution of Charles I., lived quietly under the Commonwealth, and was assiduous in promoting the king's return; for this he was afterwards offered the bishopric of Coventry and Lichfield, but declined it, it is said, on his wife's persuasion.",
        "Israel is restored to its own land, and to it the other nations are brought into subjugation, by force or persuasion.",
        "Accordingly the epideictic sophists in exposition, and the argumentative sophists in debate, one and all, studied, not matter but style, not accuracy but effect, not proof but persuasion.",
        "He took a keen interest in all the work of the college, presented to it the Marmor Homericum, and finally bequeathed the reversion of £6000 for the endowment of a chair of philosophy of mind and logic. The emoluments of this sum were, however, to be held over and added to the principal if at any time the holder of the chair should be \"a minister of the Church of England or of any other religious persuasion.\"",
        "Odeler's respect for the monastic profession is attested by his own retirement, a few years later, into a religious house which Earl Roger had founded at his persuasion.",
        "From the beginning of the excesses of the French Revolution he was possessed by the persuasion that American democracy, likewise, might at any moment crush the restraints of the Constitution to enter on a career of licence and anarchy.",
        "He did more, though in no sense a theologian; he declared himself on the side of the Contra-Remonstrants, and established a preacher of that persuasion in a church at the Hague (1617).",
        "The chief associates of Eros are Pothos and Himeros (Longing and Desire), Peitho (Persuasion), the Muses and the Graces; he himself is in constant attendance on Aphrodite.",
        "It took a lot of persuasion from Darren Cox to put black hydro into it!",
        "They need to be resourceful, resilient and brilliant at motivating others through a combination of tact and persuasion.",
        "As such, it didn't take too much persuasion by the Saxons to talk the indigenous population into becoming pagan once more.",
        "persuasion known to the world as \" Plymouth Brethren \" CHARLES STANLEY WRITINGS Awake!",
        "The boys didn't need much persuasion to go back along for the terns over the marsh.",
        "In any event, adequate is likely to be expensive and require considerable persuasion.",
        "D is afraid of the sea: takes persuasion to get him near.",
        "When Steve and his team weren't using persuasion on me, they'd use other tactics.",
        "The course caters for pupils of any religious persuasion or none.",
        "Whatever your political persuasion, the CEP attracts members from the widest of groups.",
        "It will require ideological persuasion as well as the creation of practical communicative resources; to change the policy seems nigh impossible.",
        "A third way for coaches to help build confidence is through verbal persuasion.",
        "He believed in reason and rational persuasion, not spin and rhetoric.",
        "persuasion techniques to organize 2 teams for the thrilling rope course.",
        "persuasion skills, together with the drive and tenacity to be a strong team player.",
        "persuasion process that takes place over 2 weeks: nothing is added or taken away.",
        "All objectives can normally be achieved with a mixture of tact, explanation and firm persuasion.",
        "I wasn't even sure common ground was possible with career politicians of any persuasion.",
        "His powers of persuasion overcame the strong repugnance of the chiefs to take up arms without effective foreign co-operation.",
        "This seems an excellent and very practical plan of action to be recommended to budding songwriters of whatever musical persuasion.",
        "I've never agreed with compulsory tithing but I'm open to persuasion.",
        "structed the German consul at Tunis to recognize French decrees Partly under the influence of these circumstances, and partl3 in response to persuasion by Baron Blanc, secretary-genera for foreign affairs, Mancini instructed Count di Robilant to oper negotiations for an Italo-Austrian allianceinstructions whirl Robilant neglected until questioned by Count Kalnky on the sub ject.",
        "He was everywhere, encouraging and compelling his men - it is a legend in the French army that the persuasion even of the imperial boot was used upon some of his reluctant conscripts, and in the result his system was fully justified, as it triumphed even against a great tactical surprise.",
        "The planters in the Black Patch had met a combination of the buyers by forming a pool, the Planters' Protective Association, into which 40,000 growers were forced by \" night-riding \" and other forms of coercion and persuasion, and had thus secured an advance to I I cents a pound from the \"regie \" buyers and had shown the efficacy of pooling methods in securing better prices for the tobacco crop. Following their example, the planters of the Burley formed the Burley Tobacco Society, a Burley pool, with headquarters at Winchester and associated with the American Society of Equity, which promoted in general the pooling of different crops throughout the country.",
        "Manitoba was the first to be constituted; in 1871 British Columbia, New which had hitherto held aloof, determined, under the persuasion of a sympathetic governor, Mr (later Sir) Antony Musgrave, to throw in its lot with the Dominion.",
        "Further, in treating rhetoric as an art in the Theodectea he was forced into a conclusion, which carried him far beyond Plato's rigid notions of proof and of passion: he concluded that it is the work of an orator to use persuasion, and to arouse the passions (TO Tic 71 - 607 7 bcayeipaL), e.g.",
        "It should be mentioned, as a curious fact, that the numbers of the Jewish persuasion in the kingdom of Saxony increased from 3358 (1.3 per thousand) in 1871 to 12,416 (~ per thousand)",
        "In these degenerate days their supernatural powers consist chiefly in conjuring, sooth-saying, and feats of jugglery, by which they seldom fail in imposing upon a credulous public. (3) Sannyasis, devotees who\" renounce \"earthly concerns, an order not confined either to the Brahmanical caste or to the Saiva persuasion.",
        "And as each of the principal gods is supposed to have associated with him his own particular sakti, as an indispensable complement enabling him to properly perform his cosmic functions, adherents of this persuasion might be expected to be recruited from all sects.",
        "To diplomacy he never pretended; persuasion and deceit were not the weapons he 1 See especially a Memoire presented to the king in 1666, published in the Lettres, Fee., de Colbert, vol.",
        "Those numbered 11-22, written in 344, are almost all directed against the Jews; the subjects are circumcision, passover, the sabbath, persuasion (the encyclical letter referred to above), distinction of meats, the substitution of the Gentiles for the Jews, that Christ is the Son of God, virginity and holiness, whether the Jews have been finally rejected or are yet to be restored, provision for the poor, persecution, death and the last times.",
        "Sadoleto had a remarkable talent for affairs and approved himself a faithful servant of the papacy in many difficult negotiations under successive popes, especially as a peacemaker; but he was no bigoted advocate of papal authority, and the great aim of his life was to win back the Protestants by peaceful persuasion - he would never countenance persecution - and by putting Catholic doctrine in a conciliatory form.",
        "I 've never agreed with compulsory tithing but I 'm open to persuasion.",
        "Cited by John Fraim in Friendly Persuasion: The growing ubiquity of advertising, or What happens when everyone becomes an ad?",
        "This last task typically involves a litter box unless your animal is of the almost entirely outdoor persuasion.",
        "Even those of the carnivorous persuasion will enjoy this dish.",
        "Homeboy: Means a friend, usually of the male persuasion.",
        "The Skinny Website - This site is obsessed with celebrity weights, mostly of the female persuasion.",
        "Such interchanges have spurred many parodies of Mr. Thompson and his methods of persuasion.",
        "\"The power of persuasion: Diphtheria immunization, advertising, and the rise of health education.\"",
        "Finding someone of the Christian persuasion to date is much easier when you know where to look.",
        "Prior to online resources, it was far more difficult to identify individuals of this sexual persuasion and, oh the awkwardness of a poorly assessed advance!",
        "However, some sites make it easier for persons of a specific persuasion to meet.",
        "His psychic understanding of the people and world around him makes him valuable in the areas of intuition and persuasion.",
        "It's no wonder that this sign is great in a sales position or any job that requires the art of persuasion.",
        "Persuasive Tone -- An executive summary should be worded with persuasion in mind.",
        "If your school has never done one before, it might take some persuasion with regards to the faculty.",
        "Can he use his Ivy League skills of persuasion to sway the game in his favor?",
        "He was appointed in 1839 bishop of Angelopolis (Puebla de los Angeles) in Mexico, and there honourably distinguished himself by his efforts to protect the natives from Spanish cruelty, forbidding any methods of conversion other than persuasion.",
        "politicians of any persuasion.",
        "In this way he is led to regard the sophist successively - (t) as a practitioner of that branch of mercenary persuasion in private which professes to impart \" virtue \" and exacts payment in the shape of a fee, in opposition to the flatterer who offers pleasure, asking for sustenance in return; (2) as a practitioner of that branch of mental trading which purveys from city to city discourses and lessons about \" virtue,\" in opposition to the artist who similarly purveys discourses and lessons about the arts; (3) and (4) as a practitioner of those branches of mental trading, retail and wholesale, which purvey discourses and lessons about \" virtue \" within a city, in opposition to the artists who similarly purvey discourses and lessons about the arts; (5) as a practitioner of that branch of eristic which brings to the professor pecuniary emolument, eristic being the systematic form of antilogic, and dealing with justice, injustice and other abstractions, and antilogic being that form of disputation which uses question and answer in private, in opposition to forensic, which uses continuous discourse in the law-courts; (6) as a practitioner of that branch of education which purges away the vain conceit of wisdom by means of crossexamination, in opposition to the traditional method of reproof or admonition.",
        "Richard Shackleton was endowed with a grave, pure and tranquil nature, constant and austere, yet not without those gentle elements that often redeem the drier qualities of his religious persuasion.",
        "Perceiving that there were divisions and jealousies in the ranks of his opponents between Catholic and Protestant, Fleming and Walloon, he set to work by persuasion, address and bribery, to foment the growing discord, and bring back the Walloon provinces to the allegiance of the king."
    ]
}