{
    "translation": "התעקש",
    "uses": [
        "Nightmares persist with the dogs of the law in never ending pursuit.",
        "The nuclei of the original cells persist in the protoplasmic membrane.",
        "In some the protoplasmic contents may persist, in others they disappear.",
        "Remnants of the left aortic arch persist sometimes in the shape of a ligamentous strand.",
        "Now these modifications show hardly any tendency to persist, the one stable at high temperatures being formed at elevated temperatures, but changing in the reverse sense on cooling.",
        "They do not long persist in the embryo, but disappear, and the area each one occupied becomes part of the sternite.",
        "Still less safe is it to ascribe the authorship of the forgery to any particular pope on the ground of its style; for papal letters were drawn up in the papal chancery and the style employed there was apt to persist through several pontificates.",
        "We may take it then (and the fact is not disputed even by those who, like Dorpfeld, believe in one thorough racial change, at least, during the Bronze Age) that the Aegean civilization was indigenous, firmly rooted and strong enough to persist essentially unchanged and dominant in its own geographical area throughout the Neolithic and Bronze Ages.",
        "It is remarkable that it should persist in the spectacled bear of the Andes, although it has disappeared in all other living members of the group. The third trochanter of the femur, on the other hand, can scarcely be regarded as primitive, seeing that it is absent in several of the lower groups of mammals.",
        "As a result of this situation, the Catholic condemnation of heresy - though as stringent as ever in principle - has assumed less dangerous forms for the heretic. Nevertheless, it proved capable, even in the 19th century, of imposing onerous restrictions on the heterodox, and practical exemplifications of this hostile attitude persist to the present day.",
        "they often persist under Ottoman forms, and three courts of First Instance, under the mejliss, and superior to the petty courts of the mudirs and the village sheikhs, administer justice.",
        "\" Erroneous observations are in the highest degree injurious to the progress of science, since they often persist for a long time.",
        "Thus it turns out that the objective agency, the noumenal power, the absolute force, declared unknown and unknowable, is known after all to exist, persist, resist and cause our subjective affections or phenomena, yet not to think or to will.",
        "Such are the Mandingo, the Songhai, the Fula, Hausa, Kanuri, Bagirmi, Kanembu, and the peoples of Wadai and Darfur; the few aborigines who persist, on the southern fringe of the Chad basin, are imperfectly known.",
        "But Alexander was still determined \" to persist in the system of disinterestedness in respect of all the states of Europe which he had thus far followed,\" and he again allied himself with Prussia.",
        "They are grass-like herbs, sometimes annual, but more often persist by means of an underground stem from which spring erect solitary or clustered, generally three-sided aerial stems, with leaves in three rows.",
        "In these cases the peduncles may persist and may even be modified into spinous organs of defence.",
        "These crystals are extremely resistant to absorption, are found in old blood clots, and have been known to persist in old cerebral haemorrhages after many years.",
        "It may be wholly absorbed by the progressive growth of the embryo within the embryo-sac, or it may persist as a definite and more or less conspicuous constituent of the seed.",
        "Araucaria, the leaf-traces persist for a considerable time, perhaps indefinitely, and may be seen in tangential sections of the wood of old stems. The leaf-trace in the Coniferales is simple in its course through the stem, differing in this respect from the double leaf-trace of Ginkgo.",
        "When unfavourable external conditions supervene and the ordinary cells become atrophied, these cells persist and reproduce the plant with the return of more favourable conditions.",
        "Robertson has shown that the typhoid bacillus can grow very easily in certain soils, can persist in soils through the winter months, and when the soil is artificially fed, as may be done by a leaky drain or by access of filthy water from the surface, the microorganism will take on a fresh growth in the warm season.",
        "It is probable that the whole phenomenon of isomerism is due to the possibility that compounds or systems which in reality are unstable yet persist, or so slowly change that practically one can speak of their stability; for instance, such systems as explosives and a mixture of hydrogen and oxygen, where the stable form is water, and in which, according to some, a slow but until now undetected change takes place even at ordinary temperatures.",
        "Pinus and Picea) - in which the cone-scales persist for some time after the seeds are ripe - the cones hang down and so facilitate the fall of the seeds; in Cedrus, Araucaria and Abies the scales become detached and fall with the seeds, leaving the bare vertical axis of the cone on the tree.",
        "The narrow, pointed leaves are spirally arranged and persist for four or five years; the cones are small, globose and borne at the ends of the branchlets, the scales are thickened at the extremity and divided into sharply pointed lobes, three to five seeds are borne on each scale.",
        "In the Caudata, external gills (three on each side) persist until the close of the metamorphosis, whilst in the Apoda and Ecaudata they exist only during the earlier periods, being afterwards replaced by internal gills.",
        "In the Timaeus (41 A) the immortality even of the gods is made dependent on the will of the Supreme Creator; souls are not in their own nature indestructible, but persist because of His goodness.",
        "If we imagine the bar in question t be removed, equilibrium will still persist if we introduce two equal and opposite forces S, of suitable magnitude, at the joints which it connected.",
        "Even before authentic history begins, the elements of religion and society had already crystallized into a solid coherent structure which was to persist without essential modification.",
        "In their speech several hundred words persist which elsewhere have been obsolete for three centuries or occur only in dialects in England.",
        "And even amongst the adherents of the left-hand mode of worship, many of these are said to follow it as a matter of family tradition rather than of religious conviction, and to practise it in a sober and temperate manner; whilst only an extreme section - the so-called Kaulas or Kulinas, who appeal to a spurious Upanishad, the Kaulopanishad, as the divine authority of their tenets - persist in carrying on the mystic and licentious rites taught in many of the Tantras.",
        "The phenomena which deceived us may continue to persist, but they no longer persist as illusory: the appearance which deceived us is seen in its true nature, even though it should still retain those characteristic marks or signs of reality which hitherto we regarded as significant of a nature which we now no longer believe it to possess.",
        "A pair of small strapshaped leaves succeed the two cotyledons of the seedling, and persist as the only leaves during the life of the plant; they retain the power of growth in their basal portion, which is sunk in a narrow groove near the edge of the crown, and the tough lamina, 6 ft.",
        "In the earlier stage - whose notions of course still persist alongside of the state religion - each household has its own relations to its numina: now the state approaches the gods through its duly appointed representatives, the magistrates and priests.",
        "When the angular momentum is too great for the usual spheroidal form to persist, this gives place to an ellipsoid with three unequal axes; this is succeeded by a pear-shaped form.",
        "As the simple star radiates heat and contracts, it retains its angular momentum; when this is too great for the spheroidal form to persist, the star may ultimatel y separate into two components, which are driven farther and farther apart by their mutual tides.",
        "Some kinds of hairs, as those of the mane and tail of the horse, persist throughout life, but more generally, as in the case of the body-hair of the same animal, they are shed and renewed periodically, generally annually.",
        "Molar teeth of the simple tritubercular type persist in the golden moles (Chrysochloris) among the Insectivora and also in the marsupial mole (Notoryctes) among the marsupials.",
        "With the rise of a belief in departmental gods comes the age of polytheism; the belief in elemental spirits may still persist, but they fall into the background and receive no cult.",
        "This continental area has been described as \" Gondwana Land,\" a tract of enormous extent occupying an area, part of which has since given place to a southern ocean, while detached masses persist as portions of more modern continents, which have enabled us to read in their fossil plants and ice-scratched boulders the records of a lost continent in which the Mesozoic vegetation of the northern hemisphere had its birth.",
        "Many authors who have devoted special attention to questions of nomenclature therefore think Reptilia and Batrachia the correct names of the two great classes into which the Linnaean Amphibia have been divided, and consider that the latter term should be reserved for the use of those who, like that great authority, the late Professor Peters, down to the time of his death in 1883, would persist in regarding reptiles and batrachians as mere sub-classes (1).",
        "The furrows are the great ocean basins, and these would still persist even if the land surface were enlarged to the 1400 fathoms contour.",
        "1 The general ectoderm loses its cilia, which persist only in the sensory cells, and it frequently secretes external protective or supporting structures.",
        "The whole organic substance may have been removed, or may persist merely as a thin carbonaceous layer.",
        "If sporangia and spores are present they also may persist in a perfectly recognizable form, and in fact much of our knowledge of the fructification of fossil Ferns and similar plants has been derived from specimens of this kind.",
        "c. 12, § 2, enacts that\" if any person ecclesiastical, or which shall have an ecclesiastical living, shall advisedly maintain or affirm any doctrine directly contrary or repugnant to any of the said articles, and by conventicle before the bishop of the diocese, or the ordinary, or before the queen's highness's commissioners in matters ecclesiastical, shall persist therein or not revoke his error, or after such revocation eftsoons affirm such untrue doctrine,\"he shall be deprived of his ecclesiastical promotions.",
        "In some species of Cycas the leaf-bases do not persist as a permanent covering to the stem, but the surface F F FIG.",
        "His opportunities for regular schooling must have been very scant; but he had cultivated friends who discerned his talents and encouraged their development, and he early formed the habits of wide reading and industrious study that were to persist through his life.",
        "In the higher plants, after the separation of the daughter nuclei, minute granular swellingc appear, in the equatorial region, on the connecting fibres which still persist between the two nuclei, to form what is called the cell-plate.",
        "The other, the anterior flagellum, may or may not persist.",
        "kinship ties persist in Africa today.",
        "Skills gaps persist for the vast majority of junior level professionals who are thought to be fully proficient at their job.",
        "persistence and Spread: The seeds are not thought to persist in soil.",
        "cycles of deprivation persist where the least educated are destined to have children who will also fail at school.",
        "dissimilarityto perceived dissimilarities between groups which can persist over time, sometimes ignoring evidence of change.",
        "Amongst Conifers the archaic genera, Ginkgo and Araucarus still persist.",
        "In the absence of any trace of the lower extremities of the metacarpal and metatarsal bones of the lateral toes the skeleton differs from the American deer, and resembles those hollow-horned ruminants in which these toes persist.",
        "Through all modifications, which are numerous and vastly divergent, these elements persist.",
        "advances in the science of HIV, feelings of isolation persist.",
        "The microbial aerosols did not persist for long periods, nor was there evidence of spread to adjoining areas.",
        "bothersome menopause symptoms may persist despite a variety of attempted therapies.",
        "exasperation for American visitors is that the people wilfully persist in speaking French, tho many will speak English if shouted at.",
        "Scientists are unsure just how long plastics will persist in the environment.",
        "If these symptoms persist or become bothersome, inform your doctor.",
        "One continuing exasperation for American visitors is that the people wilfully persist in speaking French, tho many will speak English if shouted at.",
        "falsifyirst is that ideologies persist after they have been clearly falsified by evidence.",
        "Their next album - rumors persist of the Thin White Duke producing - should be a real firecracker.",
        "Either America will persist in, strengthen even, the deeply immoral attitude of \" Why should this happen to us?",
        "Untreated impetigo can persist for several weeks with continual development of new blisters.",
        "inequalityand's schools are still some way from being world-class, and stark inequalities persist.",
        "inequityow, known inequities in access to care persist.",
        "It can persist for up to 13 days post inoculation.",
        "Issues of cycle theft still persist whereby bikes are left insecure, in view within close areas of tenement buildings.",
        "The old stereotypes of white robes, harps and frankly rather ornamental wings still persist.",
        "patriarchal societies, many signs of women's low status persist.",
        "persist into adulthood.",
        "persist indefinitely, by popular demand, with only minor anarchist disruptions.",
        "persist in sin, rebuke them in the presence of all, so that the rest may stand in fear.",
        "persist in that optimistic belief.",
        "persist for the duration of their login.",
        "However, seed may persist for a much shorter period in cultivated soil or near the soil surface.",
        "feelings of isolation persist.",
        "Yet rural organized criminal gangs still persist in isolated sections of the nation.",
        "grouse habitat often leads to small populations which are unlikely to persist.",
        "persist for several days. 8-33.",
        "persist for many months on the fur or feet of the new contact.",
        "In some cases weaknesses may persist until the day of discharge from hospital therefore further out-patient physiotherapy may be arranged at your local hospital.",
        "Why do we persist in clinging to the same old gender stereotypes?",
        "To persist in the view that nurses are always subservient to doctors is to do the profession a disservice.",
        "subside in a few weeks: But, lymphadenopathy and general malaise do persist for several months in some patients.",
        "(The term radical is given to a group of atoms which persist in chemical changes, behaving as if the group were an element; the commonest is the ammonium group, NH 4, which forms salts similar to the salts of sodium and potassium.) If the acid contains no oxygen it is a hydracid, and its systematic name is formed from the prefix hydro- and the name of the other element or radical, the last syllable of which has been replaced by the termination -ic. For example, the acid formed by hydrogen and chlorine is termed hydrochloric acid (and sometimes hydrogen chloride).",
        "The result was a separation of the Society in America into two divisions which persist to the present day (see below, \" Quakerism in America \").",
        "An incident which happened immediately after these events greatly encouraged the Boers to persist in their opposition to Great Britain.",
        "Such \" psychological certainty \" was denied by their agnostic opponents, and in the history of Stoicism we have apparently a modification of the doctrine of 4avra rta KaraXnirnici with a view to meet the critics, an approximation to a recognition that the primary conviction might meet with a counter-conviction, and must then persist undissipated in face of the challenge and in the last resort find verification in the haphazard instance, under varying conditions, in actual working.",
        "In addition to the foliage-leaves several genera also possess scale-leaves of various kinds, represented by budscales in Pinus, Picea, &c., which frequently persist for a time at the base of a young shoot which has pushed its way through the yielding cap of protecting scales, while in some conifers the bud-scales adhere together, and after being torn near the base are carried up by the growing axis as a thin brown cap. The cypresses, araucarias and some other genera have no true bud-scales; in some species, e.g.",
        "Most of the symptoms subside in a few weeks: But, lymphadenopathy and general malaise do persist for several months in some patients.",
        "These appear to persist despite four years of tamoxifen therapy and increase prior to relapse in some patients.",
        "This condition, in theory, can be easily controlled and is unlikely to persist.",
        "Should the cradle cap persist beyond the aid of dandruff shampoo, your child's pediatrician may prescribe a prescription hydrocortisone cream that works to control the irritation and hormonal activity in affected areas.",
        "This litter poses harmful environmental impacts with the added complication that plastic bags are resistant to decomposition and may persist for decades.",
        "These symptoms interfere with daily activities and persist over weeks, months or even years.",
        "The patterns and times when the person experiences these feelings need to be assessed, and it is important that the individual consider working with a physician or counselor if the feelings persist.",
        "Whatever it is you do, it is important to persist in maintaining the relationship, even when it seems to be a daunting task.",
        "If you sleep ten hours every night, only to still feel tired, have no interest in the swimming lessons that you once loved, and these feelings persist for several weeks, you may be depressed.",
        "They hold their own, however, in a copse, or a rough open shrubbery among the coarsest vegetation, and the silky seeds of some kinds persist, with a pretty effect, far into the winter.",
        "JH: Synthetic pesticides persist in the environment and can run off into ground waters, lakes and streams.",
        "Natural pesticides typically do not persist in the environment.",
        "JH: Because they do not persist in the environment, reapplication is usually required every seven to ten days.",
        "Its elongated cream flower panicles burst into bloom in early summer and persist through fall in most parts of the country.",
        "The vine produces bright pink and yellow flowers that persist over most of the summer.",
        "If the symptoms persist, contact your doctor.",
        "Gas pain, nausea or indigestion; contact your doctor if these symptoms persist for more than a few days.",
        "Patients should persist in their attempts to wear the mask and use the CPAP therapy despite removing the mask.",
        "However, some problems may persist, require a change in pressure, or mask type.",
        "If they persist, it may be helpful to try a different sleeping position, wear earplugs, or change the style of mask you are currently using.",
        "If your claustrophobic feelings persist, speak with your doctor about other treatment options.",
        "Wine Spectator commented \"Big and ripe, a mouthwatering wine with tingly acidity bringing harmony to a wash o plum, blackberry, cherry and dusky spice flavors, which persist on the fine-grained, not terribly tannic finish.\"",
        "When a depressed mood is severe and accompanied by other symptoms that persist every day for two or more weeks, the parent should ask for a referral to a mental health professional who can help the child cope and recover.",
        "The virus is believed to enter the body through the mouth with primary multiplication occurring in the lymphoid tissues in the throat, where it can persist for about one week.",
        "Lumbar puncture headaches typically begin within two days after the procedure and persist from a few days to several weeks or months.",
        "Hyperactive reflexes-Reflexes that persist too long and may be too strong.",
        "Pay attention to symptoms that persist, like eczema, earaches, or runny nose.",
        "As children often outgrow allergies, they should have a second blood test to see if the allergies persist.",
        "Alpha-fetoproteins are fetal proteins that are usually produced during fetal development but may persist at high blood levels after birth.",
        "Fetal proteins-Proteins that are usually produced during fetal development but may persist at high blood levels in some conditions (such as A-T) after birth.",
        "Headaches that persist after a head injury or accident.",
        "Sores that persist for a longer time should be checked by a doctor.",
        "Women should also be encouraged to seek professional help if negative emotions persist.",
        "Primary reflexes may persist for certain children beyond their normal time span causing a disruption in subsequent development.",
        "If left unchecked these coercive behavior patterns will persist and escalate in severity over time, becoming a chronic behavioral disorder.",
        "The longer antisocial behavior patterns persist, the more intractable they become.",
        "However if these conduct disturbances persist and worsen, they should be taken seriously as precursors to more serious problems.",
        "This problem can persist much longer than early childhood, often into grade school and beyond, where these children encounter difficulties in reading and writing.",
        "While the head injury may seem to have been quite mild, in many cases symptoms persist for days or weeks.",
        "The outlook for someone with a minor head injury generally is good, although recovery may be delayed, and symptoms such as headache, dizziness, and cognitive problems can persist for up to a year or longer after an accident.",
        "However, paresthesias resulting from damaged nerves may persist throughout or even beyond the recovery period.",
        "If symptoms associated with a cold persist longer than two weeks, mononucleosis is a possibility; however, a variety of other conditions can produce similar symptoms.",
        "Therefore, specific phobias that persist into adolescence should receive professional treatment.",
        "When a child is hurt while playing sports, the family physician, pediatrician, or an orthopedic surgeon, should evaluate symptoms that persist, intensify, or reduce the athlete's ability to play without pain.",
        "There may be large amounts of pus-like discharge, and symptoms may include intolerance to light (photophobia), watery mucus discharge, and tenderness in the lymph nodes near the ear that may persist for up to three months.",
        "The negative impact on learning and school activities may, however, persist into adult life.",
        "This problem can persist much longer than early childhood, often into the grade school years and beyond, where these children encounter difficulties in reading and writing.",
        "Many language problems can be largely overcome, although some difficulties usually persist.",
        "The disabilities that present during childhood persist into adult life.",
        "Tics that persist beyond the teenage years, however, usually become permanent.",
        "Some of these infants may have multiple surgeries, and serious complications such as feeding problems and infections may persist long term.",
        "Some personality disorders diminish during middle age without any treatment, while others persist throughout life despite treatment.",
        "If the symptoms of overuse persist beyond a few days of rest or if they recur, a physician should evaluate the athlete.",
        "A physician, pediatrician, sports medicine physician, or orthopedic surgeon should evaluate symptoms that persist, intensify, or reduce the athlete's ability to play without pain.",
        "If pinta spreads to the eyes, irreversible eyelid deformities may persist.",
        "Less common side effects, such as sore mouth or tongue and vaginal itching and discharge also may occur and do not need medical attention unless they persist or are bothersome.",
        "In some diseases associated with abnormal hemoglobin production (hemoglobinopathy), fetal hemoglobin may persist in larger amounts.",
        "However, if they persist well past four-and-one-half years and garble the speech so that the child is not understood, he or she should be evaluated.",
        "If untreated, lisping can persist into adulthood.",
        "The condition may persist without diagnosis for so long that the patient accepts a general feeling of illness as normal.",
        "If the symptoms of rhinitis persist for more than a week, or it they frequently occur in specific situations or during specific times of year, a doctor should be consulted.",
        "Especially in the elderly, pain, called postherpetic neuralgia, may persist at the site of the shingles for months or years.",
        "In the infant, inclusion conjunctivitis may persist for several years.",
        "Acute bronchitis resolves within two weeks, although the cough may persist longer.",
        "Acute bronchitis is often complicated by a bacterial infection, in which case the fever and a general feeling of illness persist.",
        "Even after all other symptoms subside, elevated levels of blood or protein in the urine may persist for months and require regular long-term monitoring.",
        "Sleeping patterns developed in infancy usually persist into adulthood.",
        "Observant parents will come to recognize unusual sleep disruptions or those that persist or intensify.",
        "Such confusional arousals rarely persist beyond childhood, and they are significantly less frequent or cease entirely after age 12.",
        "Episodes persist after a schedule of preventive awakenings.",
        "The child has fears that persist throughout the day.",
        "Childhood night terrors are usually outgrown by the age of seven and rarely persist beyond adolescence.",
        "When children's fears persist beyond the age when they are appropriate, they can begin to interfere with their daily lives.",
        "When symptoms persist, a nutritional assessment, performed by a registered dietitian, may be included in the child's diagnostic evaluation.",
        "These chronic infections cause symptoms that persist for long periods of time.",
        "A child who is losing sleep and whose fears persist during day-time hours may benefit from the help of a pediatric psychotherapist in developing coping strategies for the stress and anxiety expressed through the dreams.",
        "If nightmares persist and intensify they may indicate a situation in the child's life that needs to be changed rather than worked through with dream problem-solving.",
        "Childhood sleep disruptions that persist over time may interfere with the normal sleep-wake cycle of the caregivers.",
        "These large, local, non-allergic reactions can persist for days.",
        "However, difficulties with reading may persist throughout adulthood, which may result in occupational problems in certain careers.",
        "Learning disorders typically persist into adulthood, but with proper educational and vocational training, an individual can complete college and pursue a challenging career.",
        "Salmon patches on eyelid marks: These marks disappear by six to 12 months of age, and forehead marks fade by age six; however, 50 percent of stork bites on the neck persist into adulthood.",
        "There also must be a system in place that permits a prompt reevaluation of the child if symptoms persist or worsen.",
        "This type of allergic response may develop over several days following contact with the allergen, and symptoms may persist for a week or more.",
        "On the other hand, already established deformities such as bowed legs and the rachitic rosary persist throughout adult life.",
        "While stranger distress and separation anxiety are normal for infants and toddlers, should a parent become concerned if they persist into the toddler or preschool years?",
        "If symptoms persist over 14 days despite treatment, it is certainly advisable to consult a physician, especially since it may be upsetting to refrain from intercourse during their 'baby making schedule.'",
        "Greasy diarrhea, vomiting, and cramps can take up a good portion of your day, and symptoms often persist until gluten is eradicated from your diet.",
        "Unfortunately, for many who are sensitive to xanthan gum, eating just a little can bring about gastrointestinal symptoms that persist for days.",
        "As long as people readily believe these tales, they will persist.",
        "Be sure to familiarize yourself with the following red flags of an infection and visit your family doctor right away if any of the following symptoms worsen or persist.",
        "These interpretations persist today as celebrated forms of cultural cross tattoos and artwork.",
        "Many of the signs of Asperger syndrome persist throughout the teenage years.",
        "As long as people persist in seeking the secret to getting paid for nothing, scam artists will be taking advantage of them.",
        "However, if you persist and continue to hammer that budding injury week after week, you're bound to get into bigger problems before long.",
        "Although the two made variety specials and public appearances together, rumors of marital strife continued to persist.",
        "Sinatra got a shot at recording a solo album in 1942, and rumors persist that the mob had some role in convincing Dorsey to release Sinatra from this restrictive contract (a story that was written into the movie The Godfather).",
        "But with few people still able to conceive and bear children, cloning must persist.",
        "He was shocked to learn such illogical feelings could persist after such a long time.",
        "For example, Sagan wrote, \"For me, it is far better to grasp the Universe as it really is than to persist in delusion, however satisfying and reassuring.",
        "Speak to the prescribing doctor or dermatologist if the problems persist.",
        "Most blogs fail because the blogger just doesn't persist long enough.",
        "So in this work, we wanted to study the process that determines how some content bubbles to the top to form a trend, and also how long these trends persist.",
        "Most of the trends that we observe die quickly in an hour, but a few persist for long durations.",
        "If the content is something that interests a lot of people, then it has greater chance to persist and form a trend.",
        "The baffling apparel and insignia on both sides could not persist and an attempt to set regulations ensued.",
        "Fireballs are caused by meteors a few centimeters in diameter and can leave tails that persist for several minutes.",
        "It's also a very common misperception, a lie allowed to persist by G****e's sickening mendacity."
    ]
}