{
    "translation": "שלב",
    "uses": [
        "Her life was about to enter its next phase of the nightmare.",
        "Okay, next phase completed.",
        "Italy had entered on a new phase of her existence, and the great poets De monarchia represented a dream of the past which could not be realized.",
        "They were embarking on a new phase in their lives together, leaning on each other without becoming a burden.",
        "2 Any attempt to treat \" cause \" as pointing to a truth here, but inadequately, would lead us beyond intuitionalism into some phase of idealism.",
        "His over-emotional nature passed rapidly from one phase of feeling to another; but the more melancholy moods predominated.",
        "At that time, in respect of foreign affairs, Russia was entering on a new phase of her history.",
        "Alchemy in this sense is merely an early phase of the development of systematic chemistry; in Liebig's words, it was \" never at any time anything different from chemistry.\"",
        "The 12-hour term is much less variable, especially as regards its phase angle; its amplitude shows distinct maxima near the equinoxes.",
        "phase of Platonism, however, was much more slowly adopted.",
        "It seems to be fairly well established that in the meiotic phase there is a truequalitative division brought about by the pairing of the chromosomes during synapsis, and the subsequent separation of whole chromosomes to the daughter nuclei.",
        "The 24-hour term is very variable both as regards its amplitude and its phase angle (and so [[Table Iv]].",
        "Before leaving this phase of inorganic chemistry, we may mention other historical examples of allotropy.",
        "1630-1880 (4 vols., Boston, 1880-1881), a work that covers every phase of the city's growth, history and life; S.",
        "are the amplitudes of the component harmonic waves of periods 24, 12, 8 and 6 hours; al, a2, a 3, a 4, are the corresponding phase angles.",
        "Stimulated by such causes and obtaining formal permission from the Persian government, they would arise as a new Israel and enter on a new phase of national life and divine revelation.",
        "µuecv, to shut the eyes; µiuQTns, one initiated into the mysteries), a phase of thought, or rather perhaps of feeling, which from its very nature is hardly susceptible of exact definition.",
        "v.; The Cell and some of its Constituent Structures, Science Progress (1897); Farmer and Moore, On the Melotic Phase in Animals and Plants, Quart.",
        "Like its sister Epistle to the Colossians, it represents, whoever wrote it, deep experience and bold use of reflection on the meaning of that experience; if it be from the pen of the Apostle Paul, it reveals to us a distinct and important phase of his thought.",
        "This more primitive phase of the indigenous culture, of which several distinct stages are traceable, is known as the Early Minoan, and roughly corresponds with the first half of the third millennium B.C. The succeeding period, to which the first palaces are due and to which the name of Middle Minoan is appropriately given, roughly coincides with the Middle Empire of Egypt.",
        "When Constantinople fell in 1453, the old ties between Venice and the Eastern empire were broken, and she now entered on a wholly new phase of her history.",
        "The so-called orange tabby is one phase of the erythristic type.",
        "band of the black phase of the hulock) to puce-grey; but it is probable that this was only an individual, or at most a sexual, peculiarity.",
        "- Fourier Series Amplitudes and Phase Angles.",
        "French literature passed through the same phase, from which indeed it was later in emerging; and the ultimate consequence was the enrichment of both languages.",
        "If by any chance wrong signals are printed or the instruments get out of phase, the sender is stopped by the receiver sending a few signals, after which both type-wheels are again set to zero and correspondence continued.",
        "(i) The subject of plant souls is referred to in connexion with animism; but certain aspects of this phase of belief demand more detailed treatment.",
        "Even in its last phase, the Order did not forget its original purpose: it maintained several great hospitals in its new home on the south-east shore of the Baltic, in addition to an hotel des invalides at Marienburg for its sick or aged brethren.",
        "This may be, in the historical sense, merely a passing phase of human progress, due to the rapid extension of the industrial revolution to all the civilized and many of the uncivilized nations of the world, bringing in its train the consolidation of large areas, a similarity of conditions within them, and amongst peoples and governments a great increase in the strength of economic motives.",
        "Beyond stating that in colour it conforms very closely to the striped phase of domesticated tabby, it will be unnecessary to describe the species.",
        "The later phase, which follows on the destruction of the Cnossian palace, and corresponds with the diffused Mycenaean style of mainland Greece and elsewhere, is already partly decadent.",
        "Browning, Napoleon: the First Phase (London, 1905); H.",
        "The name of Willard Gibbs, who was the most distinguished American mathematical physicist of his day, is especially associated with the \"Phase Rule,\" of which some account will be found in the article Energetics.",
        "But the more serious difficulties which to many minds still stand in the way of the acceptance of the epistle have come from the developed phase of Pauline theology which it shows, and from the general background and atmosphere of the underlying system of thought, in which the absence of the well-known earlier controversies is remarkable, while some things suggest the thought of John and a later age.",
        "If these two were broadside on to the direction of the sending station oscillations in the same phase would be produced in them both, but if they were in line with it then the oscillations would be in opposite phases.",
        "without a hydroid phase; the medusa develops directly from the actinula larva, which may, however, multiply by budding.",
        "C. Seaton, Napoleon's Captivity in Relation to Sir Hudson Lowe (London, 1903); Basil Jackson, Notes and Reminiscences of a Staff Officer (London, 1903); Earl of Rosebery, Napoleon: the Last Phase (1900); J.",
        "As to the other points, the question is, whether the admittedly new phase of Paul's theological thought is so different from his earlier system as to be incompatible with it.",
        "But apart from the inevitable advances made in the course of a century during which historical research entered upon a new phase, the reader of Gibbon must be warned against one capital defect.",
        "The lord of Milan again arranged a peace (1355) We have now reached the last phase of the struggle for maritime supremacy.",
        "hilly plateaus are still in the same geological phase, and are dotted with numberless lakes and ponds, while the rivers continue to dig out their yet undetermined channels.",
        "A, Diblastula phase (optical section).",
        "The year is entering its coldest phase and December brings some sharp frosts.",
        "This window shows a simulated TEM diffraction pattern for the wurtzite structure, colour-coded to show the phase of diffracted intensity.",
        "Here we can attempt only a general survey of the events, political, civic and social, which heralded the Risorgimento in its first phase.",
        "A new phase of the art now lives in the pages of the newspaper press.",
        "Although this work is little known and less read now, it marks a phase in English thought.",
        "Under these conditions the formation of a new phase of matter, the quark gluon plasma (QGP ), is expected.",
        "Aspirin versus heparin to prevent myocardial infarction during the acute phase of unstable angina.",
        "initial phase only cases imposing either death penalty or maximum imprisonment term will be handled by jury trial.",
        "The second phase, known as Compass, is the procurement of a managed service through a private finance initiative contract.",
        "intercept missile warheads during the midcourse phase of their flight.",
        "In each of the four phases of data gathering, results will be analyzed to inform the next phase.",
        "STI performs temporal integration without destroying the phase-locking information of regular sounds -- the phase locking information that we hear.",
        "The component vibrations at P due to the successive zones are thus nearly equal in amplitude and opposite in phase (the phase of each corresponding to that of the infinitesimal circle midway between the boundaries), and the series which we have to sum is one in which the terms are alternately opposite in sign and, while at first nearly constant in numerical magnitude, gradually diminish to zero.",
        "To the seaward the non-marine phase of the formation doubtless grades into a marine phase along the shore of that time, but the position of this shore has not been defined.",
        "Further, it is evident that account must be taken of the variation of phase in estimating the magnitude of the effect at P of the first zone.",
        "You can quickly change LEDs say from white to green for phase contrast or color darkfield illumination.",
        "incommensurate nature of this phase.",
        "- In the temperate seas the two great features are: (1) the outburst of vegetable life in the spring; and (2) the vernal or summer phase of reproduction among animals.",
        "During recent years the controversies with regard to the modes of formation of these structures have entered on a new phase.",
        "The planets in question appeared in the telescope as star-like objects which could be compared with the stars with much greater accuracy than a planetary disk like that of Mars, the apparent form of which was changed by its varying phase, due to the different directions of the sun's illumination.",
        "The upper parts in summer are usually brownish and the under parts white; but in winter the whole coat, in this phase of the species, turns white.",
        "In a second phase of the species, the colour, which often displays a slaty hue (whence the name of blue fox), remains more or less the same throughout the year, the winter coat being, however, recognizable by the great length of the fur.",
        "He becomes, however, the representative of a certain phase only of the sun and not of the sun as a whole.",
        "A result of the very greatest importance arising from the application of the generalizations of Darwinism to human development and to the actual phase of existing human population is that education has no direct effect upon the mental or physical features of the race or stock: it can only affect those of the individual.",
        "a surface at which the primary vibrations are in one phase.",
        "We have seen that the problem before us is independent of the law of the secondary wave as regards obliquity; but the result of the integration necessarily involves the law of the intensity and phase of a secondary wave as a function of r, the distance from the origin.",
        "Now as to the phase of the secondary wave, it might appear natural to suppose that it starts from any point Q with the phase of the primary wave, so that on arrival at P, it is retarded by the amount corresponding to QP. But a little consideration will prove that in that case the series of secondary waves could not reconstitute the primary wave.",
        "The effects due to each of these rings are equal in amplitude and of phase ranging uniformly over half a complete period.",
        "The phase of the resultant is midway between those of the extreme elements, that is to say, a quarter of a period behind that due to the element at the centre of the circle.",
        "It is accordingly necessary to suppose that the secondary waves start with a phase one-quarter of a period in advance of that of the primary wave at the surface of resolution.",
        "The middle element alone contributes without deduction; the effect of every other must be found by introduction of a resolving factor, equal to cos 0, if 0 represent the difference of phase between this element and the resultant.",
        "Accordingly, the amplitude of the resultant will be less than if all its components had the same phase, in the ratio +17r -17r or 2: 7.",
        "So long as there is no sensible discrepancy of phase there can be no sensible diminution of brightness as compared with that to be found at the focal point itself.",
        "When the difference of phase amounts to A, we may expect the resultant illumination to be very much reduced.",
        "The phase of the resultant amplitude is the same as that due to the central secondary wave, and the discrepancies of phase among the components reduce the amplitude in the proportion l ` dri): 3?",
        "The larger the aperture the smaller are the angles through which it is necessary to deviate from the principal direction in order to bring in specified discrepancies of phase - the more concentrated is the image.",
        "At the focal point (E =o, n = o) all the secondary waves agree in phase, and the intensity is easily expressed, whatever be the form of the aperture.",
        "From the general formula (2), if A be the area of aperture, 102 = A2 / x2 f (7) The formation of a sharp image of the radiant point requires that the illumination become insignificant when, n attain small values, and this insignificance can only arise as a consequence of discrepancies of phase among the secondary waves from various parts of the aperture.",
        "Since the limitation of the width of the central band in the image of a luminous line depends upon discrepancies of phase among the secondary waves, and since the discrepancy is greatest for the waves which come from the edges of the aperture, the question arises how far the operation of the central parts of the aperture is advantageous.",
        "But, as will be evident, the bright bands bordering the central band are now not inferior to it in brightness; in fact, a band similar to the central band is reproduced an indefinite number of times, so long as there is no sensible discrepancy of phase in the secondary waves proceeding from the various parts of the same slit.",
        "inception phase.",
        "An admissible error of phase of 4X will correspond to an error of IX in a reflecting and 2X in a (glass) refracting surface, the incidence in both cases being perpendicular.",
        "At the middle of this band there is complete agreement of phase among the secondary waves.",
        "At the central point there is still complete agreement of phase; but the amplitude is diminished in the ratio of a: a+d.",
        "The phase of the resultant effect is by symmetry that of the component which comes from the middle of a.",
        "wards, as com pared with the phase they would possess were the central value of the grating interval maintained throughout.",
        "If the semi-angular aperture (w) be T 36, and tan 0' might be as great as four millions before the error of phase would reach 4X.",
        "When, in order to apply Huygens's principle, the wave is supposed to be broken up, the phase is the same at every element of the surface of resolution which lies upon a line perpendicular to the plane of reference, and thus the effect of the whole line, or rather infinitesimal strip, is related in a constant manner to that of the element which lies O in the plane of reference, and may be considered to be represented thereby.",
        "The same method of representation is applicable to spherical waves, issuing from a point, if the radius of curvature be large; for, although there is variation of phase along the length of the infinitesimal strip, the whole effect depends practically upon that of the central parts where the phase is sensibly constant.'",
        "The utility of the curve depends upon the fact that the elements of arc represent, in amplitude and phase, the component vibrations due to the corresponding portions of the primary wave-front.",
        "The co-ordinates of J, J' being (- z, - z), I 2 is 2; and the phase is, period in arrear of that of the element at 0.",
        "This phase endured up to the failure of the Middelburg negotiations in March 1901.",
        "The hostilities now entered upon a new phase.",
        "By the end of the year the blockhouse system was complete, but this phase of the war was destined to close badly as De Wet on Christmas Eve captured a large force of Yeomanry at Tweefontein, west of Harrismith.",
        "With 1902 the last phase of this protracted struggle commenced.",
        "Meantime the existing (nominated) legislative council was dealing with another and a vital phase of the Asiatic question.",
        "This phase is most clearly developed in Archibald Pitcairne (1652-1713), who, though a determined opponent of metaphysical explanations, and of the chemical doctrines, gave to his own rude mechanical explanations of life and disease almost the dogmatic completeness of a theological system.",
        "between Hammersmith and the East India Docks illustrates successively every phase of London life.",
        "The eastern phase is generally rusty red above, with the inner sides of the limbs white; while the predominant hue in the western form is usually yellowish brown.",
        "The history of sacrilege reflects a large phase of the evolution of religion.",
        "The temptation to use the larger part of any space allotted to the history of feudalism for a discussion of origins does not arise alone from greater interest in that phase of the subject.",
        "This phase of Iberian theory opens with K.",
        "a mere symbol, standing for a particular phase of early Greek art, when wood was the chief material, and other substances.",
        "The noxious influence of Trematodes is, moreover, not confined to their mature phase of life.",
        "Towards the close of the Ashikaga shogunate painting entered on a new phase.",
        "It was practised more as a phase of aesthetic culture than with any utilitarian views.",
        "Wooden masks employed in the ancient theatrical performances were made from the 7th century, and offer a distinct and often grotesque phase of wood-carving.",
        "They constitute a phase of art in which Japan has few rivals.",
        "For nearly three years, however, he was enabled to study and to experiment in verse without any active pressure or interruption from his family - three precious years in which the first phase of his art as a writer of idylls and bucolics, imitated to a large extent from Theocritus, Bion and the Greek anthologists, was elaborated.",
        "The Phase Rule of Willard Gibbs, especially as developed by Bakhuis Roozeboom, is a most useful guide in such investigations.",
        "But in proportion as an earlier date has become more probable for Homer, the hypothesis of Ionic origin has become less tenable, and the belief better founded (I) that the poems represent accurately a welldefined phase of culture in prehistoric Greece, and (2) that this \" Homeric \" or \" Achaean \" phase was closed by some such general catastrophe as is presumed by the legends.",
        "An excellent compilation, entitled Johannesburg Statistics, dealing with almost every phase of the city's life, is issued monthly (since January 1905) by the town council.",
        "This function may be represented, for each state or phase of the system considered, by an area on the indicator diagram similar to that representing the intrinsic energy, E.",
        "(2) The works written by Tertullian after he became a Montanist furnish the most copious information - not, however, about the first stages of the movement, but only about its later phase, atter the Catholic Church was established.",
        "The most important phase of internal migration is the movement from the rural districts to the cities.",
        "A new phase of the French war begins when in July 1346 Edward landed in Normandy, accompanied by his eldest son, Edward, prince of Wales, a youth of sixteen.",
        "was in line on the right, and the 1st on the left, and were to carry out the first phase of the attack, as far as the line Fontaine Notre Dame-W.",
        "Up to this line four successive objectives were assigned; from there onwards the second phase of the advance was to carry the assailants to the line of the Scheldt canal and the Sensee.",
        "on the left of the 1st, so that the second phase would be carried out by the 3rd, 4th and 1st Canadian and firth British Div.",
        "Farther to the N., the first phase of the attack was successfully completed by 2 P.M., and it was found possible to commence the second phase at 3:20 P.M.",
        "The sec and phase of the offensive as planned could not even be commenced.",
        "He formed a conception of the modern state, which marked the close of the middle ages, and anticipated the next phase of European development.",
        "It is the first example in Italian literature of a national biography, the first attempt in any literature to trace the vicissitudes of a people's life in their logical sequence, deducing each successive phase from passions or necessities inherent in preceding circumstances, reasoning upon them from general principles, and inferring corollaries for the conduct of the future.",
        "8, 12-14, we have a later phase of the myth, in which there is a fusion of the Antichrist myth with that of Nero redivivus.",
        "We find Prester John in one more phase before he vanishes from Asiatic history, real or mythical.",
        "The philosophy of Fichte, worked out in a series of writings, and falling chronologically into two distinct periods, that of Jena and that of Berlin, seemed in the course of its development to undergo a change so fundamental that many critics have sharply separated and opposed to one another an earlier and a later phase.",
        "The struggle, however, entered on a new phase with the appearance at Prague in May 141 2 of the papal emissary charged with the proclamation of the papal bulls by which a religious war was decreed against the excommunicated King Ladislaus of Naples, and indulgence was promised to all who should take part in it, on terms similar to those which had been enjoyed by the earlier crusaders to the Holy Land.",
        "The most important phase of his career opened in 1806, when the emperor Alexander I.",
        "The Reformation was, fundamentally, then, but one phase, if the most conspicuous, in the gradual decline of the majestic medieval ecclesiastical State, for this decline has gone on in France, Austria, Spain and Italy, countries in which the Protestant revolt against the ancient Church ended in failure.",
        "About 11.30 the first phase opened with an attack by one of Reille's divisions on Hougoumont.",
        "About noon, how- phase.",
        "The French army now fiercely attacked Wellington all along the line; and the culminating point of this phase was reached when Napoleon sent forward the Guard, less 5 battalions, Fifth .",
        "Thus ended the fifth phase.",
        "The amplitude of the phase is 1ï¿½1 magnitude; and the absence of any stationary interval at minimum proves the eclipse to be partial, not annular.",
        "If the two forks have the same frequency, it is easily seen that the figure will be an ellipse (including as limiting cases, depending on relative amplitude and phase, a circle and a straight line).",
        "Another important result of the investigation was that the phase of vibration of the fork was not altered by bowing it, the amplitude alone changing.",
        "When the air in the singing tube is singing, it forces the gas in the jet tube to vibrate in the same period and in such phase that at the nozzle the pressure in both tubes shall be the same.",
        "We shall then obviously be led to the following results: If the two waves are of equal length X, and are in the same phase (that is, each producing at any given moment the same state of motion in the air particles), their combined effect is equivalent to that of a wave of the same length X, but by 2 which the excursions of the particles are increased, being the sum of those due to the two component waves respectively, as in fig.",
        "15 a Thus we learn that two musical notes, of the same pitch, conveyed to the ear through the air, will produce the effect of a single note of the same pitch, but of increased loudness, if they are in the same phase, but may affect the ear very slightly, if at all, when in opposite phases.",
        "If the difference of phase be varied gradually from zero to - X, the resulting sound will 2 gradually decrease from a maximum to a minimum.",
        "The reason of this is, that the segments of the plate AOD, BOC always vibrate in the same direction, but oppo sitely to the segments AOB, DOC. Hence, when the pasteboard is in its place, there are two waves of same phase starting from the two former segments, and reaching the ear after equal distances of transmission through the air, are again in the same phase, and produce on the ear a conjunct impression.",
        "But when the pasteboard is removed, then there is at the ear opposition of phase between the first and the second pair of waves, and consequently a minimum of sound.",
        "If we measure the time from an instant at which the two are in the same phase the resultant disturbance is y=a sin i t+a sin 27rn2t =2a cos ir(n i - n 2)t sin ir(nl-t-n2)t, which may be regarded as a harmonic disturbance of frequency (ni+n2)/2 but with amplitude 2a cos 7r(n i - n 2)t slowly varying with the time.",
        "If both forks are in vibration, and are prefectly in tune, this line may either be increased or diminished permanently in length according to the difference of phase between the two sets of vibrations.",
        "Koenig, Quelques experiences d'acoustique (1882) describes apparatus and experiments, intended to show, in opposition to Helmholtz, that beats coalesce into tones, and also that the quality of a note is affected by alteration of phase of one of its component overtones relative to the phase of the fundamental.",
        "The 29th was an uneventful day, on which both sides prepared for the next phase.",
        "- The materials for the investigation of this singular phase of prehistoric life were first collected and systematized by Dr Ferdinand Keller (1800-1881), of Zurich, and printed in Mittheilungen der Antiquarischen Gesellschaft in Zurich, vols.",
        "As to the details, the following observations 2 may be made for the last phase of the empire which expired in 1918.",
        "Another aspect of his character appears in the remarkable \"Song of Solomon\"... Still another phase is represented in the monologue of Ecclesiastes.",
        "Since the eddy currents induced in the disk are 90 degrees in phase behind the inducing field, the eddy currents produced by the main coil are in step with the magnetic field due to the shunt coil, and hence the disk is driven round by the revolution due to the action of the shunt coil upon the induced currents in the disk.",
        "iep6s, sacred, and -yXvq 17, carving), the term used by Greek and Latin writers to describe the sacred characters of the ancient Egyptian language in its classical phase.",
        "The observations of Darwin as to the fertilization of orchids, Primula, Linum and Lythrum, and other plants, and the part which insects take in this function, gave an explanation of the observations of Christian Konrad Sprengel, made at the close of the 18th century, and opened up a new phase in the study of botany, which has been followed by Hermann Miller, Federico Delphic) and others, and more recently by Paul Knuth.",
        "von Mohl and others contributed to the advance of this phase of plant physiology.",
        "Now the direction and phase of the light are those of the ray which reaches the eye; and by Fermat's principle, established by Huygens for undulatory motion, the path of a ray is that track along which the disturbance travels in least time, in the restricted sense that any alteration of any short reach of the path will increase the time.",
        "This statement constitutes the famous hypothesis of Fresnel, which thus ensures that all phenomena of ray-path and refraction, and all those depending on phase, shall be unaffected by uniform convection of the material medium, in accordance with the results of experiment.",
        "The Oligocene period consists of a marine phase confined to the littoral zone of Kabylia, and of a continental phase occupying vast areas composed of lacustrine, alluvial, gypsiferous marls, sandstones and conglomerates.",
        "These epistles took their form at once from a natural progression of thought and from a new phase of controversy, a sort of Gnosticizing theory, or theories, which perverted Christian practice and impaired the supremacy of Christ by placing other beings or entities by His side.",
        "It is a proof of the strength of the moral instincts of mankind that the only phase of culture which we can survey in all its stages from beginning to end culminated not in materialism, but in the boldest idealism.",
        "Porphyry marks the transition to a new phase of Neoplatonism, in which it becomes completely subservient to polytheism, and seeks before everything else to protect the Greek and Christianity.",
        "Huxley in 1880 briefly suggested the arboreal origin, or primordial treehabitat of all the marsupials, a suggestion abundantly confirmed by the detailed studies of Dollo and of Bensley, according to which we may imagine the marsupials to have passed through (r) a former terrestrial phase, followed by (2) a primary arboreal phase - illustrated in the tree phalangers - followed by (3) a secondary terrestrial phase - illustrated in the kangaroos and wallabies - followed by (4) a secondary arboreal phase - illustrated in the tree kangaroos.",
        "He has applied the theory with especial ingenuity to the interpretation of the circular bony plates in the carapace of the aberrant leather-back sea-turtles (Sphargidae) by prefacing an initial land phase, in which the typical armature of land tortoises was acquired, a first marine or pelagic phase, in which this armature was lost, a third littoral or seashore phase, in which a new polygonal armature was acquired, and a fourth resumed or secondary marine phase, in which this polygonal armature began to degenerate.",
        "Education in Mexico may be said to have enteredl upon a progressive phase.",
        "The Trypanosomes, in the active phase, are of course always free in the blood plasma (interglobular).",
        "Probably most forms possess a resting, attached phase at some period or other, in the invertebrate, if not in the vertebrate host.",
        "Undoubtedly closely allied to the Haemoflagellates, although no actual trypaniform phase has yet been observed, are the important parasites usually known as the \" Leish- The man-Donovan \" bodies, without some consideration of which an account of the Haemoflagellates would - hardly be complete.",
        "That being so, it is quite possible that, in normal conditions and circumstances, these parasites also possess, at some period of the life-cycle, a trypaniform phase.",
        "Siedlecki have published an important account (17) of this parasite, which they consider possesses a true trypaniform phase, and for which they have proposed the name Trypanosoma luis.",
        "A new and conciliatory phase of patripassianism was expounded at a somewhat later date by Beryllus of Bostra, who, while holding the divinity of Christ not to be 181a, or proper to Himself, but irarpudi (belonging to the Father), yet recognized in His personality a new lrpbcrwlrov or form of manifestation on the part of God.",
        "It is largely due to the overlooking of this phase of the question that an American statistician has fallen into the error of stating that about 16s.",
        "Fissure between the free edge water forms which carry the young in brood-pouches formed by the ctenidia have suppressed this larval phase.",
        "In imitation of the Jews, who counted the time of the new moon, not from the moment of the actual phase, but from the time the moon first became visible after the conjunction, the fourteenth day of the moon is regarded as the full moon: but the moon is in opposition generally on the 16th day; therefore, when the new moons of the [[Table V]].",
        "In the systematized pantheon, Ninib survives the tendency towards centralizing all sun cults in Shamash by being made the symbol of a certain phase of the sun.",
        "Whether this phase is that of the morning sun or of the springtime with which beneficent qualities are associated, or that of the noonday sun or of the summer solstice, bringing suffering and destruction in its wake, is still a matter of dispute, with the evidence on the whole in favour of the former proposition.",
        "Gastrula phase (optical section).",
        "It now passes to the veliger phase, a definitely molluscan form, in which the disproportion between the area in front of the ciliated circlet and that behind it is very greatly increased, so that the former is now simply an emarginated region of the head fringed with cilia.",
        "A more advanced phase is represented in the European Lower Oligocene by the Pseudosciuridae, with the genera Pseudosciurus, Sciuroides, Trechomys, Theridomys, &c., in which part of the masseter passes through the broad infra-orbital canal, and the premolars are; the molars being low-crowned, many-rooted and either cusped or ridged.",
        "It is not, however, obvious that the sudden change of direction in the translatory motion, which is commonly called a molecular shock, necessarily also affects the phase of vibration.",
        "This closed the first phase of Henry's reign.",
        "Henry's reign then entered on its last phase of dynastic struggle.",
        "The chief theme of contention, developed through many a noteworthy phase, has been the question of schools.",
        "The real aims of his rule were disclosed in the second phase of his pontificate.",
        "in its first phase aimed at preserving a certain balance of power.",
        "The second phase in Leo's policy could only be accomplished with the aid of the Jesuits, or rather, it required the submission of the ecclesiastical hierarchy to the mandates of the Society of Jesus.",
        "When a variable quantity is at a minimum a slight change in the system does not affect its value, and therefore, when a solution is saturated, the increase in the available energy of the liquid phase produced by dissolving in it some of the solid must be equal to the decrease in the available energy of the solid phase, caused by the abstraction from the bulk of that part dissolved.",
        "The general theory of such equilibria will be studied later under the head of the phase rule.",
        "It is usual to call each part of the system of uniform composition throughout a phase; in the example given, water substance, the only component is present in two phases - a liquid phase and a vapour phase, and when the potentials of the component are the same in each phase equilibrium exists.",
        "If in unit mass of any phase we have n components instead of one we must know the amount of n - I components present in that unit mass before we know the exact composition of it.",
        "If, instead of one phase, we have r phases, we must find out the values of r(n - I) quantities before we know the composition of the whole system.",
        "If µ i and µ2 denote the potentials of any one component in two phases in contact, when there is equilibrium, we know that µ i =P2 If a third phase is in equilibrium with the other two we have also =123.",
        "The phase rule combined with the latent heat equation contains the whole theory of chemical and physical equilibrium.",
        "In representing on a diagram the phenomena of equilibrium in a two-component system we require a third axis along which p to plot the composition of a variable phase.",
        "At the cryohydric point 0 we have four phases in equilibrium at a definite pressure, temperature and composition of the liquid phase.",
        "Taking the point 0 to denote the state of equilibrium between ice, hydrate; saturated solution and vapour, we pass along OA till a new solid phase, that of Na2S04, appears at 32.6°; from this point arise four curves, analogous to those diverging from the point O.",
        "For the quantitative study of such systems in detail it is convenient to draw plane diagrams which are theoretically projections of the curves of the solid phase rule diagram on one or other of these planes.",
        "At C a new o° A C liquid phase appears - the B solution of water in liquid ' r q Ivater 50 Phenol phenol, the solubility of which FIG.",
        "At D the composition of the two liquids becomes identical, and at temperatures above D, 68°C the liquids are soluble in each other in all proportions, and only one liquid phase can exist.",
        "This process continues till the composition of the liquid phase reaches that of the eutectic, when the whole mass solidifies on the further loss of heat without change of temperature, giving a very definite freezing point.",
        "In all the cases hitherto considered, the liquid phase alone has been capable of continuous variation in composition.",
        "When a crystal of the solid phase is present the equilibrium of a solution is given by the solubility curves we have studied.",
        "Hence the conditions necessary to secure equilibrium when the solid phase is present are not the same as those necessary to cause crystallization to start in a number of crystals at first excessively minute in size.",
        "The black at first reached Europe in the 13th century; but of late years another and still darker phase of the species, the Black Sea black rat (M.",
        "Olympia entered on a new phase of brilliant and secure existence as a recognized Panhellenic institution.",
        "This phase may be considered as beginning after the establishment of Elean supremacy in 572 B.C. And so to the last Olympia always remained a central expression of the Greek ideas that the body of man has a glory as well as his intellect and spirit, that body and mind should alike be disciplined, and that it is by the harmonious discipline of both that men best honour Zeus.",
        "Like the epistles to Timothy, the Epistle to Titus thus belongs to a phase of the apostle's life for which we possess no other contemporary evidence.",
        "It seems improbable that Titus or any of the pastorals is directed against any one phase of contemporary heresy.'",
        "(1807), which really opened the modern phase of criticism on all three epistles; Baur, Die sogenannten Pastoralbriefe des Apostels Paulus (1835); H.",
        "Lonsdale, another phase of sedimentation.",
        "The inhabitants of the waters of this geographical phase include mollusca, which are supposed to have lived in brackish or fresh water, such as Anthracomya, Naiadites, Carbonicola, and many forms of Crustacea, e.g.",
        "io), by means of the surface of several fire-brick walls, catches in one phase the heat evolved by the burning gas as it sweeps through, and in the other phase returns that heat to the entering blast as it sweeps through from left to right.",
        "Io, the gas and air in one phase enter at the bottom of all three of the large vertical chambers, burn in passing up wards, and escape at once at the top, as shown by the broken m arrows.",
        "In the other phase the cold blast, forced in at A, passes four times up and down, as shown by the unbroken arrows, and escapes as hot blast at B.",
        "In these, bricks in great numbers are piled loosely, in such a way that, while they leave ample passage for the gas and air, yet they offer to them a very great extent of surface, and therefore readily transfer to them the heat which they have as readily sucked out of the escaping products of combustion in the last preceding phase.",
        "enormous surface of brickwork the heat of the escaping products of combustion, and in the following phase restoring the heat to the entering air and gas.",
        "1890), Wars of the Nineteenth Century (1899), History of Europe1814-1843 (1901), Napoleon, the first Phase (1905).",
        "He bases it on the general relationship which man bears to nature as a whole; he cannot divorce the life of man from that of the universe; he cannot think of disease otherwise than as a phase of life.",
        "Thus the introduction of heterogeneity, or the appearance of a new phase, demands the existence of a fixed temperature of transformation.",
        "SPECIES, a term, in its general and once familiar significance, applied indiscriminately to animate and inanimate objects and to abstract conceptions or ideas, as denoting a particular phase, or sort, in which anything might appear.",
        "The only important phase of the Vinland voyages that has not been definitely settled is the identifications of the regions visited by Leif and Thorfinn.",
        "While in this phase he wrote his novels Yeast and Alton Locke, in which, though he pointed out unsparingly the folly of extremes, he certainly sympathized not only with the poor, but with much that was done and said by the leaders in the Chartist movement.",
        "In this simple case the temperature cycle at a depth x is a precisely similar curve of the same period, but with the amplitude reduced in the proportion rn ', and the phase retarded by the fraction mx/27r of a cycle.",
        "The rate of diminution of amplitude expressed by the coefficient a in the index of the exponential is here greater than the coefficient b expressing the retardation of phase by a small term depending on the emissivity h.",
        "This crisis was due to the reopening of a fresh acute phase of the Schleswig-Holstein question by the accession of the The protocol-king Christian IX.",
        "The Renaissance was followed by the fierce controversies aroused by the Reformation, and the result was the output of an enormous mass of writings covering every phase of the mighty combat and possessing every literary virtue save that of impartiality.",
        "The Clementine literature throws light upon a very obscure phase of Christian development, that of JudaeoChristianity, and proves that it embraced more intermediate types, between Ebionism proper and Catholicism, than has generally been realized.",
        "The process of human development Rothe regards as necessarily taking an abnormal form and passing through the phase of sin.",
        "These two are much the most important of the periodic terms. The angles loo° 52', 309° 5', &c.,are known as the phase angles of the respective periodic terms, while 3.0 3, 2 '53, &c., are the corresponding amplitudes.",
        "North of 55° in Europe its phase angle seems fairly constant, not differing very much from the value 110° in Lovering's general formula.",
        "Excluding Jakobshavn, the phase angles in the 6-month term vary wonderfully little, and approach the value 309° in Lovering's general formula.",
        "The phase angle, however, varies so much as to suggest that the term mainly represents local causes or observational uncertainties.",
        "The third period (1000-50o B.C.) in its first phase (1000-700) shows a continual increase of the introduction of objects of Greek origin; the pottery is at first imported geometric, and then vases of local imitation appear.",
        "In the second phase (700500 B.C.), sometimes called the fourth period, proto-Corinthian and Attic black figured vases are sometimes, though rarely, found, while local geometric pottery develops considerably.",
        "Before the final establishment of the new kingdom of Greece, the Eastern question had late in 1831 entered into a new and more perilous phase, owing to the revolt of Mehemet The Syrian .",
        "The Fashoda incident was the subject of important diplomatic negotiations, which at one time approached an acute phase; but ultimately the French position was found to be untenable, and on the 11th of December Marchand and his men returned to France by the Sobat, Abyssinia and Jibuti.",
        "This second contraction starts from whatever phase of previous contraction the muscle may have reached at the time.",
        "The wave of change (nervous impulse) induced in a neuron by advent of a stimulus is after all only a sudden augmentation of an activity continuous within the neuron - a transient accentuation of one (the disintegrative) phase of the metabolism inherent in and inseparable from its life.",
        "That phase of cell life which we are accustomed to call \"active\" is accompanied always by disintegration.",
        "It is more probably abeyance of external function during a periodic internal assimilatory phase.",
        "Two processes conjoin to initiate the assimilatory phase.",
        "The long-continued incitement to catabolism of the waking day thus of itself predisposes the nerve cells towards rebound into the opposite phase; the increased catabolism due to the day's stimuli induces increase of anabolism, and though recuperation goes on to a large extent during the day itself, the recuperative process is slower than, and lags behind, the disintegrative.",
        "If natural sleep is the expression of a phase of decreased excitability due to the setting in of a tide of anabolism in the cells of the nervous system, what is the action of narcotics ?",
        "This is the cataleptic state, the phase of hypnotism which the phenomena of so-called \"animal hypnotism\" resemble most.",
        "Further study of political economy soon enabled him to pass out of this phase, and in 1850 he settled down to practise as an advocate at Gottingen.",
        "His Pitt has already been mentioned; his Appreciations and Addresses and his Peel (containing a remarkable comment on the position of an English prime minister) were published in 1899; his Napoleon: the Last Phase - an ingenious, if paradoxical, attempt to justify Napoleon's conduct in exile at St Helena - in woo; his Cromwell in the same year.",
        "The circumstances which render necessary the habitual pursuit of wild animals, either as a means of subsistence or for self-defence, generally accompany a phase of human progress distinctly inferior to the pastoral and agricultural stages; resorted to as a recreation, however, the practice of the chase in most cases indicates a considerable degree of civilization, and sometimes ultimately becomes the almost distinctive employment of the classes which are possessed of most leisure and wealth.",
        "The critic has also to remember the historical value of Morris's literary influence, following upon the prim domesticities of early Victorian verse, and breaking in upon Tennyson's least happy phase of natural homeliness.",
        "Since the treaty of Gandamak, which was signed at the close of the first phase of the Afghan War in 1879, the Bolan route has been brought directly under British control, and it was selected for the first alignment of the Sind-Pishin railway from the plains to the plateau.",
        "An interesting phase of the industry is the secondary enterprises that have developed from it, nearly all portions of the slaughtered animal being finally put to use.",
        "Problems of the relation of the individual to society and industrial questions were to have formed the theme of the Wanderjahre; but since the French Revolution these problems had themselves entered on a new phase and demanded a method of treatment which it was not easy for the old poet to learn.",
        "His art-criticism is symptomatic of a phase of European taste which tried in vain to check the growing individualism of Romanticism.",
        "This phase comes at a stage which severs the earlier phases (including the \" Amarna \" age) from those which are very closely connected See G.",
        "It may be conjectured that, when he emerged from the purely Socratic phase of his earlier years, Plato gave himself to the study of contemporary methods of education and to the elaboration of an educational system of his own, and that it was in this way that he came to the metaphysical speculations of his maturity.",
        "at Tilsit (1807) marked a new phase, which culminated in 1812 in the treaty of Bucharest, in which Russia definitely appeared as the protector of the Christian nationalities subject to the Ottoman sultan.",
        "The next critical phase was opened in 1871, when Russia took advantage of the collapse of France to denounce the Black Sea clauses of the treaty of 1856.",
        "The RussoTurkish War of 1877-78 followed, concluded by the treaty of San Stefano, the terms of which were modified in Turkey's favour by the congress of Berlin (1878), which marks the beginning of the later phase of the Eastern Question.",
        "The motives of German intervention in the Eastern Question were ostensibly commercial; but the Bagdad railway concession, postulating for its ultimate success the control of the trade route by way of the Euphrates valley, involved political issues of the highest moment and opened up a new and perilous phase of the question of the Middle East.",
        "Pentonville was available for the first phase; Millbank was also pressed into the service, and accommodation was hired in some of the best provincial prisons, as at Wakefield and Leicester.",
        "Religion or revelation is one element or factor in the divine process, a stage or phase of the ultimate rational life.",
        "It has already been said that in the initial phase of the battle the Italian leadership was at fault, and on this point much controversy has taken place, one party blaming Cadorna and another Brusati.",
        "When Descartes, having faithfully and successfully followed the mathematico-physical inquiry of his more strictly scientific predecessors, found himself compelled to raise the question how it was possible for him to know what in truth he seemed to know so certainly, the problem entered on a new phase.",
        "A principle is transcendentally \" deduced \" when it and only it can explain the validity of some phase of experience, some order Limitation of truths.",
        "The order of truths, the phase of experience of Trans- and its certainty had to be taken for granted.",
        "Thus ended the phase of the Egyptian Question with which the name of Mehemet Ali is specially bound up. The threatened European conflict had been averted, and presently the wounded susceptibilities of France were healed by the invitation extended to her to take part in the Straits Convention.",
        "It is implied that the present distress is but a passing phase, resting on some misunderstanding; meantime, the example of apostolic constancy should yield strong reassurance.",
        "It is clear that a survey of the history of these so-called middle ages - long use makes the term inevitable - must include not only the political phase, but also economics, religion, law, science, literature, &c., since all are involved in the concept.",
        "The immediate introduction, however, was a long one - so long and so distinct from the later development as to constitute in itself a distinct phase.",
        "This phase began to give way in the irth century to a commercial and industrial renaissance, which received a great impetus from the crusading movements - themselves largely economic - and by the 14th century had made the Netherlands the factory of Europe, the Rhine a vast artery of trade, and north Italy a hive of busy cities.",
        "The angle ot+e (or AOQ) is called the phase; the arbitrary FIG.",
        "elements a, e are called the amplitude and epoch (or initial phase), respectively.",
        "This represents a forced oscillation whose period 27r/o1, coincides with that of the disturbing force; and the phase agrees with that of the force, or is opposed to it, according as c1i2u; i.e.",
        "The difference of phase of the forced vibration in the two cases is illustrated and explained in the annexed fig.",
        "Hence the phase of the vibration lags behind that of the force by the amount s~, which lies between 0 and 1/2nr or between 1/2ir and Ir, according as e12 ~u.",
        "of e~~ the variation of each co-ordinate is simple-harmonic, with the prescribed period, but there is a retardation of phase as compared with the force.",
        "Birds of either phase of plumage pair indiscriminately, and the young show by their earliest feathers whether they will prove whole or parti-coloured; but in their immature plumage the upper surface is barred with pale reddish brown.",
        "Probably the doctrine that the divinity (5ait.cwv) passes from element to element, nowhere finding a home, is a mystical way of teaching the continued identity of the principles which are at the bottom of every phase of development from inorganic nature to man.",
        "If one single treatise of that century should be chosen to represent the spirit of the Italian people in the last phase of the Renaissance, the historian might hesitate between the Principe of Machiavelli and the Ricordi politici of Guicciardini.",
        "RENAISSANCE - The \"Renaissance\" or \"Renascence\" is a term used to indicate a well-known but indefinite space of time and a certain phase in the development of Europe.'",
        "Meanwhile the Provencal poets had developed their modern language with incomparable richness and dexterity, creating forms of verse and modes of emotional expression which determined the latest medieval phase of literature in Europe.",
        "It was needful to study at some length the main phenomena of the Renaissance in Italy, because the history of that phase of evolution in the other Western races turns almost entirely upon points in which they either adhered of the to or diverged from the type established there.",
        "Even before the appearance of Sidgwick's book utilitarianism had entered upon its third or evolutional phase, in which principles borrowed from biological science make their entrance into moral philosophy.",
        "8 For, by the last quarter of the 13th century, the struggle had entered upon a new phase.",
        "Curtius (History of Greece, i.) distinguished a \"Lelegian\" phase of nascent Aegean culture.",
        "Upon this latter phase the pseudepigraphical and apocalyptical writings have shed much unexpected light in linking the Old Testament with both Christian and Rabbinical theology.",
        "(4) The worship of trees, plants and animals is a particular phase of the wider series of nature-cults, only named here because of its frequency and its obvious survivals in some of the higher polytheisms, where, as in Egypt, the Apis bulls were worshipped; or where, as in Mesopotamia, the great gods are partly symbolized by animal forms; or where, as in Israel, Yahweh might be represented as a bull; or where, as in Greece, such epithets as Dendrites and Endendros preserved traces of the association of Dionysus and Zeus with vegetation; while sacred animals like the serpents of Aesculapius were preserved in the temples.6",
        "By the resolution of Julian (363) to begin an energetic attack on the Persian Empire, the conflict, after the lapse of a quarter of a century, assumed a new phase.",
        "But the deism of the ¶7th century is a phase of thought that has no living reality now, and the whole aspect of the religious problem has been completely changed.",
        "by 300, primarily the home of the Brahui and the Baluch; but within that block are included almost, every conceivable phase of climate and representatives of half the great races of Asia.",
        "An interesting phase of the development is that, in addition to the factory work, a large amount of the industry is in the hands of \"home workers\" both in the town and country districts.",
        "But though they had thus gained their end, the struggle did not cease; it merely assumed a new phase.",
        "The Magnitude Of A Drop Delivered From A Tube, Even When The Formation Up To The Phase Of Instability Is Infinitely Slow, Cannot Be Calculated A Priori.",
        "These component deformations are in general infinite in number, of very wave-length and of arbitrary phase; but in the first stages of the motion, with which alone we are at present concerned, each produces its effect independently of every other, and may be considered by itself.",
        "When the resolution is effected in a perfectly periodic manner, each drop is in the same phase of its vibration as it passes through a given point of space; and thence arises the remarkable appearance of alternate swellings and contractions described by Savart.",
        "The jet, illuminated only in one phase of transformation, appears almost perfectly steady, and may be examined at leisure.",
        "The second obstacle is surmounted by the aid of the stroboscopic method of observation, the light being intermittent in the period of vibration, so that practically only one phase is seen.",
        "Since the phase of vibration depends upon the time elapsed, it is always the same at the same point in space, and thus the motion is steady in the hydrodynamical sense, and the boundary of the jet is a fixed surface.",
        "Koch in 1876 published his observations on Davaine's bacilli, placed beyond doubt their causal relation to splenic fever, discovered the spores and the saprophytic phase in the life-history of the organism, and cleared up important points in the whole question (figs.",
        "As regards the ammonium carbonate accumulating in the soil from the conversion of urea and other sources, we know from Winogradsky's researches that it undergoes oxidation in two stages owing to the activity of the so-called \" nitrifying \" bacteria (an unfortunate term inasmuch as \" nitrification \" refers merely to a particular phase of the cycle of changes undergone by nitrogen).",
        "It is by no means certain that even the higher rate is greater than that exhibited by a tropical bamboo which will grow over a foot a day, or even common grasses, or asparagus, during the active period of cell-division, though the phenomenon is here complicated by the phase of extension due to intercalation of water.",
        "If then an additional quantity of vaccine be injected there occurs a fall in the opsonic index (negative phase) which, however, is followed later by a rise to a higher level than before.",
        "One of the chief objects in registering the opsonic power in such cases is to avoid the introduction of additional vaccine when the opsonic index is low, that is, during the negative phase, as if this were done a further diminution of the opsonic action might result.",
        "Practically, the story of the second phase is the final instalment of that of the sieges of Yannina, Scutari and Adrianople.",
        "II-24) 6 phase; the future will clear up the present; the final 1 On iii.",
        "r ai.orr tv, to bend), properly the substitution of one thing for another, hence any alteration or variation, so applied to the moon's passing from one phase to another.",
        "This second phase of the activity of the school closes with the comprehensive labours of Alexander of Aphrodisias (Scholarch, c. 200), the exegete par excellence, called sometimes the second Aristotle.",
        "History enters into every phase of activity, and the economic forces which urge society along are as much its subject as the political result.",
        "One sees at a glance what an engine of controversy it was to be; yet for a while it remained but a phase of humanism.",
        "Arnobius (early in the 3rd century) introduces us to a new phase of the Simon-legend.",
        "The last phase in the history of the Caucasus was marked by the growth of the great volcanoes of Elbruz and Kasbek, which stand upon the old rocks of the central zone, and by the outflow of sheets of lava upon the sides of the chain.",
        "In less highly integrated organisms, such as \"cold-blooded\" vertebrates, the point of death is less conspicuous, and when we carry our observations further down the scale of animal life, there ceases to be any salient phase in the slow transition from life to death.",
        "Quinine is apparently powerless to kill the organism when it is in its reproductive phase.",
        "This phase corresponds to the pyretic attack.",
        "Very soon afterwards he must have begun work upon his plans and models, undertaken during an acute phase of the competition which the task had called forth between German and Italian architects, for another momentous enterprise, the completion of Milan cathedral.",
        "Another phase in the myth of Dionysus originated in observing the decay of vegetation in winter, to suit which he was supposed to be slain and to join the deities of the lower world.",
        "This phase of his character was developed by the Orphic poets, he having here the name of Zagreus (\" torn in pieces \"), and being no longer the Theban god, but a son of Zeus and Persephone.",
        "Towards the end of the year 1900 the war entered on a new phase, and took the form of guerilla skirmishes with scattered forces of marauding Boers.",
        "I could also discern the Moon-like phase of Venus, but not very distinctly, nor without some niceness in disposing the Instrument.",
        "Oscil., a copy being presented to me, in my letter of thanks to him I gave those rules in the end thereof a particular commendation for their usefulness in Philosophy, and added out of my aforesaid paper an instance of their usefulness, in comparing the forces of the moon from the earth, and earth from the sun; in determining a problem about the moon's phase, and putting a limit to the sun's parallax, which shews that I had then my eye upon comparing the forces of the planets arising from their circular motion, and understood it; so that a while after, when Mr Hooke propounded the problem solemnly, in the end of his attempt to prove the motion of the earth, if I had not known the duplicate proportion before, I could not but have found it now.",
        "(In the isolated south-eastern counties they continued through 1856-1858, mainly to the advantage of the \" jay-hawkers \" of free-state Kansas and to the terror of Missouri.) The struggle now passed into another phase, in which questions of state predominate.",
        "This influence, so far as it has affected moral as distinct from political speculation, has been exercised primarily through the general conception of human progress; which, in Comte's view, consists in the ever growing preponderance of the distinctively human attributes over the purely animal, social feelings being ranked highest among human attributes, and highest of all the most universalized phase of human affection, the devotion to humanity as a whole.",
        "We shall merely note some points which are frequently overlooked: (i) the crescent phase of the moon is shown only when the moon is less than 90° from the sun; (2) the bright convex outline of the crescent is then on the side toward the sun, and that the moon is seen full only when in opposition to the sun, and therefore rising about the time of sunset.",
        "But Joshua as a tribal hero does not belong to the earliest phase in the surviving traditions.",
        "The term \" premises \" (a house, &c.), is derived loosely from the legal phase denoting that which has already been mentioned in a document, and is etymologically the same.",
        "That the terms of the Peace of Nicias, which in 421 concluded the first phase of the war, were rather in favour of Sparta than of Athens was due almost entirely to the energy and insight of an individual Spartan, Brasidas, and the disastrous attempt of Athens to regain its lost land-empire.",
        "2 The increasing prominence of the old Calebite locality is not the least interesting phase in the comparative study of the patriarchal traditions.",
        "The last phase of vulcanicity took place along the great meridional rifts of East Africa, and though feebly manifested has not entirely passed away.",
        "Its first and shortest phase was the Fronde of the Parlement.",
        "281), and it may be shown that two polarized streams of a definite character are analytically equivalent to common light provided that they are of equal intensity and oppositely polarized and that there is no common phase relation between the corresponding monochromatic constituents.",
        "Let a, 0, be the angles that the primitive and final planes of polarization and the plane of polarization of the quicker wave within the plate make with a fixed plane, and let be the relative retardation of phase of the two streams on emergence from the plate for light of period T.",
        "In the former case the retardation of phase varies so little with the period that the intensity is nearly the same for all colours; in the latter case it alters so rapidly that for a small change in the period the intensity passes from a maximum or a minimum, and consequently so many constituents of the light are weakened and these are so close to one another in frequency, that the light presents to the eye the appearance of being white.",
        "When the retardation of phase for light of mean period is it or a small multiple of it a crystalline plate placed between a crossed polarizer and analyser exhibits in white light a distinctive greyish violet colour, known as a sensitive tint from the fact that it changes rapidly to blue or red, when the retardation is very slightly increased or diminished.",
        "According to Fresnel's explanation the light in each of the interfering streams consists of two trains of waves that are circularly polarized in opposite direction and have a relative retardation of phase, introduced by the passage through the quartz: the central fringes are then due to the similarly polarized waves; the lateral systems are produced by the oppositely polarized streams, these on analysation being capable of interfering.",
        "Now Fresnel's formulae were obtained by assuming that the incident, reflected and refracted vibrations are in the same or opposite phases at the interface of the media, and since there is no real factor that converts cos T into cos (T+p), he inferred that the occurrence of imaginary expressions for the coefficients of vibration denotes a change of phase other than 7r, this being represented by a change of sign.",
        "If this be so, it is clear that the factor A / - 1 denotes a change of phase of 42, since this twice repeated converts cos T into cos (T+ir) = - cos T, and hence that the factor a+b A l - I represents a change of phase of tan1 (b/a).",
        "Applying this interpretation to the formulae given above, it follows that when the incident light is polarized at an azimuth a to the plane of incidence and the second medium is the less refracting, the reflected light at angles of incidence exceeding the critical angle is elliptically polarized with a difference of phase A between the components polarized in the principal azimuths that is given by tan (A/2) =cot i l l (1 - µ 2 cosec 2 i).",
        "It is of some interest to determine under what conditions it is possible to obtain a specified difference of phase.",
        "It consists of a parallelopiped glass so constructed that light falling normally on one end emerges at the other after two internal reflections at such an angle as to introduce a relative retardation of phase of 4r/4 between the components polarized in the principal azimuths.",
        "Wernicke and others have established that in general light polarized in any but the principal azimuths becomes elliptically polarized by reflection, the relative retardation of phase of the components polarized in these azimuths becoming 42 at a certain angle of incidence, called the principal incidence.",
        "Pusey is chiefly remembered as the eponymous representative of the earlier phase of a movement which carried with it no small part of the religious life of England in the latter half of the 19th century.",
        "The individual's interests are not in any way involved, and we must descend many centuries and pass beyond the confines of Babylonia and Assyria before we reach that phase which in medieval and modern astrology is almost exclusively dwelt upongenethliology or the individual horoscope.",
        "It is rather significant that this spread of astrology should have been concomitant with the intellectual impulse that led to the rise of a genuine scientific phase of astronomy in Babylonia itself, which must have weakened to some extent the hold that astrology had on the priests and the people.",
        "The great Mashkel swamp and the Kharan desert to the east of it, mark the flat phase of southern Baluchistan topography.",
        "According to the phase of the vibrations at this common point, the waves mutually strengthen or weaken their action, and there arises greater clearness or obscurity.",
        "Near one phase of this combined period the two component motions nearly annul each other, so that the variation is then small, while at the opposite phase, 3 to 4 years later, the two motions are in the same direction and the range of variation is at its maximum.",
        "From the floras of the Tertiary age we pass by gradual stages to those which characterize the present phase of evolutionary progress.",
        "Against this disk press two springs which are connected together at each revolution by the contact of the slip at an assigned instant during the phase of the alternating current.",
        "This contact may be made to close the circuit of a suitable voltmeter, or to charge a condenser in connexion with it, and the reading of the voltmeter will therefore not be the average or effective voltage of the alternator, but the instantaneous value of the electromotive force corresponding to that instant during the phase, determined by the position of the rotating contact slip with reference to the poles of the alternator.",
        "Three springs press against the cylinder and make contact for a short time during each revolution, so that a condenser is charged by the circuit at an assigned instant during the alternating current phase, and then subsequently connected to a voltmeter.",
        "This process, so to speak, samples or tests the varying electromotive force of the alternating current at one particular instant during the phase and measures it on a voltmeter.",
        "A pair of contact springs are slowly shifted over so as to close the circuit at successive assigned instants during a complete phase.",
        "Mag., November 1903, 6.517) in which at an assigned instant during the phase a selection is made from the periodic current and measured on a galvanometer.",
        "In the Duddell oscillograph it is usual to place a pair of loops in the magnetic field, each with its own mirror, so that a pair of curves can be delineated at the same time, and if there is any difference in phase between them, it will be detected.",
        "I looked up for clarification with the knowledge I'd been omitted from the decision phase of our discussion.",
        "As long as the Watchers could keep the Others from tampering with their fates, both children would fulfill their paths and usher in a new phase of the war between good and evil.",
        "Was this part of some phase or were these â€¦ people â€¦ really vampires as Kyle believed?",
        "Darian-- who was older than everyone but Jule-- was going through what Sofia called a teenager phase as he struggled to re-establish his identity after thousands of years as a brainwashed slave.",
        "AIM is a time-domain auditory model for studying the role of phase locking and temporal fine-structure in auditory perception.",
        "acquirement of accurate knowledge covering every phase of their chosen calling.",
        "activator inhibitor-1 (PAI-1) - Acute phase protein involved with thrombosis.",
        "activity retains responsibility for performing development activities associated with the program to the end of Phase II clinical trials.",
        "The vaccine is suspended in the aqueous phase of an oil adjuvant emulsion.",
        "Toxic activity partitioned quantitatively into ethyl acetate but about 11% of the activity was not adsorbed by solid phase C18 cartridges.",
        "adsorb onto the rock (sessile) or exist in the mobile water phase (planktonic ).",
        "adsorbent medium (a liquid phase in which the sample dissolves ).",
        "affection status, normal sibs provide information about parental phase.",
        "They exhibit alternation of generations; the dominant phase (the kelp plant) is the sporophyte.",
        "The amyloid fibril consists of polypeptide chains derived from the acute phase protein found in serum: serum amyloid fibril consists of polypeptide chains derived from the acute phase protein found in serum: serum amyloid A (SAA ).",
        "anatase phase.",
        "The figure below shows the condenser annulus (left) and the phase plate (right) from a more appropriate angle.",
        "While DF and COL offer at least the same resolution, phase contrast limits the resolution due to the condenser annulus.",
        "annulusu have a phase contrast condenser, the largest phase contrast annuli often make excellent patch stops for darkfield!",
        "anorexic young girls who are either passing through a phase of uncertain identity or dealing with some serious psychological problems.",
        "This is achieved using a specially designed splitter box to feed each dipole antenna with the correct RF signal phase.",
        "audiophile crossovers include components to reduce the effects of driver impedance peaks which would otherwise cause unwanted phase shifts through the crossover region.",
        "Sea-watching produced a few large auks, a Sooty Shearwater, a blue phase Fulmar and a few Kittiwakes.",
        "The initial phase III studies involved patients with Multiple Sclerosis, neuropathic pain, brachial plexus avulsion and cancer pain.",
        "The symptom of difficulty awakening is consistent with the phase delay hypothesis of SAD.",
        "Rotary phase converters in vehicle servicing: Post lift, Hoist, Welder, wheel balancer.",
        "Designs include linear phase filters, a wideband phase shifter, and chirp filters with fractional bandwidths exceeding 100% .",
        "In the first phase a round barrow was created with material dug from two ditches to either side of the mound.",
        "Phase 2: Mass extinction of marine benthos, including deep-water sponges in BC and many shallow-water taxa including brachiopods in Tibet.",
        "biaxial nematic phase claimed to be formed by certain compounds is, in fact, uniaxial.",
        "binder phase followed by fracture of the WC grains.",
        "Phase 1 trials have confirmed the fast speed of onset and vastly improved bioavailability of apomorphine nasal powder compared with Uprima 3mg.",
        "It covers symptoms, disease cycle, mycotoxins in scabby grain, seedling blight phase of scab, and control methods.",
        "bolometer detectors with superconducting phase transition thermometers.",
        "acute bronchospasm, in the acute phase, can be stopped and responds well to conventional bronchodilators such as Salbutamol inhalers.",
        "Artillery may fire canister during the Small Arms Phase at a unit making contact with it's stand.",
        "capacitive reactance to cause a significant phase shift in the current that flows through the load.",
        "A Phase III trial in renal cell carcinoma is planned to start in 2006.",
        "The original walls of the north aisle were taken down and rebuilt, incorporating the cartouches mentioned in phase 5 (above ).",
        "cash outflow also includes significant expenditure on the commencement of Phase III clinical trials of TransMIDTM.",
        "cee form 32amp single phase connectors are usually used.",
        "chroma gain and phase are adjusted for each component under evaluation using a color analyzer to optimally match color standards.",
        "The use of inverse phase gas chromatography to study the glass transition temperature of a powder surface.",
        "ciliumick off the series we show the beating cilia of a protozoan using high power phase contrast.",
        "ciliumdeo clip taken by Edward of the beating cilia of a protozoan using phase contrast was shown in the January 1999 Micscape.",
        "Following this industrial archeology, phase B is a Bronze Age cairn with a central cist.",
        "All fruits that ripen in response to ethene show a characteristic rise in respiratory rate before the ripening phase, called a climacteric.",
        "With the correct polymer design, stable liquid polyester coatings can be produced in a high-water content volatile phase.",
        "The start of a Phase IIa cocaine administration trial was announced on 14 April 2003.",
        "Gelli, on the other hand, is primarily a later, 2nd phase colliery settlement, dating from the late 1870s.",
        "Color change can also be produced by using compensators that alter the phase of the light rays passing through the crystals.",
        "It is expected that this co-ordination will significantly enhance the complementarity of Phase 1 awards.",
        "Project 7: Title The gas phase kinetics and mechanisms of halogenated organic compounds.",
        "Figure 2. The aperture in a phase contrast plate is moved off-center in regards to the center of the sub-stage condenser.",
        "This is a Zeiss phase condenser with the top cover removed for clarity.",
        "optical phase conjugation can be achieved with low power CW lasers.",
        "construction phase.",
        "This leisure based constructivism is perhaps where we need to think about taking our e-learners in the next phase of our e-learning roll out.",
        "rotary phase convertors are capable of starting many motors simultaneously, even under load.",
        "Contents Price List for rotary three phase convertors; Excel download.",
        "cool-down phase saves time as well.",
        "Complex phase behavior of amphiphilic copolymers, and methods for probing structure in partially ordered phases.",
        "However, there has been less work on phase transitions from oriented melt phases to crystal phases in block copolymers.",
        "The B n E m B n triblock copolymers show on hexagonal phase at high values of f E.",
        "countdown sequence initiated Phase 2 Shelter retracted and missile erected.",
        "D. media coverage How was the media coverage of the final, crucial phase of the Convention's work?",
        "The levers received their motion directly from the engine crankshaft, one being 90 degrees out of phase with the other.",
        "The best strategy to achieve high muscle creatine stores is the implementation of a short loading phase.",
        "signaled cycle crossings A symbol is used to indicate signal installations with a cycle phase to take a cycle route across a road.",
        "A very interesting example is Fe in the face centered cubic (fcc) phase.",
        "This allows us to determine cell cycle phase at the time of irradiation.",
        "At the initial phase only cases imposing either death penalty or maximum imprisonment term will be handled by jury trial.",
        "The \" manic \" phase inevitably falls back to a normal or very depressive state.",
        "The main contractor joins the project team, working closely with the design team, prior to construction during the design team, prior to construction during the design phase.",
        "I cannot show some images directly from my scope unfortunately because I don't own the 30mm diameter Zeiss phase telescope.",
        "However, rays diffracted by individual ions in a crystal may or may not be in phase with rays diffracted by other ions.",
        "The transition in interaural phase defining the Huggins pitch creates the discontinuity in the tracks around 600 Hz.",
        "dispersion of q particles hardens the a phase.",
        "The final phase of Charles II's reign was taken up mainly with attempts to settle religious dissension.",
        "We are using FT-ICR MS (and specifically electron capture dissociation) along with molecular modeling to probe their gas phase structures.",
        "The potential clinical benefit of this new doublet in the treatment of transitional cell carcinoma warrants testing in future phase III studies.",
        "M t dove, \" The theory of displacive phase transitions: A review \" .",
        "An IASB exposure draft for Phase I is expected in the first quarter of 2003 with a final standard in 2004.",
        "Only the first phase is currently being discussed by the government, to make the plans seem less drastic.",
        "Apply to pots three times (soil drench) during each phase of growth.",
        "During the search phase echolocation type corresponded to habitat type.",
        "The thrust of this work is to apply the well-established underlying principles of liquid and solid phase electrochemistry, to the gas phase.",
        "electrojet activity shifts with the auroral oval to lower latitudes during the substorm growth phase.",
        "electrotherapy treatment which helps in the alleviation of back pain especially in the acute phase.",
        "emesis in either phase.",
        "encodeocol: A Phase I/II study of Immunotherapy for Patients with metastatic melanoma using dendritic cells transfected with a plasmid encoding two melanoma antigens.",
        "In the microcanonical ensemble the presence of a first-order phase transition is indicated by two maxima in the Landau entropy separated by a well.",
        "entering a critical phase before full launch later this year.",
        "enteric precautions during the acute diarrhoeal phase of the illness.",
        "entomology building is now in the early stages of demolition to make way for Darwin Center Phase Two.",
        "In adult studies, montelukast reduced sputum eosinophils and attenuated early and late phase allergen-induced reactions.",
        "On the phase diagram we have favored the former rather than the latter explanation, although this conclusion is still equivocal at the moment.",
        "Problems during the esophageal phase of swallowing indicated gastric reflux and delayed mobility in the lower esophagus.",
        "Phase 1 website If you'd like to relive the excitement of the Phase 1 website you can see it here.",
        "experimentation phase: from time to time a driver with an already converged heuristic starts to experiment.",
        "expiratory phase.",
        "Outline planning permission was granted for the Phase 1 site in 1994, but this has since expired.",
        "In early 2004 it was also announced that the NCI had commenced exploratory Phase I/II studies with tariquidar in combination with various cytotoxic drugs.",
        "The purpose of the first phase was primarily exploratory in nature.",
        "exposure draft for Phase I is expected in the first quarter of 2003 with a final standard in 2004.",
        "facies association is now believed to be strictly related to a distinct climatic phase.",
        "fatigue in multiple sclerosis: a two center phase 2 study.",
        "The Wellcome Trust has recently funded a new phase III trial for patients with chronic fatigue.",
        "From the most recent phase of feminism in the 1960s there has developed a number of distinct feminism in the 1960s there has developed a number of distinct feminisms.",
        "The amyloid fibril consists of polypeptide chains derived from the acute phase protein found in serum: serum amyloid A (SAA ).",
        "Following on from the success of these tests, further performance tests and preliminary field trials are proposed for phase two of the study.",
        "The earliest phase was a hall and two story cross wing, probably of late fifteenth or early sixteenth century.",
        "We can help you lay the foundations for the next phase of your life.",
        "The Phase 2 building will give the campus high street frontage.",
        "gallstone pancreatitis, even in the acute phase of the illness.",
        "geodetic phase data from ERS-1 will be used to provide dense coverage over the ice sheet.",
        "gluteus medius causes the pelvis to dip downwards during the swing phase.",
        "Phase 1 involves force-feeding horse tranquilizers to a nanny goat.",
        "gouge the mark of Zorro into it during a night exercise on my final phase one TA training weekend.",
        "Processes being studied include granulation, cohesion and coating in fluidized and spouted beds and in other dispersed phase devices.",
        "The Phase II map will offer even greater power to detect such functionally important genetic changes.",
        "Infectious Diseases These include hepatitis that typically features severe depression in the recovery phase.",
        "herdsman project is the latest and most ambitious phase of this restoration program.",
        "With the ban on CFCs came a promise to phase out other ' greenhouse gases ', halogenated hydrocarbons (HCFCs ).",
        "hydrous phase was characterized using a variety of materials science techniques.",
        "TroVax ®, Oxford BioMedica's lead cancer immunotherapy product, is in Phase II trials for colorectal cancer.",
        "inactivated with formalin and suspended in the aqueous phase of an oil adjuvant emulsion.",
        "interglacial phase (400,000 years ago) known as the Hoxnian.",
        "Phase II restoring the interior looms ahead with the need to raise more finance.",
        "intermolecular interactions can be compressed to their limits, beyond which phase transitions take place.",
        "In contrast, hippocampal interneurons recorded during gamma fire in phase with pyramidal cells [1] .",
        "inverse phase gas chromatography to study the glass transition temperature of a powder surface.",
        "The signal is either inverter or not inverted to obtain the necessary total phase shift around the loop to sustain oscillations.",
        "kerbe first cut ties beneath the outer curb of the later Phase II long mound.",
        "A fortran chemical kinetics package for the analysis of gas phase chemical kinetics \" .",
        "Since electron ionization is a gas phase technique, it may not be suitable for involatile or thermally labile compounds.",
        "lag phase.",
        "The phase lag of the BMM is preserved in the NAP.",
        "lay the foundations for the next phase of your life.",
        "The cumulative effects of episodic deep drainage events may be substantially lessened by inclusion of a perennial pasture phase.",
        "The course would begin in January, to phase the release of qualified librarians on to the job market.",
        "liminal phase is often associated with protracted periods of seclusion.",
        "Apart from natural speech reproduction, the IL 12.2 stands out due to its unusual phase linearity an a broad dynamic range.",
        "So that is an earlier phase of my development; I learned a tremendous lot from Ernst Kris at the time.",
        "Fluorescence spectroscopy in the gas phase and solid state luminescence.",
        "The compound is at an early trials phase in breast cancer and Phase 3 in non-small cell lung cancer.",
        "luteal phase really the best time to run a marathon?",
        "luteal phase defect."
    ]
}