{
    "translation": "לתכנן, תוכנית",
    "uses": [
        "I plan on it.",
        "Where did you plan to sleep tonight?",
        "Her plan was to approach the building from the back parking lot.",
        "We will set up our plan to capture him.",
        "What we need is a plan but let's give it until tomorrow to clear our minds.",
        "What do you plan to do?",
        "I plan on returning to see what my brother is doing with all those histories he's not sharing.",
        "There was no general plan of action.",
        "So when do you plan to leave?",
        "Each one told of some plan by which to keep out of her way.",
        "I said I didn't plan to let you leave.",
        "I plan to warn her but there's another matter.",
        "With satellites images, we will plan better.",
        "When Sarah learned of her plan to go to the house and pick up some things, she insisted there was no reason to stay.",
        "Her eyes flew up in shock that he knew about her plan to get Gabriel back.",
        "Then suddenly it became clear to Sonya that Natasha had some dreadful plan for that evening.",
        "\"That was the plan,\" Zamon replied.",
        "Is it possible to plan or think of anything now?",
        "\"I plan to start checking the old newspapers for missing persons, soon as the library opens tomorrow,\" he said.",
        "The deity dragged Wynn here to warn him against altering his plan for revenge.",
        "She shivered, wondering what plan Yancey had for dealing with her.",
        "What did you plan to do?",
        "How I plan to keep her is not your concern.",
        "We talk and plan and dream about nothing but Boston, Boston, Boston.",
        "I plan to grab every moment I can in the country.",
        "And ready an emergency evac plan, just in case.",
        "Is this your insurance plan where you don't follow through because it's not binding?",
        "Granted, we have to plan how to best make it public but.",
        "If you kill her, you save us the trouble of Plan B.",
        "Finally he proposed a plan which delighted us all beyond words.",
        "This was Zamon's plan, to offer Darkyn something capable of distracting him, of shifting his focus.",
        "He's with one named Julie but I don't know who she is nor do I know not how long they plan to stay.",
        "The simple plan never seemed more appealing.",
        "Princess Mary told Pierre of her plan to become intimate with her future sister-in-law as soon as the Rostovs arrived and to try to accustom the old prince to her.",
        "\"I got a plan for you,\" Jimmy said with a smoky laugh.",
        "Deidre turned off the shower, some semblance of a plan comforting her.",
        "A plan formed in her mind, and she cleared her throat.",
        "Her plan had been near its finale.",
        "Whether Dolgorukov and Weyrother, or Kutuzov, Langeron, and the others who did not approve of the plan of attack, were right--he did not know.",
        "So why did you propose marriage, or was that part of your plan to get the ranch?",
        "They agreed to this plan, and when they reached the great square Jim drew the buggy into the big door of the domed hall.",
        "This creature I'll avoid when I come calling, which I soon plan to do.",
        "A detailed plan for the entire rapid is vital when facing the holes, drops, haystacks, rocks and chutes served up by even the most diminutive river.",
        "\"I'm prepping an evac plan for you,\" he said, rising.",
        "\"I could do something more useful, like help Toni plan operations,\" he allowed.",
        "Granted, she hadn't heard anything, but she knew Darkyn well enough to know he didn't plan on leaving anyone alive.",
        "Did you plan on leaving today?",
        "This was a plan of campaign he had devised while serving at the outposts during the retreat.",
        "She did remember bringing him back from the dead ten years before in order to help her with her plan and how cold he'd been to her then.",
        "Did you plan on leaving the real bones in the trunk?",
        "In order to see how nearly I could guess, with this experience, at the deepest point in a pond, by observing the outlines of a surface and the character of its shores alone, I made a plan of White Pond, which contains about forty-one acres, and, like this, has no island in it, nor any visible inlet or outlet; and as the line of greatest breadth fell very near the line of least breadth, where two opposite capes approached each other and two opposite bays receded, I ventured to mark a point a short distance from the latter line, but still on the line of greatest length, as the deepest.",
        "And finally she made a wicked plan to satisfy her depraved appetite for pork.",
        "The restaurant will also help you plan your rehearsal dinner, wedding or baby shower and birthday celebrations.",
        "Her plan didn't just happen when I was born.",
        "His own strategic plan, which obviously could not now be carried out, was forgotten.",
        "She liked the latter plan much better.",
        "What a perfect plan... almost.",
        "The porch gets plenty of morning sun, so it''s a great place to have your first coffee and plan your day.",
        "Event planners are available to help organize and plan every detail of your event.",
        "Additionally, the restaurant offers selections for those following a low-calorie/low-carb plan, as well as a separate children's menu.",
        "The restaurant will be happy to plan a party menu for large groups or special occasions.",
        "Find something cozy for a small group or plan a reunion for extended family at this resort.",
        "He wasn't part of the plan to kill him, but he found out from Claire when they met shortly before Darian's death.",
        "Yes. I plan on moving in a month or so.",
        "Yet at the time that we devised each plan, we were confident it would succeed.",
        "I did not like his plan, for I wished to enter college with my class.",
        "Napoleon has also formed his plan by now, not worse than this one.",
        "Kutuzov and the Austrian member of the Hofkriegsrath were sitting at the table on which a plan was spread out.",
        "The plan he'd begun to form was finally taking shape.",
        "In the meantime, I've got to run out this morning to meet with my financial manager to adjust my plan now that I'm happily unemployed.",
        "And why if they were guilty of not carrying out a prearranged plan were they not tried and punished?",
        "His plan was to replace coined gold dollars by \" gold bullion dollar certificates \" which should command such weight of gold bullion as might legally be declared to constitute a dollar at that particular time.",
        "Baratieri, anxious probably to obtain some success before the arrival of Baldissera, and alarmed by the rapid diminution of his stores, which precluded further immobility, called a council of war (29th of February) and obtained the approval of the divisional commanders for a plan of attack.",
        "The latter, though leader of the Right, had long been intriguing with Cavallotti, leader of the Extreme Left, to overthrow Crispi, but without the disaster of Adowa his plan would scarcely have succeeded.",
        "and Barillon, the French ambassador, by whom he was supplied with a large sum of money, arranged a plan for effecting Danby's ruin.",
        "We've got a better plan, right?",
        "\"Oh, I have a plan for making a boat move without poling it or rowing it,\" he answered.",
        "It was some time before I could plan it to suit me.",
        "A propos of marriages: do you know that a while ago that universal auntie Anna Mikhaylovna told me, under the seal of strict secrecy, of a plan of marriage for you.",
        "And Prince Dolgorukov rapidly but indistinctly explained Weyrother's plan of a flanking movement.",
        "Of all those present, evidently he alone was not seeking anything for himself, nursed no hatred against anyone, and only desired that the plan, formed on a theory arrived at by years of toil, should be carried out.",
        "He began explaining his plan to Prince Andrew.",
        "\"I say things happen not as we plan but as God judges,\" he replied, thinking that he was repeating what he had said before, and immediately continued:",
        "Pissing off Jonny wasn't part of her plan, so she took her anger out on punching bags every evening.",
        "Now and then his attention wandered from the book and the Square and he formed in imagination a new plan of life.",
        "\"Our evac plan was to take everyone here,\" Dusty said, indicating a point in the Utah desert.",
        "Renewed by the blood, more sobs wracked her body as she thought of Damian and how badly she'd destroyed any plan Dustin or Jule could make.",
        "The enormous Drissa camp was formed on Pfuel's plan, and there was no intention of retiring farther.",
        "Ne'Rin didn't plan on giving her any chance to live.",
        "I can help Mansr battle plan.",
        "Are you well enough to battle plan?",
        "\"How did you learn to battle plan?\" he asked, sitting across from her.",
        "I might even plan it.",
        "Plan it, but not believe in what you were doing?",
        "Sarah smacked him and headed to the kitchen to plan her menu.",
        "That's my master plan, ma'am.",
        "I plan to tell Elisabeth that I am a vampire.",
        "Yeah, um, how long do you plan on keeping her down here?",
        "So, what is your plan then?",
        "I plan to put a huge dent in that case of bourbon.",
        "Sarah brought Elisabeth up to speed about the Halloween gala and asked if she would like to help plan it.",
        "She giggled, \"So this was your plan all along, get me up here and have your way with me, huh?\"",
        "No, I plan to tell them at the Wolf Moon Festival.",
        "I guess that plan didn't work.",
        "I plan to tell my pack about you then.",
        "He pulled her close, murmuring into her hair, \"Just so you know, I plan to take those ankle socks off with my teeth later.\"",
        "He woke Elisabeth at 7:30 and informed her of the plan.",
        "I didn't have enough time to plan for the extra we need.",
        "I take it Liz doesn't know about this plan of yours?",
        "With your blessing, I plan to ask Elisabeth to marry me.",
        "What was your original plan?",
        "I plan to tell them someday, but I'm not ready yet.",
        "I'm going to work on some music, how long do you plan to be here?",
        "Sounds like a plan.",
        "Wait, I think we need a plan.",
        "Connor offered a plan.",
        "You'd think the plan was to help the survivors, but I'm in a constant battle with others who want to wipe out everything east of the Mississippi and just start over.",
        "Sound like a good plan?",
        "Her plan had failed before she got off the mountain.",
        "Plan on disassembling our camp within the next forty-eight hours.",
        "She needed another plan.",
        "Her mistake was not realizing Greenie had a back-up plan.",
        "Lana nodded, afraid to ask what happened if the plan didn't work.",
        "What was your plan?",
        "And you, Major Brady, need to eat all you can if you plan on walking out of here in the morning.",
        "Lana's second plan was foiled.",
        "We have a plan, Kelli answered with confidence Lana didn't share.",
        "Lana listened as he described their plan then continued to talk about the others.",
        "I'll call ahead when I plan on visiting, he said.",
        "Was this your plan all along?",
        "\"Maybe you should've told me your plan before drowning yourself,\" he snapped.",
        "His plan of blowing up everything hadn't included an innocent like Toby being hurt.",
        "\"What was your plan?\" the angel shot back.",
        "You didn't plan ahead when you jeopardized my suicide mission, Rhyn said.",
        "\"So what's the plan?\" the angel asked.",
        "Do you have a plan?",
        "I plan on eating every part of you, down to your bones, Jared snapped and bared his teeth.",
        "But if she stays with the demon, who knows what Darkyn's plan is.",
        "\"My plan didn't exactly work,\" Kiki's tone was frustrated.",
        "I can't just go to Hell without a plan, and maybe he can – \" \"No, Kiki.",
        "\"What do you plan on doing when you find Death?\"  Gabriel asked.",
        "As Darkyn had said, the underworld tempered his Immortal magic, but Rhyn felt the demon power broiling behind the constraints, seeking a way out of him.  He was sticking to his plan, though he no longer had time to find Death.",
        "All Darkyn had to do was wait and watch for his opportunity.  While he did so, he had a new plan: To pursue a certain deity who'd left her position to her lover.  In all his dealings with Immortals and mortals, Darkyn long ago learned the weakness Immortals and mortals had for a beautiful woman.  Gabriel would be no different.",
        "Something had gone awry, or so the twins found out a day or two later, although Vinnie swore everything went according to plan and they hadn't done anything wrong.",
        "\"I plan to remedy the empty stomach very soon,\" she said, studying the menu.",
        "With no firm plan of action emerging with the morning sun, Dean scooted out of the house early, not yet ready to discuss matters with Fred O'Connor.",
        "That's what I plan to find out when I go to Scranton.",
        "His mind followed suit, racing along, constructing a plan to prove his theory and more important­ly, to address it.",
        "While the detective had formulated a plan to con­firm the listening device, he needed help to carry it off.",
        "I didn't plan any of it, but all of a sudden, there you are, every dream you ever imagined staring you smack in the face—unbelievable options—every kid's fantasy come true.",
        "Maybe that was why having children had been such a non-negotiable part of her plan for the future.",
        "Did Josh plan this?",
        "She followed the plan, had the picture in-hand and was locking the door to the house when Brutus wandered up with a bloody muzzle.",
        "He must have some plan.",
        "So he must have a plan.",
        "I plan to look the longhorn cow over and come home.",
        "I plan on leaving tomorrow morning and coming back on Sunday – just two days.",
        "Including the other in every plan is going to take some adjustment.",
        "It was time to plan the nursery and shop for clothes, but that could wait.",
        "The attention had shifted from Lori to Alex, and Carmen was sure things were going according to plan.",
        "I need Darian alive, in case the plan to rule the mortal world doesn't quite work out for me.",
        "You have a plan that involves more than dropping into a secret meeting of Others?",
        "If you knew the one I plan on pushing you down—and I will manipulate the fate of a selfish creature like you—you'd be running out of here screaming.",
        "The open floor plan ran from the living area through a kitchen to a formal dining room area that had been converted into an office on the other side.",
        "His normal way of doing business was to plan the best he could then leap in.",
        "That was the plan.",
        "Part of your plan to manipulate Darian.",
        "Seems we have the same plan, if you didn't tell him.",
        "You throw down now, we'll have us a little talk, and you've got no escape plan.",
        "My plan was to go, find a place, then come back for Talia.",
        "You have a plan?",
        "I plan on collecting this time.",
        "They could've interfered with our plan.",
        "He needed Jenn to help him plan how to track the hundreds of creatures on the earth with the power to do what they want, unopposed, except for him.",
        "You plan the battles?",
        "He needed a plan, one that would serve his intentions against both of them.",
        "And I need some time alone with the map to plan.",
        "You have a plan.",
        "\"You must have a plan, or you would not have demanded me in fulfillment of my oath,\" she reasoned.",
        "\"You don't have a plan,\" she mused.",
        "I don't need a plan, he said.",
        "Whatever you plan for him, plan for me before it's too late for your people or mine.",
        "Whatever her plan is, she'll probably toss me in the hole you've got Sirian in when she returns!",
        "I don't know her plan, my king.",
        "It said nothing, but its agitation told her she'd have to plan for the both of them.",
        "Whoever you have will be enough for my plan.",
        "No matter what he felt, he couldn't hesitate to execute his plan.",
        "If his plan failed, he'd send the remaining members of the army with the people north, until they met Dierdirien's armies.",
        "But Sirian was free, which meant whatever his plan was, he would soon have a chance to act.",
        "If his plan failed…",
        "\"The more I think, the worse your plan,\" Vara grunted from the opened cell.",
        "That was the plan, but after talking to his father and Morino, he decided to stay the night.",
        "A man with a plan – that was Alex.",
        "\"Felipa, change of plan,\" she said when Felipa answered.",
        "She had a plan – and a good one at that.",
        "Do you plan to spend four weeks there?",
        "So much for her elaborate escape plan.",
        "It was all part of his plan.",
        "She had fallen into the pattern of allowing someone else to plan her time again.",
        "Which reminds me, you've got a ten o'clock today with your producer to plan out shooting for the next season, Ingrid said.",
        "The driven woman was different than Xander remembered; this Eden had no vamp-army or grandiose plan of destroying a world.",
        "Did Jonny figure that out and plan to use her against him?",
        "As she calmed, she began to realize a different obstacle to her plan of never seeing Xander again: Jonny.",
        "Even this plan began to fizzle when she returned home a few hours later.",
        "Frustrated, Jessi sat and stared into space, trying to come up with a plan.",
        "\"How late do you plan on staying?\" she asked.",
        "She needed a real plan.",
        "\"You plan on stealing from me,\" he reminded her.",
        "You plan on vamping her?",
        "If you don't plan on sticking around long, you're going to find yourself in a bind.",
        "Or at least, she needed a plan, if she was going to sleep with him, grab the necklace and run.",
        "The moment they walked in, though, he sensed where his plan was going to go wrong.",
        "Want me to disable them for you or do you plan on letting them tear you apart?",
        "Meet up in ten to come up with a plan?",
        "\"Sounds like the plan just got easy,\" Jule said grimly.",
        "No one who knew the crystal would fall for it, but maybe it would buy her time to figure out a better plan.",
        "So … do you have a plan or are you just winging this whole thing?",
        "Xander is part of my plan.",
        "I hope you have a back-up plan.",
        "Somehow, her awful plan worked, without her turning over the gem and betraying him.",
        "He permitted laymen to hold certain public offices, under surveillance of the prelates, organized a guard from among the Roman nobility, decreed a plan for redeeming the base coinage, permitted the communes a certain degree of municipal liberty, and promised the liquidation of the public debt.",
        "She wrote a la diable, starting with some central thesis to set forth or some problem to investigate, but with no predetermined plot or plan of action.",
        "Christian approved a plan by which a formal state church should be established in Denmark, all appeals to Rome should be abolished, and the king and diet should have final jurisdiction in ecclesiastical causes.",
        "Once established at Palermo, Garibaldi organized an army to liberate Naples and march upon Rome, a plan opposed by the emissaries of Cavour, who desired the immediate annexation of Sicily to the Italian kingdom.",
        "Their presence put an end to the plan for the invasion of the papal states, and Garibaldi unwillingly issued a decree for the plebiscite which was to sanction the incorporation of the Two Sicilies in the Italian realm.",
        "The better plan is to discard at once all fungi which have not been gathered from open pastures; by this act alone more than nine-tenths of worthless and poisonous species will be excluded.",
        "During the revolution of 1885 it was partly burned and was rebuilt on a somewhat larger plan.",
        "Clive's plan of governing through the agency of the native court had proved a failure.",
        "The method of counting the total number of revolutions gives more friction and is less convenient than Repsolds', and no provision seems to be made for illuminating the micrometer head in the practical and convenient plan adopted by Repsolds.",
        "reseau-square by means of a spider-line micrometer, a glass scale, on the plan shown in fig.",
        "In the case of the original Repsold plan without clockwork the description is not quite exact, because both the process of following the object and correcting the aim are simultaneously performed; whilst, if the clockwork runs uniformly and the friction-disk is set to the proper distance from the apex of the cone, the star will appear almost perfectly at rest, and the observer has only to apply delicate corrections by differential gear - a condition which is exactly analogous to that of training a modern gun-sight upon a fixed object.",
        "That the simpler forms, on the other hand, preceded those of more complicated plan is probable.",
        "- Nuraghe Aiga (Plan and Section).",
        "Then he completed the plan: he read the letter to the Assembly; it was ordered to be printed, became the manifesto of disaffection, and was circulated everywhere.",
        "Finally from a comparative study of several ruins it was established that the plan and construction of Zimbabwe are by no means unique, and that this site only differs from others in Rhodesia in respect of the great dimensions and the massiveness of its individual buildings.",
        "Enough, however, remains to show that the scheme was a combination of such a stone kraal as that at Nanatali with the plan of a fort like those found about Inyanga.",
        "The principles of construction, the use of stone and cement are the same as in the \"elliptical\" kraal; there is no definite plan, the shape and arrangement of the enclosures being determined solely by the natural features of the ground.",
        "For an instant Descartes seems to have concurred in the plan of purchasing a post at Chatellerault, but he gave up the idea, and settled in Paris (June 1625), in the quarter where he had sought seclusion before.",
        "three on the south side, always the formal front with the Tatars, and two on each of the other sides; and the streets ran wide and straight from gate to gate (except, of course, where interrupted by the palace walls), forming an oblong chess-board plan.",
        "The plan came to nothing, and next year Becher was again busy at Vienna, trying to transmute Danube sand into gold, and writing his Theses chemicae veritatem transmutationis metallorum evincentes.",
        "I've drawn up a potential plan for reorganizing.",
        "It was, however, the need to ensure command of the sea and free all lines of communication behind him that determined Alexander's plan for the next campaign.",
        "It was an incident which did not change her plan.",
        "Civil war was raging in France, and Clement became an ardent partisan of the League; his mind appears to have become unhinged by religious fanaticism, and he talked of exterminating the heretics, and formed a plan to kill Henry III.",
        "An alternative plan is to pass the water through pipes placed in a steam chest.",
        "In planting, the tops of the bulbs should be kept a little above ground, and it is a commendable plan to draw away the soil surrounding the bulbs when they have got root-hold.",
        "His plan was partly Presbyterian and partly consistorial.",
        "In 1801 a \"plan of union\" proposed by the General Association (Congregational) of Connecticut was accepted by the General Assembly, and the work of home missions in the western section of the country was prosecuted jointly.",
        "In 1819 she wrote A Plan for Improving Female Education, submitted to the governor of New York state; and in 1821 she removed to Troy.",
        "1842 laid the foundation of the plan under which the railways have since been developed, and mapped out nine main lines, running from Paris to the frontiers and from the Mediterranean to the Rhine and to the Atlantic coast.",
        "It has the usual rectangular plan, with several pretty squares and straight, clean, well-paved streets.",
        "The plan of the temple is chiefly remarkable for the unsymmetrically placed door leading from the back of the cella into the opisthodomus.",
        "The oppression of Antiochus led to a revolt of the Jews under the leadership of the Maccabees, and Judas Maccabaeus succeeded in capturing Jerusalem after severe fighting, but could not get The sites shown on the plan are tentative, and cannot be regarded as certain; see Nehemiah ii.",
        "No trace exists of the splendour of the ancient city, with its regular streets, well-ordered plan and numerous public buildings.",
        "This town, which was laid out on an exceptionally fine site according to a scientific plan by the architect Hippodamus of Miletus, soon rose to considerable importance, and attracted much of the Aegean and Levantine commerce which had hitherto been in Athenian hands.",
        "The plan of construction shows three parallel walls enclosing two corridors covered with the peculiar pointed arches or vaults characteristic of Palenque.",
        "After being slightly modified, the plan was adopted in 1856 by an international commission of civil engineers to which it had been submitted.",
        "The Netherlanders detested the Spaniards and everything Spanish, and this foreign mercenary force, together with the new bishops, was looked upon as part of a general plan for the gradual overthrow of their rights and liberties.",
        "Among these is the cathedral of Notre-Dame, one of the finest and best preserved Romanesque and Gothic examples in Belgium (for plan, &c., see Architecture: Romanesque and Gothic in Belgium).",
        "In May he defeated a greatly superior royalist force at Grantham, proceeding afterwards to Nottingham in accordance with Essex's plan of penetrating into Yorkshire to relieve the Fairfaxes; where, however, difficulties, arising from jealousies between the officers, and the treachery of John Hotham, whose arrest Cromwell was instrumental in effecting, obliged him to retire again to the association, leaving the Fairfaxes to be defeated at Adwalton Moor.",
        "If that authority falls to nothing,\"he said,\" nothing can follow but confusion.\"The Presbyterians, however, now engaged in a plan for restoring the king under their own control, and by the means of a Scottish army, forced on their policy, and on the 27th of May ordered the immediate disbandment of the army, without any guarantee for the payment of arrears.",
        "This alliance, though the exact terms were not known to Cromwell - \"the attempt to vassalize us to a foreign nation,\" to use his own words - convinced him of the uselessness of any plan for maintaining Charles on the throne; though he still appears to have clung to monarchy, proposing in January 1648 the transference of the crown to the prince of Wales.",
        "On the death of Argelander, which occurred on February r7th 1875, Schdnfeld was appointed to succeed him as director of the Bonn Observatory, and soon after his appointment he began his last and greatest piece of work, the extension, on Argelander's plan, of the survey of the heavens down to 23° of south declination.",
        "This plan anticipated that employed later by Louis XIV.",
        "The exact plan of the whole is obscure, but the apartments evidently varied in size from mere closets to extensive courts.",
        "of fine sewing cotton has been employed to measure the wind velocity passing over a kite, the tension of the cotton being recorded, and this plan has given satisfactory results.",
        "He does not seem to have found any English trumpeters capable of playing as high parts as those of the German Clarin-Bldser, and his plan seems generally to get as many oboes and bassoons as could be procured to double the top and bottom of his string-band.",
        "Where the face of the warehouse is sufficiently close to the water to permit of the crane rope plumbing the hatches without requiring a jib of excessive radius, it is a very convenient plan to place the whole crane on the warehouse roof.",
        "Assisted by the duke of Ossuna, viceroy of Naples, he formed a plan to bring the city into the power of Spain, and the scheme was to be carried out on Ascension Day 1618.",
        "in the ordinary methods, a differentially wound receiving instrument was used, one coil being connected with the cable Company and the various Atlantic cables, are worked duplex on method of duplexing a cable was described by Lord Muirhead's plan.",
        "James Bowman Lindsay of Dundee, between 1845 and 1854, reinvented and even patented Morse's method, and practically put the plan into operation for experimental purposes across the river Tay.",
        "4 6 597 1, 14th May 1885) a plan for establishing at distant places two insulated elevated plates.",
        "There is no evidence that this plan of Edison's was practically operative as a system of telegraphy.",
        "If these spark balls are set at the right distance, then when the potential difference accumulates the antenna will be charged and at some stage suddenly discharged by the discharge leaping across the spark gap. This was Marconi's original method, and the plan is still used under the name of the direct method of excitation or the plain antenna.",
        "wave trains; but, although other patentees have suggested the same plan, the author is not aware that any success has attended its use in practice.",
        "This answered sufficiently well to prove the feasibility of the plan, and subsequent experiments were directed to the discovery of the best form and arrangement of the parts.",
        "A telephone transmitter and a receiver on a novel plan were patented in July 1877 by Edison, shortly after the introduction of Bell's instruments.",
        "We cannot linger over the details of this plan.",
        "His bill, adopted by parliament on the 7th of June 1875, still forms the ground plan of the Italian army.",
        "Meanwhile Baratieri received reinforcements from Italy, but remained undecided as to the best plan of campaign.",
        "On the 25th of February Crispi telegraphed to Baratieri, denouncing his operations as military phthisis, and urging him to decide upon some strategic plan.",
        "Similarly, miracles - absolute new beginnings - are possible on God's side, if they are not mere anomalies but acts promotive of the general meaning or tendency of things, and of the divine plan of the universe.",
        "The plan was unsuccessful, and soon after his return to Paris Brissot was lodged in the Bastille on the charge of having published a work against the government.",
        "In Willia, Geryonia, &c., however, the tentacles and radial canals are on the plan of six instead of four (figs.",
        "He sought (L'Homme-machine) to connect man in his original condition with the lower animals, and emphasized (L'Homme-plante) the essential unity of plan of all living things.",
        "The observation that large groups of species of widely different habits present the same fundamental plan of structure; and that parts of the same animal or plant, the functions of which are very different, likewise exhibit modifications of a common plan.",
        "The plan of Shakespeare's Stratford at least is preserved, for the road crossing Clopton's bridge is an ancient highway, and forks in the midst of the town into three great branches, about which the village grew up. The high cross no longer stands at the marketplace where these roads converged.",
        "According to this scheme only the old choir was left; the nave and transepts were to be rebuilt after the classical style, with a lofty dome at the crossing - not unlike the plan eventually carried out.",
        "The conception of the development of the plan of the earth from the first of cooling of the surface of the planet throughout the long geological periods, the guiding power of environment on the circulation of water and of air, on the distribution of plants and animals, and finally on the movements of man, give to geography a philosophical dignity and a scientific completeness whici it never previously possessed.",
        "Five years later he accepted an offer from the government to command an expedition into the interior of Africa, the plan being to cross from the Gambia to the Niger and descend the latter river to the sea.",
        "Suess,' who points out that the plan of the earth is the result of Suess two movements of the crust - one, subsidence over theory.",
        "In any case it is fully recognized that the plan of the earth is so clear as to leave no doubt as to its being due to some general cause which should be capable of detection.",
        "Gregory, \" The Plan of the Earth and its Causes,\" Geog.",
        "8 f.) with the apostle's hope and plan of visiting Rome on a subsequent missionary tour.5 Rom.",
        "By the adoption of a regular system of work, and a careful plan of reduction, he was able to keep his observations reduced practically up to date, and published them annually with a degree of punctuality which astonished his contemporaries.",
        "The plan of the Propylaea consists of a large square hall, from which five steps lead up to a wall pierced by five gateways of graduated sizes, the central one giving passage to a road suitable for beasts or possibly for vehicles.",
        "Shortly, his services to Greece and to the world may be summed up under three heads: In foreign policy, he sketched out the plan on which Athens was to act in her external relations.",
        "In these circumstances, the traditional authority of the grand-prince, never very great, rapidly declined, and the complicated law of succession, never scrupulously respected, was gradually replaced by \" the good old rule, the simple plan, that he should take who has the power, and he should keep who can.\"",
        "Then Sigismund unveiled his real plan, which was to obtain the throne not for his son but for himself.",
        "Catherine had conceived an ambitious plan of solving radically the Eastern Question by partitioning Turkey as she and her allies had partitioned Poland, and she had persuaded the emperor Joseph II.",
        "After proclaiming his intention of conferring on his subjects the blessings of peace, he joined in 1798 an Anglo-Austrian coalition against France; but when Austria paid more attention to her own interests than to the interests of monarchical institutions in general, and when England did not respect the independence of Malta, which he had taken under his protection, he succumbed to the artful blandishments of Napoleon and formed with him a plan for ruining the British empire by the conquest of India.",
        "Of Speranski's plan only the establishment of the Imperial Council (January 1st, 1810) was realized in his lifetime.",
        "The plan was approved by Alexander II.",
        "The plan is a curious one: despite the comparative narrowness of the cella, it had two rows of ten columns in it, in line with the front angles of the inner shrine.",
        "But the iron sheathing was not strong enough to resist buckling under the passage of the loaded wagons, and to remedy this defect the plan, was tried of making the rails wholly of iron.",
        "In the first instance he proposed to place the guiding wheels outside the bearing wheels, and the Nanpantan line was laid on this plan with a width of 5 ft.",
        "But the general tendency to regulate rates by authority of the state has apparently rendered unnecessary the old plan of rate regulation through competition, even if it had not been demonstrated often and again that this form of regulation is costly for all concerned and is effective only during rare periods of direct conflict between companies.",
        "An endeavour is made so to plan the works of a railway that the quantity of earth excavated in cuttings shall be equal to the quantity required for the embankments; but this is not always practicable, and it is sometimes advantageous to obtain the earth from some source close to the embankment rather than incur the expense of hauling it from a distant cutting.",
        "The earliest arrangement of this kind was patented by John Blenkinsop, of the Middleton Colliery, near Leeds, in 1811, and an engine built on his plan by Mathew Murray, also of Leeds, began in 1812 to haul coals from Middleton to Leeds over a line 32 m.",
        "Abt also developed the plan of combining rack and adhesional working, the engine working by adhesion alone on the gentler slopes but by both adhesion and the rack on the steeper ones.",
        "B, Plan of Chair.",
        "The engines were built on the Worsdell and Von Borries plan, and were fitted with an ingenious startingvalve of an automatic character to overcome the difficulties of starting.",
        "These railways, which in part are operated jointly, were given a circular location, but the shortcomings of this plan soon became apparent.",
        "He proposed to build an elevated railway on a single line of posts, placed along the curb-line of the street: a suggestion which embodies not only the general plan of an elevated structure, but the most striking feature of it as subsequently built - namely, a railway supported by a single row of columns.",
        "One pair of tracks is used for a local service with stations about one-quarter of a mile apart, following the general plan of operation in vogue on all other intra-urban railways.",
        "He devised the plan of persuading the viceroy of Portuguese India to despatch an embassy to China, in whose train he might enter, despite the law which then excluded foreigners from that empire.",
        "He reached Goa in February 1 55 2, and obtained from the viceroy consent to the plan of a Chinese embassy and to the nomination of Pereira as envoy.",
        "The same zeal for union induced him, during the residence of Peter the Great in France, and at that monarch's request, to draw up a plan for uniting the Greek and Roman churches.",
        "At this early period he seems already to have adopted in some degree the plan of study he followed in after life and recommended in his Essai sur l'etude - that is, of letting his subject rather than his author determine his course, of suspending the perusal of a book to reflect, and to compare the statements with those of other authors - so that he often read portions of many volumes while mastering one.",
        "But little time was lost by the elder Gibbon in the formation of a new plan of education for his son, and in devising some method which if possible might effect the cure of his \"spiritual malady.\"",
        "The plan is no doubt derived from that of a Roman tomb.",
        "Vitale (for plan see Architecture, sect.",
        "495), while the plan is derived from a Christian baptistery, or from such a building as the so-called temple of Minerva Medica at Rome.",
        "But after three hours, Pescara's light horse having meantime been driven in by the superior light horse of the enemy, the artillery-loving duke of Ferrara conceived the brilliant plan of taking his mobile field-guns to the extreme right of the enemy.",
        "The Milhamoth is throughout modelled after the plan of the great work of Jewish philosophy, the Moreh Nebuhim of Moses Maimonides, and may be regarded as an elaborate criticism from the more philosophical point of view (mainly Averroistic) of the syncretism of Aristotelianism and Jewish orthodoxy as presented in that work.",
        "He invited all the German sovereigns to meet him in conference, and laid before them a plan for the reconstruction of the confederation.",
        "The plan consists of a large rectangular nave, with semicircular recesses for altars, opening out of the aisles, north and south.",
        "The plan here too was roughly quadrangular with a central court, but owing to the erosion of the hillside a good deal of the eastern quarter has disappeared.",
        "He was not content with laying the blame at the door of the effete War Office, but deplored the apathetic way in which the Tsar passed the time at headquarters, without any clear political plan, holding on supinely to formalism and routine, yielding to the spasmodic interference of the Empress.",
        "The plan was foiled in part by his own lack of military skill, but chiefly through the heroic resistance of Vienna and its timely relief by John Sobieski, king of Poland.",
        "A plan was arranged by which Jonathan should draw from the king an expression of his feelings, and a tremendous explosion revealed that Saul regarded David as the rival of his dynasty, and Jonathan as little better than a fellow-conspirator.",
        "The plan of the central nervous system is therefore that of the Arthropoda.",
        "The intervening segments contain the genitalia, which are on the Oligochaeta plan in that the gonads are independent of their ducts and that there are special spermathecae, one pair.",
        "It is important to notice that the metameric plan of growth of Chaetopods is still preserved.",
        "For this plan he hoped to gain the assistance of Sparta.",
        "Mirabeau tried for a time, too, to act with Necker, and obtained the sanction of the Assembly to Necker's financial scheme, not because it was good, but because, as he said, \"no other plan was before them, and something must be done.\"",
        "From 1235, the point at which Wendover dropped his pen, Matthew continued the history on the plan which his predecessors had followed.",
        "It was he who, in 1776, sketched the plan for the conquest of the Crimea which was subsequently realized; and about the same period he was busy with the socalled \"Greek project,\" which aimed at restoring the Byzantine Empire under one of Catherine's grandsons.",
        "Upon the disgrace of Vauban, whose Dime royale had much in common with Boisguilbert's plan, Boisguilbert violently attacked the controller in a pamphlet, Supplement au detail de la France.",
        "In plan it is a triangle, protected by a double moat, and has round towers at the angles.",
        "His first plan was to continue the work, already initiated by his predecessor Tourny, of making a fresh survey of the land (cadastre), in order to arrive at a juster assessment of the taille; he also obtained a large reduction in the contribution of the province.",
        "His own plan is to be found in his Memoire sur les municipalites, which was submitted informally to the king.",
        "During nearly a quarter of a century he was engaged in negotiations with the government for the erection of a \"Panopticon,\" for the central inspection of convicts; a plan suggested to him by a building designed by his brother Samuel, for the better supervision of his Russian shipwrights.",
        "He wrote also Elements de metaphysique (1724), a \"French Grammar on a new plan,\" and a number of historical essays.",
        "As pope, he concluded a treaty with his rival at Marseilles, by which a general council was to be held at Savona in September, 1408, but King Ladislaus of Naples, who opposed the plan from policy, seized Rome and brought the negotiations to nought.",
        "In the formation of the trees the same plan may be adopted as in the case of the apple.",
        "But the literary partnership ceased in about eighteen years, when only the first portion of the plan had been completed, because each of the members felt he could work to better advantage separately than jointly.",
        "Whatever the specific rotation, there may in practice be deviations from the plan of retaining on the farm the whole of the root-crops, the straw of the grain crops and the leguminous fodder crops (clover, vetches, sainfoin, &c.) for the production of meat or milk, and, coincidently, for that of manure to be returned to the land.",
        "The firmness of character which he displayed caused him to be recommended in 1782 for the navy by one of the inspectors of the school; but a new inspector, who was appointed in 1783, frustrated this plan.",
        "At Colmars, on the 21st of Ma 1 794, he drew up the first draft of his Italian plan of campaigi, for severing the Piedmontese from their Austrian allies and for driving the latter out of their Italian provinces.",
        "A secret mission to Genoa enabled him to inspect the pass north of Savona, and the knowledge of the peculiarities of that district certainly helped him in maturing his plan for an invasion of Italy, which he put into execution in 1796.",
        "The news of the ratification of peace with Spain brought at once the thought that an offensive plan of campaign in Piedmont was thenceforth inevitable.",
        "In January 1796 he drew up another plan for the conquest of Italy, which gained the assent of the Directory.",
        "Already, as may be seen by his letters to the Directory, he had laid his plans for the bartering away of the Queen of the Adriatic to Austria; and throughout the lengthy negotiations of the summer and early autumn of 1797 which he conducted with little interference from Paris, he adhered to his plan of gaining the fleet and the Ionian Isles; while the house of Habsburg was to acquire the city itself, together with all the mainland territories of the Republic as far west as the River Adige.",
        "As the British fleet had abandoned the Mediterranean since November 1796 and had recently been disorganized by two serious mutinies, Bonaparte's plan of conquering Egypt was .by no means so rash as has sometimes been represented.",
        "Many of the furious Terrorists now became quiet and active councillors or administrators, the First Consul adopting the plan of multiplying \"places,\" of overwhelming all officials with work, and of busying the watch-dogs of the Jacobinical party by \"throwing them bones to gnaw.\"",
        "Napoleon's ideas on the education of girls may be judged by this extract from his speech at the Council of State on the 1st of March 1806: \"I do not think that we need trouble ourselves with any plan of instruction for young females: they cannot be better brought up than by their mothers.",
        "If the Austrian alliance was chiefly responsible for his rejection of that statesmanlike plan, which he had before him at Smolensk, it certainly deserves all the hard things said of it by the champions of Josephine.",
        "it stands free, isolated from the rest of the plan by corridors, is entered from a vestibule on a short side, and has a central hearth, surrounded by pillars and perhaps hypaethral; there is no central court, and other apartments form distinct blocks.",
        "Whether either plan suits the \"Homeric palace\" does not affect the present question.",
        "entrusted to Vieillot, who, proceeding on a systematic plan, performed his task very creditably, completing the work, which forms two quarto volumes, in 1825, the original text and fifty-seven plates being relegated to the end of the second volume as a supplement.",
        "Simultaneously with this Du Bus began a work on a plan precisely similar, the Esquisses ornithoDu Bus.",
        "The following year Ranzani of Bologna, in his Elementi di zoologia - a very respectable compilation - came to treat of birds, and then followed to some extent the plan of De Blainville and Merrem (concerning which much more has to be said by and by), placing the Struthious birds in an Order by themselves.",
        "Sharpe appeared in 1875-1884, but was executed on a plan so wholly different that it must be regarded as a distinct work.",
        "251269) a statement of his general views on ornithological classification which were based on a comparative examination of those bodies in various forms. It seems unnecessary here to occupy space by giving an abstract of his plan, 8 which hardly includes any but European species, because it was subsequently elaborated with no inconsiderable modifications in a way that must presently be mentioned at greater length.",
        "8 This plan, having been repeated by Schopss in 1829 (op. cit.",
        "It was also within the scope of his plan to have continued on a more extended scale the researches on ossification begun by L'Herminier, and thus M.",
        "4 is a plan of a still FIG.",
        "Along the coast-line, roughly speaking between the Apennines at Rimini and the Carnic Alps at Trieste, three main systems of lagoons were thus created, the lagoon of Grado or Marano to the east, the lagoon of Venice in the middle, and the lagoon of Comacchio to the south-west (for plan, see Harbour).",
        "in diameter, and by a dome over each of the arms. The plan is derived from the Church of the Holy Apostles at Constantinople, now covered by the mosque of Mahommed II., and bears a strong resemblance to the plan of St Front at Perigueux in France (I 120).",
        "The addition of a narthex before the main front and a vestibule on the northern side brings the whole western arm of the cross to a square on plan.",
        "The dates of the various parts of the existing ducal palace are indicated on the plan; the rebuilding was carried on in the following order, P, Q, R, S, T, U, V.",
        "San Salvadore, the work of Tullio Lombardo (1530), is severer and less highly ornamented than the preceding examples, but its plan is singularly impressive, giving the effect of great space in a comparatively small area.",
        "It is almost invariably square; the only examples of round campanili in this part of Italy are to be found at Ravenna and at Caorle to the east of Venice; while inside Venice itself the solitary exception to the square plan was the campanile of San Paternian, built in 999 and now demolished, which was a hexagon.",
        "A lively agitation all over Europe, and particularly in England (conducted by Ruskin and William Morris), led the Italian government to discard the Austrian plan of restoration, at least as regards the interior of the Basilica, and to respect the ancient portions which had stood the test of time and had escaped \"renewal\" by man.",
        "Of the two chief cities, Cleveland (under a special act providing for the government of Columbus and Toledo, also) in1892-1902was governed under the federal plan, which centralized power in the hands of the mayor; in Cincinnati there was an almost hopeless diffusion of responsibility among the council and various executive boards.",
        "The code was replaced by the Paine Law of 1909, which provided for a board of control (something like that under the \"federal plan\" in Cleveland, Columbus and Toledo) of three members: the mayor and the directors (appointed and removable by the mayor) of two municipal departments - public service and public safety, the former including public works and parks, and the latter police, fire, charities, correction and buildings.",
        "He opposed the issue of paper money, supported Robert Morris's plan for a national bank, and was prominently connected with all Congressional action in regard to the peace with Great Britain.",
        "For a time his plan of buffer states was carried out, but in 1846 another Kaffir rising convinced him of the futility of his schemes.",
        "The trade was enormously profitable, not only to the merchants but to the town, which levied a rigorous duty on all exports and imports; at the same time formidable risks had to be faced both from the desert-tribes and from the Parthians, and successfully to plan or convoy a great caravan came to be looked upon as a distinguished service to the state, often recognized by public monuments erected by \" council and people \" or by the merchants interested in the venture.",
        "She was worshipped, under the form of a conical stone, in an open-air sanctuary of the usual Cypriote type (not unlike those of Mycenaean Greece), the general form of which is known from representations on late gems, and on Roman imperial coins;' its ground plan was discovered by excavations in 1888.2 It suffered repeatedly from earthquakes, and was rebuilt more than once; in Roman times it consisted of an open court, irregularly quadrangular, with porticos and chambers on three sides, and a gateway through them on the east.",
        "In the case of small plantations the difficulties of adjusting a right-of-way for outlet ditches have interfered seriously with this plan.",
        "There can be no question that a deep soil is better for the cottonplant; but the expense of obtaining it, the risk of injuring the soil through leaching, and the danger of bringing poor soil to the surface, have led many planters to oppose this plan.",
        "Moveable gins were tried for a time in some places; they were dragged by traction engines from farm to farm, like threshing machines in parts of England, but the plan proved uneconomical because, among other reasons, farmers were not prepared to meet the cost of providing facilities for storing their cotton.",
        "9 1921 when an accord was reached between the Treasury and the Representatives on the taxation plan.",
        "25 1921, a treaty with Germany was signed, embodying the President's plan of including most of the stipulations of the Versailles Treaty, but repudiating adherence by the United States to any clause referring to the League of Nations.",
        "His guiding principle in treating both of the history and of the present condition of the church was - that Christianity has room for the various tendencies of human nature, and aims at permeating and glorifying them all; that according to the divine plan these various tendencies are to occur successively and simultaneously and to counterbalance each other, so that the freedom and variety of the development of the spiritual life ought not to be forced into a single dogmatic form\" (Otto Pfleiderer, Development of Theology, p. 280).",
        "The plan of conquering Egypt had indeed presented itself to the Franks from the first, as it continued to attract them to the end; and it is significant that Godfrey himself, in 1100, promised Jerusalem to the patriarch, \"as soon as he should have conquered some other great city, and especially Cairo.\"",
        "planning a Guelph Crusade, which should be under the direction of the church; and to this Guelph project he opposed the Ghibelline plan of Henry VI., with such success that he transmuted the Fourth Crusade into a political expedition against Constantinople.",
        "On Christmas day 1201, Philip, Alexius and Boniface all met at Hagenau 1 and formulated (one may suppose) a plan for the diversion of the Crusade.",
        "The Venetians - already, perhaps, indoctrinated in the Hohenstaufen plan - indicated to the leaders a way of meeting the difficulty: they had only to lend their services to the republic for certain ends which it desired to compass, and the debt was settled.",
        "The plan of an international fleet to coerce the Mahommedan is even to this day ineffective; but the Hospitallers, who acquired a new basis by the conquest of Rhodes in 1310, used their fleet to enforce a partial and, on the whole, ineffective blockade of the coast of the Levant.",
        "Even at this early period he had conceived the idea of founding a physical and chemical scientific journal, and the realization of this plan was hastened by the sudden death of L.",
        "Poggendorff immediately put himself in communication with the publisher, Barth of Leipzig, with the result that he was installed as editor of a scientific journal, Annalen der Physik and Cheinie, which was to be a continuation of Gilberts Annalen on a somewhat extended plan.",
        "Meantime his Arabian wife discovered the plan and escaped to her father, who made war on Herod, and completely defeated his army.",
        "According to the second plan, the ordinary oil is treated as for the preparation of a curd soap, and to this the coconut soap separately saponified is added in the pan and both are boiled together till they form a homogeneous soap.",
        "This gave the whole ground plan of the monument, and no doubt designedly so, the shape of a gigantic swastika a symbol of good fortune).",
        "In 754 he resigned his archbishopric in favour of Lull, and took up again his earliest plan of a mission to Frisia; but on the 5th of June 754 he and his companions were massacred by the heathen near Dockum.",
        "The reconstruction of the city after its demolition by the Persians was not carried out on the lines of a definite plan like that of the Peiraeus.",
        "The plan is that of the conventional Roman theatre; the semicircular auditorium, which seated some 5000 persons, is, like that of the Dionysiac theatre, partly hollowed from the rock.",
        "This work, composed at one time and arranged on a systematic plan, is very remarkable.",
        "These both approved his plan; the one promised to teach him without payment and the other to provide him with the necessaries of life.",
        "Another civic improvement was the plan that a permanent committee of citizens should be engaged in the solving of the housing problem, and that the chamber of commerce, cooperating with the state, should employ a director in charge of the Americanization programme in which the public schools and corporations cooperate.",
        "His plan of operations was directed primarily to the seizure of the Decatur railway, by which the Confederate commander, General J.",
        "In November 1605 the Gunpowder Plot conspirators formed a plan to seize her person and proclaim her queen after the explosion, in consequence of which she was removed by Lord Harington to Coventry.",
        "Daniel Webster supported the plan in his great speech of the 7th of March, although in doing so he alienated many of his former admirers.",
        "Most of the measures were rejected and the whole plan seemed likely to fail, when the situation was changed by the death of President Taylor and the accession of Millard Fillmore on the 9th of July 1850.",
        "- Plan of Mosque of `Amr, Old Cairo.",
        "The court was surrounded with arcades, all of which constituted the prayer chamber, so that its plan is necessarily different to the normal type; the existing buildings date only from the first half of the 17th century, as the whole mosque was destroyed by a torrent in 1626.",
        "705 on the foundations of the basilican church of St John: its plan differs therefore from the normal type in that its arcades run east and west, and the transept in the centre becomes the prayer chamber.",
        "It was based, therefore, on the great mosque at Kairawan, and although more or less rebuilt, it still preserves its original plan.",
        "- Plan of Mosque of Sultan if he is too poor to hire Hasan, Cairo.",
        "641 there are no remains of mosques there earlier than the 13th century, and the oldest example at Tabriz is evidently, as far as its plan is concerned, a copy of a Byzantine church, departing entirely therefore from the normal plans.'",
        "As a rule, the mosques of India followed the normal plan, with a great central court and aisles round and a prayer chamber in front of the Mecca wall, which in India is always at the west end.",
        "In 1780 he outlined the plan which was subsequently adopted by Virginia for ceding to the Federal government her claim to the \"back lands,\" i.e.",
        "At this time also he first began to lay out the plan of Tristan and Isolde, and to think over the possibilities of Parsifal.",
        "With the conquest of Asia, Alexander conceived the plan of issuing a uniform coinage for the empire.",
        "If specially designed to meet the requirements of seamen it is called a chart, if on an exceptionally large scale a plan.",
        "Muller (Plan and Kartenzeichnen, 1788) and J.",
        "A simple plan is as follows - draw an outline of the country of which a map is to be produced upon a board; mark all points the altitude of which is known or can be estimated by pins or wires clipped off so as to denote the heights; mark river-courses and suitable profiles by strips of vellum and finally finish your model with the aid of a good map, in clay or wax.",
        "The saving in time and cost by adopting this process is considerable, for a plan, the engraving of which takes two years, can now be produced in two days.",
        "Such an error could never have arisen had the old compilers of maps taken the trouble to plan Marco Polo's routes.",
        "A plan, the engraving of which formerly took two years, can now be produced in two days.",
        "- (I) Flower of Borage; (2) same in vertical section enlarged; (3) horizontal plan of flower; (4) flower of Comfrey after removal of corolla, showing unripe fruit; (I) and (4) natural size.",
        "It was rebuilt on a rectangular plan and possesses several buildings of note.",
        "In Ireland he condemned the \"Plan of Campaign\" in 1888, but he conciliated the Nationalists by appointing Dr Walsh archbishop of Dublin.",
        "Washington in his will provided for the emancipation of his own his first wishes to see some plan adopted by which slavery in his country might be abolished by law,\" and again he wrote that to this subject his own suffrage should never be wanting.",
        "From the schemes prepared by these committees, a general plan had to be elaborated, and the government appointed a special imperial commission for this purpose.",
        "The plan was formed, and, in spite of some opposition from the nobles, which was suppressed, it became law, and serfdom was abolished (19th February 3rd March 1861).",
        "She projected the Russian dictionary of the Academy, arranged its plan, and executed a part of the work herself.",
        "Looking back on these days in 1777, Wesley felt \"the Methodists at Oxford were all one body, and, as it were, one soul; zealous for the religion of the Bible, of the Primitive Church, and, in consequence, of the Church of England; as they believed it to come nearer the scriptural and primitive plan than any other national church upon earth.\"",
        "An elaborate plan of operations, which he described in detail in a letter to his brother after his arrest, had been prepared by Emmet, the leading feature of which was a simultaneous attack on the castle, the Pigeon House and the artillery barracks at Island bridge; while bodies of insurgents from the neighbouring counties were to march on the capital.",
        "Some of Emmet's bolder proposals, such as a plan for capturing the commander-in-chief, were vetoed by the timidity of his associates, none of whom were men of any ability.",
        "The plan was good; and with the rare instinct for character which distinguished him, he made choice of the right man for his purpose in the young Marsilio.",
        "1, Fruit slightly reduced; 2, horizontal plan of arrangement of flower.",
        "During his residence in Berwick, Henry commenced his History of Great Britain, written on a new plan; but, owing to the difficulty of consulting the original authorities, he did not make much progress with the work until his removal to Edinburgh in 1768.",
        "The History covers the years between the Roman invasion and the death of Henry VIII., and the \"new plan\" is the combination of an account of the domestic life and commercial and social progress of the people with the narrative of the political events of each period.",
        "For the more delicate species, such as the Callithamnia and Ectocarpi, it is an excellent plan to place a small fruiting fragment, carefully floated out in water, on a slip of mica of the size of an ordinary microscopical slide, and allow it to dry.",
        "A plan which has been found to answer well is to arrange them in cardboard boxes, either with glass tops or in sliding covers, in drawers - the name being placed outside each box and the specimens gummed into the boxes.",
        "- Plan of A.",
        "- Plan of a supposed Church, Catacomb of Sant' Agnese.",
        "It is true that a catacomb is often connected with the earlier sand-quarry, and starts from it as a commencement, but the two are excavated in different strata, suitable to their respective purposes, and their plan and construction are so completely unlike as to render any confusion between them impossible.",
        "- Plan of the Catacombs of St John, Syracuse.",
        "- bs Plan of of St Circular marks that this cemetery \" gives an Syracuse.(From Agincourt.) idea of a work executed with design and leisure, and with means v e ry different from those at command in producing the catacombs of Rome.\"",
        "The plan, it will be seen, is remarkable for its regularity (figs.",
        "- Plan of Catacomb at Alexandria.",
        "- Plan of a Tomb at Cervetri.",
        "Their plan is for the most part that of a house, with a door of entrance and passage leading into a central chamber or atrium, with others of smaller size opening from it, each having a stone-hewn bench or triclinium on three of its sides, on which the dead, frequently a pair of corpses side by side, were laid as if at a banquet.",
        "As a typical example of the Etruscan tombs we give the plan and section (figs.",
        "25) is a plan.",
        "- Plan of a portion of the principal storey in the Poggio Gajella.",
        "From this crypt a staircase led up to the basilica in which Pope Silvester was buried, and the whole plan of which was laid bare by De Rossi.",
        "Of the fortress built by William the Conqueror in 1068 some portions were probably incorporated in Clifford's tower, the shell of which, showing an unusual ground plan of four intersecting circles, rises from an artificial mound.",
        "The other upper premolars and molars all formed on the same plan and of nearly the same size, with four roots and quadrate crowns, rather wider transversely than from before backwards, each having four columns, connected by a pair of transverse ridges, anterior and posterior.",
        "Of the ancient city, which occupied the same site as the modern town, hardly anything is now visible, and the discoveries of the ancient street pavement have not been noted with sufficient care to enable us to recover the plan.",
        "With the Spanish governor Estevan Miro, who succeeded Galvez in 1785, James Wilkinson of Kentucky, arrested at New Orleans with a flat-boat of supplies in 1787, intrigued, promising him that Kentucky would secede from the United States and would join the Spanish; but Wilkinson was unsuccessful in his efforts to carry out this plan.",
        "It is built on the usual rectangular plan and the streets are wide and well paved.",
        "Mahommed now endeavoured to strike a blow at Rhodes, the stronghold of the Knights of St John, preparatory to carrying out his long-cherished plan of conquering Italy.",
        "A disastrous attack on Astrakhan, with the object of carrying out Sokolli's plan for uniting the' Don and the Volga, first brought the Turks into collision with the Russians.",
        "In 1844 he took advantage of his visit to England to propose to British ministers a plan of partition, under which Great Britain was to receive Egypt and Crete, Constantinople was to be erected into a free city, and the Balkan states were to become autonomous under Russian protection.",
        "To delay him and obtain escape, Medea dismembered her young brother Absyrtus, whom she had taken with her, and cast his limbs about in the sea for his father to pick up. Her plan succeeded, and while Aeetes was burying the remains of his son at Tomi, Jason and Medea escaped.",
        "As soon as their strategic purpose of cutting him off from Vienna became apparent, the emperor moved his troops into position, and in the afternoon issued his famous proclamation to his troops, pointing out the enemy's mistakes and his plan for defeating them.",
        "Then he turned his attention to the plan for the coming campaign.",
        "He then on the 7th of October drew up a final plan, in which one again recognizes the old commander, and this he immediately proceeded to put into execution, for he was now quite aware of the danger threatening his line of retreat from both Blucher and Schwarzenberg and the North Army; yet only a few hours afterwards the portion of the order relating to St Cyr and Lobau was cancelled and the two were finally left behind at Dresden.",
        "He had determined to move eastward to St Dizier, rally what garrisons he could find, and raise the whole country against the invaders, and had actually started on the execution of this plan when his instructions fell into the enemy's hands and his projects were exposed.",
        "Napoleon now modified the simple plan prepared for Latouche Treville, and began laying elaborate plans by which French vessels were to slip out and sail for distant seas, to draw the British fleet after them, and then return to concentrate in the Channel.",
        "An action in the West Indies would have ruined the emperor's plan of concentration, and Villeneuve decided to sail at once for Ferrol.",
        "The ground plan of the building is estimated to occupy an area of 396,782 sq.",
        "The general arrangement is shown by the accompanying plan.",
        "Views and Plan of the Escorial.'",
        "' Reduced from a large plan of the Escorial in the British Museum, Monasterio del Escorial, published at Madrid in 1876.",
        "In 1902 the city arranged for grouping its public buildings - in the so-called \"Group Plan\" - at a cost of $25,000,000.",
        "The \"Cleveland plan,\" in force in the public schools, minimizes school routine, red tape and frequent examinations, puts great stress on domestic and manual training courses, and makes promotion in the grammar schools depend on the general knowledge and development of the pupil, as estimated by a teacher who is supposed to make a careful study of the individual.",
        "The \"cottage\" plan has been adopted; each cottage is presided over by a man and wife whom the boys call father and mother.",
        "Then, from 1891 to 1903, by what was practically a new charter, that which is known as the \"federal plan\" of government was tried; this centred power in the mayor by making him almost the only elective officer, by giving to him the appointment of his cabinet of directors - one for the head of each of the six municipal departments - and to each director the appointment of his subordinates.",
        "Bolton, A Few Civic Problems of Greater Cleveland (Cleveland, 1897); \"Plan of School Administration,\" by S.",
        "The whole plan is drawn from three centres, the outer portion of the curves being arcs of a larger circle than the one used for the central portion; the complete circle of the orchestra is marked by a sill of white limestone, and greatly enhances the effect of the whole.",
        "In any case, the theatre at Epidaurus ranks as the most typical of Greek theatres, both from the simplicity of its plan and the beauty of its proportions.",
        "The theory was purely democratic, but was all ready to be transformed, by means of a series of fictions and implications, into an imperialist doctrine; and in like manner it contained a visionary plan of reformation which ended, not in the separation of the church from the state, but in the subjection of the church to the state.",
        "In 1894 he was greatly cheered by the plan, suggested by friends in England and carried out by them with the greatest energy, of the noble collection of his works in twenty-eight volumes, since known as the Edinburgh editions.",
        "In 1883-1886 Bateson showed by his embryological researches that the Enteropneusta exhibit chordate (vertebrate) affinities in respect of the coelomic, skeletal and nervous systems as well as in regard to the respiratory system, and, further, that the gill-slits are formed upon a plan similar to that of the gillslits of Amphioxus, being subdivided by tongue-bars which depend from the dorsal borders of the slits.",
        "It would appear that while the direct development throws light upon the special plan of organization of the Enteropneusta, the indirect development affords a clue to their possible derivation.",
        "The street plan is irregular.",
        "This character is the base of the plan of adding glucose to wine and beer wort before fermenting, the alcohol content of the liquid after fermentation being increased.",
        "Gsell, consists of a nave and two aisles, and still contains a mosaic. The Great Basilica served for centuries as a quarry, but it is still possible to make out the plan of the building, which was divided into seven aisles.",
        "This committee spent about three months in camp, and assisted Washington in preparing the plan of reorganization which Congress in the main adopted.",
        "During the Reconstruction period he favoured the congressional plan rather than that of President Johnson, and on this account resigned the district-attorneyship. In 1867-1868 he was a member of the Massachusetts house of representatives, and in 1867 was retained with William M.",
        "Other_ systems are the herring-bone plan of a vertical channel with lateral connecting channels about i ft.",
        "The plan usually adopted is to collect the latex in rectangular tanks or casks.",
        "The trees are tapped on the \" herring-bone \" plan and the milk collected in vessels at the base.",
        "2, Horizontal plan of arrangement of flower in Barbarea.",
        "de Tunisie (4th fascicule, with the plan of Hadrumetum).",
        "He broke with De Witt Clinton in 1813, but nevertheless favoured, in 1817, Clinton's plan for the Erie Canal.",
        "Floral diagram of Viola, showing arrangement of parts in horizontal plan.",
        "The second is Fechner's method; it consists of recording the changes in feeling-tone produced in a subject by bringing him in contact with a series of conditions, objects or stimuli graduated according to a scientific plan and presented singly in pairs or in groups.",
        "A plan of the apparatus as arranged by Ewing for the latter purpose is shown diagrammatically in fig.",
        "To obtain the support of the capitalists, Gaius Gracchus conceived the plan of creating friction between them and the senate, which he carried out by handing over to them the control (a) of the jury-courts, and (b) of the revenues of Asia.",
        "But the Ulmanis Cabinet was not as yet the sole ruler of Latvia, the Bolsheviks holding Latgalia, and a Russo-German force under Bermondt-Avalov preparing an advance against the Bolsheviks across Latvian territory, plan adopted at a Riga conference on Aug.",
        "The first emperor planned to establish there a German colony, but the plan was not realized until 1845, when about 2700 colonists from Germany were located there."
    ]
}