{
    "translation": "לזהם",
    "uses": [
        "Here all the prescriptions of puritypartly connected with national customs, and impossible of execution abroad were diligently observed; and even the injunction not to pollute earth with corpses, but to cast out the dead to vulture and dog, was obeyed in its full force.",
        "Change the air filter on a regular basis to remove trapped dirt and debris that could pollute the air of your home or workspace.",
        "Over the following years these emission limits will be lowered to further encourage the driving of cars which pollute the atmosphere less.",
        "pollute the waterways.",
        "With new emerging technologies and improvements of existing renewable energy sources, dependency upon foreign oil and other fossil fuels that pollute the planet can eventually be replaced with clean sustainable energy sources.",
        "leftover paint can pollute our landfills, sewers and streams.",
        "Their plastic lid wears out easily and allows the applicator and shadow dust to pollute the inside of my purse on a regular basis.",
        "pollute any namespace it wasn't asked to.",
        "Synthetic, petroleum-based chemicals are commonly used as pesticides and herbicides around the coffee plants, and these chemicals leech into the groundwater and pollute the water for the people who live near them.",
        "Non-renewable energy sources also use and pollute water supplies, harm plant and animal life, and increase toxic waste production.",
        "pollute the atmosphere less.",
        "Do not pollute country streams with waste food, empty cans or bottles.",
        "Wind energy does not pollute the environment or deplete resources.",
        "While this is generally considered a clean energy in that it doesn't pollute the environment, creating dams and other necessary structures to use the water can harm fish and wildlife as well as change the eco-system in the area.",
        "Water quality preserved: Water quality is also preserved though organic practices because there is no chemical runoff to pollute rivers and streams.",
        "So, the next time you're thinking about calling your local lawn service to spray for bugs, consider how much those chemicals pollute the nearby lakes, streams, ponds and rivers.",
        "Four years later, the corpses were still there, and they were beginning to pollute the local groundwater.",
        "Never pollute watercourses with silage liquor, slurry, fertilizers or pesticides.",
        "pollute are plans to dam all the major glacial rivers of Iceland to generate power for highly polluting heavy industry.",
        "These creatures feed chiefly on carrion, and thus perform useful service by devouring remains which might otherwise pollute the air.",
        "pollute less than big cars.",
        "Well, yes... reduce the number of cars, and try and use cars which do n't pollute.",
        "pollute>Polluting effluent from the company's effluent treatment plant was found to be escaping from the site.",
        "pollute also much less polluting than fossil fuels.",
        "Only wash fuel over the side in an emergency; it is an offense to pollute the waterways.",
        "The sewage of the city and other impurities were for centuries allowed to pollute the bay, but the extent to which the harbour was thereby filled up has been exaggerated.",
        "But I, O gracious Poseidon, quit thy temple while I yet live; Antipater and his Macedonians have done what they could to pollute it.\"",
        "But outsourcing to pollute, oppress workers, or have unsafe working conditions hurts the world's standard of living.",
        "Household cleaners, vinyl tile, laminate flooring, paints, and carpets, all give off chemicals that pollute the air.",
        "As long as the wind blows, you have a source of power that does not pollute the environment.",
        "pollute what would otherwise be two good weeks of domestic season?",
        "Using organic lawn products will reduce the amount of harmful chemicals which can pollute waterways and soil.",
        "belches from the chimneys to pollute the air as well as disgorging effluent into the river.",
        "The biggest is an infinite power source that doesn't pollute the environment.",
        "They do not want to pollute their bodies with harmful toxins or unnatural chemicals and preservatives.",
        "These not only pollute the land but the run-off causes water pollution as well.",
        "Thus the table of social precedence attached to the Cochin report shows that while a Nayar can pollute a man of a higher caste only by touching him, people of the Kammalan group, including masons, blacksmiths, carpenters and workers in leather, pollute at a distance of 24 ft., toddy-drawers at 36 ft., Pulayan or Cheruman cultivators at 48 ft., while in the case of the Paraiyan (Pariahs) who eat beef the range of pollution is no less than 64 ft.\"In this bewildering maze of social grades and class distinctions, the Brahman, as will have been seen, continues to hold the dominant position, being respected and even worshipped by all the others.\"",
        "Lawn care pesticides run off into groundwater and pollute the environment as pesticide particles are picked up by the wind.",
        "Raw is one of the few all-natural things in this world that does not pollute at all.",
        "pollute less than the current system."
    ]
}