{
    "translation": "דחייה",
    "uses": [
        "Many thought the postponement of emancipation unwise.",
        "The leading principle in both is the postponement of the time for learning Latin.",
        "The existence of the soul in the body was its punishment for sins in a previous condition; and the doom of its sins in the body was its descent into other bodies, and the postponement of its deliverance \" (Salmond's Christian Doctrine of Immortality, p. 109).",
        "caused a temporary postponement of the constitutional crisis.",
        "These conditions formed the excuse for the continual postponement of the promised constitution.",
        "In the Virginia convention of 1776 he favoured the postponement of a declaration of independence, until a firm union of the colonies and the friendship of France and Spain had been secured.",
        "The registrar general for England, indeed, has stated that whilst no more than about 17% of the decline in the birth-rate can be attributed to abstinence or postponement of marriage, nearly 70% should be ascribed to voluntary restriction.",
        "Another consideration which largely conduced to the disasters of the retreat was Napoleon's postponement of any movement back from Moscow to the date of October 19th, and this is known to have resulted from his conviction that the tsar would give way as he had done at Tilsit.",
        "The change from an exopterygote to an endopterygote development could, therefore, be brought about by the gradual postponement to a later and later instar of the appearance of the wing-rudiments outside the body, and their correlated growth inwards as imaginal disks.",
        "This postponement of abolition was dictated by the wish to introduce a fresh stock of slaves into Haiti, if that island should be recovered.",
        "On the 19th of February 1906 the parliament was dissolved, without writs being issued for a new election, a fact accepted by the country with an equanimity highly disconcerting The agreement with the crown which had made this course possible included the postponement of the military questions that had evoked the crisis, and the acceptance of the principle of Universal Suffrage by the Coalition leaders, who announced that their main tasks would be to repair the mischief wrought by the \" unconstitutional \" Fejervary cabinet, and then to introduce a measure of franchise reform so wide that it would be possible to ascertain the will of the whole people on the questions at issue between themselves and the crown.",
        "Despite the Ballplatz's efforts at postponement, the trial took place in Vienna in Dec. 1909, and revealed the documents upon which Friedjung had relied, as impudent forgeries concocted by subordinate officials of the Austro-Hungarian legation in Belgrade, with the connivance of the minister, Count Forga.cs.",
        "In the trial of Louis XVI., Buzot voted for death, but with appeal to the people and postponement of sentence.",
        "The general results of the decline of the marriage-rate and the postponement of marriage upon the natural growth of population will be discussed in connection with the birth-rate, though the statistics available do not permit of the accurate measurement of the respective influence of these factors, and there are others, too, which have to be taken into consideration, as will appear below.",
        "On the other hand, the postponement of marriage in the case of women of conceptive ages is a tendency which seems to be growing in other countries as well as in England and undoubtedly has a depressing effect upon the rate of births.",
        "The queen must say that she cannot view without alarm possible consequences of another year of agitation on the Irish Church, and she would ask the archbishop seriously to consider, in case the concessions to which the government may agree should not go so far as he may himself wish, whether the postponement of the settlement for another year may not be likely to result in worse rather than in better terms for the Church.",
        "The fearful slaughter which took place before the British were masters of the defences caused Wellington to be charged with indifference to loss, but a postponement of the attack would merely have resulted in more battles against Soult.",
        "On the 10th of December 1816 Pozzo di Borgo wrote to the duke enclosing a memorandum in which the emperor Alexander of Russia suggested a reduction in the army of occupation: \"no mere question of finance, but one of general policy, based on reason, equity and a severe morality\"; at the same time he left the question of its postponement entirely to Wellington.",
        "If abstinence from marriage and the curtailment of the reproductive period by postponement of marriage be insufficient to account for the material change which has taken place in the birth-rate within the last few decades, it is clear that the latter must be attributable to the diminished fertility of those who are married.",
        "He had meanwhile succeeded in sending a message to Dublin, announcing the capture of the \" Auk \" and advising the postponement of the enterprise.",
        "previous to that date; but the financial crisis of 1898 caused the suspension of specie payments, and a forced issue of additional paper led to a further postponement of conversion and the prompt withdrawal of specie from circulation.",
        "he voted for his death, without appeal or postponement.",
        "The registrargeneral of England has pointed out a marked tendency towards the postponement of marriage in that country.",
        "On this view the origin of the sporophyte is looked for in the gradual development of sterile tissue in the generation arising from the fertilized ovum, and a consequent postponement of spore-formation.",
        "indefinite postponement followed.",
        "4 The postponement of the question was, indeed, already producing ugly symptoms of popular indignation."
    ]
}