{
    "translation": "פוטנציאל, יכולת הטמונה באדם",
    "uses": [
        "What is the potential impact of the costs of future technologies?",
        "I am eager to do what I can to help the children of our Province reach full potential.",
        "Her earning potential is higher in a private home, around $60,000.",
        "We looked for any potential hazards at each step of the process.",
        "Potential buyers are looking for a property that they can see themselves living in.",
        "In our opinion the business offers tremendous potential for further increase in the right hands.",
        "Commercial interest in the area is growing very rapidly due to its huge market potential.",
        "There will be potential tax benefits depending on your individual circumstances.",
        "These few were given the tools to achieve their maximum potential, to live that dream.",
        "Because its meaning has to be imputed, we have tended to describe it in terms of prior technologies—which, in many cases, understates its potential by many orders of magnitude.",
        "In dry weather the electric potential in the atmosphere is normally positive relative to the earth, and increases with the height.",
        "The key to unlocking the untapped potential within cities is to build an environment that is conducive to creativity.",
        "For migratory species on the verge of stock collapse, we must now aim to maximize the potential to recover.",
        "The site was seen to have considerable potential for drawing in innovative products for the construction industry.",
        "What is the potential threat to us humble bloggers arising from France's recent problems?",
        "We heard from potential customers in some of the earlier replies in this thread.",
        "Eventually, the pea was as large as its genetic potential allowed it to be.",
        "The play really worked with the natural elements of the Magdalen College school grounds to realize the potential of open-air theater.",
        "Some have questioned whether Friedman's thesis is 100 percent true, mentioning NATO air strikes against Yugoslavia as a potential exception.",
        "I am delighted that the Scottish Higher Education Funding Council and Scotland's medical schools are leading the way in exploring this huge potential.",
        "How much potential is there in millions of discoveries like that?",
        "That there was enormous potential for development in the staging of the event was undeniable; how to realize it was a problem.",
        "These jobs can be market jobs that have the potential to make a person vastly richer, creating more and more wealth on the planet.",
        "But doing so also meant sacrificing her independence and the risk of losing everything that meant something to her, a potential lifetime of pain.",
        "It really demonstrates the true potential of an iPod using peripheral speakers.",
        "The potential candidate was able to deflect some of the harder questions by flattering the interviewer.",
        "To be accepted to this program, students must excel academically, as well as show leadership potential.",
        "When rain or snow is falling, the potential frequently changes rapidly.",
        "Yet, in spite of the obstacles, it seemed utterly sinful to ignore the potential.",
        "The notion of the deep state and its potential dangers to democracy is not new, having been discussed as early as the 1960s.",
        "Suppose now that the sphere's earth connexion is broken and that it is carried without loss of charge inside a building at zero potential.",
        "There is no accumulation of potential.",
        "However, every animal has the potential to become aggressive.",
        "From the potential terminals of the strip, wires are brought to the potentiometer so as to determine their potential difference in terms of the electromotive force of the standard Clark cell.",
        "Supposing that the potential fall down the strip is found to be.",
        "In this case a highresistance wire is connected between the points of which the potential difference is required, and from some known fraction of this resistance wires are brought to an electrostatic voltmeter, or to a movable coil electromagnetic voltmeter, according as the voltage to be measured is alternating or continuous.",
        "If these spark balls are set at the right distance, then when the potential difference accumulates the antenna will be charged and at some stage suddenly discharged by the discharge leaping across the spark gap. This was Marconi's original method, and the plan is still used under the name of the direct method of excitation or the plain antenna.",
        "The single-wire earthed circuits used in the early days of telephony were subject to serious disturbances from the induction caused by currents in neighbouring telegraph and electric light wires, and from the varying potential of the earth due to natural or artificial causes.",
        "Potential measuring instruments.",
        "lies in his formula of implicit and explicit, potential and actual.",
        "It created palpable excitement about the video's distribution and potential accessibility.",
        "These resistance strips, as they are called, are carefully adjusted so that the resistance between the potential terminals has a known low value.",
        "frisson of potential danger.",
        "Even the most potent potential allergens can be used safely.",
        "Members suggested potential amendments on several points throughout the Bill.",
        "anaesthesia potential problems of caudal anesthesia for circumcision such as leg weakness or difficulty with micturition.",
        "analogueason for this is that only the natural, living plant extract carries the healing potential, not its dead, synthetic analog.",
        "anisotropic adhesives offer the potential of good electrical connectivity and mechanical strength.",
        "annexe may have land, outbuildings, ' granny flats ' or other additional annex accommodation, or some commercial aspect or potential.",
        "actionable by a supplier or potential supplier.",
        "(i) Electrical Equilibrium and Potential.",
        "He showed that in a simple Marconi antenna the variations of potential are a maximum at the insulated top and a minimum at the base, whilst the current amplitudes are a maximum at the top earthed end and zero at the top end.",
        "In electrical measurements connected with incandescent electric lamps the potentiometer is of great use, as it enables us to make accurately and nearly simultaneously two measurements, one of the current through the lamp and the other of the potential difference of the terminals.",
        "This arrangement represents a potential economy of some £2,000,000 capital for Hungary as compared with the original Austrian demand that the Hungarian contribution to the service of the old Austrian debt be capitalized at 4.2%.",
        "In the first instance, as following upon conquest or potential conquest, the Fulani emirs who were appointed by government to each of the great native states were installed under a letter of appointment in which (in addition to rights of legislation, taxation and other powers inherent in suzerainty) the ultimate title to all land was transferred from the Fulani dynasty and vested in the British.",
        "Despite a bland exterior, celery is rich with potential.",
        "flexure site was chosen to ensure the maximum potential for product to be transferred onto the pad.",
        "An arm flexure site was chosen to ensure the maximum potential for product to be transferred onto the pad.",
        "The resulting ionospheric footprint, and the associated potential patterns, are critically dependent upon dipole tilt and IMF clock angle.",
        "There is great potential to use these seasonal forecasts to improve public health.",
        "Secondly, there are a number of potential new funders willing to take a stake in the project.",
        "futurists based their vision of utopia on the potential power of technology.",
        "The potential solutions were reiterated in the final document of the Review Conference.",
        "Applications for this award are very competitive, and are judged on one criterion; the candidate's outstanding academic ability and research potential.",
        "abortifacient potential of interferon beta (see section 4.6, and section 5.3 ).",
        "acid supplementation enhances neurological recovery from a spinal cord contusion injury, showing its potential clinical impact.",
        "The chances for peace are usually bettered by letting a potential aggressor know in advance where his aggression could lead him.",
        "A cylinder condenser has its inner surface insulated and charged to a high positive or negative potential.",
        "These wave-detecting devices may be divided into two classes: (i) potential operated detectors, and (ii) current operated detectors.",
        "For this purpose a resistance, say, of one ohm is placed in series with the lamp and a resistance of 100,000 ohms placed across the terminals of the lamp; the latter resistance is divided into two parts, one consisting of loon ohms and the other of 99,000 ohms. The potentiometer enables us to measure therefore the current through the lamp by measuring the drop in volts down a resistance in series with it and the potential difference of the terminals of the lamp by measuring the drop in volts down the tooth part of the high resistance of 100,000 ohms connected across the terminals of the lamp.",
        "The fixed coil is called the current coil, and the movable coil is called the potential coil, and each of these coils has its ends brought to separate terminals on the base of the instrument.",
        "The torque required to hold the coils in their normal position is proportional to the mean value of the product of the currents flowing through two coils respectively, or to the mean value of the product of the current in the power-absorbing circuit and the potential difference at its ends, that is, to the power taken up by the circuit.",
        "Sumpner in 1891, an electrostatic voltmeter is employed to measure the fall of potential V 1 down any inductive circuit in which it is desired to measure the power absorption, and also the volt-drop V2 down an inductionless resistance R in series with it, and also the volt-drop V3 down the two together.",
        "Soc. (1891), 49, 424; Id., \"Alternate Current and Potential Difference Analogies in the Method of Measuring Power,\" Phil.",
        "A voltmeter isan instrument for measuring difference of electric potential in terms of the unit called a volt.",
        "Volta) is defined to be difference of potential which acting between the terminals of a resistance of one ohm sends through it a continuous current of one ampere.",
        "A voltmeter is therefore one form of electrometer, but the term is generally employed to describe the instrument which indicates on a scale, not merely in arbitrary units but directly in volts, the potential difference of its terminals.",
        "Electrostatic voltmeters are based on the principle that when two conductors are at different potentials they attract one another with a force which varies as the square of the potential difference (P. D.) between them.",
        "If the needle is connected to one terminal of a circuit, and the fixed plates or cells to the other member of the circuit, and a difference of potential is created between them, then the movable needle is drawn in so that the aluminium blades are more included between the fixed plates.",
        "This movement is resisted by the torsional elasticity of the suspending wire, and hence a fixed indicating needle attached to the movable system can be made to indicate directly on a scale, the difference of potential between the terminals of the instrument in volts.",
        "For such purposes the whole of the working parts are contained in a metal case; the indicating needle moving over a divided scale which is calibrated to show directly the potential difference in volts of the terminals of the instrument.",
        "In these instruments the potential difference between two points is measured by the electric current produced in a wire connecting to two points.",
        "In any case of potential difference measurement it is essential not to disturb the potential difference being measured; hence it follows that in electrokinetic voltmeters the wire connecting the two points of which the potential difference is to be measured must be of very high resistance.",
        "Hot wire voltmeters, like electrostatic voltmeters, are suitable for use with alternating currents of any frequency as well as with continuous currents, since their indications depend upon the heating power of the current, which is proportional to the square of the current and therefore to the square of the difference of potential between the terminals.",
        "When a difference of potential is made between the terminals, a current passes through the movable coil, which then tends to place itself with its plane more at right angles to the lines of force of the field.",
        "This motion is resisted by the torsion of a spiral spring resembling the hair-spring of a watch having one end fixed to the coil axis, and there is therefore a definite position of the needle on the scale corresponding to each potential difference between the terminals, provided it is within the range of the control.",
        "These instruments are only adapted for the measurement of continuous potential difference, that is to say, unidirectional potential difference, but not for alternating voltages.",
        "Another muchused method of measuring con tinuous current voltages or unidirectional potential difference employs the principle of potentiometer.",
        "It is always an advantage, if possible, to employ an electrostatic voltmeter for measuring potential difference if it is necessary to keep the voltmeter permanently connected to the two points.",
        "If the wire has a resistance of 300 ohms and is connected to two points differing in potential by 100 volts, the instrument passes a current of one-third of an ampere and takes up 33 watts in power.",
        "In this, as in other cases, actual product may indicate little regarding potential resources, and still less regarding the distribution of these throughout the Union.",
        "The use of this potential authority, which the possession of the veto power gives, has now become one of a governors most important duties.",
        "Potential value may be taken into account, and also good-will of the property in a business.",
        "Even in the physical, he confines substance to matter, or what Aristotle would call material causes, thus makes its power to be merely passive, and limits substantial causality to potential energy, while he supposes that actual causality is a relation not of substances but of events.",
        "Thus water and steam are in equilibrium with each other when the chemical potential of water substance is the same in the liquid as in the vapour.",
        "This separation causes a difference of potential, which can be calculated and is found to agree with the values obtained experimentally.",
        "Now the velocities u and v of the opposite ions under unit potential gradient, and therefore U and V under unit force, are known from electrical data.",
        "Important as these considerations are, they are much less important than the fact that a very large proportion of the rocks of the earth's crust contain more or less iron, and therefore are potential iron ores.",
        "Each generator can develop 5000 H.P. at a potential of 2200 volts, and is driven by three horizontal double turbines on the same shaft; when working under a minimum head of 32 ft.",
        "The chief difficulty, as usual, was the determination of the gradient, which depended on a difference of potential of the order of 20 microvolts between two junctions inserted in small holes 2 cms. apart in a bar 1 .",
        "In the general case the distribution of temperature is observed by means of a number of potential leads.",
        "Neglecting the external heat-loss, and the variation of the thermal and electric conductivities k and k', we obtain, as before, for the difference of temperature between the centre and ends, the equation O, Tho z Go = C 2 R1/8qk = ECl/8qk = E 2 k'/8k, (11) where E is the difference of electric potential between the ends.",
        "The current C was measured in the usual way by the difference of potential on a standard resistance.",
        "Usually the electric potential near the ground is positive compared to the earth and increases with the height (see Atmospheric Electricity).",
        "Several Arctic observers,however,especially Paulsen (18) have observed a diminution of positive potential, or even a change to negative, for which they could suggest no explanation except the presence of a bright aurora.",
        "On either Birkeland's or Nordmann's theory, the electric impulse from the sun acts indirectly by creating secondary cathode rays in the earth's atmosphere, or ionizing it so that discharges due to natural differences of potential are immensely facilitated.",
        "A potential branch or bud, either foliage or flower, is formed in the axil of each leaf; sometimes more than one bud arises, as for instance in the walnut, where two or three stand in vertical series above each leaf.",
        "In these cases, however, the potential gametes may, failing conjugation, germinate directly, like the zoospores derived from unilocular sporangia.",
        "It would thus seem that the explanation of the existence of two kinds of sporangia, unilocular and plurilocular, among Phaeosporeae, lies in the fact that unilocular sporangia are for asexual reproduction, and that plurilocular sporangia are gametangia - potential or actual.",
        "If the sporophyte generation is confined to the cystocarp, is the tetrasporiferous plant, as has been suggested, merely a potential gametophyte reproducing by a process analogous to the budformation of the Bryophyta?",
        "This potential energy becomes kinetic when the slag is brought into contact with lime in the presence of water, and causes the formation of a true hydraulic silicate of lime.",
        "He identified the active intellect (vous 7rocrlrteOr), through whose agency the potential intellect in man becomes actual, with God.",
        "It is rather a potential human individual, a nature not yet developed into a person or hypostasis.",
        "The hypostasis through which this takes place is the personal Logos through whose union with this potential man, in the womb of Mary, the potential man acquires a concrete reality, an individual existence.",
        "His well-known correction of Laplace's partial differential equation for the potential was first published in the Bulletin de la societe philomatique (1813).",
        "By Ohm'S Law, And By The Definition Of Difference Of Electric Pressure Or Potential, We Obtain The Following Alternative Expressions For The Quantity Of Heat H In Joules Generated In A Time T Seconds By A Current Of C Amperes Flowing In A Wire Of Resistance R Ohms, The Difference Of Potential Between The Ends Of The Wire Being E = Cr Volts: H=Ect=Crt=E Z T/R.",
        "Trans., 18 93, P. 361), Whose Work Threw A Great Deal Of Light On The Failure Of Previous Observers To Secure Consistent Results, Corresponded To The Last Expression E 2 T/R, And Consisted In Regulating The Current By A Special Rheostat, So As To Keep The Potential Difference E On The Terminals Of The Resistance R Balanced Against A Given Number Of Standard Clark Cells Of The Board Of Trade Pattern.",
        "The Resistance R Was About 9 Ohms, And The Potential Difference E Was Varied From Three To Six Clark Cells, Giving A Rate Of Heat Supply About 2 To 6 Watts.",
        "The Current Through A Platinoid Resistance Of About 31 Ohms In A Calorimeter Containing 1500 Grammes Of Water Was Regulated So That The Potential Difference On Its Terminals Was Equal To That Of Twenty Board Of Trade Clark Cells In Series.",
        "The Wire Had A Length Of 760 Cms., And The Potential Difference On Its Terminals Was Nearly 30 Volts.",
        "The Difference Of Potential E Between The Ends Of The Tube, And The Electric Current C Through It, Are Measured On An Accurately Calibrated Potentiometer, In Terms Of A Clark Cell And A Standard Resistance.",
        "But a globe of gaseous matter under similar conditions will continually contract in volume, and in so doing transforms potential energy into heat.",
        "For this reason, if for no other, the conception of movement from the potential possession of knowledge to its actualization remains indispensable.",
        "The inferred principle may hold the field as explanation without obvious competitor potential or actual.",
        "The jar can be charged so that a certain potential difference V, reckoned in volts, exists between the two coatings.",
        "If a certain critical potential is exceeded, the glass gives way under the electric strain and is pierced.",
        "Thus, applied to a potential, it gives the direction and magnitude of the force; to a distribution of temperature in a conducting solid, it gives (when multiplied by the conductivity) the flux of heat, &c.",
        "But it did more than this; by the king's instructions it endeavoured to make a national valuation list, estimating the annual value of all the land in the country, (1) at the time of King Edward's death, (2) when the new owners received it, (3) at the time of the survey, and further, it reckoned, by command, the potential value as well.",
        "ELECTROSCOPE, an instrument for detecting differences of electric potential and hence electrification.",
        "On insulating the lower plate and raising the upper plate by the glass handle, the capacity of the condenser formed by the plates is vastly decreased, but since the charge on the lower plate including the gold leaves attached to it remains the same, as the capacity of the system is reduced the potential is raised and therefore the gold leaves diverge widely.",
        "At one end is an insulated plate P kept at a potential of 200 volts or so above the earth by a battery.",
        "If then the strip of gold-leaf is raised or lowered in potential it moves to or from the plate P, and its movement can be observed by a microscope through a hole in the side of the box.",
        "Wilson found that with the plate electrified to 207 volts and with a tilt of the case of 30°, if the gold-leaf was raised one volt in potential above the case, it moved over 200 FIG.",
        "In using the instrument the insulated rod to which the gold-leaf is attached is connected to the conductor, the potential of which is being examined.",
        "In the use of all these electroscopic instruments it is essential to bear in mind (as first pointed out by Lord Kelvin) that what a gold-leaf electroscope really indicates is the difference of potential between the gold-leaf and the solid walls enclosing the air space in which they move.'",
        "In spite of these admonitions all but a few instrument makers have continued to make the vicious type of instrument consisting of a pair of gold-leaves suspended within a glass shade or bottle, no means being provided for keeping the walls of the vessel continually at zero potential.",
        "The work which would have to be supplied by other forces, extraneous to the field, in order to bring the particle from rest in some standard position P0 to rest in any assigned position P, will depend only on the position of P; it is called the statical or potential energy of the particle with respect to the field, in the position P. Denoting this by V, we have VX~x=o, whence X=--~.",
        "which asserts that when no extraneous forces act the sum of the kinetic and potential energies is constant.",
        "be to increase the sum of the kinetic and potential energies by an amount equal to the work done by them.",
        "when rsi ranges from its value in some standard configuration A of the system to its value in any other configuration P, it is plain that Vrepresents the work which would have to be done in order to bring the system from rest in the configuration A to rest in the configuration P. Hence V is a definite function of the configuration P; it is called the internal potential energy.",
        "Again, if some of the extraneous forces are due to a conservative field of force, the work which they do may be reckoned as a diminution of the potential energy relative to the field as in 13.",
        "CG2.61, by 3, since the body is turning about the line of contact (C) as instantaneous axis, and the potential energy isMgh cosO.",
        "where V is the potential energy.",
        "If M be the total mass, the potential energy is V=Mgh cos 0, if OZ be drawn vertically upwards.",
        "A necessary and sufficient condition of equilibrium is therefore that the value of the potential energy should be stationary for infinitesimal variations of the co-ordinates.",
        ".q,, that they shall vanish in the configuration in question: The potential energy is then given with sufficient approximation by an expression of the form 2V=ciiqi1+clzqii+...",
        "On the other hand, when o1 is great q tends to the value Qfo~a, the same as if the potential energy were ignored.",
        "Energy: Potential Energy.Energy means capacity for performing work.",
        "The energy of an effort, or potential energy, is measured by the product of the effort into the distance through which its point of application is capable of being moved.",
        "By comparing this with the expression for the centrifugal force (wap/g), it appears that the actual energy of a revolving body is equal to the potential energy Fp/2 due to the action of the deflecting force along one-half of the radius of curvature of the path of the body.",
        "deposed Elizabeth from her throne (1570); thenceforward her government looked on every Catholic as a potential rebel.",
        "The leading idea which distinguishes his work from that of his predecessors was his use of the phrase \" degree of electrification \" with a clear scientific definition which shows it to be equivalent in meaning to the modern term \" electric potential.\"",
        "Volta showed, however, that if a series of bodies of the first class, such as disks of various metals, are placed in contact, the potential difference between the first and the last is just the same as if they are immediately in contact.",
        "If, however, pairs of metallic disks, made, say, of zinc and copper, are alternated with disks of cloth wetted with a conductor of the second class, such, for instance, as dilute acid or any electrolyte, then the effect of the feeble potential difference between one pair of copper and zinc disks is added to that of the potential difference between the next pair, and thus by a sufficiently long series of pairs any required difference of potential can be accumulated.",
        "Ohm introduced the definite conception of the distribution along the circuit of \" electroscopic force \" or tension (Spannung), corresponding to the modern term potential.",
        "He discovered a function, which has been called the potential of one circuit on another, from which he deduced a theory of induction, completely in accordance with experiment.",
        "By his studies in electrostatics, his elegant method of electrical images, his development of the theory of potential and application of the principle of conservation of energy, as well as by his inventions in connexion with electrometry, he laid the foundations of our modern knowledge of electrostatics.",
        "Maxwell also introduced in this connexion the notion of the vector potential.",
        "Maxwell showed in this paper that the velocity of propagation of an electromagnetic impulse through space could also be determined by certain experimental methods which consisted in measuring the same electric quantity, capacity, resistance or potential in two ways.",
        "Varley discovered the interesting fact that no current could be sent through the rarefied gas unless a certain minimum potential difference of the electrodes was excited.",
        "Selfregistering voltmeters indicate at any moment the potential difference in every tank, and therefore give notice of short circuits occurring at any part of the installation.",
        "Under the multiple system anodes and cathodes are placed alternately, all the anodes in one tank being connected to one rod, and all the cathodes to another, and the potential difference between the terminals of each tank is that between a single pair of plates.",
        "Moreover, the high potential difference between the terminals of the series tank introduces a greater danger of shortcircuiting through scraps of metal at the bottom of the bath; for this reason, also, lead-lined vats are inadmissible, and tarred slate tanks are often used instead.",
        "between the electrodes, so that the potential difference between each pair of plates may be reduced to 0.15 - o-2 volt.",
        "With too% currentefficiency and a potential difference of 0.3 volt between the electrodes, t lb of copper should require about o-154 electrical horse-power hours as the amount of energy to be expended in the tank for its production.",
        "An electrometer is an instrument for measuring difference of potential, which operates by means of electrostatic force and gives the measurement either in arbitrary or in absolute units.",
        "If then the balls are both charged to a potential V they will repel each other, and the threads will stand out at an angle 20, which can be observed on a protractor.",
        "Since the electrical repulsion of the balls is equal to C 2V2 4 12 sin 2 0 dynes, where C = r is the capacity of either ball, and this force is balanced by the restoring force due to their weight, Wg dynes, where g is the acceleration of gravity, it is easy to show that we have _ 21sin 0 r \" tan V 8 r as an expression for their common potential V, provided that the balls are small and their distance sufficiently great not sensibly to disturb the uniformity of electric charge upon them.",
        "Observation of 0 with measurement of the value of 1 and r reckoned in centimetres and W in grammes gives us the potential difference of the balls in absolute C.G.S.",
        "attraction between the disks at given distance apart varies as the square of their difference of potential.",
        "If then another horizontal disk G is placed over the disk H H and a difference of potential made between G and H H, the movable aluminium trap door F will be attracted by the fixed plate G.",
        "Matters are so arranged by giving a torsion to the wire carrying the aluminium disk F that for a certain potential difference between the plates H and G, the movable part F comes into a definite sighted position, which is observed by means of a small lens.",
        "In using the instrument the conductor, whose potential is to be tested, is connected to the plate G.",
        "Let this potential be denoted by V, and let v be the potential of the guard plate and the aluminium flap. This last potential is maintained constant by guard plate and flap being part of the interior coating of a charged Leyden jar.",
        "If this distance is varied until the attracted disk comes into a definite sighted position as seen by observing the end of the index through the lens, then since the force f is constant, being due to the torque applied by the wire for a definite angle of twist, it follows that the difference of potential of the two plates varies as their distance.",
        "If then two experiments are made, first with the upper plate connected to earth, and secondly, connected to the object being tested, we get an expression for the potential V of this conductor in the form V=A(d' - d), where d and d' are the distances of the fixed and movable plates from one another in the two cases, and A is some constant.",
        "The movable plate can be drawn down into a definite sighted position when a difference of potential is made between the two ' See Maxwell, Treatise on Electricity and Magnetism (2nd ed.), i.",
        "The principle underlying these instruments is that we can measure differences of potential by means of the motion of an electrified body in a symmetrical field of electric force.",
        "In the dry pile electrometer a single gold-leaf is hung up between two plates which are connected to the opposite terminals of a dry pile so that a certain constant difference of potential exists between these plates.",
        "If the gold-leaf is unelectrified, it is not acted upon by the two plates placed at equal distances on either side of it, but if its potential is raised or lowered it is attracted by one disk and repelled by the other, and the displacement becomes a measure of its potential.",
        "By giving a charge to this Leyden jar the needle can thus be maintained at a certain constant high potential.",
        "When the instrument is to be used to determine the potential difference between two conductors, they are connected to the two opposite pairs of quadrants.",
        "a replenisher or rotating electrophorus, by means of which the charge of the Leyden jar which forms the enclosing vessel can be increased or diminished, and also a small aluminium balance plate or gauge, which is in principle the same as the attracted disk portable electrometer by means of which the potential of the inner coating of the Leyden jar is preserved at a known value.",
        "According to the mathematical theory of the instrument,' if V and V' are the potentials of the quadrants and v is the potential of the needle, then the torque acting upon the needle to cause rotation is given by the expression, C(V - V'){v-2(V-{-V')}, where C is some constant.",
        "The formula indicates that the sensibility of the instrument should increase with the charge of the Leyden jar or needle, whereas Hopkinson found that as the potential of the needle was increased by working the replenisher of the jar, the deflection due to three volts difference between the quadrants first increased and then diminished.",
        "He found that when the potential of the needle exceeded a certain value, of about volts, for the particular instrument he was using (made by White of Glasgow), the above formula did not hold good.",
        "If the quadrants were near together there were certain limits between which the potential of the needle might vary without producing more than a small change in the deflection corresponding with the fixed potential difference of the quadrants.",
        "of 1.45 volts between the quadrants only varied about II% when the potential of the needle varied from 896 to 3586 volts.",
        "In this case the deflection of the needle was practically quite constant when its potential varied from to 3227 volts.",
        "between the quadrants was almost directly proportional to the potential of the needle.",
        "or more apart, the deflection increased much more rapidly than the potential, so that a maximum sensibility bordering on instability was obtained.",
        "necessarily obey a law of deflection making the deflections proportional to the potential difference of the quadrants, but that an electrometer can be constructed which does fulfil the above law.",
        "The importance of this investigation resides in the fact that an electrometer of the above pattern can be used as a wattmeter, provided that the deflection of the needle is proportional to the potential difference of the quadrants.",
        "Quadrant electrometers have also been designed especially for measuring extremely small potential differences.",
        "Throughout a wide range the deflections are proportional to the potential difference producing them.",
        "The needle is charged to a potential of 50 to 200 volts by means of a dry pile or voltaic battery, or from a lighting circuit.",
        "An instrument of this form is valuable in measuring small alternating currents by the fall of potential produced down a known resistance.",
        "In the same way it may be employed to measure high potentials by measuring the fall of potential down a fraction of a known non-inductive resistance.",
        "Though most anxious to avoid any extension of responsibility in South Africa, Great Britain recognized the potential danger arising from the creation of an independent state on the coast.",
        "In Trendelenburg's treatment of the state, as the ethical organism in which the individual (the potential man) may be said first to emerge into actuality, we may trace his nurture on the best ideas of Hellenic antiquity.",
        "With its sign reversed it is now called the potential energy of the system.",
        "The condition of equilibrium is that this expression (which we may for the sake of distinctness call the potential energy) shall be a minimum.",
        "All that we have to observe at present is that, in the cases in which the fluids do not mix of themselves, the potential energy of the system must be greater when the fluids are mixed than when they are separate.",
        "If x denotes the potential energy of unit of mass of the substance, we may treat x as sensibly constant except within a distance e of the bounding surface of the fluid.",
        "(2) 0 To find the potential energ we have to integrate E=f xpdxdydz..",
        "In such a film it is possible that no part of the liquid may be so far from the surface as to have the potential and density corresponding to what we have called the interior of a liquid mass, and measurements of the tension of the film when drawn out to different degrees of thinness may possibly lead to an estimate of range of the molecular forces, or at least of the depth within a liquid mass, at which its properties become sensibly uniform.",
        "If x' is the potential energy of unit of mass of the substance in vapour, then at a distance z from the plane surface of the liquid X = X' - 22 7rp 7rpe e ((zo)) ..",
        "He has constructed a capillary electrometer by which differences of electric potential less than o oi of that of a Daniell's cell can be detected by the difference of the pressure required to force the mercury to a given point of a fine capillary tube.",
        "But if the difference of potential exceed a small amount (i or 2 volts), the jets instantaneously coalesce.",
        "There is no reason to doubt that in the case of the fountain also, coalescence is due to differences of potential between colliding drops.",
        "It was also shown that exposure to light, dilution or exhaustion of the food-media, the presence of traces of poisons or metabolic products check growth or even bring it to a standstill; and the death or injury of any single cell in the filamentous series shows its effect on the curve by lengthening the doubling period, because its potential progeny have been put out of play.",
        "For the objective of the war was Macedonia, as von der Goltz had foreseen in 1909 when he increased both the present and the potential strength of the Turkish forces allotted to that theatre.",
        "A comparatively mild climate and good market facilities increase the potential value of the whole woodland area.",
        "But the America that he loved and admired was the ideal, the potential America.",
        "In the Abietineae the cells of the middle tier elongate and push the lowest tier deeper into the endosperm; the cells of the bottom tier may remain in lateral contact and produce together one embryo, or they may separate (Pinus, Juniperus, &c.) and form four potential embryos.",
        "Income tax, for instance, is calculated on income, and is in the nature of a deduction from the income; but local rates are calculated in proportion to certain other payments, actual or potential, and could without absurdity exceed 20s.",
        "The black represents the cuticular product of the epidermal cells of the ocular area, taking the form either of))...,r,, f lens, cl, of crystalline body, cry, or of rhabdom, rhab; hy, hypodermis or epidermal cells; corn', laterallyplaced cells in the simpler stage, A, which like the nerve-end cells, vit' and ret', are corneagens or lens-producing; corn, specialized corneagen or lens-producing cells; vie, potential vitrella cells with cry', potential crystalline body now indistinguishable from retinula cells and rhabdomeres; vit, vitrella cell with cry, its contained cuticular product, the crystalline cone or body; ret', rhab', retinula cells and rhabdom of scorpion undifferentiated from adjacent cells, vit'; ret, retinula cell; rhab, rhabdom; nf, optic nerve-fibres.",
        "He says, \"To account for this increase in the potential yield in our wheat-fields many factors must be taken into consideration.",
        "But no one can tell whether the study of physiological phenomena in general, and of nervous phenomena in particular, will not reveal to us, besides the vis viva or kinetic energy of which Leibnitz spoke, and the potential energy which was a later and necessary adjunct, some new kind of energy which may differ from the other two by rebelling against calculation\" (Bergson, Time and Free Will, Eng.",
        "Fourier for the propagation of heat; and if, in Fourier's solution of any problem of heat-conduction, we change the word \"temperature\" to \"potential\" and write \"electric current\" instead of \"flux of heat,\" we have the solution of a corresponding problem of electric conduction.",
        "that, other things being alike, the strength of the current is at each point proportional to the gradient of potential.",
        "203) show that chemical action is to be referred to the latter of these vectors, but whether Fresnel's or Neumann's hypothesis be correct is only to be decided when we know if it be the mean kinetic energy or the mean potential energy that determines chemical action.",
        "- Potential Diagrams of Thermocouple on the Contact Theory.",
        "Potential Diagrams on the Contact Theory.",
        "- It is instructive to consider the distribution of potential in a thermoelectric circuit, and its relation to the resultant E.M.F.",
        "and that the potential is uniform throughout the length of the lead wire.",
        "If the circuit is open, as represented in the diagram, the flow will cease as soon as it has raised the potential of the iron 3844 microvolts above that of the lead.",
        "due to the Thomson effect of about 10 microvolts per degree tending to drive positive electricity from hot to cold, and raising the cold end of the iron 989 microvolts in potential above the hot end on open circuit.",
        "At the cold junction the iron is supposed to be connected to a piece of lead at o° C., and there is a sudden drop of potential due to the Peltier effect of 3648 microvolts.",
        "If the circuit is cut at this point, there remains a difference of potential E =1184 microvolts, the resultant E.M.F.",
        "The flow of the current will produce a fall of potential ER'/R in the lead from cold to hot, and ER\"/R in the iron from hot to cold, but the potential difference due to the Peltier effect at either junction will not be affected.",
        "- It is now generally conceded that the relatively large differences of potential observable with an electrometer between metals on open circuit, as discovered by Volta, are due to the chemical affinities of the metals, and have no direct relation to thermoelectric phenomena or to the Peltier effect.",
        "The chemical action between metals in the solid state must be infinitesimal, and could only suffice to produce small charges analogous to those of frictional electricity; it could not maintain a permanent difference of potential at a metallic junction through which a current was passing.",
        "Although it is possible that differences of potential larger than the Peltier effect might exist between two metals in contact on open circuit, it is certain that the only effective E.M.F.",
        "in p ractice is the 89 S.-9 2000 = Cd 0 +471= o° T 409= E to o° 100' Peltier effect, and that the difference of potential in the substance of the metals when the circuit is complete cannot be greater than the coefficient P. The Peltier effect, it may be objected, measures that part only of the potential difference which depends upon temperature, and can therefore give no information about the absolute potential difference.",
        "But the reason for concluding that there is no other effective source of potential difference at the junction besides the Peltier effect, is simply that no other appreciable action takes place at the junction when a current passes except the Peltier generation or absorption of heat.",
        "The potential diagrams already given have been drawn on this assumption, that the Thomson effect is not really due to convection of heat by the current, but is the measure of an E.M.F.",
        "The difference between the two theories is most readily appreciated by drawing the potential diagrams corresponding to the supposed locations of the E.1VI.F.",
        "In this diagram the metals are supposed to be all joined together and to be at the same time potential at the cold junction at o° C. The ordinate of the curve at any temperature is the difference of potential between any point in the metal and a point in lead at the same temperature.",
        "- Curves of Thermo-E.M.F., or Potential Diagrams, on the Convection Theory.",
        "lead, in which one junction is at o° C. and the other at t° C. For this reason the potential diagrams on the convection theory are more simple and useful than those on the contact theory.",
        "The electromotive force so selected is balanced against the steady potential difference produced between a fixed and a sliding contact on a wire traversed by another steady current, and if there is any difference between this last, the potential difference, and the instantaneous potential difference balanced against it, a relay is operated and sets in action a motor which shifts the contact point along the potentiometer wire and so restores the balance.",
        "Thus we can take two curves, one showing the potential difference at the end of an inductive circuit, and the other the current flowing through the circuit.",
        "I enjoyed the fresh air and I even found a potential friend.",
        "We spent the next hour discussing potential rainy day activities.",
        "The potential of Howie's gift was awesome.",
        "With each potential missing child case my wife discovered, she became more anguished with our lack of intervention.",
        "Each of us detailed our general desires about a potential location.",
        "Unfortunately, the potential mate must be brought into the fold, even if doing so sinks the proverbial ship.",
        "Are there any potential cases that look promising?",
        "Where are you, my potential little friend?",
        "Another potential case prompted a lively discussion among our group.",
        "Usually at this time of morning she would be on her computer, searching for potential missing children for Howie to help.",
        "While he reveled in our successes, he never could let go of the scientific potential his partner refused to embrace.",
        "I was temporarily encouraged when I saw it was stocked with carpentry tools; saws, hammers, nails, all potential weapons!",
        "Others might have labored to seek the Christ, or any of a thousand potential projects of mind bending awe.",
        "Yully's disappointment was soul-deep at the mention of a potential wife for the immortal.",
        "Lesson two: everyone associated with your target is a potential weak point.",
        "Emergency lighting glowed along the walls, and the strange silhouettes of workout machines made her pause and wait for her night vision to filter out machine from potential attacker.",
        "No, this Oracle wasn't another Claire, without potential or skill.",
        "But â€¦ he doesn't mistreat me and there's potential for me to do good from Hell.",
        "He took an arm of each of the fashionable ladies and paraded one block uptown to Main Street, nodding to potential voters and ignoring the comments Fred muttered behind him that he looked like the crinkled cousin from Hicksville.",
        "Dean didn't turn around to view the next potential treasure but loaded his arms with two boxesâ€”a \"bloody\" axe, grotesque mask, assorted bric-a-bracâ€”and crossed to his vehicle.",
        "I don't know if the land has any financial potential, but I do know that if there was money involved, neither of the boys would give a flip about desecrating the beauty.",
        "His eyes sparkled with the potential of intrigue as he typed in, 'girlkid93.'",
        "All of the potential candidates with the opportunity to steal the bone were rapidly drifting away.",
        "Actually, it's halting a potential adulteressâ€”and maybe saving her life.",
        "It's a potential outcome, if this doesn't go my way.",
        "If he kept her alive and well and his eye on any potential opportunity to rake the Dark One over the coals, he'd do it.",
        "I monitor and balance potential outcomes and free will.",
        "Though he never felt that way sleeping with past-Death, he valued trusting the woman in his bed over potential rejection.",
        "In its pages, the events of the Past were recorded, the Present written and the Future a blur of potential outcomes.",
        "She'd always known there were deep, dangerous levels of potential with Gabriel, if he ever figured out whether he wanted her or not.",
        "Living promised much more that she'd be unable to control: the Immortal society into which she'd been sucked, a potential boyfriend who still seemed to waffle about whether or not he wanted to be with her, absolutely no sense of normalcy or stability.",
        "He'd done as required and alerted them about a potential threat.",
        "Hannah used that smile to charm everyone from waiters to potential boyfriends, but it was nice to have her sister smile at her rather than remark about how disappointed she was.",
        "He was relieved it was over with in so short a time; he had more battles to plan and more potential allies to recruit, now that the Council was done with its stranglehold on him.",
        "A potential war with Qatwal wasn't planned, but he'd seal the fate of his people if he walked away from her.",
        "A'Ran studied Ne'Rin, aware he had more than the potential war with Qatwal to contend with.",
        "It appeared, excepting Dean, the line was forming in descending order of potential culpability.",
        "Elise was there, one hand aiming the laser at the raging man with the other hand planted on Lana's shoulder to prevent her from entering the potential line of fire.",
        "To talk about my potential trespass?",
        "He hadn't believed her death inevitable, and only bought contracts on those he perceived as potential threats.",
        "He had every right to feel vindicated after losing his own potential mate and son so long ago.",
        "Babysitters now outnumbered their potential customers, as fami­lies with young children could seldom afford the little three-bed­room \"Norman,\" much less \"The Saxon\" or the bi-level \"King Richard.\"",
        "He'd mentioned her a number of times and I know he felt she had potential but was handicapped by her lack of self respect.",
        "She found it impossible to act normal around him with a potential fate that would put both of them at risk.",
        "Dependence on others created not only potential liabilities but made her weaker as well.",
        "There were two potential fates when you went to Ireland and one when you left.",
        "The thing to remember is that the potential to kill is always there.",
        "Jonathan was big enough and responsible enough to take care of himself, but he lacked the experience to recognize a potential threat.",
        "When he holds you down to do it, that indicates a potential for rape.",
        "I suppose she has the potential to be a good mother.",
        "He always fed at night, and hunger made his senses sharper, especially when he was surrounded by so many potential sources of dinner.",
        "Inviting potential reruns into the house left him irked.",
        "The company states this quite plainly in their replies, thereby they have a way to absolve themselves of any potential comeback.",
        "A potential adversary in space would be faced with the dilemma of shooting first or risking the loss of critical satellites.",
        "This strategy can also ameliorate problems with potential hackers.",
        "Creating a conducive atmosphere for further work is useful to potential partners. ",
        "The investment bank has been conducting due diligence on a potential investor over the past month.",
        "Our work is characterized by an emphasis on drawing as the means by which students develop their creative and critical potential.",
        "At that time the maximum potential development considered feasible for the island was a low density business park.",
        "This is a real shame as the role does have potential to really deliver a great performance, despite the rather hackneyed script.",
        "From the use of macro focusing, the worlds seem immense with potential; Gottelier is telling stories using scraps of familiarity.",
        "In my judgment, given their destructive potential, they should more appropriately be considered akin to nuclear weapons.",
        "plasma amino acids profiles in children with autism: potential risk of nutritional deficiencies.",
        "annexee is also an independent two bedroom annex which would be ideal for a family member or potential let.",
        "This is a story of an undeclared war of social anomie, in which we all have the potential for victimhood.",
        "The physical and mental ability of a particular potential appointee to fulfill a particular role will always be a relevant factor to consider.",
        "Environmental audits provide a rapid appraisal of the potential liabilities associated with site risks.",
        "appraised realistically for its potential future contribution.",
        "argent chief executive, Roger Madelin says he has already received 20 approaches from potential backers all over the world.",
        "The MLS BER has the potential to improve the diagnostic value of conventional BER in babies who suffered birth asphyxia.",
        "aspiring chemist you have 100 potential drugs you wish to develop.",
        "The BPA put to good use every penny raised and you will be helping our Paralympic athletes reach their true potential.",
        "I had as yet attained no measure of literary achievement, to justify my own high evaluation of my potential.",
        "Undoubtedly there are some areas of the industry that remain attractive, largely due to the potential to earn lots of money.",
        "increasingly aware of the potential the internet offers, many home owners are choosing to sell their homes online.",
        "For much of the day they have been talking to potential backers about their new venture capital fund called Social Brokers.",
        "Its job is to promote city academies to potential corporate backers.",
        "Pioneer's report segments the potential WiMAX market into \" fixed wireless backhaul \" and \" mobile \" .",
        "baggysh new potential will also be signed with the likes of Franck Ribery and Samir Nasri to join the Baggies.",
        "run baseball the of the few the potential difference.",
        "Matt has the potential to be a high class middle-order batsman.",
        "There may also be some potential tax benefits depending on your individual circumstances.",
        "big difference to your earning potential.",
        "Issues will be updated bimonthly with new business profiles from potential overseas partners.",
        "Landfill Gas The potential to harvest biogas from landfill waste has been harnessed in sites around the world.",
        "bioterrorism agents has caused health officials to re-examine the potential of these agents to be spread by air travel.",
        "bland exterior, celery is rich with potential.",
        "Due to their large numbers they have the potential to be a powerful voting bloc.",
        "The other potential car buyer's essential bookmark is What Car?",
        "Potential increase in European corn borers led more farmers to Bt corn.",
        "A further consequence, however, is that participating boroughs are now more likely to identify potential immigration detainees.",
        "Finally, the MSSM parameters must also be consistent with a minimum in the Higgs potential which leads to the observed electroweak boson masses.",
        "Councilor Donnell expressed concern at a potential bottleneck in the vicinity of the Fir Trees Hotel.",
        "The ground cover of the woodland is dominated by bracken which is currently being managed to reduce its potential fire risk.",
        "Despite the enormous capacity of the human brain, we only utilize on average less than three percent of our potential brainpower.",
        "initial brainstorms on the health project raised questions around the potential for smart cards for health.",
        "Originally developed for medical diagnosis, its potential has recently been recognized in the totally different area of sheep breeding.",
        "Such a crisis holds the potential to bring the world to the nuclear brink.",
        "The potential effects of the decision on family law or commercial leases were not broached.",
        "The day will offer a uniquely broad commercially-oriented perspective on the potential for enhancing business effectiveness and competitiveness through the use of HLT.",
        "Special Features The subject specialism of the pathway allows you to pursue an interest in addition to law, thus broadening your employment potential.",
        "Disadvantages: Drags a bit, potential to be overwhelmingly broody, and a bit choppy in places.",
        "Russian platinum Coins Platinum Bars In the UK, platinum bullion bars are subject to VAT, which remove much of their investment potential.",
        "Avoid placing it near a downstairs window; it tells potential burglars that you have one or more PCs in the house.",
        "bursary recipient for sailing, are now part of the UK Sport England World-Class Potential program.",
        "Any potential buyer will have to go through the same work.",
        "But the industry has the potential for accidental radiation releases and produces radioactive byproducts that require safe storage for decades.",
        "cagey about the project 's potential yesterday.",
        "canary in the cage \" for any potential natural gas crisis.",
        "Current and potential impacts of pitch canker in Radiata pine.",
        "The result was that finance capital came to control the potential for growth and the renewal of the existing capital stock.",
        "The potential for minimal enamel removal rendering a cavity cleanable is probably greatest in smooth surface caries.",
        "In this case, the Commission began investigating a potential cartel in the Austrian bank sector which involved eight different banks.",
        "Potential students to the Cricket Academy need to apply for a full-time academic qualifi cation in addition to membership of the Cricket Academy.",
        "A report of the UK Farm Animal Welfare Council Report (FAWC) is rightly cautious over the potential uses of cloning in animals.",
        "Link ACS:: cellular Phones A summary of what we now know about the cancer-causing potential of using cellular (cell) phones.",
        "Addresses and telephone numbers for potential recruits are selected at random from the annual agricultural census.",
        "Imagine as an aspiring chemist you have 100 potential drugs you wish to develop.",
        "OBJECTIVE: To examine the potential cost-effectiveness of aspirin chemoprophylaxis in relation to screening.",
        "Hence, the potential of incorporating paclitaxel in first-line chemotherapy should be investigated.",
        "childbearing potential should be advised to avoid becoming pregnant.",
        "At Warwick we have worked extensively on plant virus chimeras as potential vaccines, largely for the production of antibodies.",
        "To make informed choices, learners need to understand the potential consequences of these choices.",
        "We are also interested in potential roles for the apparatus that holds sister chromatids together in non-dividing somatic cells.",
        "East Bridgford has the potential to produce some good chub catches and there are some very big individual fish to be had.",
        "circuit diagrams to represent earth or ground potential.",
        "You take a mooring rope forward and behind the mooring cleat to reduce the potential for the boat to swing back and forth.",
        "She has been present with me often when I have visited a potential client, they end up cooing over her.",
        "Output potential start codons are written only in lowercase letters.",
        "They should be familiar with the series expressions for the virial coefficients for a Lennard-Jones potential.",
        "Perhaps less understood is the potential for on-site cogeneration as part of this growth.",
        "The third series was where this cult comedy reached its full potential.",
        "complained about the potential noise that might be a result of the festival.",
        "Having created the mechanism to complain via the Web, the onus would be on the PCA to communicate this option to potential complainants.",
        "However these changes in species composition would have very little impact on potential pasture production.",
        "Finally, we would caution against wholesale employer compulsion given the potential negative impact that this may have on SMEs.",
        "Their potential use in quantum computation is very exciting.",
        "The aim is to evaluate the potential of exhaled breath condensate as a diagnostic tool for respiratory disease.",
        "Fact: Neither Shipi nor any other potential confederate was permitted in the target area during the tests.",
        "The trustees took no steps to manage the potential conflict of interest of leasing the Lodge from their resident employees.",
        "conclusion conjoint analysis offers the potential of identifying individual patient priorities for low vision rehabilitation.",
        "The most important part of the FSR is an assessment of the global conjuncture and potential risks to the UK financial system.",
        "Such a diverse range of materials immediately conjures up a significant amount of potential products that this system can be used to produce.",
        "console gamers - a much larger potential audience than PC owners.",
        "Recent developments with cw diode lasers have realized the potential for compact instruments to perform in-situ measurements of atmospheric trace gas constituents.",
        "In the Great Stour catchment, 26 sites of waste disposal have been identified by the Environment Agency as potential groundwater contaminants.",
        "We believe that the Black country conurbation is a site of creative tension, with enormous cultural potential.",
        "These are the old, slightly corny examples of the net's political potential.",
        "These detect and evaluate potential threats at maximum range and then automatically deploy the most effective countermeasures without the need for crew intervention.",
        "By potential subscribers such as receipt maryland Baltimore county wrong or unfairduring.",
        "The essence of the research was using powerful statistical techniques to search for potential ocean-atmosphere coupling in both modeled and observational data.",
        "Alex Hale marine crannogs: the archeological and palaeoenvironmental potential with special reference to Redcastle marine crannog, Beauly Firth, Scotland.",
        "Now with close to 40 times more creatine in your muscle cell, the creatine molecule can finally unleash its full potential.",
        "These are daunting statistics, yet they point to one potential solution to drug-related crime.",
        "The potential harm to beneficial insects caused by Bt crops is being further researched in several countries.",
        "They also link to the content of the Explore and Wildwalk exhibitions, allowing crossover educational potential.",
        "cursory nod to the people who play the potential spouses of the two leads.",
        "This is carried out when we provide potential customers with a quote.",
        "When specified as bonded potential cutoffs are omitted from input.",
        "To begin with the potential energy is some 3,000 kcal/mol higher than the 12 angstrom cutoff simulation.",
        "cyclotron motion along contours of an effective potential.",
        "I believe in the critical potential of music as a living cultural practice and reject the pessimistic postmodern cynicism of the 1980s.",
        "The young people recognized the inherent danger of being overlooked, bullied or not achieving their potential.",
        "This will ensure any data files you have opened are closed and will thus minimize any potential damage.",
        "The ground was treacherous underfoot, and the darkness turned even the smallest obstacle into a potential deathtrap.",
        "Hodes [52] found a decrement of the compound muscle action potential amplitude on repetitive stimulation in patients with previous paralytic polio.",
        "defecate then you will be lighter to run from an attacker and are less appetizing as a potential meal.",
        "To ensure confidence in the NPT, we also need firm action to discourage any potential defection from the Treaty.",
        "degeneracya filters remove some potential redshift degeneracies in certain galaxy templates.",
        "A document sent to any potential data depositor was Preparing Data for Deposit with the ESRC Data Archive.",
        "In summary, we do not think that the potential benefits outweigh the detriments we have identified.",
        "I am not persuaded that barriers to entry are low enough to offset the potential detriment to competition.",
        "Potential loss of academic and research staff in addition to this will result in a serious detriment to the research infrastructure.",
        "Part of what we try to do is to help young people reach their potential by seeing them grow in their personal development.",
        "diamine derivatives with antifungal and antimalarial activities are being synthesized as potential anticancer agents.",
        "UNICEF is concerned about the potential for severe diarrhea in the refugee camps during the summer months.",
        "The in vitro differentiation of a bi potential glial progenitor cell.",
        "AB - The process of terminal differentiation is associated with exit from the cell cycle and loss of the proliferative potential of cells.",
        "disavow any potential liability for the contents of this document.",
        "disbar a potential member.",
        "disc jockeyh the internet for \" Wedding disk jockey \" and come up with a list of potential wedding disk jockey choices.",
        "Preimplantation genetic diagnosis (PGD) has great potential for preventing inherited genetic diseases.",
        "In Britain, establishment interest was equally dismissive of the potential of aircraft.",
        "First there is the problem of geographical dispersion for potential clients.",
        "What is the potential pollution from landfill waste disposal?",
        "Genetic sociology thus has the potential of legitimizing the North-South divide as natural and foreordained by genes.",
        "Each logic line is then connected to the junction of its potential divider.",
        "Manchester ' s Castlefield and Liverpool ' s docklands are both potential gray zones - their age profiles are already rising.",
        "It has the potential to boost prosperity and lift Europe out of the economic doldrums.",
        "In her case there was no potential defendant domiciled in England.",
        "There is a potential downside to technology in education, however.",
        "downside potential.",
        "The spread of anthrax through the United States Postal Service in October 2001 vividly dramatized the potential problem.",
        "Potential excellent reward for faultless maintenance was abruptly replaced by nameless dread.",
        "These coincidental hazardous drinkers represent the ' potential ' or future burden of alcohol misuse on hospital services.",
        "duplicitous tactics such as getting through the door under completely false premises and telling blatant lies about potential benefits.",
        "The subject material made the show potential dynamite and Grundy's couldn't disregard the powerful and inquisitive press.",
        "educable group realized that they had not been sufficiently challenged to achieve their full potential.",
        "Strengthen continuing education and professional development and promote a culture in which staff feel valued and able to reach their full potential.",
        "If moral action is not efficacious in the production of moral good, then it may decrease the net amount of potential good.",
        "Potential variability in antiemetic efficacy was examined by looking at doses.",
        "effluent from the tank represented a potential pollution risk.",
        "In a topologically trivial spacetime, one could make the electro static potential zero, by a gage transformation.",
        "The stimulating electrodes cause the membrane potential to change a little.",
        "electrostatic discharge The rapid transfer of a voltage potential into a circuit or component.",
        "Topics include: basic electrostatics, electrostatic induction, Coulomb's Law, electric field strength, and electric potential.",
        "In both cases, identify the clients who have the greatest potential to become elevated to first division status.",
        "eliminatelass=\"ex\">Eliminating Unnecessary Attendance 15.5 The Scottish Court Service have been considering the potential for the use of television equipment to link courts with prisons.",
        "else to turn to realize their potential.",
        "Fredericks Foundation Aim to help those people with nowhere else to turn to realize their potential.",
        "Potential source of cerebral embolism in migraine with aura: a transcranial Doppler study.",
        "emergence of vCJD with a potential risk of its transmission in blood has led to renewed efforts to reduce donor exposure.",
        "So let us advice you on the best ways to use your time out and impress potential employers at the same time.",
        "A potential employer will begin to form an impression of you from the first moment they see you.",
        "EMU's potential effects... 5.60 emu's potential effects... 5.60 EMU membership could affect all these drivers of productivity, either directly or indirectly.",
        "endocardial myocytes demonstrate a shortening in action potential duration.",
        "Little evidence was found for a relationship between maternal occupation to the seven classes of potential endocrine disrupting chemicals and risk of hypospadias.",
        "end plate potential.",
        "These processes aim to understand potential end-users ' habitual activities in their usual work or educational contexts.",
        "enormous potential in what trade unions can offer.",
        "entered into negotiations with a second potential licensee.",
        "enterprising to go as far as their talents and potential can take them.",
        "Because of its content of proteolytic enzyme, the kiwi fruit is a potential cause of contact dermatitis.",
        "They challenged me and made me realize that my potential as a blind equestrian lies beyond being given pony rides.",
        "The climate variable is based on three levels of potential evapotranspiration (ET ), which are represented by three sites in eastern Colorado.",
        "The UNEP Aridity Index (based on a ratio of annual precipitation to mean annual potential evapotranspiration) data added to the karst dataset.",
        "Actual and potential crop evapotranspiration, and calculation of soil water balances.",
        "evoked potential (VEP) patterns.",
        "excavate the amphitheater and on its potential as a tourist attraction.",
        "This causes the membrane potential to become more negative and results in muscle and nerve cells becoming less excitable.",
        "excitatory synapses have positive reversal potentials whilst inhibitory ones have negative reversal potential.",
        "The Picture Committee meets once a year to view the works of potential exhibitors.",
        "expand to meet their potential.",
        "Turkey acts as a buffer against potential Russian expansionism, and as a counterweight to rogue states such as Iraq, Iran and Syria.",
        "explicable on the basis of gross differences in the numbers of potential helpers in the cars.",
        "There is excellent mineral exploration potential adjacent to the already identified resources.",
        "expressed in decibels, reflecting the amplification potential of a parabolic antenna or of an amplifier.",
        "Wide benefits 7. For road users, there could be many potential advantages in a tolled expressway linking Birmingham and Manchester.",
        "Waste timber can contribute to gas generation in landfill and wood treated with preservatives (e.g. formaldehyde) has the potential to produce leachate.",
        "The Iron Age promontory fort is one of several along the Heritage coast, protecting a potential landing point from coastal raiders.",
        "In fact, McGuire says, many potential franchisees are initially clients.",
        "Smoking Ginkgo's ability to scavenge free radicals means that it will make a substantial difference to the potential damage smoking may present.",
        "functional brain imaging has the potential to breach the privacy of a person's own thoughts.",
        "Search by funding details The search by funding details is the best method of identifying potential funders.",
        "Verdict: A very nifty gadget with lots of potential.",
        "Any debate now about the potential use of artificial gametes will have to be based on hypothetical scenarios.",
        "gas turbine plant operates all of its potential hours for a given period, then availability is 100% .",
        "These groups will focus directly on rural development and in particular encourage new innovative measures to develop locally generated potential.",
        "gene therapyw highlights the potential of telomerase as a target for novel cancer gene therapies.",
        "genus same forests are the source of many tree genera which are used, or show potential for use, worldwide.",
        "Kronotskiy Nature Park is the only site in Russia with large geysers, enhancing its tourist potential.",
        "radial glia are only found during fetal development, but these insights indicate that they may have the potential to convert into stem cells.",
        "At a critical point the potential stored in the color field manifests itself as spontaneously emitted gluons, which then split into quark-antiquark pairs.",
        "Even then the Brazilian still produced two flashes of brilliance, but on both occasions England Under-21 goalkeeper Robinson emphasized his potential."
    ]
}