{
    "translation": "לשפוך, למזוג",
    "uses": [
        "\"Sit down and I'll pour some coffee,\" she said over her shoulder.",
        "\"Il faut avoir de fame pour avoir du gait.\"",
        "Deborah cooed, \"Pour me one too, please.\"",
        "Go in the parlor and pour yourself a glass of sherry and put your feet up.",
        "Dean rose to pour himself a glass of milk.",
        "I don't know, something innocuous like pour a glass of wine and dump it down the sink, or open and close a window.",
        "She leaned over to pour his coffee and let one hand rest on his shoulder.",
        "Katie sat on a barstool at the breakfast bar, watching the maid pour tea into two mugs sitting beside the stove.",
        "Springs which would equalize the discharge of rivers by continuing to pour water into their beds after the rainy season has passed seem entirely absent in the interior.",
        "The chickens fought for position in the tiny coop door as they watched her pour a bucket of water into the tire.",
        "Victor Emmanuel regretfully signed the peace preliminaries, adding, however, pour ce qui me concerne (which meant that he made no undertaking with regard to central Italy), and Cavour resigned office.",
        "It is the rule and custom of the cupbearer to pour out a little of the wine and taste it before handing the cup to me.",
        "This goes beyond a simple patient-doctor relationship but I think our friend needs to pour out everything that's troubling.",
        "While the western mountains keep out the moisture, they do not ward off the winds which pour down the steep slopes in the winter and spring and raise clouds of dust.",
        "pour servir a l'hist.",
        "2 Port Lloyd, the chief anchorage (situated on Peel Island), is considered by Commodore Perry - who visited the islands in 1853 and strongly urged the establishment of a United States coaling station there - to have been formerly the crater of a volcano from which the surrounding hills were thrown up, the entrance to the harbour being a fissure through which lava used to pour into the sea.",
        "See also Villemain, Tableau de la littrature francaise au XVIII e siecle; the abbe Trublet, Memoires pour servir a l'histoire de la vie et des ouvrages de M.",
        "C'est bien pour un garcon de rien comme cet individu dont vous avez fait un ami, mais pas pour vous, pas pour vous.",
        "member of the university of Kiev, and of the Prussian, Bavarian and Danish academies; he received the Prussian order Pour le Write, and was corresponding member of the Academie des sciences morales et politiques of the French Institute.",
        "Milne-Edwards, Recherches anatomiques et paliontologiques pour servir a l'histoire des oiseaux fossiles de la France (Paris, 1867-1868), torn.",
        "The possession of a variable number of excretory tubes (Malpighian tubes), which are developed as outgrowths of the hind-gut and pour their excretion into the intestine,is also a distinctive character of the Hexapoda.",
        "Lombroso, Antropometria di 400 delinquenti (1872); Roberts, Manual of Anthropometry (1878); Ferri, Studi comparati di antropometria (2 vols., 1881-1882); Lombroso, Rughe anomale speciali ai criminali (1890); Bertillon, Instructions signaletiques pour l'identification anthropometrique (1893); Livi, Anthropometria (Milan, D900); Furst, Indextabellen zum anthropometrischen Gebrauch (Jena, 1902); Report of Home Office Committee on the Best Means of Identifying Habitual Criminals (1893-1894).",
        "Deverite, Notice pour servir a l'histoire de la vie et des ecrits de S.",
        "In the new prosperity of the land the union of Yahweh and his people shall be sealed anew, and so the Lord will proceed to pour down further and higher blessings.",
        "A man \"that speaketh in a tongue speaketh not unto men, but unto God; for no man understandeth;\" and therefore it is expedient that he keep this gift for his private chamber and there pour out the mysteries.",
        "In the same year he was nominated a Grand Cross in the Imperial Order of the Rose of Brazil; he also held the Prussian Order \"Pour le Merite,\" and belonged to the Legion of Honour of France and to the Order of the North Star of Sweden and Norway.",
        "Un roi qui est la seule sauvegarde de son peuple ne fuit point devant son peuple; it le prend pour juge de sa conduite et de ses principes.\"",
        "The Bohemian ridge is cleft about the middle by a deep gorge through which pour the headwaters of the river Elbe, which finds its source in the Siebengriinde.",
        "Millions will pour forth from there\"--he pointed to the merchants' hall--\"but our business is to supply men and not spare ourselves...",
        "Grease a cake tin, then pour in mixture.",
        "le Nain de Tillemont, Memoires pour servir a l'histoire ecclesiastique (1701-1712); P. T.",
        "Milne-Edwards, Recherches anatomiques et paleontologiques pour servir d l'histoire des oiseaux fossiles de la France (Paris, 1867-1868); F.",
        "These were to some extent made use of by Prosper Leveque in his Memoires pour servir (1753), as well as by the Abbe Boisot in the Tresor de Granvella.",
        "(Naundorff)1834-1838(2 vols., 1904); Plaidoirie de Jules Favre deviant la cour d'appel de Paris pour les heritiers de feu CharlesGuillaunae Naundorff (1874); H.",
        "\"11 est certain, d'ailleurs, qu'il faut une grande revolution pour sauver le royaume, que la nation a des droits, qu'elle est en chemin de les recouvrer tous, et qu'il faut non seulement les retablir, mais les consolider.\"",
        "Each opens in a vas deferens which bears three diverticula or vesiculae seminales, and three pairs of cement glands also are found which pour their secretions through a duct into the vasa deferentia.",
        "of the Kachins or Chingpaw were the Indo-Chinese race who, before the beginnings of history, but after the Mon-Annam wave had covered Indo-China, forsook their home in western China to pour over the region where Tibet, Assam, Burma and China converge, and that the Chingpaw are the residue left round the headquarters of the Irrawaddy and the Chindwin after those branches, destined to become the Tibetans, the Nagas, the Burmans and the Kuki Chins, had gone westwards and southwards.",
        "Secousse, Memoires pour servir a l'histoire de Charles roi de Navarre (Paris, 1 7551 7 68); E.",
        "The famous \"pour encourager les autres\" (that the shooting of Byng did \"encourage the others\" very much is not to the point) is a typical example, and indeed the whole of Candide shows the style at its perfection.",
        "The whole pot, with its contents of viscous glass, is then removed bodily from the furnace by means of huge tongs and is transported to a crane, which grips the pot, raises it, and ultimately tips it over so as to pour the glass upon the slab of the rolling-table.",
        "His best legal treatise is Memoire pour le comte de Morangies (Paris, 1772); Linguet's imprisonment in the Bastille afforded him the opportunity of writing his Memoires sur la Bastille, first published in London in 1789; it has been translated into English (Dublin, 1783, and Edinburgh, 1884-1887), and is the best of his works, though untrustworthy.",
        "We are not fighting pour le Roi de Prusse, but for right principles.",
        "Henceforward he lived a life of unbroken seclusion at Vignay, his only subsequent public appearance being by means of a memoire which he addressed to the king in 1570 under the title Le But de la guerre et de la paix, ou discours du chancelier l'Hospital pour exhorter Charles IX.",
        "The very important activities of the Conseil Permanent International pour l'Exploration de la Mer were suspended during the war except in a few local seas.",
        "It has been also suggested that the word might mean a \"molten image\" from the sense of \"pour.\"",
        "See Kersaint's own works, Le Bon Sens (1789); the Rubicon (1789); Considerations sur la force publique et l'institution des gardes nationales (1789); Lettre a Mirabeau (1791); Moyens presentes a l'Assemblee nationale pour retablir la paix et l'ordre dans les colonies; also E.",
        "In addition to other medical works he published anonymously Conjectures sur les memoires originaux dont it parait que Moyse s'est servi pour composer le livre de la Genese, (1753), in which he pointed out that two main sources can be traced in the book of Genesis; and two dissertations on the immateriality and immortality of the soul,.",
        "The French observations were published in 1792 (Expose des operations faites en France in 1787 pour la jonction des observatoires de Paris et de Greenwich).",
        "Many of us have found it hard to \"pour contempt on all my pride.\"",
        "Take cake out of tin, then pour coffee - chocolate icing all over.",
        "Bougeart, Les Cordeliers, documents pour servir ix l'histoire de la Revolution (Caen, 1891); G.",
        "In 1814 Tassaert observed the spontaneous formation of a blue compound, very similar to ultramarine, if not identical with it, in a soda-furnace at St Gobain, which caused the Societe pour l'Encouragement d'Industrie to offer, in 1824, a prize for the artificial production of the precious colour.",
        "pour l'Exploration de la Mer, No.",
        "Krauss, \"Zur Geschichte der Chazaren,\" in Revue orientale pour les etudes Ourals-altaiques (1900).",
        "From this time he continued to pour forth a number of critical writings on literature, art, &c. His bold ideas on these subjects, which were a great advance even on Lessing's doctrines, naturally excited hostile criticism, and in consequence of this opposition, which took the form of aspersions on his religious orthodoxy, he resolved to leave Riga.",
        "de Gingins-la-Sarra, Memoires pour servir a l'histoire de Provence et de Bourgogne Jurane (Zurich, 1851).",
        "Louis Auguste de Bourbon, sovereign prince of Dombes, having transferred his parliament to Trevoux, set up a printing press, and was persuaded by two Jesuits, Michel le Tellier and Philippe Lalleman, to establish the Me-moires pour servir d l'histoire des sciences et des arts (1701-1767), more familiarly known as the Journal des Trevoux, long the best-informed and best-written journal in France.",
        "Specially devoted to English literature were the Bibliotheque anglaise (1716-1728), the Memoires litteraires de la Grande Bretagne (1720-1724), the Bibliotheque britannique (1733-1734), and the Journal britannique (1750-1757) of Maty,' who took for his principle, \" pour penser avec liberte it faut penser seul.\"",
        "The Memoires secrets pour servir a l'histoire de la republique des lettres (1762-1787), better known as Memoires de Bachaumont, from the name of their founder, furnish a minute account of the social and literary history for a period of twenty-six years.",
        "Philosophy and ecclesiastical history: Revue neo-scholastique publiee par la societe philosophique de Louvain (1894); Revue d'histoire ecclesiastique (1900), the organ of the Catholic university of Louvain; Revue benedictine (1884); Analectes pour servir 'a l'histoire ecclesiastique de la Belgique, 2 e serie (1881-1904) and 3 e seri.e 1905); with an Annexe for Cartularies.",
        "He was a Knight of the Coburg Order, \"Dem Verdienste,\" and of the Prussian Order, \"Pour le Merite,\" and a member of at least ten foreign Academies.",
        "C. Roberts-Austen's six Reports (1891 to 2904) to the Alloys Research Committee of the Institution of Mechanical Engineers, London, the last report being concluded by William Gowland; the Cantor Lectures on Alloys delivered at the Society of Arts and the Contribution a l'etude des alliages (2902), published by the Societe d'encouragement pour l'industrie nationale under the direction of the Commission des alliages (2896-2900), should be consulted.",
        "During floods they pour over their banks upon the surrounding valleys, by a thousand channels which interlace and establish communication between the main streams. After numerous bifurcations they find their way into the sea by three principal mouths.",
        "This alpine region sends out numerous rivers in a southerly direction, which, forcing their passage through narrow defiles, and precipitated in cataracts over the precipices, eventually pour themselves into the Brahmaputra.",
        "pour l'instruction du dauphin (edited by Dreyss, 2 vols.).",
        "Calvin's Defensio orthodoxae fidei (1554) (in French, Declaration pour maintenir, &c., 1 554), is the source of prevalent misconceptions as to Servetus's opinions, and attitude on his trial.",
        "His most important original works are: Les Vies des poetes Grecs (1665); Methode pour commencer les humanites Grecques et Latines (2nd ed., 1731), of which several English adaptations have appeared; Epistolae Criticae (1659).",
        "In addition to the Memoires pour.",
        "Recueil des lettres authentiques de la reine, public pour la societe d'histoire contemporaine, par M.",
        "The following are worth mention: - Vie politique, militaire et privee du general Moreau (1814); Catastrophe de Murat, ou Recit de la derniere revolution de Naples (1815); Histoire de la guerre d'Espagne et du Portugal, 1807-1813 (2 vols., 1819); Collection de memoires relatifs aux revolutions d'Espagne (2 vols., 1824); Histoire de la revolution de Piemont (2 vols., 1821, 1823); Memoires secrets et inedits pour servir a l'histoire contemporaine (2 vols., 1825).",
        "The above may he supplemented by some valuable annals published by Louis Halphen, Recueil d'annales angevines et vendomoises (Paris, 1903), (in the series Collection de textes pour servir a l'etude et a l'enseignement de l'histoire).",
        "objects are explained by its title: La Feuille villageoise, adressee claque semaine a tous les villages de France pour les instruire des lois, des evenements, des decouvertes qui interessent tout bon citoyen, &c. It was continued by Grouvelle after Cerutti's death, the last number appearing on the 2nd of August 1795.",
        "On the Memoire pour le peuple franrais, see F.",
        "After the disasters of Mukden and Tsushima, and being threatened with internal disorder in European Russia, the tsar, early in June, accepted the mediation of the president of The the United States, and pour parlers were set on foot.",
        "The natural song of the canary is loud and clear; and in their native groves the males, especially during the pairing season, pour forth their song with such ardour as sometimes to burst the delicate vessels of the throat.",
        "Boivin Champeaux, Notices pour servir a l'histoire de la Revolution dans le departement de l'Eure (Evreux and Paris, 1884).",
        "ii.; Counillon, Documents pour servir a l'e'tude geologique des environs de Luang Prabang (Cochinchine), Comptes rendus (1896), cxxiii.",
        "See Victor Cousin, introduction to his Ouvrages ine'dits d'Abelard (1836), and Fragments pour servir a l'histoire de la philosophie (1865); G.",
        "Garstang's \"Reports on the Natural History of the Plaice\" (Rapports et proces-verbaux du conseil international pour l'exploration de la mer, 1905 seq.).",
        "The abortive emeute of the 10th of March warned the Girondists of their danger, but the Commission of Twelve appointed on the 18th of May, the arrest of Marat and Hebert, and other precautionary measures, were defeated by the popular risings of the 27th and 31st of May, and, finally, on the 2nd of June, Hanriot with the National 1 Daunou, \"Memoires pour servir a l'hist.",
        "Lalande's Astronomie (1792), and republished in an improved form by the bureau of longitudes in 1817; Methodes analytiques pour la determination d'un arc du meridien (1799); Tables du soleil (publiees par le bureau des longitudes) (1806); Rapport historique sur les progres des sciences mathematiques depuis l'an 1789 (181o); A brege d'astronomie (1813); Astronomic theorique et pratique (1814); &c.",
        "It was on his motion that, on the 25th of February, the government undertook \"to guarantee the existence of the workmen by work\"; and though his demand for the establishment of a ministry of labour was refused - as beyond the competence of a provisional government - he was appointed to preside over the government labour commission (Commission du Gouvernement pour les travailleurs) established at the Luxembourg to inquire into and report on the labour question.",
        "Nor was it enough that the person baptized should himself enter the water; the baptizer must pour it over his head, so that it run down his person.",
        "van Hoey, Lettres et negotiations pour servir d l'histoire de la vie du Cardinal de Fleury (London, 1 743); Leben des Cardinals A.",
        "The popular etymology of the name Tabriz from tab=fever, riz = pourer away (verb, rikhtan = pour away, flow; German rieseln?), hence \"fever-destroying,\" is erroneous and was invented in modern times.",
        "libatio, from libare, to take a portion of something, to taste, hence to pour out as an offering to a deity, &c.; cf.",
        "originaux dont it paroit que Mosee s'est servi pour composer le livre de la Genese, he argued that in Genesis and Ex.",
        "Thus, the Revised French Geneva Bible of 1588, which was issued in folio, quarto and octavo, and became a standard text, bears the following note on the verso of the title: \"Les frais de cet ouvrage, imprime en trois diuerses formes en mesme temps, pour la commodite et contentement de toutes sortes de personnes, ont este liberalemet fournis par quelques gens de bien, qui n' ont cherche gagner pour leur particulier, mais seulement de servir a Dieu et a son Eglise.\"",
        "Bulletin Soc. d'Encouragement pour l'Industrie Nationale, Paris, 1894.",
        "(1825); Comedies historiques (1827-30); L'Esprit de la revolution de 1789 (1831); La Premiere et la deuxieme annee du consulat de Bonaparte (1802); Chronique des cinquante jours, an account of the events of the 10th of August 1792; and Memoire pour servir a l'histoire de la societe polie en France (1835).",
        "In 1828 he was awarded the prize offered by the Societe d'Encouragement pour l'Industrie Nationale for a process of making artificial ultramarine with all the properties of the substance prepared from lapis lazuli; and six years later he resigned his official position in order to devote himself to the commercial production of that material, a factory for which he established at Fleurieux sur Saone.",
        "And in Greek Panegureis or festivals the sacrificial wine had to be dispensed from one common bowl: \" Unto a common cup they come together, and from it pour libations as well as sacrifice,\" says Aristides Rhetor in his Isthmica in Neptunum, p. 45.",
        "The twelve constellations of the zodiac form an ingenious machine, a great wheel with buckets, which pour into the sun and moon, those shining ships that sail continually through space, the portions of light set free from the world.",
        "Travel across the bad lands is very fatiguing because of the many small ascents and descents; and it is from this that their name, mauvaises terres pour traverser, was given by the early French voyageurs.",
        "69°, and in its flood season the head-waters pour down their torrents before the thick ice of the lower part with its severer climate has yet given way, piling up the ice iii great barriers and giving rise to widespread floods along the lower reaches.",
        "These springs, strongly sulphurous, rise a short distance inland at several points, and at last pour steaming over the rocks, which they have yellowed with their deposit, into the Euboic Sea.",
        "His chief works are: De la connaissance de Dieu, opposing Positivism (1855); La Logique (1856); Les Sources, conseils pour .la conduite de l'esprit (1861-1862); La Philosophie du credo (1861); Commentaire sur l'evangile de Saint Matthieu (1863); Jesus-Christ, lettres a M.",
        "Cuvier, Mimoires pour servir a l'histoire et a l'anatomie des mollusques (Paris, 1816).",
        "relatives au regne de Francois II,\" edited by Louis Paris (1841), both in the Collection de documents inedits sur l'histoire de France; notice of Francis, duke of Guise, in the Nouvelle Collection des memoires pour servir a l'histoire de France, edited by J.",
        "siècle (1846); Memoires a servir pour l'histoire de la philosophie en France au XVIII.",
        "Et pour ce it peut comparer au parler des angels du ciel, pour la grand doulceur et biaultee d'icel),\" was such that it was not till 1363 that the chancellor opened the parliamentary session with an English speech.",
        "de 1870); Un petit livre pour enseigner les enfants de leur entreparler comun francois, C. 1399 (Stengel, Z.",
        "These congresses have been supplemented by national congresses in ' See Annuaire du mouvement pacifaste pour l'anne'e 1910, published by the Bureau International de la Paix, at Bern.",
        "In a street of Benares similar devotions meet the eye, as dainty maidens pour out phials of holy water over erect stones of the same obscene pattern that was common also in Greece and Italy.",
        "See Memoires pour servir a l'histoire d'Espagne sous le regne de Philippe V, by the Marquis de St Philippe, translated by Maudave (Paris, 1756); Memoirs of Elizabeth Farnese (London, 1746); and E.",
        "Oihenart published in 1625 a Declaration historique de l'injuste usurpation et retention de la Navarre par les Espagnols and a fragment of a Latin work on the same subject is included in Galland's Memoires pour l'histoire de Navarre (1648).",
        "south of Peterhead are the famous Bullers, or Roarers, of Buchan, an enormous rocky cauldron into which the waves pour through a natural arch of granite, with incredible violence, in a storm.",
        "When kindled by his subject it seemed to take possession of him and pour itself out with overwhelming speed of utterance, with heat and power.",
        "pour servir d l'hist.",
        "A year later he published his Apologie pour la morale des Reformes.",
        "There are also certain orders, such as the recently instituted Order of Merit (British), and the Pour le Merite (Prussia), which have but one class, all members being on an equality of rank within the order.",
        "The badge of the military order is a blue cross with gold uncrowned eagles in the angles; on the topmost arm is the initial F., with a crown; on the other arms the inscription Pour le Merite.",
        "The badge of the class for science or art is a circular medallion of white, with a gold eagle in the centre surrounded by a blue border with the inscription Pour le Merite; on the white field the letters '3F.",
        "The fall of Napoleon having now freed the British government from the obligation to retain its army in Europe, troops from Spain began to pour in.",
        "From the age of twenty he was at work on his two great books - the Memoires pour servir a l'histoire ecclesiastique des six premiers siecles, and the Histoire des empereurs during the same period.",
        "in 1875 only); Operations geodesiques et astronomiques pour la mesure d'un arc du parallele moyen (2 vols., 1825-1827); H.",
        "Numerous torrents pour down from the two boundary ranges, and unite in the plains to form large streams, which fall into the chief streams of the district, which are the Irrawaddy, Hlaing and Bassein, all of them branches of the Irrawaddy.",
        "Legrand in the Collection des monuments pour servir a l'etude de la langue neohellenique, new series, vi.",
        "He had already attempted musical composition, and at this period produced several concertos pour basse, in the manner of the violoncellist, Lamarre, in whose name they were published.",
        "Another popular work of his was Les Visites charitables pour toutes sortes de personnes afligees (1669) .",
        "We know something of what it contained from a report by Leibnitz, who had seen it in Paris, and from a resume of its results published in 1640 by Pascal himself, under the title Essai pour les coniques.",
        "In neither case is there a waste-weir, the surplus water being allowed to pour over the crest of the dam.",
        "The intervention which Napoleon had planned resolved itself into diplomatic ~ pour parlers of which the result was wholly insignificant; Prussian and even before the war was ended Bismarck was War of preparing for an understanding with Austria and with 1866.",
        "His idea was to combine the moral influence of the North, and pour it through every open channel upon the South.",
        "Muscles when active seem to pour into the circulation substances which, of unknown chemical composition, are physiologically recognizable by their stimulant action on the respiratory nervous centre.",
        "He published in 1873 Pour la verite et pour la justice, in justification of the government of national defence, and in 1879 L'Armee francaise en 1879, par un officier en retraiie, a sort of supplement to his former work of 1867.",
        "To this period belong his Memoires pour servir d l'histoire de Brandebourg and his poem L' Art de la guerre.",
        "The king appears to have been avenging his private wrongs, or destroying the three nobles pour encourager les autres.",
        "For water-vessels, &c., they employ gourds and large coco-nut shells, in preparing which they pour in water and allow the pulp or the kernel to decay, so that it may be removed without breaking the rind or shell.",
        "Charavaray, Les Generaux morts pour la patrie; General Pajol, Kleber; lives of Marceau and Desaix; M.",
        "The classical observations of Reaumur Memoires pour servir a l'histoire des insectes, vols.",
        "de Boislisle, Pieces justificatives pour servir a l'histoire des premiers presidents de la Chambre des Comptes (1873), and Histoire de la maison de Nicolay (1875).",
        "The Mahrattas were in possession of the entire west and great part of the centre of the peninsula; while the rich and unwarlike province of Bengal, though governed by an hereditary line of nawabs founded by Murshid Kuli Khan in 1704, still continued to pour its wealth into the imperial treasury.",
        "Dollond ayant eu besoin de Bass pour un verre que demandoit le duc d'Yorck, Bass lui fit voir du crown-glass et du flint-glass.",
        "d'Epinay, Renseignements pour servir a l'histoire de ale de France jusqu'd r8ro (Mauritius, 1890); N.",
        "The year before the Revolution broke out he, with some assistance from a man of similar but lesser talent, Champcenetz, 2 compiled a lampoon, entitled Petit Almanach de nos grands hommes pour 1788, in which some writers of actual or future talent and a great many nobodies were ridiculed in the most pitiless manner.",
        "His Memoire pour le retablissement n France de l'ordre des freres precheurs was then prepared and dedicated to his country; at the same time he collected the materials for the life of St Dominic. When he returned to France in 1841 he resumed his preaching at Nitre Dame, but he had small success in re-establishing the order of which he ever afterwards called himself monk.",
        "The accumulated waters which pour down into the depression are gathered into the two basins of Lake Managua and Lake Nicaragua.",
        "Louis et d'Alphonse de Poitiers (Toulouse, 1880); and also his edition of the Correspondance administrative d'Alphonse de Poitiers in the Collection de documents ine'dits pour servir a l'histoire de France (Paris, 1894 and 1895).",
        "Voila ce qui a pu se produire pour de chants tres-courts, dont it est d'ailleurs aussi difficile d'affirmer que de vier l'existence.",
        "See also \"Nouveaux documents pour l'etude de la religion des Harraniens,\" by Dozy and De Goeje, in the Actes of the sixth Oriental congress, ii.",
        "He was Louis, count of Vermandois, son of Louise de la Valliere (Memoires secrets pour servir d l'histoire de Perse, Amsterdam, 1745); Vermandois, however, died in 1683.",
        "la volonte de Dieu et du Roy,\" and (again the legend grows) says that \"there are persons who are inquisitive about my prisoner, and I am obliged to tell conies jaunes pour me moquer d'eux.\"",
        "The words \"et vous ferez preparer les meubles qui sont necessaires pour la vie de celui que l'on vous amenera\" are not at all those which Louvois would use with regard to Dauger, after what he has just said about him.",
        "253; Rapport annuel sur l'observatoire de Paris pour l'annee 1892.",
        "A third Belgian company, Socit anonyme pour Ia fabrication du sucre en Perse, with a large capital, then came to Persia, and began making beetroot sugar in the winter of 1895.",
        "C. Glyn as History of Civilization in the Fifth Century (London, 1868); Documents inedits pour servir d l'histoire de l'Italie depuis le VIIIeme siècle jusqu'au XIPme (Paris, 1850); Les pontes franciscains Italie au XIIIeme siècle (Paris, 1852).",
        "The organs are thus merely conduits or passages through which the atoms pour into the soul.",
        "In 1837 appeared his Memoires pour servir a l'histoire anatomique et physiologique des vegetaux et des animaux, a collection of all his more important biological papers.",
        "Various scattered articles on Tatars will be found in the Revue orientale pour les Etudes Oural-Altaiques, and in the publications of the university of Kazan.",
        "Sedillot, Materiaux pour l'histoire des sciences mathematiques.",
        "48-51 and 531-34; Colliette, Memoires pour l'histoire du Vermandois (1771-72).",
        "Of the older literature, Tillemont's Memoires pour servir ¢ l'histoire ecclesiastique des six premiers siecles, vols.",
        "It was urged against him also by the party of the Doucereux, as he called them, that he could not manage, or did not attempt, the great passion of love, and that except in the case of Chimene his principle seemed to be that of one of his own heroines: - \"Laissons, seigneur, laissons pour les petites ames Ce commerce rampant de soupirs et de flammes.\"",
        "But if thou hast not either, pour water upon the head thrice, in the name of the Father and of the Son and of the Holy Spirit.",
        "The Didache bids us \" pour water on the head,\" and Christian pictures and sculptures ranging from the 1st to the 10th century represent the baptizand as standing in the water, while the baptizer pours water from his hand or from a bowl over his head.",
        "1 The Key of Truth, the manual of the old Armenian Baptists, archaically prescribes that the penitent admitted into the church shall advance on his knees into the middle of the water and that the elect one or bishop shall then pour water over his head.",
        "But there is another sudden transition-in that day Yahweh shall assemble all nations and kingdoms to pour out upon them his anger (v.",
        "Then came several years' respite from Indian war, and settlers began at once to pour into the region.",
        "In this memoir by Gergonne, the theory of duality is very clearly and explicitly stated; for instance, we find \" da p s la geometrie plane, a chaque theoreme ii en repond necessairement un autre qui s'en deduit en echangeant simplement entre eux les deux mots points et droites; tandis que dans la geometrie de l'espace ce sont les mots points et plans qu'il faut echanger entre eux pour passer d'un theoreme a son correlatif \"; and the plan is introduced of printing correlative theorems, opposite to each other, in two columns.",
        "See Memoire pour A.",
        "(in the Collection ine'dite pour l'histoire de France), t.",
        "xvi., 1904); La Societe des Jacobins; recueil de documents pour l'histoire du club des Jacobins de Paris (6 vols., 1889-1897); and Paris pendant la reaction thermidorienne et sous le directoire, recueil de documents pour l'histoire de l'esprit public e Paris (5 vols., 1898-1902), which was followed by an analogous collection for Paris sous le consulat (2 vols., 1903-1904).",
        "high, with its several parts rising tier above tier to permit concerted action, and alive with large bodies of troops ready to pour, from every coign of vantage, missiles of death - arrows, stones, Greek fire - upon a foe.",
        "He had an intimate acquaintance and sympathy with English institutions, and two of his published works - an address, Biographie de Lord Erskine (1866), and Etude sur l'acte du 5 avril 1873 pour l'etablissement d'une cour supreme de justice en Angleterre (1874) - deal with English questions; he also gave a fresh and highly important direction to French policy by the understanding with Russia, which was declared to the world by the visit of the French fleet to Cronstadt in 1891, and which subsequently ripened into a formal treaty of alliance.",
        "In other places they wave green branches, and on the south coast, pour water over their heads, a custom noticed by Cook at Mallicolo (New Hebrides).",
        "I, 87-222), Damiron (Me'moires pour servir a l'histoire de philosophie au X VII e siecle), and P.F.Thomas (La Philosophie de Gassendi, Paris, 1889).",
        "534-55 2; P. Tannery, Pour l'Histoire de la Science Hellbne (Paris, 1887), pp. 247-261; H.",
        "and Mal.-Eng.), (Antananarivo, i 835); Daimon d, Vocabulaire et grammaire pour les langues malgaches, Sakalava et Betsimisara (Bourbon, 1842); R.",
        "Thence streams pour east to the Victoria Nyanza, the largest African lake (covering over 26,000 sq.",
        "The prince indeed was soon released and solemnly pardoned; but, meanwhile, Napoleon had seized the opportunity afforded by the effect of this public scandal in lowering the prestige of the royal family to pour his troops into Spain, under pretext of reinforcing J unots corps in Portugal.",
        "iv., 1906); also (for the earlier ones) Collection complete de tous les ouvrages pour et contre M.",
        "11: \" celui qui n'a pu dans aucun pays aborder aucun homme politique sans l'aliener n'est pas fait pour les affaires.\"",
        "He boasted of having been the first to write really \"national\"' history, and he wished further to show this in a memoir entitled L'Influence de l'histoire des divers etats, ou comment fat allee la France si elle eat eu cette histoire (1840; reprinted in 1841 under the title: Les Francais pour la premiere fois dans l'histoire de France, ou poetique de l'histoire des divers etats).",
        "of the Documents pour l'histoire de l'Inquisition (Paris, 1900), by C. Douais; numerous texts concerning the last days of Albigensianism, collected by M.",
        "See Assoc. Franc. pour l'Avanc. des Sciences (1898), for a paper on oscillographs describing Blondel's original invention of the oscillograph in 1891.",
        "water pour over her, before she lathered herself up from head to toe.",
        "Jackson stood up to pour another drink.",
        "Road Runner 4cl vodka 2cl amaretto 2cl coconut cream Pour all ingredients into a shaker with ice.",
        "Godfather 6cl Scotch 3cl amaretto Pour both ingredients into a shaker with ice.",
        "Nous avons un nouveau service pour nos amis en France.",
        "angelic choir pour forth from the speakers.",
        "applejack brandy 5cl Dubonnet Pour the brandy and Dubonnet into a mixing glass with ice.",
        "artichoke salad and then pour the marinade over the top.",
        "Pour the Madeira aspic through the funnel, and leave the terrine to set in the fridge.",
        "Grave his name, and pour the fragrant balm upon the icy stone.",
        "pour batter in 9 inch by 13 inch pan.",
        "J'ai moi-mÃªme participÃ© au MLAC et me suis battue pour la reconnaissance de l'avortement.",
        "Est-ce qu'il est important pour toi de gagner beaucoup d'argent?",
        "Nice's real sin is to be too pleasant, too untouched, too first world... trop belle pour toi!",
        "Pour over the cauliflower and spinach sprinkle liberally with paprika and crushed black pepper and place in a hot oven.",
        "blood vessels pour out protein rich exudate which causes swelling.",
        "The leaky blood vessels pour out protein rich exudate which causes swelling.",
        "New Yorker 6cl bourbon 3cl fresh lemon juice dash grenadine Pour all ingredients into a shaker filled with ice.",
        "Stiletto 5cl bourbon 2cl amaretto 2cl fresh lime juice Pour all ingredients into a shaker with ice.",
        "Compton tried, at first in vain, to pour some brandy down his throat.",
        "brandy 3cl double cream Pour the brown crÃ¨me de cacao into a liqueur glass.",
        "Mexican Dream 2cl silver tequila 2cl brandy 2cl fresh lemon juice dash grenadine Pour all ingredients into a shaker with ice.",
        "A leaky bucket holds no water, and the universe therefore doesn't pour energy in!",
        "cacao 2cl double cream Pour all ingredients into a shaker with ice.",
        "cake tin, then pour in mixture.",
        "Apple Car Martini 3cl Calvados 3cl triple sec/Cointreau 2cl fresh lemon juice 1cl gomme syrup Pour all ingredients into a shaker with ice.",
        "I just take the top off, unscrew the cap, put my funnel in and pour away!",
        "Tequila Sour 6cl silver tequila 1cl fresh lemon juice 1 teaspoon caster sugar Pour all ingredients into a shaker with ice.",
        "Pour yourself out and fill the chasm: give the spirits of earth and darkness their due, and there will be peace.",
        "cheesecloth bag and pour the warm solution over your head, then rinse off with cold water.",
        "chilli the garlic turns lightly golden, pour in the dry white wine and crushed chili.",
        "Foreign Affair 3cl cognac 3cl black sambuca Pour all ingredients into a brandy balloon.",
        "Irish Beauty 4cl cognac 2cl Irish Mist Pour all ingredients into a brandy balloon.",
        "cognac dash Grand Marnier champagne Pour all ingredients, except champagne, into a shaker with ice.",
        "Meanwhile, place the couscous in a large bowl and pour over the stock.",
        "couscous in a large bowl and pour over the stock.",
        "cranberry juice Pour all ingredients into a shaker with ice.",
        "Pour over the French dressing, toss well and then sprinkle over the goat cheese croutons and serve.",
        "If not dissolve a chicken stock cube in half a cup of water and pour that into the bowl.",
        "pour the wheat into a heatproof bowl and as soon as the kettle boils, pour a cupful of water over it.",
        "Pour half of the egg custard mixture over the panettone.",
        "serve the cutlets out and pour the sauce over, perhaps garnishing with a sprinkling of fresh herbs.",
        "Between the Sheets 3cl brandy 3cl Cointreau 3cl light rum dash fresh lemon juice Pour all ingredients into a shaker with ice.",
        "Mexican Madras 3cl gold tequila 6cl cranberry juice 1.5cl fresh orange juice dash fresh lime juice Pour all ingredients into a shaker with ice.",
        "dash gomme syrup Pour all ingredients into a shaker with ice.",
        "Merry Widow 3cl vodka 3cl Dubonnet 3cl dry vermouth dash orange bitters Pour all ingredients into a mixing glass with ice.",
        "decant back into the jug (for easier pouring) then duly pour into waiting teacups.",
        "Pour into a 1 gallon demijohn, add the citric acid and tea.",
        "Pour into lined tin and put a dimple in the middle to stop the cake rising more in the middle.",
        "Roll out half the pastry to line a 9 \" pie dish Pour in the filling.",
        "dolourelle dame souveraine Faites cesser ma grief dolor Que j'endure pour vostre amour Nuit et jour dont j¹ay tres grant painne.",
        "Set on a bed of well caramelized endive and then pour some beurre orange around the circumference of the plate.",
        "Joel's prophesy clearly envisages a role for young an old \" I will pour out my Spirit on all people.",
        "erupt the volcano, pour a portion of the activation solution into the can.",
        "Simply pour a small amount under running water to add the relaxing fragrance of the Bath Gel range.",
        "Pour la France, la Belgique, le QuÃ©bec, et le monde Francophone We hope to add more French links to this page.",
        "Pour over some of the dark ganache and add some of the marinated raspberries.",
        "Turn the cake onto a wire rack and pour over the warm white ganache, using a palette knife to give a smooth finish.",
        "Stir in the cooled berries and whipped cream, then slowly pour in the dissolved gelatin, in a continuous stream, stirring constantly.",
        "pour gin into the jar, pressing the leaves down all the time, until they are just covered.",
        "La Habana 3cl gin 3cl apricot brandy 3cl fresh lime juice Pour all ingredients into a shaker with ice.",
        "Jamaican Mule 5cl dark Jamaican rum 2cl fresh lime juice ginger beer Pour the rum and lime juice into a highball filled with ice.",
        "Mexican Mule 5cl gold tequila 3cl fresh lime juice 1cl gomme syrup ginger ale Pour all ingredients into a shaker with ice.",
        "Moscow Mule 5cl vodka 1cl fresh lime juice ginger beer Pour the vodka and the lime juice into a highball filled with ice.",
        "Pour the stock over them, bring to the boil and cook until the stock begins to thicken and go glossy.",
        "Here, workers would tread the grapes and the juice would pour into a large barrel below.",
        "pour the honey and the sherry together into a small saucepan.",
        "Pour a quantity (say 1 oz.) of collodion into a bottle containing dry iodide of silver.",
        "Pour the mixture into a glass jar - a coffee jar is ideal.",
        "This dance theater production for 6-12 year olds won the prestigious 2001 Prix de l'Office franco-quebecois pour la jeunesse.",
        "Then use the pouring jug to pour into your mold.",
        "juice dash gomme syrup Pour all ingredients into a shaker with ice.",
        "Pour in a small ladle full of batter, enough to make a 1/2cm thick pancake of approx 10cm in diameter.",
        "In the Terai tubewells and pour flush latrines are more common.",
        "Place the apricots, strawberries and chopped lemon into a heavy-based saucepan and pour over the sugar.",
        "In outdoor rituals we pour libations on the roots of a tree.",
        "Dragon Fly 5cl vodka 2cl melon liqueur 1cl fresh lime juice 2cl apple juice Pour all ingredients into a shaker with ice.",
        "liqueur 3cl white crÃ¨me de menthe Pour both ingredients into a shaker with ice.",
        "liqueur 1.5cl vanilla sugar syrup 2cl fresh lime juice Pour all ingredients into a shaker with ice.",
        "Then, carefully pour the liquid into a medicine measure to make sure you get the correct dose.",
        "For larger amounts, mix in kitty litter or pour one-inch layers of paint in a cardboard box lined with a plastic bag.",
        "lychee liqueur Pour all ingredients into a shaker filled with ice.",
        "pour the marinade through a sieve into a medium saucepan.",
        "Pour the flour over the meat, and steadily add the marinade until the meat is covered.",
        "Place the beef in a large bowl and pour over the wine marinade.",
        "Pour into the ingredients in the mixing bowl and add the marmalade.",
        "meatballs on warm plates and pour the sauce next to them on the plate.",
        "pour the mixture into a glass jar - a coffee jar is ideal.",
        "Care has to be taken with shards of glass, presumably you could pour the wine through clean muslin to catch any fragments.",
        "Pour in the wine and the water, add the mustard, and simmer for 20 minutes.",
        "put the oatmeal into a bowl, add the salt and bicarbonate of soda, then pour in the fat and mix a little.",
        "I will pour my Spirit upon thy seed, and my blessing upon thine offspring \" (xliv.",
        "If they don't have enough oomph, pour them into a separate pan and boil until they do.",
        "Pour entire mixture into a 9-inch square heavy-gauge metal baking pan or a 10-inch heavy-gauge metal pie pan.",
        "Pour into warmed bowls and sit the crisp pancetta on top.",
        "Pour into a serving dish and sprinkle with flat leaf parsley.",
        "Cel n'est pas facile surtout pour une relation stable.",
        "Pour the egg and cheese mixture into the drained pasta and add the bacon.",
        "Millionaire No. 2 6cl rye whiskey 1.5cl triple sec/Cointreau dash pastis 1 teaspoon eggwhite powder Pour all ingredients into a shaker with ice.",
        "Pour into cake tin and then sprinkle on the chocolate chips and arrange the pecans on top.",
        "Pour in the coconut milk and stock, scatter in the green peppercorns, and leave to simmer until the vegetables are fully tender.",
        "Une vraie joie pour de se lancer Ã  corps perdu dans une ambiance hors du rÃ©el.",
        "petrollady walked off and Tyrone began to pour the gasoline over the rubbish.",
        "pie dish Pour in the filling.",
        "Wash and slice the pears and peel and chop the pineapple and pour into the blender.",
        "Mix both extracts, pour into a clean pan, reduce by boiling until juice measures 1½ pints.",
        "Hotel situÃ© le long d'une immense plage de sable blanc, avec vagues pour les plus courageux.",
        "Pour oil over sweet potatoes; toss to coat.",
        "pour scorn on who they feel necessary.",
        "pour the sauce over the mutton.",
        "pour through a sieve to remove any arrowroot lumps.",
        "pour into a small saucepan and bring to the boil stirring.",
        "pour into a small bowl.",
        "pour into the tin.",
        "pour into small jars and allow to cool.",
        "pour out my Spirit on all people.",
        "pour boiling water into a corian sink without running the cold tap at the same time.",
        "pour in the marinade, allow to thicken and adjust the seasoning to taste.",
        "Pour talcum powder onto the stain, leave overnight.",
        "The Cubans began to pour on the pressure only to find the ref 's whistle signaling the end of the game.",
        "Pour the purÃ©e into a clean pan, beat in the egg, then reheat gently, stirring.",
        "Pour away any extra excess fat from the tray leaving all residue behind.",
        "Springs start here and there at the feet of the hills; and little rivulets pour away in all directions.",
        "roe filet into small medallions, say 3 per person and pour over the sauce.",
        "Blue Mist 4cl white rum 1.5cl blue curaÃ§ao 1.5cl double cream 3cl fresh orange juice Pour all ingredients into a shaker with ice.",
        "rum 3cl blue curaÃ§ao 3cl fresh lime juice dash gomme syrup Pour all ingredients into a shaker with ice.",
        "Atomic Dog 2cl melon liqueur 2cl coconut rum 2cl white rum 2cl white rum Pour melon and coconut liqueurs into a shot glass.",
        "Pour over the remaining French dressing and toss the salad gently.",
        "Slice the meat then pour the sauce over the mutton.",
        "Pour a little sauce over the trout and serve the remaining sauce in a warmed sauceboat or jug.",
        "scald the milk then pour over the eggs stirring well.",
        "sceptrelish and set aright the scepters of kingdoms, subdue the nations, and pour forth peace upon the ends of the earth.",
        "schnapps 2cl cranberry juice Pour all ingredients into a shaker with ice.",
        "schnapps 1.5cl fresh lemon juice 1 teaspoon eggwhite powder Pour all ingredients into a shaker with ice.",
        "Fuzzy Navel 3cl vodka 3cl peach schnapps 15cl fresh orange juice Pour all ingredients into a shaker with ice.",
        "Ambassador 3cl white rum 1cl apple schnapps 2 dashes passionfruit liqueur 3cl cranberry juice Pour all ingredients into a shaker with ice.",
        "peach Crush 6cl rye whiskey 1 peach, diced dash peach schnapps 2cl fresh lime juice dash grenadine Pour all ingredients into a blender.",
        "If you pour enough water on a double scotch, it ceases to taste like whiskey.",
        "Sometimes even tho it might make you feel a bit self-conscious, let people pour blessing on you!",
        "He will be happy to pour lusty semen into the womb, and then he will leave you to it!",
        "servece haunch on serving dish and pour off all but 1 tablespoon of fat from the roasting tin.",
        "shake the vial and pour out the contents inside, the metal filings have changed to GOLD filings!",
        "shouldst thou even pour out thy soul in love!",
        "hear ou sighs, pour on us your grace, King of Kings, that we may serve you with joy forever.",
        "Qu'est-ce que cela peut signifier pour une personne comme moi?",
        "Testarossa 5cl vodka 5cl Campari dash soda water Pour ingredients into an old-fashioned glass filled with ice.",
        "Michael came late to writing sonnets, which seem to pour out of him.",
        "spidery veins, Pour in the contents of odorous drains.",
        "Use the funnel to pour a few spoonfuls of oil into the bottle.",
        "Low profile pour spout for compact packing, Stay-put lid won't budge during pouring, Wire handles fold down for compact storage.",
        "Pour orange squash over mashed potatoes; eat with a spoon.",
        "stir-fry for 2 minutes then pour in the cider or wine.",
        "Blend in blender until smooth, then pour through a wire strainer.",
        "Pour coffee into heated cups then add 3 tablespoons of the mixture into each cup.",
        "To prepare the sauce, pour 1 tablespoon of oil into a saucepan over a medium heat.",
        "tamarind pulp in a small mixing bowl, pour over the boiling water and set aside to soften for 20 minutes.",
        "tasseled hat, I pour perfection with Blackthorn - \" just like that \" !",
        "teaspoon eggwhite powder Pour all ingredients into a shaker with ice.",
        "Brave Bull 4cl silver tequila 2cl Kahlua Pour all ingredients into an old-fashioned glass filled with ice.",
        "Tequila Sour 6cl silver tequila Sour 6cl silver tequila 1cl fresh lemon juice 1 teaspoon caster sugar Pour all ingredients into a shaker with ice.",
        "Midsummer's Night Dream 5cl silver tequila 1.5cl pineapple juice 1.5cl fresh lime juice dash grenadine Pour all ingredients into a shaker with ice.",
        "DO NOT pour paint thinners, oil paints, abrasive cleaners, down your drains.",
        "thundering water pour over the falls that give the town its name.",
        "Pools pour forth a cool torrent of living water.",
        "Ten million Brazilian Free-tailed Bats pour out, in an unstoppable torrent of wings.",
        "Remove pan from heat, add teaspoon of vanilla essence, beat until the mix is thick then pour into greased tray.",
        "Place the diced turkey into a shallow dish and pour over the yogurt mixture.",
        "The next morning, I pour off (and drink) the wintergreen flavored tea, leaving the twigs in the jar.",
        "As ink in the bottle runs down, you can carefully unscrew the cap and pour more ink in!",
        "Pour into a cold bowl and add 2 drops vanilla stir in.",
        "Ferrari 3cl amaretto 5cl dry vermouth Pour the amaretto into an old-fashioned glass filled with ice, then add the vermouth.",
        "Bronx Terrace 5cl gin 3cl dry vermouth 2cl Roses's lime cordial Pour all ingredients into a shaker with ice.",
        "Palm Beach Cocktail 6cl gin 1.5cl sweet vermouth 1.5cl fresh grapefruit juice Pour all ingredients into a shaker with ice.",
        "vermouth 1.5cl fresh grapefruit juice Pour all ingredients into a shaker with ice.",
        "vermouth dash orange bitters Pour all ingredients into a mixing glass with ice.",
        "Americano 3cl Campari 3cl sweet vermouth soda water Pour the sweet vermouth soda water Pour the sweet vermouth, then the Campari into a highball filled with ice.",
        "Pour some shallot sauce around disks and sprinkle with bacon vinaigrette.",
        "pour vinegar into the cracks, let it evaporate at its own speed.",
        "pour the vodka and sherry over the ice first.",
        "Greek Doctor 3cl ouzo 3cl vodka 3cl fresh orange juice 2cl fresh lemon juice Pour all ingredients into a shaker with ice.",
        "French 74 2cl vodka 2cl fresh orange juice 1cl gomme syrup champagne Pour all ingredients, except champagne, into a shaker with ice.",
        "Break open the stems and pour in asmall amount of neat roundup weedkiller and seal the stem to stop animals accessing the chemical.",
        "They did not try to patch up an old suit with new cloth or pour new wine into old wineskins.",
        "Pour the sherry, brandy and orange zest and juice over and leave to soak for 30 minutes.",
        "Meanwhile he had published, among other works, Considerations generales sur revaluation des monnaies grecques et romaines et sur la valeur de l'or et de l'argent avant la decouverte de l'Amerique (1817), Recherches pour servir d l'histoire d'Egypte pendant la domination des Grecs et des Remains (1823), and Sur l'origine grecque des zodiaques pretendus egyptiens (1837).",
        "\" The work appeared anonymously at Leiden (published by Jean Maire) in 1637, under the modest title of Essais philosophiques; and the project of a universal science becomes the Discours de la methode pour bien conduire sa raison et chercher la verite dans les sciences.",
        "Nouveau traite de navigation, contenant la theorie et la pratique du pilotage (1753); Solution des principaux problemes sur la manoeuvre des vaisseaux (1757); Operations faites pour la verification du degre du meridien entre Paris et Amiens, par Mess.",
        "He published successively Manuscrit de 1814, contenant l'histoire des six derniers mois du regne de Napoleon (1823;(1823; new edition with illustrations, 1906); Manuscrit de 1813, contenant le prÃ©cis des evenements de cette annee pour servir a l'histoire de l'empereur Napoleon (1824); Manuscrit de 1812 (1827); and Manuscrit de l'an iii.",
        "4 \" Cependant, pour revenir aux formes ordinaires ou aux Ames materielles, cette duree qu'il leur faut attribuer, a la place de celle qu'on avoit attribuee aux atomes pourroit faire douter si elles ne vont pas de corps en corps; ce qui seroit la metempsychose, a peu pros comme quelques philosophes ont cru la transmission du mouvement hypothesis of monads, and by Nicholas Malebranche; while, in the middle of the r8th century, not only speculative considerations, but a great number of new and interesting observations on the phenomena of generation, led the ingenious Charles Bonnet and A.",
        "Nous manquons de moyens pour juger de ces dissemblances, et peut-titre que le plus habile Naturaliste qui auroit ete place dans ce premier Monde y auroit entierement meconnu nos Plantes et nos Animaux.\"",
        "\" Je ne veux pas dire pour cela que les animaux qui existent forment une serie tres-simple et partout egalement nuancee; mais je dis qu'ils forment une serie rameuse, irregulierement graduee et qui n'a point de discontinuite dans ses parties, ou qui, du moms, n'en a toujours pas eu, s'il est vrai que, par suite de quelques especes perdues, it s'en trouve quelque part.",
        "Je n'ai besoin d'aucune hypothese ni d'aucune supposition pour cela: j 'en atteste tous les naturalistes observateurs.\"",
        "Back again in France by 1800, he boldly published in 1802 his Vrai sens du vote national pour le consulat a vie, in which he exposed the ambitious schemes of Bonaparte.",
        "2 73 (1757); P. Niceron, Memoires pour servir a l'histoire des hommes illustres, xxxviii.",
        "Besides many papers communicated to the academy of sciences, of which he became a member in 1714, he published Memoires pour servir d l'histoire et au progres de l'astronomie (St Petersburg, 1738), in which he gave the first method for determining the heliocentric co-ordinates of sun-spots; Memoire sur les nouvelles decouvertes au nord de la mer du sud (Paris, 1752), &c.",
        "Whether his agents did, or did not, pour oil on the flames of civil strife, which he thereupon quenched by his Act of Mediation, 19th of February 1803, is a complex question.",
        "Picart, Ceremonies et coutumes religieuses de tous les peuples (1723); du Tilliot, Memoires pour servir d l'histoire de la fÃªte des Fous (Lausanne, 1741); Aime Cherest, Nouvelles recherches sur la fÃªte des Innocents et la fete des Fous Bans plusieurs eglises et notamnzent dans celle de Sens (Paris, 1853); Schneegans in Miiller's Zeitschrift fur deutsche Kulturgeschichte (1858); H.",
        "His travels in southern Italy and in the East had put him upon the track of the medieval French settlements in those regions, and to this subject he devoted several important works: Recherches et materiaux pour servir d une histoire de la domination francaise dans les provinces demembrees de l'empire grec (1840); Nouvelles recherches historiques sur la principaute francaise de Moree et ses hautes baronnies (2 vols., 1843-1844); Histoire des conquetes et de l'etablissement des Frangais dans les etats de l'ancienne Grece sous es Villehardouin (1846, unfinished).",
        "Among his publications were Conies et Idylles (1791); Lysus et Cydippe, a poem (1801); Inductions morales et physiologiques (1817); Documents pour servir a l'histoire de France (1820); Du Beau dans les arts d'imitation (1822); Le Dernier des Beaumanoir (1824).",
        "Buonarroti, Conspiration pour l'egalite, elite de Babeuf (2 vols., Brussels, 1828; later editions, 1850 and 1869), English translation by Bronterre O'Brien (London, 1836); Cambridge Modern History, vol.",
        "See P. Niceron, Memoires pour servir a l'histoire des hommes illustres, vol.",
        "This was followed, in the second volume of the Miscellanea Taurinensia (1762) by his \"Essai d'une nouvelle methode pour determiner les maxima et les minima des formules integrales indefinies,\" together with the application of this important development of analysis to the solution of several dynamical problems, as well as to the demonstration of the mechanical principle of \"least action.\"",
        "According to the New English Dictionary, the original may be found in two Aryan roots, both of the form gheu, one of which means \"to invoke,\" the other \"to pour\" (cf.",
        "d'Herbomey, \"Notes et documents pour servir a l'histoire des rois fils de Philippe le Bel,\" in Bibl.",
        "Marivaux brought out a Spectateur Francais (1722), which was coldly received; it was followed by fourteen or fifteen others, under the titles of La Spectatrice (1728-1730), Le Radoteur (1775), Le Babillard (1778-1779), &c. Of a similar character was Le Pour et le contre (1723-1740) of the abbe Prevost, which contained anecdotes and criticism, with special reference to Great Britain.",
        "Les Arts (1902); Gazette des beaux-arts (1859), monthly, with Chronique des arts; Revue de fart ancien et moderne (1897) monthly; L'Art decoratif, monthly, Art et decoration, monthly; L'Art pour tous, monthly; La Decoration, monthly; L'Architecture- journal of the Soc. centrale des Architectes francais, weekly; L'Art (1875) is no longer published.",
        "Popular and Family Reviews.-A travers le monde (1898); Femina (1901); Je sais tout (1905); La Lecture moderne (1901); La Revue hebdomadaire (1892); Les Lectures pour tous (1898); Mon bonheur (1902); La Vie heureuse (1902).",
        "Soc., London); Bulletin des resultats acquis pendant les courses periodiques (Conseil permanent international pour l'exploration de la mer) (Copenhagen, 1902 seq.).",
        "During the agitations that preceded the Revolution Cerutti took the popular side, and in 1788 published a pamphlet, Memoire pour le peuple francais, in which in a clear and trenchant style he advocated the claims of the tiers etat.",
        "Sanson have their origin in the apocryphal Memoires pour servir a l'histoire de la Revolution Francaise par Sanson (2 vols., 1829; another ed., 1831), of which a few pages of introduction emanate from Balzac, and some other matter from Lheritier de l'Ain.",
        "\"On voudrait faire de Geneve,\" sighed the conservative, de la Rive, \"la plus petite des grandes villes, et pour moi je prefere qu'elle reste la plus grande des petites villes.\"",
        "Davy) to 77 (Buchner)% of tannin (see 8 \" Resherches pour servir a l'histoire des galles,\" Ann.",
        "Le dernier volume de nos memoires renferme encore un memoire de lui, sur une question difficile de la theorie des nombres; et peu de temps avant la maladie qui l'a conduit au tombeau, it se procura les observations les plus recentes des cometes a courtes periodes, dont it allait se servir pour appliquer et perfectionner ses methodes.\"",
        "In 1806 appeared Legendre's Nouvelles Methodes pour la determination des orbites des cometes, which is memorable as containing the first published suggestion of the method of least squares (see Probability).",
        "et que j'appelle methode des moindres quarres \"; and in an appendix in which the application of the method is explained his words are: \" De tous les principes qu'on peut proposer pour cet objet, je pense qu'il n'en est pas de plus general, de plus exact, ni d'une application plus facile que celui dont nous avons fait usage dans les recherches precedentes, et qui consiste a rendre minimum la somme des quarres des erreurs.\"",
        "(See Eminent Domain, under which the American law of compensation, and the closely allied doctrine of expropriation pour cause d'utilite publique of French law, and the law of other continental countries, are discussed.) The rule of English constitutional law, on the other hand, is that the property of the citizen cannot be seized for purposes which are really \" public \" without a fair pecuniary equivalent being given to him; and, as the money for such compensation must come from parliament, the practical result is that the seizure can only be effected under legislative authority.",
        "69Ã‚°, and in its flood season the head-waters pour down their torrents before the thick ice of the lower part with its severer climate has yet given way, piling up the ice iii great barriers and giving rise to widespread floods along the lower reaches.",
        "siÃ¨cle (1846); Memoires a servir pour l'histoire de la philosophie en France au XVIII.",
        "16) saw the \"superstitious\" man, as he passed by, take out his phial of oil, pour it over them, and kneel down before them to say his prayers.",
        "In Brittany the people flock into the cemeteries at nightfall to kneel bare-headed at the graves of their loved ones, and to fill the hollow of the tombstone with holy water or to pour libations of milk upon it, and at bedtime the supper is left on the table for the soul's refreshment.",
        "The order is founded on the lines of the Prussian Ordre pour le Write (see below), yet more comprehensive, including those who have gained distinction in the military and naval services of the Empire, and such as have made themselves a great name in the fields of science, art and literature.",
        "The Order for Merit (Ordre pour le Merite), one of the most highly prized of European orders of merit, has now two divisions, military and for science and art.",
        "In valleys where they have been rashly cut away, and the waters pour down the slopes unchecked, every tiny rivulet becomes a raging torrent, that carries off the grassy slopes and devastates the floor of the valley, covering the soil with gravel and debris.",
        "Birkeland, Expedition norvegienne 1899-1900 pour l'etude des aurores boreales (Christiania, 1901); (20) Terrestrial Magnetism, vol.",
        "Hodgkin, Italy and her Invaders (1892); and articles in the Revue orientate pour les etudes Ouralaltaiques.",
        "La simple proposition que je vous en fais suffit pour vous faire voir que je ne cross point que toute fonction analytique non reelle soit vraiment reductible a la forme A+B - 1.\"",
        "2 \" On comprend que des chants populaires nes d'un evenement eclatant, victoire ou defaite, puissent contribuer a former la tradition, a en arreter les traits; ils peuvent aussi devenir le centre de legendes qui se forment pour les expliquer; et de la sorte leur substance au moins arrive au poete epique qui 1'introduit dans sa composition.",
        "The master was certainly puzzled by his pupil; he saw his ability, and, when Millet in his poverty could not longer pay the monthly fees, arranged for his free admission to the studio, but he tried in vain to make him take the approved direction, and lessons ended with \"Eh, bien, allez a votre guise, vous etes si nouveau pour moi que je ne veux rien vous dire.\"",
        "1 55, 156) \"Je mande au Sieur Poupart de faire incessamment travailler 'a' ce que vous desirerez, et vous ferez preparer les meubles qui sont necessaires pour la vie de celui que l'on vous amenera, observant que comme ce n'est qu'un valet, it ne lui en faut pas de bien considerables, et je vous ferai rembourser tant de la despenses des meubles, que de ce que vous desirerez pour sa nourriture.\"",
        "On the contrary, he gives precise and apparently comprehensive directions in the first part of the letter about how he is to be treated: \"Je vous en donne advis par advance, afin que vous puissiez faire accomoder un cachot ou vous le mettrez surement, observant de faire en sorte que les jours qu'aura le lieu oÃ¹ it sera ne donnent point sur les lieux qui puissent estre abordez de personne, et qu'il y ayt assez de portes fermees, les unes sur les autres, pour que vos sentinelles ne puissent bien entendre,\" &c. Having finished his instructions about Dauger, he then proceeds in a fresh paragraph to tell Saint-Mars that orders have been given to \"Sieur Poupart\" to do \"whatever you shall desire.\"",
        "C. Glyn as History of Civilization in the Fifth Century (London, 1868); Documents inedits pour servir d l'histoire de l'Italie depuis le VIIIeme siÃ¨cle jusqu'au XIPme (Paris, 1850); Les pontes franciscains Italie au XIIIeme siÃ¨cle (Paris, 1852).",
        "Daremberg, Exposition des connaissances de Galien sur l'anatomie, la physiologie et la pathologie du systeme nerveux (These pour le Doctorat en Medecine) (Paris, 1841); J.",
        "The second part enters upon the history of the crusade itself, and tells how Joinville pledged all his land save so much as would bring in a thousand livres a year, and started with a brave retinue of nine knights (two of whom besides himself wore bannerets), and shared a ship with the sire d'Aspremont, leaving Joinville without raising his eyes,\"pour ce que le cuer ne me attendrisist du biau chastel que je lessoie et de mes deux enfans\"; how they could not get out of sight of a high mountainous island (Lampedusa or Pantellaria) till they had made a procession round the masts in honour of the Virgin; how they reached first Cyprus and then Egypt; how they took Damietta, and then entangled themselves in the Delta.",
        "Elsewhere he says that suzerainty is a form of public seigneuries which has been \" usurpee par les particuliers pour laquelle exprimer it nous a fallu forger un mot expres, et l'appeller suzerainete, mot qui est aussi etrange comme celle espece de seigneuries est absurde \" (p. 11).",
        "In 1849 he became aide-de-camp to Prince Jerome Bonaparte, ex-king of Westphalia, then governor of the Invalides, on whose commission he wrote Memoires pour servir a l'histoire de la campagne de 1812 en Russie (1852).",
        "\" Pour le protege, une condition de misouverainete substituee a la pleine independence que comporte le regime de simple protection \" (p. 58).",
        "\" Cette solution a ete reconnue par la France en 1870, a propos de la guerre contre l'Allemagne pour les Iles Taiti alors soumises a notre protectorat; elle s'imposerait pour la Tunisie, l'Annam et Tonkin, et pour le Cambodge, ou les traites nous conferent le droit d'occupation militaire \" (M.",
        "In the judgment of the present writer, Parmenides, while he denied the real existence of plurality, recognized its apparent existence, and consequently, however little value he might attach to opinion, was bound to take account of it: \" pour celui mÃ©me qui nie Fexistence reelle de la nature,\" says Renouvier, \" it reste encore a faire une histoire naturelle de l'apparence et de l'illusion.\"",
        "He took holy orders in 1676, and two years later the king gave him the abbey of Aulnay, where he wrote his Questiones Aletuanae (Caen, 1690), his Censura philosophiae Cartesianae (Paris, 1689), his Nouveau memoire pour servir a l'histoire du Cantesianisme (1692), and his discussion with Boileau on the Sublime.",
        "(cited by Littre), Nous sommes pour la plupart de vrais anthropomorphites.",
        "Quarante mille hommes massacres et l'armee de nos allies detruite, et vous trouvez la le mot pour rire, * he said, as if strengthening his views by this French sentence.",
        "Then pour the mixture into the barrel of a syringe, held in a retort stand, pointing downwards into a small beaker.",
        "Carve the roe filet into small medallions, say 3 per person and pour over the sauce.",
        "Get home, pour large glass of red wine, and play a feeble game of rounders with the children before bedtime.",
        "Atomic Dog 2cl melon liqueur 2cl coconut rum 2cl white rum Pour melon and coconut liqueurs into a shot glass.",
        "Pour into lightly oiled 20cm savarin mold, refrigerate several hours or until set.",
        "In a small saucepan, scald the milk then pour over the eggs stirring well.",
        "Establish and set aright the scepters of kingdoms, subdue the nations, and pour forth peace upon the ends of the earth.",
        "Baby Woo Woo 2cl vodka 2cl peach schnapps 2cl cranberry juice Pour all ingredients into a shaker with ice.",
        "Perfect Lady 6cl gin 1.5cl peach schnapps 1.5cl fresh lemon juice 1 teaspoon eggwhite powder Pour all ingredients into a shaker with ice.",
        "Peach Crush 6cl rye whiskey 1 peach, diced dash peach schnapps 2cl fresh lime juice dash grenadine Pour all ingredients into a blender.",
        "Sometimes even tho it might make you feel a bit self-conscious, let people pour blessing on you !",
        "He will be happy to pour lusty semen into the womb, and then he will leave you to it !",
        "Place haunch on serving dish and pour off all but 1 tablespoon of fat from the roasting tin.",
        "Shake the vial and pour out the contents inside, the metal filings have changed to GOLD filings !",
        "Pour the remaining ingredients into a shaker with ice.",
        "Pour all ingredients into a shaker filled with ice.",
        "Here shouldst thou even pour out thy soul in love !",
        "Hear ou sighs, pour on us your grace, King of Kings, that we may serve you with joy forever.",
        "Toss in a bat 's wing with spidery veins, Pour in the contents of odorous drains.",
        "Low profile pour spout for compact packing, Stay-put lid wo n't budge during pouring, Wire handles fold down for compact storage.",
        "Pour over the sauce and sprinkle the breadcrumbs over the top.",
        "Add the rice, stir-fry for 2 minutes then pour in the cider or wine.",
        "Place the tamarind pulp in a small mixing bowl, pour over the boiling water and set aside to soften for 20 minutes.",
        "Pour over the veal and scatter with the reserved tarragon leaves.",
        "Fold the eggs and chocolate together and pour into the tart shell and even out with a spatula.",
        "Without magic wand or tasseled hat, I pour perfection with Blackthorn - \" just like that \" !",
        "Amaretto Sour 5cl amaretto 2cl fresh lemon juice 1 teaspoon eggwhite powder Pour all ingredients into a shaker with ice.",
        "Midsummer 's Night Dream 5cl silver tequila 1.5cl pineapple juice 1.5cl fresh lime juice dash grenadine Pour all ingredients into a shaker with ice.",
        "Every minute, 150 million liters of thundering water pour over the falls that give the town its name.",
        "Pour into a hot toddy glass, stir and serve.",
        "Un intÃ©rÃªt pour le dÃ©veloppement social et le travail sur le terrain avec les plus pauvres et le monde rural.",
        "As ink in the bottle runs down, you can carefully unscrew the cap and pour more ink in !",
        "Americano 3cl Campari 3cl sweet vermouth soda water Pour the sweet vermouth, then the Campari into a highball filled with ice.",
        "Pour it out indiscriminately; drown everyone around you in the vapid production of versified prose !",
        "Pour vinegar into the cracks, let it evaporate at its own speed.",
        "Pour a little extra virgin olive oil in a large frying pan.",
        "Pour the vodka and sherry over the ice first.",
        "Pour the oil into a wok over a medium heat.",
        "Squeeze lemons and pour into the heated mixture together with zest of the lemon.",
        "Blend up fresh fruits and vegetables and pour them into an ice tray.",
        "When baby is older, pour in the bubble bath, and capture baby in the foamy bubbles.",
        "You can also simplify the process by melting down an already created bar of soap and pour it into your molds.",
        "Also, there's nothing more convenient than a coffee machine that stops brewing when you remove the carafe from the machine to pour yourself a cup.",
        "You will not need to hire a backhoe to dig out an area for the pool, there'll be no concrete to pour and no in-ground water system will be installed.",
        "There is also a large handle and the spout is designed so it won't drip when you pour your drinks.",
        "Once it is cooked through, I pour everything into my dutch oven, including the brown bits.",
        "You can buy silicone bakeware in heart, flower and other fun shapes - then pour the liquid Plaster of Paris into the molds and let it dry completely.",
        "After mixing, pour in the fish stock (or water) and oil.",
        "Pour the olive oil in a saucepan and heat over a low flame.",
        "Pour the vegetable oil into a saucepan and add the ground beef.",
        "You will need to pour a topical miticide into your cat's ear and allow it to remain for several minutes.",
        "Strain, don't simply pour, the beverage into a martini glass.",
        "Pour ginger ale and Champagne slowly into the bowl.",
        "Preparation: Simply pour the peach nectar into a tall fluted glass, and then slowly top with the Champagne.",
        "Pour the finished drink into a glass rimmed with sugar or salt, and garnish with a lime wedge if desired.",
        "Pour into a chilled glass and garnish with a mint sprig if desired.",
        "Pour into a chilled glass and garnish with a split strawberry if desired.",
        "Pour the drink into a cocktail glass and garnish with a pineapple wedge if you like.",
        "Pour the mix into a cocktail glass and garnish with an orange wedge.",
        "Pour the drink into a chilled glass, top with whipped cream and garnish with a cinnamon stick.",
        "Pour into a chilled glass and garnish with cherries or chocolate shavings.",
        "Slowly and carefully pour the Galliano on top, but do not stir.",
        "Pour over ice in a cocktail glass and garnish with a lime wedge.",
        "Pour vodka into a Champagne flute and top with the Champagne.",
        "Pour into a martini glass, and add a slice of apple for garnish.",
        "Shake well and pour into a martini glass.",
        "To make, it pour 2 ounces of vodka, and one ounce of coffee liqueur (such as Tia Maria) in an old fashioned glass.",
        "Combine all the ingredient in a pitcher, stir and pour into glasses filled with ice.",
        "Pour 1 1/2 ounces of vodka and 3/4 ounce of lime juice into a cocktail shaker.",
        "Shake vigorously, and then pour into a Martini glass.",
        "Pour passion fruit puree into a Champagne saucer, and stir in the simple syrup according to your taste preference.",
        "Pour the gin, lemon juice and sugar into a cocktail shaker half filled with ice and shake well.",
        "Pour the brandy and triple sec into a large wine glass.",
        "Pour the ingredients into a chilled Champagne flute.",
        "Pour all the ingredients into a chilled Champagne flute and serve.",
        "The Bloody Bullet - Pour four ounces of a fruit-flavored energy drink, such as Red Bull; three ounces of grain alcohol, such as Everclear, and a splash of Daiquiri mix into a mixer or jigger.",
        "Shake these ingredients together with ice for several seconds, and then pour them into an old-fashioned glass."
    ]
}