{
    "translation": "חסר כוח",
    "uses": [
        "\"So you think he is powerless?\" said Langeron.",
        "The walk calmed his irritation at being powerless for the first time since the Schism.",
        "The things I wanted to do I was powerless to accomplish.",
        "All she was doing was reminding him how powerless he was.",
        "were powerless to arrest.",
        "Words are powerless to describe the desolation of that prison-house, or the joy of the soul that is delivered out of its captivity.",
        "THE] were practically powerless, the more so as their political activity consisted mainly in \" building theories for an imaginary world.\"",
        "His enemies, headed by his elder brother Mikhail and the vicechancellor Vorontsov, powerless while his diplomacy was faultless, quickly took advantage of his mistakes.",
        "Haunted by the recollection of that formidable conflict and lulled in the security of the Great Interregnum, which was to render Germany long powerless, the papacy thought merely of the support that France could give, and paid no heed to the dangers threatened by the extension of Charles of Anjou's monarchy in central and northern Italy.",
        "now powerless) darkness.",
        "It was plundered by Henry VIII., to whom the memory of Becket was specially obnoxious; but the reformers were powerless to expunge the name of the saint from the Roman calendar, on which it still remains.",
        "The most urgent national necessities were powerless to stir their hearts or open their purses.",
        "He later related how incredibly difficult it was to watch that happen and be powerless to intercede.",
        "To protect the court and the national arsenal at Springfield, for which the Federal government was powerless to provide a guard, MajorGeneral William Shepard (1737-1817) ordered out the militia, called for volunteers, and supplied them with arms from the arsenal, and the court sat for three days.",
        "For the rest, a substratum of superstitious beliefs, which survives from the days when the Malays professed only their natural religion, is to be found firmly rooted in the minds of the people, and the influence of Mahommedanism, which regards such things with horror, has been powerless to eradicate this.",
        "Changes of ministry at Constantinople were powerless to bring about an improvement, and early in 1896 Cretan affairs became so serious as to call for the intervention of the powers.",
        "Prussia has always declared that Buonaparte is invincible, and that all Europe is powerless before him....",
        "In his place was his father-- Prince Andrew--and his father had neither shape nor form, but he existed, and when little Nicholas perceived him he grew faint with love: he felt himself powerless, limp, and formless.",
        "It was not Napoleon alone who had experienced that nightmare feeling of the mighty arm being stricken powerless, but all the generals and soldiers of his army whether they had taken part in the battle or not, after all their experience of previous battles--when after one tenth of such efforts the enemy had fled--experienced a similar feeling of terror before an enemy who, after losing HALF his men, stood as threateningly at the end as at the beginning of the battle.",
        "His passion for intrigue is curiously illustrated by his letter to the tsarevich: Alexius at Vienna, assuring his \"future sovereign\" of his devotion, and representing his sojourn in England as a deliberate seclusion of a zealous but powerless well-wisher.",
        "Deraiya was razed to the ground and the principal towns of Nejd were compelled to admit Egyptian garrisons; but though the Arabs saw themselves powerless to stand before disciplined troops, the Egyptians, on the other hand, had to confess that without useless sacrifices they could not retain their hold on the interior.",
        "Instead of concentrating his force upon one bridge over the swampy and unfordable Dyle, Grouchy scattered it in attacks upon several; and when the emperor's despatch arrived, saying Billow was in sight, the marshal was powerless to move westward.",
        "But there was one city of the East which, lying apart from the crowded highways of the world, had sunk to a mere provincial town, and yet possessed associations which the church of the 5th century felt herself powerless to eradicate.",
        "We may regard it as a supplement or appendix to the Principe and the Discorsi, since Machiavelli held it for a fundamental axiom that states are powerless unless completely armed in permanence.",
        "Against the squares the horsemen were powerless, and failing to break a single square, they were finally swept off the plateau by fresh allied horsemen.",
        "But the guerilla tactics of the wily klepht were powerless against Ibrahim, who marched northward, and, avoiding Nauplia for the present, seized Tripolitsa, and made this the base from which his columns marched to devastate the country far and wide.",
        "Yahweh would be powerless in the presence of Ashur (2 Kings xviii.",
        "Its scope may be briefly indicated as including (a) duties exercised elsewhere by the Borough Councils, and by the London County Council (although that body is by no means powerless within the City boundaries); and (b) peculiar duties such as control of markets and police.",
        "Stuyvesant conducted a successful expedition against the Swedes on the southern border of New Netherland in 1655; but he was powerless against the English.",
        "The provincial councils had been swept away in 1876, and their functions divided between the central authority and small powerless local bodies.",
        "On land the presence of a few educated Phanariots, such as Demetrios Ypsilanti or Alexander Mavrocordato, was powerless to inspire the rude hordes with any sense of order or of humanity in warfare; while every lull in the fighting, due to a temporary check to the Turks, was the signal for internecine conflicts due to the rivalry of leaders who, with rare exceptions, thought more of their personal power and profit than of the cause of Greece.",
        "But nominalism was powerless to inspire theology with new life; on the contrary, its intervention only increased the inextricable tangle of the hairsplitting questions with which theology busied itself, and made their solution more and more impossible.",
        "But the unfortunate prince had to choose between dependence and extermination, for his unaided resources were powerless against the persistent attacks of the unconquerable The Prussians.",
        "The determination to limit still further the power of the executive was at the bottom of this fatal parsimony, with the inevitable consequence that, while the king and the senate were powerless, every great noble or lord-marcher was free to do what he chose in his own domains, so long as he flattered his \"little brothers,\" the szlachta.",
        "He perceived that Darwinism attributed too much to accident, and was also powerless to explain the origin of life and of consciousness.",
        "Her first opponent she put out of action in twelve minutes, and, passing on, Hood immediately engaged other ships, the \"Guerrier\" being left powerless to fire a shot.",
        "It was from the young Greenland colony that an attempt was made to establish a new outpost in Vinland, but plans for permanent settlement were given up on account of the hostility of the natives, with whom the settlers felt powerless to grapple.",
        "When a \"party of Resistance\" came into office with Casimir-Perier in March 1831, the speech from the throne proclaimed that \"France has desired that the monarchy should become national, it does not desire that it should be powerless\"; and the migration of the royal family to the Tuileries symbolized the right of the king not only to reign but to rule.",
        "\"Might be a good thing Guardians are largely powerless,\" Darian said.",
        "A minority is powerless while it conforms to the majority; it is not even a minority then; but it is irresistible when it clogs by its whole weight.",
        "His prestige as a minister, already injured by these two blows, suffered further during the autumn and winter from the cattledriving agitation in Ireland, which he at first feebly criticized and finally strongly denounced, but which his refusal to utilize the Crimes Act made him powerless to stop by the processes of the \"ordinary law\"; and the scandal arising out of the theft of the Dublin crown jewels in the autumn of 1907 was a further blot on the Irish administration.",
        "In his case the ancestral hoards were under the control of his mother, the begum of Oudh, into whose hands they had been allowed to pass at the time when Hastings was powerless in council.",
        "The opposing minority were now powerless, and the younger fellows who had been his pupils were more inclined to follow him than others would have been.",
        "Through the almost impenetrable darkness and confusion we only discern this much, that Italy was powerless to constitute herself a nation.",
        "At the same time the burghers of Graaff Reinet also rebelled against the Cape authorities, who were powerless to suppress the insurrectionary movement.",
        "All that remained was to obtain the abdication of Benedict XIII., the successor of the Avignon pope Clement VII., but the combined efforts of the council and the emperor were powerless to overcome the obstinacy of the Aragonese pope.",
        "But the severe measures adopted by the government against such \" runaways \" were powerless to prevent their immigration into Siberia.",
        "Mercy was also in correspondence with the Constitutionals, and in letter after letter to him and the emperor, the queen, strongly supported by Fersen, insisted that the congress should be formed as soon as possible, her appeals increasing in urgency as she saw that Barnave's party would soon be powerless against the extremists.",
        "From time to time bands of soldiery, whom the government was powerless to control, scoured the country, and rebellion succeeded rebellion till 1859, when the last fight against open rebels took place at Chichamba near Risod.",
        "smouldering fires of his old energy flamed out once more and Napoleon began a rapid pursuit of the cavalry screen, which crumpled up and decamped as he advanced, yet all his efforts were powerless to entangle the Anglo-Dutch rearguard to such an extent that Wellington must turn back to its assistance.",
        "Others protested against the anomalous and helpless position of the so-called king, who, if he 'could do no harm, was certainly powerless for good.",
        "The captive was, however, by no means powerless; by refusing canonical institution to the French bishops he involved the ecclesiastical system of Napoleon in inextricable confusion.",
        "Lola Montez, created Countess Landsfeld, was supreme in the state; and the new minister, Prince Ludwig von Oettingen-Wallerstein (1791-1870), in spite of his efforts to enlist Liberal sympathy by appeals to pan-German patriotism, was powerless to form a stable government.",
        "Today, there are modern-day Da Vincis living in parts of the world where just surviving is a full-time occupation, powerless to develop the gifts they could offer the wider world.",
        "He was powerless against the mounting flood of desertion and demoralization in the army, and he was the first of the ministers to resign in despair.",
        "He was all powerful on land, they on the sea; and for the present each was powerless to harm the other.",
        "Narses declined to intervene, Padua was powerless to enforce its claims and Venice established a virtual independence of the mainland.",
        "But the Tribuni Majores were equally powerless to allay the jealousies of the growing townships which formed the lagoon community.",
        "Energetic and successful though the scattered trading settlements had been in establishing German trade connexions and in securing valuable trade privileges, the middle of the 14th century found them powerless to meet difficulties arising from internal dissension and still more from the political rivalries and trade jealousies of nascent nationalities.",
        "When the French left wing and centre reached the Sambre bridges, at Marchienne and Charleroi, they found them held and strongly barricaded, and the cavalry were powerless to force the passage.",
        "His main defect was unscrupulousness: he hesitated at nothing necessary to accomplish an object, and the conviction of his untrustworthiness gradually alienated his associates, and left him politically powerless.",
        "and thus blows will avail where blessings and gentleness have been powerless.\"",
        "Athens thus became mistress of the Aegean, while the synod at Delos had become practically, if not theoretically, powerless.",
        "This meant that the synod was quite powerless.",
        "Now, the dykes were cut and the sluices opened, and Amsterdam was covered by a wide inundation, against which the invader was powerless.",
        "In 1554, when Charles was meditating his abdication, and wished to secure the position of his son, he summoned Philip to Flanders again, and arranged the marriage with Mary, queen of England, who was the daughter of his sister Catherine, in order to form a union of Spain, the Netherlands and England, before which France would be powerless.",
        "Although supported by Spain he could not obtain from this quarter an army sufficiently strong to crush the Bohemians, and for some time he remained powerless and inactive in Vienna.",
        "Such a body, Metternich held, \" powerful for defence, powerless for offence,\" would form a guarantee of the peace of central Europe - and of the preponderance of Austria; and in its councils Austrian diplomacy, backed by the weight of the Habsburg power beyond the borders of Germany, would exercise a greater influence than any possible prestige derived from a venerable title that had become a by-word for the union of unlimited pretensions with practical impotence.",
        "The cause of this is to be sought rather in the daily friction of a system which had ceased to be efficient and only succeeded in irritating the public opinion it was powerless to curb.",
        "It soon became clear that ~the khedive was powerless, and that the military party, headed by Arabi, threatened to dominate the country.",
        "In 1865 it adjudged Bishop Gray's letters patent, as metropolitan of Cape Town, to be powerless to enable him \"to exercise any coercive jurisdiction, or hold any court or tribunal for that purpose,\" since the Cape colony already possessed legislative institutions when they were issued; and his deposition of Bishop Colenso was declared to be \"null and void in law\" (re The Bishop of Natal).",
        "Melanchthon, powerless against the enthusiasts with whom his co-reformer Carlstadt sympathized, appealed to Luther, still concealed in the Wartburg.",
        "Melanchthon felt himself powerless to restrain the tumult.",
        "Up to this time, John Quincy Adams was regarded as belonging to the Federalist party, but he now found its general policy displeasing to him, was frowned upon, as the son of his father, by the followers of Alexander Hamilton, and found himself nearly powerless as an unpopular member of an unpopular minority.",
        "Thereupon a fierce insurrection broke out, against which the governor of Africa was powerless.",
        "end of the lake), and the efforts of the Austrian police to prevent their circulation were completely powerless.",
        "This yearning is a dumb unintelligent longing, which moves like a heaving sea in obedience to some dark and indefinite law, and is powerless to fashion anything in permanence.",
        "He rushed among the crowd, but was powerless to quell the tumult.",
        "of the Territory, as has been already said, had been set apart (1868) as a hunting ground for the Sioux Indians, but the rumour of the discovery of gold in the Black Hills and the Bighorn Mountains in1874-1875caused a rush to the region which the military seemed powerless to prevent.",
        "Though Frederick failed to subdue the republics, the failure can scarcely be said to reflect either on his prudence as a statesman or his skill as a general, for his ascendancy was finally overthrown rather by the ravages of pestilence than by the might of human arms. In Germany his resolute will and sagacious administration subdued or disarmed all discontent, and he not only succeeded in welding the various rival interests into a unity of devotion to himself against which papal intrigues were comparatively powerless, but won for the empire a prestige such as it had not possessed since the time of Otto the Great.",
        "But when the revolt of the younger Cyrus against his brother (401 B.C.) had demonstrated the surprising ease and rapidity with which a courageous army could penetrate into the heart of the empirewhen the whole force of that empire had proved powerless, not only to prevent some 12,000 Greek troops, completely surrounded, cut off from their communications, and deprived through treachery of their leaders, from escaping to the coast, but even to make a serious attack on themthen, indeed, the imperial impotence became manifest.",
        "In winter, however, the Parthians were powerless to wage war, as the moisture of the atmosphere relaxed their bows.",
        "The revolt of Nadir Mirza had, as before explained, drawn the shahs attention to Khorasan in the early part of his reign; but, although quiet had for the moment been restored at Meshed by the presence of the royal camp, fresh grounds of complaint were urged against the rash but powerless prince, and recourse was had to extreme measures.",
        "In May and June the shah issued proclamations declaring his fidelity to the constitution, and promising an amnesty to all political offenders; but he was powerless to stay the advance of the combined Bakhtiari and Nationalist troops, who entered Teheran.",
        "More than most men, Fenelon \"wanders between two worlds - one dead, the other powerless to be born.\"",
        "He takes refuge in the temple at Delphi; but, though Apollo had ordered him to do the deed, he is powerless to protect his suppliant from the consequences.",
        "Against such a combination the Castilians were powerless; a truce was arranged in 1387 and renewed at intervals until 1411, when peace was concluded.",
        "So great was the press that the \"battles\" of the second line which followed the first were unable to reach the front and stood on the slope, powerless to take part in the battle on the crest.",
        "The king and the dauphin, powerless in the hands of Duke John and the Parisians, appealed secretly to the Armagnac princes for deliverance.",
        "On the 10th of February 1829 he suffered a second attack of paralysis which rendered his right side quite powerless, but under the care of his brother, Dr John Davy (1791-1868), he rallied sufficiently to be removed to Geneva, where he died on the 29th of May.",
        "Quinine is apparently powerless to kill the organism when it is in its reproductive phase.",
        "The Minor Church included many Polish magnates, but their adoption of the views of Sozzini, which precluded Christians from magisterial office, rendered them politically powerless.",
        "Even archaeology, which can often sketch the main outlines of a people's history, is here practically powerless, owing to the insufficiency of data.",
        "Between the popular League and the menace of the Protestants it was a question whether the new monarch was to be powerless Tb in his turn.",
        "Paris became the centre of a sceptical society, which the decrees of bishops and councils, and the enthusiasm of the orthodox doctors and knights-errant of Catholicism, were powerless to extinguish.",
        "Sagasta derived much benefit from the divisions which made democracy powerless; and he Was able to cope with Carlism chiefly because the efforts of the pretender himself abroad, and of his partisans in Spain, were first restrained and then decisively paralysed by the influence of foreign courts and governments, above all by the direct interference of the Vatican in favor of the Spanish regency and of the successor of Alphonso XII.",
        "Charles was powerless openly to resent these outrages, but he obtained from the provincial assemblies the money refused him by the statesgeneral, and deferred his vengeance until the dissensions of his enemies should offer him an opportunity.",
        "He seized the Norman towns held by the Navarrese, while Henry of Trastamara invaded Navarre, and imposed conditions of peace which rendered his lifelong enemy at last powerless.",
        "The troops sent against them, under General Pepe, himself a Carbonaro, sympathized with the mutineers, and the king, being powerless to resist, granted the constitution (13th of July), which he swore on the altar to observe.",
        "Again, \"the gradation of the incident is this: the father has become powerless among the coils of the serpent; the younger son has still strength for resistance but is wounded; the elder has a prospect of escape.\"",
        "The young king passed his early years amid the terrible anarchy in his island kingdom, which Innocent was powerless to check; but his education was not neglected, and his character and habits were formed by contact with men of varied nationalities and interests, while the darker traits of his nature were developed in the atmosphere of lawlessness in which he lived.",
        "It's left the Black God in an advantageous position, since all but the White and Grey Gods are powerless.",
        "I'm surprised you're not interested in a ceasefire with me, since your Guardians are powerless, Jonny said.",
        "Damian understood the delicate balance between Good and Evil, just as he understood the Black God had the power to overturn that balance as long as the Guardians were powerless.",
        "She couldn't think about human-Deidre, powerless and vulnerable in the hands of the most violent demon in Hell.",
        "bewail the fact that their own fisheries inspection service seems powerless to stop these incursions or arrest the offenders.",
        "Anyhow, they lost allot of power in teh 19thC, and 20thC, and are now powerless figureheads.",
        "forget those stage hypnotists who return their powerless subjects to childhood.",
        "They bewail the fact that their own fisheries inspection service seems powerless to stop these incursions or arrest the offenders.",
        "These are peripheral locations that are economically marginal, politically powerless, remote and often contaminated.",
        "There is discontent from people who feel powerless, like slaves, with their skills rendered pointless as machines replace the need for them.",
        "powerless over alcohol.",
        "Jesus has come into the world to render Satan powerless.",
        "powerless minorities are fair game.",
        "At the same time, he was seized by four strong men and rendered utterly powerless.",
        "They are in a virtually powerless position to prevent eviction.",
        "Risks to relatively powerless people - children, the elderly, the poor - seem to be taken much more seriously.",
        "However, NGOs which receive funds are not totally powerless.",
        "Where once the trades unions could protect their members, now they are largely powerless.",
        "powerless to intervene.",
        "powerless to resist, Eldridge responded to the Knights ' demand for a king by crowning himself.",
        "powerless to stop what is happening to them.",
        "powerless to prevent the successful strike which did take place.",
        "powerless to defend themselves against the larger assaults of destiny.",
        "powerless to act.",
        "Faced with this looming crisis, the Bank of England's ability to cut interest rates is rendered almost powerless.",
        "We feel powerless in the face of the biggest natural disaster of modern times.",
        "Suddenly, Gilliam seemed powerless in Hollywood's grip.",
        "Faced with an unscrupulous dictator, NATO appears quite powerless with its surgical strikes.",
        "The parliament, of course, will remain powerless.",
        "powerless in the face of the biggest natural disaster of modern times.",
        "reliven>Reliving the same experience over and over, knowing what is likely to happen next yet powerless to influence the outcome.",
        "Powerless to oppose a rebel who was at the same time commander-in-chief, both the king and the diet had to give way, and a compromise was come to whereby the peace of Buczacz was repudiated and Sobieski was given a chance of rehabilitating himself, which he did by his brilliant victory over an immense Turkish host at Khotin (Nov.",
        "Others report that, feeling himself powerless to scatter the gathered clouds, and aware of his physical feebleness, he had had the moral courage to pass in the eyes of his family, which he did not wish to afflict, as the dupe of the efforts they employed to conceal the truth from him.",
        "This appeal to Moslem sentiment was, however, powerless against the disaffection due to perennial misgovernment.",
        "In conjunction with the occupation of Tunisia, the effect of these disorders was to exhibit Italy as a country powerless to defend its interests abroad or to keep peace at home.",
        "Mirabeau followed up his Memoire by a scheme of a great ministry to contain all men of mark - Necker as prime minister, \"to render him as powerless as he is incapable, and yet preserve his popularity for the king,\" the duc de Liancourt, the duc de la Rochefoucauld, La Marck, Talleyrand, bishop of Autun, at the finances, Mirabeau without portfolio, G.",
        "Complete anarchy prevailed at the worst centres of disorder, as Baku and Batum, the imperial authorities being more powerless to preserve even the semblance of order than they were in the interior of Russia.",
        "Satan will be cast, along with all those who have been delivered over to him to suffer the pains of hell, into the abyss, where he will henceforward lie powerless.",
        "The diet of 1497 passed most of its time in constructing, and then battering to pieces with axes and hammers, a huge wooden image representing the ministers of the crown, who were corrupt enough, but immovable, since they regularly appeared at the diet with thousands of retainers armed to the teeth, and openly derided the reforming endeavours of the lower gentry, who perceived that something was seriously wrong, yet were powerless to remedy it.",
        "Lamarck's first law asserts that a past history of indefinite duration is powerless to create Educa- a bias by which the present can be controlled.",
        "Their traditional arguments were powerless before the array of data marshalled by the new science of prehistoric archaeology.",
        "He proved unable to devise a common plan of action on the part of the Catholic princes against Elizabeth of England and the Turks; while he was also powerless to check the, spread of brigandage in the papal state.",
        "Then, in violation of his oath to grant an amnesty, he revenged himself for three years of coercion by killing on a scale which revolted his \"rescuers,\" and against which the duke of Angouleme, powerless to interfere, protested by refusing the Spanish decorations offered him for his services.",
        "An attempt was made by a party of yeomanry The to arrest a popular agitator, Henry Hunt; the angry Man- mob surged round the horsemen, who found themselves chester powerless; the Riot Act was read, and the I5th Massacre.",
        "He says: \"The younger son struggles and is powerless, and is alarmed; the father struggles ineffectively, indeed his efforts only increase the opposition; the elder son is least of all injured, he feels neither anguish nor pain, but he is horrified at what he sees happening to his father, and he screams while he pushes the coils of the serpent off from his legs.",
        "Reliving the same experience over and over, knowing what is likely to happen next yet powerless to influence the outcome.",
        "It was powerless to prevent weapons-grade anthrax being sent, probably by an insider, to liberal Congressional leaders and journalists.",
        "Moreover, the anger, fear, irritation, and depression caused by stressors in the environment may make you feel powerless and impair your ability to recognize your symptoms.",
        "They may feel weak, insignificant and powerless in their own lives.",
        "It was pretty easy to see that I was powerless over Alcohol, but that my life was unmanageable took a little time.",
        "We admitted we were powerless over our addiction - that our lives had become unmanageable.",
        "Yes, she was right and basically said \"I am powerless over cigarettes.\"",
        "When you realize that you are powerless over tobacco or smoking cigarettes that means that you surrender the belief that you can beat a cigarette's power to causes death to yourself and others.",
        "And if you really want to stop smoking, you will understand that when a craving comes to you, you are powerless over it.",
        "Parents should not feel powerless in the face of these online risks.",
        "It is a spiritual but non-religious program that fosters abstinence from alcohol based upon a belief that the person suffering from alcoholism is \"powerless\" over their addiction.",
        "Addiction is a physical or mental dependence on a behavior or substance that a person feels powerless to stop.",
        "Their primary goals is to free children from poverty and exploitation and to free young people from the notion that they are powerless to affect positive change in the world.",
        "You're half-starved and powerless.",
        "whose sons fought among themselvesand the endless conflicts between Leon and Castile, rendered the only formidable Christian kingdom powerless."
    ]
}