{
    "translation": "דעה קדומה",
    "uses": [
        "The police do not want to prejudice an investigation.",
        "There was prejudice in the workplace culminating in her resignation a year ago.",
        "We don't want to prejudice law enforcement against doing the right thing.",
        "It is unreasonable to feel prejudice toward a person simply because of the color of their skin or their personal beliefs.",
        "The same deposits have yielded remains of small mammals whose dentition approximates more nearly to that of either polyprotodont marsupials or insectivores; and these may be conveniently noticed here without prejudice to their true affinities.",
        "Brazil has never had a \"colour line,\" and there has never been any popular prejudice against race mixtures.",
        "But the death of Sejanus in 31 set Tiberius free from prejudice against the Jews.",
        "It is still rare to find women working in tech and some would say that male prejudice is to blame.",
        "The corner towards the Ponte della Puglia was also restored, and the hideous device of walling up the five last arches, adopted in the 16th century by the architect Da Ponte, was removed without prejudice to the stability of the structure.",
        "A strong anti-clerical prejudice is manifest in his historical work generally, and is doubtless the result of the change in his views on Church matters and his abandonment of the clerical profession.",
        "He himself stayed behind, as he feared that, if he went with them, Caraffa at Rome, together with Dr Ortiz, a German opponent in Paris and now Charles V.'s ambassador at the Vatican, would prejudice the pope against them.",
        "To this factor was added the revival of national feeling and prejudice, with growing political complications and jealousies.",
        "He never justified a prejudice; he never misdirected our admiration; he never hurt an innocent feeling or overbore a serious judgment; and he set up within us a standard of Christian scholarship to which it must ever exalt us to aspire.",
        "It doesn't seem likely that feelings of prejudice toward people who are different from us can ever truly be eradicated.",
        "In order to avoid it he will endeavour to do without assistance, and seriously prejudice his chances of recovery.",
        "Every hypothesis must be tested by an appeal to the facts of life, and modified or abandoned if it will not bear examination, unless we are convinced on genuine evidence that it may for a time be employed as a useful approximation, without prejudice to the later stages of the investigation we are conducting.",
        "Nevertheless, his opponents made such effective use of the popular prejudice against third terms that the scheme was defeated, and Garfield was named in his stead.",
        "The sacramentals of the great Church were denounced by them as vehicles of the evil one; and this class of prejudice was carried to such a length that some of them eschewed even baptism with water and the sacrament of bread and wine.",
        "In spite of strong prejudice, he shows remarkable breadth of view and appreciation of merit in systems the most hostile to his own.",
        "Their bishops and priests, who wear the moustache in deference to popular prejudice, are typical specimens of the church militant.",
        "Since that time select Japanese species, chosen for superior milling qualities, have been widely introduced, as the market prejudice in favour of head rice made the large percentage of broken rice a heavy handicap to the farmers.",
        "The liberty with which he there treated the doctrines of the Fathers aroused ecclesiastical prejudice, and the archbishop of Paris condemned the work.",
        "The only motive for advocating it is the prejudice of absolute idealism which would deny that sensation has any part whatever in the constitution of experience.",
        "It is only when we remember the extensive and mischievous influence on science which hypotheses about aethers used formerly to exercise, that we can appreciate the horror of aethers which sober-minded men had during the 18th century, and which, probably as a sort of hereditary prejudice, descended even to John Stuart Mill.",
        "The final judgement was made and the lawsuit was dismissed with prejudice, which means it cannot be retried. ",
        "But various of the changes proposed touched exceedingly delicate matters, going to the deepest foundations of Turkish belief and prejudice: so much so that some of the desired reforms could not be openly advocated as yet.",
        "In 1869 he was one of the consecrating prelates when Temple became bishop of Exeter, and endeavoured to remove the prejudice against his appointment by showing that Temple was not responsible for the views of other writers in the famous Essays and Reviews (1860).",
        "It is true that he is sometimes swayed by prejudice, but this is the common lot of great historians; they cannot altogether avoid sharing in the feelings of the past, for they live in it, and Freeman did so to an extraordinary degree.",
        "Furthermore, the visionary who is found at most periods of great spiritual excitement was forced by the prejudice of his time, which refused to acknowledge any inspiration in the present, to ascribe his visionary experiences and reinterpretations of the mysterious traditions of his people to some heroic figure of the past.",
        "This is a prejudice of the same kind with the last, arising from our experience of bodies consisting of immense multitudes of atoms.",
        "Similarly the earlier prejudice against higher education, and the maintenance of institutions for that purpose, has given place to greater liberality along those lines.",
        "The Chinese difficulty, so far as the mining population was concerned, was solved by the exhaustion of the extensive alluvial deposits; the miners' prejudice against the race, however, still exists, though they are no longer serious competitors, and the laws of some of the states forbid any Chinese to engage in mining without the express authority in writing of the minister of mines.",
        "Stereotyping and prejudice against former convicts can make it hard for them to get a job and make a fresh start after they’ve served their time.",
        "Besides the incomparable Journal, his Appeals to Men of Reason and Religion also produced an extraordinary effect in allaying prejudice and winning respect.",
        "to suffer prejudice from critical conditions as to their date and authorship.",
        "I smoked many different brands without prejudice.",
        "No person shall by word of mouth or in writing or in any newspaper, periodical, book, circular, or other printed publication (a) Spread false reports or make false statements; or (b) spread reports or make statements intended or likely to cause disaffection to His Majesty, or to interfere with the success of His Majesty's forces or of the forces of any of His Majesty's allies by land or sea, or to prejudice His Majesty's relations with foreign powers; or (c) spread reports or make statements intended or likely to preju- :lice the recruiting of persons to serve in any of His Majesty's forces, or in any body of persons enrolled for employment under the Army Council or Air Council or entered for service under the direction of the Admiralty, or in any police force or fire brigade, or to prejudice the training, discipline or administration of any such force, body, or brigade; or (d) spread reports or make statements intended or likely to undermine public confidence in any bank or currency notes which are legal tender in the United Kingdom or any part thereof, or to prejudice the success of any financial measures taken or arrangements made by His Majesty's Government with a view to the prosecution of the war;..",
        "extant, though this prejudice tends to decrease in later MSS.",
        "Not only so, but, when greater strictness of rule and of enclosure seemed the most needful reforms in communities that had become too secular in tone, the proposal of Ignatius, to make it a first principle that the members of his institute should mix freely in the world and be as little marked off as possible externally from secular clerical life and usages, ran counter to all tradition and prejudice, save that Cara.ffa's then recent order of Theatines, which had some analogy with the proposed Society, had taken some steps in the same direction.",
        "The well-known sentence of Carlyle, that it is \"as far as possible from meriting its high reputation,\" is in strictness justified, for all Thiers's historical work is marked by extreme inaccuracy, by prejudice which passes the limits of accidental unfairness, and by an almost complete indifference to the merits as compared with the successes of his heroes.",
        "In 1613 he appeared with the emperor Matthias before the diet of Ratisbon as the advocate of the introduction into Germany of the Gregorian calendar; but the attempt was for the time frustrated by anti-papal prejudice.",
        "The existence of the secret treaty, well known to the Chilean government, rendered the intervention of Peru more than questionable, and the law passed by the latter in 1875, which practically created a monopoly of the Tarapaca nitrate beds to the serious prejudice of Chilean enterprise, offered no guarantee of her good faith.",
        "It was assumed by deists in debating against the orthodox, that the flood of error in the hostile camp was due to the benevolent cunning or deliberate self-seeking of unscrupulous men, supported by the ignorant with the obstinacy of prejudice.",
        "The controversy was assumed to be against prejudice, ignorance, obscurantism; what monks were to Erasmus the clergy as such were to Woolston.",
        "But though some of those who bore the title may be reckoned at their best as orthodox conservatives, their position was, as far as our mainly Pharisaic authorities permit us to learn, merely negative; and all the information we possess, whether it rests on facts or on prejudice, points to their close affinity with the Jews who renounced their faith altogether and advertised the fact - say by habitual and unwarranted breach of the Sabbath, for example.",
        "He appealed to the popular conviction that the proper object of sense is the sole reality, although he despaired of getting men to give up their belief in its externality, and asserted that nothing but prejudice prevented them from doing so; and there is little doubt that, if it had ever occurred to him, as it did to Berkeley, to explain the genesis of the notion of externality, he would have been more hopeful of commending his theory to the popular mind.",
        "This is a prejudice of the same kind with the last, arising from our experience of bodies consisting of immense multitudes of atoms. The system of atoms, according to Boscovich, occupies a certain region of space in virtue of the forces acting between the component atoms of the system and any other atoms when brought near them.",
        "It follows in the main the line of Hooker and Calvin, but adds (§ 6) an important definition: \"Excommunication being a spirituall punishment it doth not prejudice the excommunicate in, nor deprive him of his civil rights, therfore touched' not princes, or other magistrates, in point of their civil dignity or authority.",
        "Henceforth ordinary dogmatic dualism was excluded from philosophy; any attempt to revive it, whether with Dr Johnson by an appeal to common prejudice, or in the more reflective Johnsonianism of the 18th-century Scottish philosophers, must be an anachronism.",
        "There is a prejudice against the use of the binder in reaping barley, as it is impossible to secure uniformity of colour in the grain when the stalks are tightly tied in the sheaf, and the sun has not free access to those on the inside.",
        "d'Epinay's Memoirs as coloured, if not actually dictated, by the malevolent attitude of Grimm and Diderot; and her study of the documents undoubtedly qualifies a good many of the assumptions that have been made on the strength of evidence which is at least tainted by contemporary prejudice, and leaves the way open for an interpretation of the facts which would reconcile Rousseau's character as a writer with his actions as a man.",
        "These books show marvellous erudition; but some of the judgments expressed in them are warped by prejudice; they are diffuse in style and overloaded with computations.",
        "If this dream or prejudice be exploded, then the scepticism originating in it - and a large proportion of recent sceptical thought does so originate - loses its raison d'etre.",
        "2 The prejudice, however, which meets us in Kant is, in a somewhat different form, the same prejudice which Prejudices is found in the tropes of antiquity - what Lotze calls which the \" inadmissible relation of the world of ideas to scepticism a foreign world of objects.\"",
        "Herodian has been accused of prejudice against Alexander Severus.",
        "Froude's work is often marred by prejudice and incorrect statements.",
        "Th removal of racial prejudice would not ensure community cohesion.",
        "Having approached the Russian ambassador in such a way as to remove the prejudice existing against him in Russia since the incident of 1867, he rendered himself eligible for office; and on the fall of the Tirard cabinet in 1888 he became president of the council and minister of the interior in a radical ministry, which pledged itself to the revision of the constitution, but was forced to combat the proposals of General Boulanger.",
        "He had already lost Waterford owing to the prejudice against making the author of the Tale of a Tub a bishop, and he still had formidable antagonists in the archbishop of York, whom he had scandalized, and the duchess of Somerset, whom he had satirized.",
        "Copernicus was seized with apoplexy and paralysis towards the close of 1542, and died on the 24th of May 1543, happily unconscious that the fine Epistle, in which he had dedicated his life's work to Paul III., was marred of its effect by an anonymous preface, slipt in by Andreas Osiander (1498-1552), with a view to disarming prejudice by insisting upon the purely hypothetical character of the reasonings it introduced.",
        "The Naval War of 1812, by Theodore Roosevelt (New York, 1882), is lively but somewhat passionate, and not free from prejudice.",
        "(2) Medical missions, which have done much to break down barriers of prejudice, especially in Kashmir under Dr Elmslie of the Church Missionary Society, and in Rajputana at Jaipur under Dr Valentine of the United Presbyterians.",
        "Brazil has never had a \" colour line,\" and there has never been any popular prejudice against race mixtures.",
        "In Devonshire and in parts of Kent the farmers entertain a marked prejudice against white pigs, because \"the sun blisters their skin.\"",
        "Again, while the Eucharistic features in Parsifal attract some listeners, the material effect of their presentation on the stage has been known to repel others who are beyond suspicion of prejudice.",
        "The factors which have brought about this reaction have been, as was already noted, partly economic, partly political: on the one hand, the pressure of competition from distant countries in agricultural products, a consequence chiefly of improved transportation; on the other hand, the revival of national sentiment and prejudice.",
        "But the independence of things may with much greater reason be regarded as itself a fiction or prejudice.",
        "These attempts meet with little success, owing in part to racial prejudice and in part to the indifference of the Arabs to education.",
        "- does not prejudice the problem of its origin or accuracy; in Jub.",
        "His prejudice against Napier naturally produced retaliation, and Mark Napier in defending his ancestor has fallen into the opposite extreme of attempting to reduce Briggs to the level of a mere computer.",
        "In Great Britain The Alteration Of The Style Was For A Long Time Successfully Opposed By Popular Prejudice.",
        "Avery's History of Georgia from 185cr to 1881 (New York, 1881), which is marred by prejudice but contains material of value.",
        "His literary style is poor, and his taste and judgment are frequently warped by prejudice, but his two great works and unpublished collections form a priceless source of information on Oxford and her worthies.",
        "His intellect was far-seeing and acute, quick and yet cautious, meditative, methodical and free from prejudice.",
        "She assented on condition that the divorce could be lawfully effected without impeachment of her son's legitimacy; whereupon Lethington undertook in the name of all present that she should be rid of her husband without any prejudice to the child - at whose baptism a few days afterwards Bothwell took the place of the putative father, though Darnley was actually residing under the same roof, and it was not till after the ceremony that he was suddenly struck down by a sickness so violent as to excite suspicions of poison.",
        "Belgian writers were commonly charged with provincialism, but the prejudice against them has been destroyed by the brilliant writers of 1870-1880.",
        "About the middle of the 19th century it began to be recognized that the education of the people was more conducive to the safety of the fortress than to leave in ignorance congested masses of southern race liable to be swayed spasmodically by prejudice.",
        "Racial minorities know only too well what it feels like to be on the receiving end of this unthinking prejudice.",
        "Outlined thus, Dexter 's novel might sound like an uplifting tale of talent triumphing over prejudice.",
        "The decision to hold the referendum is a cynical exploitation of vulgar prejudice by the Irish government.",
        "Late Fee charges may be waived at the discretion of the Student Fees Controller without prejudice.",
        "Subsequently racism, prejudice and xenophobia today are to some extent part of the broader legacy of slavery.",
        "The name may have provoked some prejudice against the breed by seemingly giving it a lowly status.",
        "The actor is well-known across generations for roles in The English Patient, Pride and Prejudice, Shakespeare in Love, Bridget Jones' Diary, Love Actually, Mamma Mia and What a Girl Wants.",
        "These stars have proven themselves just as capable as hearing celebs, though they may have struggled with prejudice along the way.",
        "She was featured in Vogue Italia's \"Black Issue,\" an article intended to stand out against the prejudice of black models.",
        "\"Pride and prejudice in high school gang members.\"",
        "Prejudice reduction: Teachers must work to shift students' prejudices regarding race and ethnicity.",
        "Prejudice reduction may also encompass teaching the tolerance of various religions, sexual preferences, and disabilities.",
        "After the queen died, though, the prejudice against red hair returned.",
        "The examination of the books is entrusted to censors, who have to study them without prejudice; if their report is favourable, the bishop gives the imprimatur (Nos.",
        "He was a disciple, not of Machiavelli, but of Rousseau; and his scattered dominions, divided by innumerable divergences of racial and class prejudice, and enncumbered with traditional institutions to which the people clung with passionate conservatism, he regarded as so much vacant territory on which to build up his ideal state.",
        "It was, however, easier to deal with the Poles of Galicia, for they had no historical rights to defend; and by sending delegates to Vienna they would not sacrifice any principle or prejudice any legal claim; they had only to consider how they could make the best bargain.",
        "lax attitude could prejudice the safety of your passengers.",
        "In the early years of heavy Irish immigration to America, there was some prejudice against red hair.",
        "National AIDS Trust - The National Aids Trust works to educate, support and research not only a cure for HIV and AIDs, but also to combat misinformation, distrust and prejudice against those suffering from the disease.",
        "Kelly Stables: Lydia from a 2003 Pride and Prejudice re-make may be one of her best known roles, but Kelly Stables has also appeared on screen and on television sets throughout the years.",
        "They were known to be only a comparatively small minority of the population, and though they had been cruelly persecuted, they had suffered without a thought of resistance- Dread of the dissenters, therefore, had become a mere chimaera, which only those could entertain whose minds were influenced by prejudice.",
        "Burke, no doubt, in the course of that unparalleled trial showed some prejudice; made some minor overstatements of his case; used many intemperances; and suffered himself to be provoked into expressions of heat and impatience by the cabals of the defendant and his party, and the intolerable incompetence of the tribunal.",
        "finishing touch to disaster;, and after having thrown away everything to satisfy Maria Theresas hatred of Frederick, IL, the reconciliation between these two irreconcilable Germans at Neisse and at Neustftdt (1769-1770) was witnessed by France, to the prejudice of Poland, one of her most ancient adherents~ The expedient of the Family Compact; concluded, with Spain in 1761with a view to taking vengeance upon England, whose fleets were a continual thorn in the side to Franceserved only to involve Spain herself in misfortune.",
        "To appreciate it without prejudice, one should recall that this assembly saved France from a civil war and invasion, that it founded the system of public education (Museum, Ecole Polytechnique, .Ecole Normale Superieure, Ecole des Langues orientales, Conservatoire), created institutions of capital importance, like that of the Grand Livre de la Dette publique, and definitely established the social and political gains of the Revolution.",
        "The secular power over riches and worldly goods which the clergy possesses in contradiction to Christ's precept, to the prejudice of its office and to the detriment of the secular arm, shall be taken and withdrawn from it, and the clergy itself shall be brought back to the evangelical rule and an apostolic life such as that which Christ and his apostles led...",
        "It enacts that after the death of a person simoniacally presented the offence or contract of simony shall not be alleged or pleaded to the prejudice of any other patron innocent of simony, or of his clerk by him presented, unless the person simoniac or simoniacally presented was convicted of such offence at common law or in some ecclesiastical court in the lifetime of the person simoniac or simoniacally presented.",
        "Sadly, prejudice is still alive, and there are some families who still choose to turn away from their children when they become involved in an interracial romance.",
        "The chance to erase just a little more prejudice from the world.",
        "While gay men and lesbians have moved toward greater social acceptance, there is still widespread social prejudice against the transgendered.",
        "Once reserved mostly for men, full body tattooing has crossed genres and prejudice as more and more women commit themselves to their own artful murals.",
        "Knowing that your car insurance broker is independent ensures that he or she will provide you with all the available options for car insurance in your area without prejudice.",
        "Carmen Rasmusen has appeared in the film Pride and Prejudice.",
        "Many early stories dealt with human fear of robots, of human prejudice against them and the inevitable reaction to the displacement of low skilled workers by them.",
        "YouthWEB Online: A recruiting center for young online leaders who want to stand up against online bias, bigotry and prejudice.",
        "Tony La Russa dropped his lawsuit, \"with prejudice,\" and making claims that the organization had donated money to his charity - false claims, as it turned out.",
        "the Nearctic and the Palaearctic. The reduction of the Oriental to a subregion, with consequent \" provincial \" rank of its main subdivisions, will probably be objected to, but these are matters of taste and prejudice.",
        "Other raids, headed by Aristobulus, or his son, or his adherent Peitholaus, disturbed Palestine during the interval between 57 and 51 B.C. and served to create a prejudice against the Jews in the mind of their masters.",
        "Experience and observation are the only remedies against prejudice and error.",
        "It was not till 1899 that the unfortunate prisoner was brought back to France for retrial by court-martial, and even then, so strong was the anti-Semitic and military prejudice, he was again found guilty \"with extenuating circumstances\" at Rennes (September 9), though ten days later he was \"pardoned\" by President Loubet.",
        "A strong prejudice against direct taxation exists, and none is imposed by the federal government, though it has been tentatively introduced in the provinces, especially in Quebec, in the form of liquor licences, succession duties, corporation taxes, &c. British Columbia has a direct tax on property and on income.",
        "On the other hand, the discrepancies as to details, the confusion as to exact chronology, the manifest prejudice and partizanship, and the obvious limitations of knowledge make it clear that the writers partook in full measure of the shortcomings of other historians, and that their work must be adjudged by ordinary historical standards.",
        "The Principe, it seems, had already begun to prejudice the world against him; and we can readily believe that Varchi sententiously observes, that \"it would have been better for him if nature had given him either a less powerful intellect or a mind of a more genial temper.\"",
        "They were shrewd enough to guess that the royal triumph might prejudice their influence, and for the next five years they deliberately thwarted the enlightened and far-reaching projects of the king for creating a navy and increasing the revenue without burdening the estates, by a system of tolls levied on the trade of the Baltic ports (see Wladislaus Iv.), even going so far as to refuse for nine years to refund the expenses of the Muscovite War, which he had defrayed out of his privy purse.",
        "Apart from the natural fear that he would arouse prejudice in the English-speaking provinces, the second Riel rebellion was then still fresh in the public mind, and the fierce nationalist agitation which Kiel's execution had excited in Quebec had hardly subsided.",
        "His prejudice against the Scots had at length become little more than matter of jest; and whatever remained of the old feeling had been effectually removed by the kind and respectful hospitality with which he had been received in every part of Scotland.",
        "But the record of miracle as such cannot prejudice the question of authorship. Even the form in which the gift of Tongues at Pentecost is conceived does not tell against a companion of Paul, since it may have stood in his source, and the first outpouring of the Messianic Spirit may soon have come to be thought of as unique in some respects, parallel in fact to the Rabbinic tradition as to the inauguration of the Old Covenant at Sinai (cf.",
        "Could this indicate that much of the self-perpetuating nature of Christian scholasticism is based on prejudice instead of fact?",
        "Stereotyping, prejudice and judging others are incompatible with Christian witness.",
        "And the message is getting home at last that transsexuals in this country are the recipients of some quite extraordinary official prejudice.",
        "Here disclosure of the \" without prejudice \" negotiations would include disclosure of the undecided contentious point of quantum of damage.",
        "The term racism may also denote a blind and unreasoning hatred, envy or prejudice.",
        "One of the most notable is Bride and Prejudice, a Hollywood take on Jane Austen's popular novel Pride and Prejudice.",
        "This task Bentham undertook, and he brought to it a mind absolutely free from professional or class feeling, or any other species of prejudice.",
        "This was at once an attack on Voltaire, who was giving theatrical representations at Les Delices, on D'Alembert, who had condemned the prejudice against the stage in the Encyclopedic, and on one of the favourite amusements of the society of the day.",
        "Under its provisions it is a punishable offence \" to break or injure a submarine cable wilfully or by culpable negligence in such manner as might interrupt or obstruct telegraphic communication either wholly or partially, such punishment being without prejudice to any civil action for damages.",
        "They were now able, thanks to their conquests in the Thirty Years' War, to attack Denmark from the south as well as the east; the Dutch alliance promised to secure them at sea, and an attack upon Denmark would prevent her from utilizing the impending peace negotiations to the prejudice of Sweden.",
        "The independence of his conduct as a judge, though not unmixed with the baser elements of prejudice and vulgar love of authority, has partly earned forgiveness for the harshness which was so prominent in his sturdy character.",
        "On entering the House they took the oath without reservation, but in the speech from the throne the emperor himself stated that they had entered without prejudice to their read a formal reservation of right.",
        "The rest has been accomplished by dogmatic prejudice, which is quite capable of working other miracles besides turning a defective literary production into an unrivalled masterpiece in the eyes of believers.",
        "An unbiased European can, no doubt, see many things at a glance more clearly than a good Moslem who is under the influence of religious prejudice; but we should still be helpless without the exegetical literature of the Mahommedans.",
        "Prejudice against the rule of a woman, particularly one who had made her name and figure so conspicuous, was probably the cause of this outbreak, and perhaps sought justification in the fact that, however complete was her right, she had in some degree usurped a place to which her stepson (who was also her nephew) had been appointed.",
        "Christian's contempt of nationality in Sweden is the more remarkable as in Denmark proper he sided with the people against the aristocracy, to his own undoing in that age of privilege and prejudice.",
        "On the 8th of October the two burgomasters, Hans Nansen and Kristoffer Hansen, proposed that the realm of Denmark should be made over to the king as a hereditary kingdom, without prejudice to the privileges of the Estates; whereupon they proceeded to Brewer's Hall, and informed the Estate of burgesses there assembled of what had been done.",
        "Prejudice and real or imaginary legal obstacles stood in the way of the erection of episcopal sees in the colonies; and though in the 17th century Archbishop Laud had attempted to obtain a bishop for Virginia, up to the time of the American revolution the churchmen of the colonies had to make the best of the legal fiction that their spiritual needs were looked after by the bishop of London, who occasionally sent commissaries to visit them and ordained candidates for the ministry sent to England for the purpose.",
        "is marked by war with the northern Celts, and by the introduction of English bishops of St Andrews, while the claims of the see of York to superiority over the Scottish church were cleverly evaded at Glasgow (David's bishopric), as well as at St Andrews, where English Augustinian canons were now established, to the prejudice of the Celtic Culdees.",
        "The \" Scottish prejudice \" which Burns tells us was \" poured \" into his veins from the Wallace is not obvious to the dispassionate reader of the Brus.",
        "The extreme to which he carried his advocacy of diplomatic isolation, his opposition to the creation of an adequate navy, 4 his estimate of cities as \"sores upon the body politic,\" his prejudice against manufactures, trust in farmers, and political distrust of the artisan class, all reflect them.",
        "This prejudice, establishing itself in familiar speech, has descended from antiquity to modern times, colouring, when it does not distort, the narratives of biographers and the criticisms of commentators.",
        "The same English prejudice which made a landlord of the zamindar could recognize nothing but a tenantat-will in the ryot.",
        "When we have shaken ourselves free of the prejudice that all stars are first seen in the East, Oriental attempts at analysis of the structure of thought may be treated as negligible.",
        "It is mere prejudice to deny that Mandeville had considerable philosophic insight; at the same time he was mainly negative or critical, and, as he himself said, he was writing for \"the entertainment of people of knowledge and education.\"",
        "In this year he lost his seat in consequence of the popular prejudice aroused against him by his trenchant pamphlet Oui et non (1845) against attacks on religious liberty, and a second entitled Feul Feul (1845), written in reply to those who demanded a retractation of the former.",
        "Contemporary meat-eaters set themselves to combat this prejudice, and argued that it was a pious duty to kill animals and so release the human souls imprisoned.",
        "After his execution it was thought necessary that some account of the facts should be drawn up and circulated, in order to remove the prejudice against the queen's action in the matter.",
        "but if the judge be so just, and of so undaunted a courage (as he oughttobe) as not to be inclined thereby, yet it alwaysleaves a taint of suspicions and prejudice behind it.\"",
        "Josephus displays no knowledge of the work, but he may have been animated by the same prejudice as the Pharisees of St Jerome's day, whose displeasure, that father tells us, he had to face in giving to Latin readers a book which was against their canon.",
        "Few men, it is probable, have been more atrociously calumniated; but, when every specific statement to h s prejudice has been rejected, he still appears on a general review of his actions worldly, crafty and unscrupulous.",
        "In much of his writings, and in his general attitude, there was to most people an undertone of rather nasty suggestion which created prejudice against him, and his novel, The Picture of Dorian Gray (1891), with all its sparkle and cleverness, impressed them more from this point of view than from its purely literary brilliance.",
        "Enormous engineering difficulties had to be overcome, originating not so much from the nature of the ground as from intense public prejudice against the new mode of locomotion.",
        "Redmond Howard, Sir Roger Casement: a Character Sketch without Prejudice (1916).",
        "Why a younger son had been originally selected, to the prejudice of his elder brother, is differently stated by different writers.",
        "We complain of the unjustifiable odium which has been cast upon us by interested and dishonest persons, under the cloak of religion, whose testimony is believed in England to the exclusion of all evidence in our favour; and we can foresee, as the result of this prejudice, nothing but the total ruin of the country.'",
        "For centuries they were also tolerated by the commons; but the other orders - ecclesiastics and nobles - resented their religious exclusiveness or envied their wealth, and gradually fostered the growth of popular prejudice against them.",
        "The system of Democritus was altogether antitheistic. But, although he rejected the notion of a deity taking part in the creation or government of the universe, he yielded to popular prejudice so far as to admit the existence of a class of beings, of the same form as men, grander, composed of very subtle atoms, less liable to dissolution, but still mortal, dwelling in the upper regions of air.",
        "It was stated in an imperial decree that the new title of the sovereign should in no way prejudice the ancient rights of Bohemia and that the sovereigns would continue to be crowned as kings of Bohemia.",
        "They did so, after stating that they took this step without prejudice to their view that Bohemia with Moravia and Silesia constituted a separate state under the rule of the same sovereign as Austria and Hungary.",
        "In October 1872 Lord Granville notified to General Schenck, the United States minister} that the British government did not consider that the indirect losses were within the submission, and in April the British counter-case was filed without prejudice to this contention.",
        "Rabelais is, in short, if he be read without prejudice, a humorist pure and simple, feeling often in earnest, thinking almost always in jest.",
        "The statement in one of his works that the pope could err in matters of faith (\"haeresim per suam determinationem aut Decretalem asserendo\") has attracted attention; but as it is a private opinion, not an ex cathedra pronouncement, it is held not to prejudice the dogma of papal infallibility.",
        "Still less satisfactory, from this standpoint, is the attempt to compile statistics of religious belief from the registrar-general's report on the number of marriages celebrated in the places of worship of the various denominations; for among those who are practically attached to no religious body, and even some Nonconformists, a prejudice survives in favour of having their marriages celebrated and their funerals conducted by the clergy of the Established Church.",
        "\"In conclusion the chamber,\" desiring without prejudice (sans prejuger sur le fond) that the question of the annexation of the Congo should be brought before the chamber in the shortest possible time, in accordance with the intention expressed by the government,\"recorded its desire that the central committee charged to examine the draft law of the 7th of August 1901 should\" hasten its labours and lay its report at an early date.\"(J.",
        "His historical and philosophical works, though showing much reading, fertile thought, abundant facility of expression, and occasionally, where prejudice does not come in, acute judgment, are rather (as not a few of them were in fact) reported lectures than formal treatises.",
        "Without prejudice, then, to the claim of epistemology to constitute the central philosophic discipline, we may simply note its liability to be pressed too far.",
        "His views are coloured by strong religious and political prejudice, and by a moralizing tendency, and his historical work has little critical value and is for the most part pure book-making, although he collected a vast amount of material which has been of use to other writers.",
        "He had every claim to the highest preferment that ministers could give him, but his own pride and prejudice in high places stood in his way.",
        "Dr Johnson's Life is marred by manifest prejudice.",
        "The greater simplicity of the Eichler theory may prejudice us in its.",
        "The Mussulmans of Backergunje are among the worst of their creed, steeped in ignorance and prejudice, easily excited to violence and murder, very litigious and grossly immoral.",
        "They cared little for letters, and were generally indolent, and their prejudice against mercantile pursuits left the commerce of the country in the hands of Armenians, Jews, Greeks and Turks.",
        "Having been refused a prize owing to the prejudice against African provincials, he left Rome in disgust, and after travelling for some time set up at Tarraco as a teacher of rhetoric. Here he was persuaded by an acquaintance to return to Rome, for it is generally agreed that he is the Florus who wrote the well-known lines quoted together with Hadrian's answer by Aelius Spartianus (Hadrian 16).",
        "This rule was adopted in the West, and the strong prejudice against clerical monks having gradually broken down, eventually monks, almost without exception, took holy orders.",
        "On the 14th of July 1686 Newton wrote to Halley approving of his proposal to introduce woodcuts among the letterpress, stating clearly the different things which he had from Hooke, and adding, \" And now having sincerely told you the case between Mr Hooke and me, I hope I shall be free for the future from the prejudice of his letters.",
        "It is a mere prejudice of philosophic thinkers, a prejudice which has descended from Aristotle, that mediate or demonstrated cognition is superior in cogency and value to the immediate perception of truths or facts.",
        "But the proper condition of the application of the method is that it shall not through prejudice of system omit a single fact of consciousness.",
        "The traditions of the American people, their strong prejudice for the local supremacy of the states and against a centralized government, had yielded reluctantly to the establishment of the Federal legislative and executive in 1789.",
        "The prejudice against a female heir was strong, and there were too many turbulent magnates to whom the anarchy that would follow a disputed succession presented temptations which could not be resisted.",
        "After some delay, and with manifest reluctance, the Scots complied; their hand was forced by the fact that most of the claimants to the crown had hastened to make the acknowledgment, each hoping thereby to prejudice the English king in his own favor.",
        "To the student of political science, however, they have a special interest of their own, as they show that when men had shaken themselves loose from the chain of habit and prejudice, and had set themselves to build up a political shelter under which to dwell, they were irresistibly attracted by that which was permanent in the old constitutional forms of which the special development had of late years been.",
        "The prejudice against Disraeli as Jew, the revolt at his theatricalisms, the distrust of him as \"mystery man,\" which up to this time had never died out even among men who were his nearest colleagues, were now more openly indulged.",
        "The subtle agnostic, who doubted reason because reason could not be supported in the end by empirical evidence, was less in his view than persons blindly resting on authority or prejudice.",
        "The methods and appliances used are extremely primitive, and inveterate prejudice debars the average peasant from the use of new implements, fresh seed, or manure; he generally cares nothing for the rotation of crops, or for the cleanliness of his land.",
        "So, too, his great work on penance gave equal offence to the Jesuits and to Port-Royal, and even after his death, in 1659, the polemical vehemence of his Exercitationes biblicae, and the exaggeration of his assertion \"apud neotericos Haereticos verba Scripturarum non esse integra, non superficiem, non folia, nedum sensum, medullam et radicem rationis\" long led Protestants to treat his valuable contributions to the history of the Hebrew text as a mere utterance of Popish prejudice.",
        "The Vie de Jeanne d'Arc, by Anatole France (2 vols., 1908), is brilliant and erudite, but in some respects open to charges of inaccuracy and prejudice in its handling of the sources (see the criticism by Andrew Lang in The Times, Lit.",
        "I propose that the heads may for this time nominate and the body comply, yet interposing (if they think fit) a protestation concerning their plea that this election may not hereafter pass for a decisive precedent in prejudice of their claim,\" and, \" whereas I understand that the whole university has chiefly consideration for Dr Henry Paman of St John's and Mr Craven of Trinity College, I do recommend them both to be nominated.\"",
        "Fair play on land reform swept away in a torrent of prejudice.",
        "Thus,\" the prejudice against eating cooked food that has been touched by a man of an inferior caste is so strong that, although the Shastras do not prohibit the eating of food cooked by a Kshatriya or Vaisya, yet the Brahmans, in most parts of the country, would not eat such food.",
        "In 1907 the Supreme Court of the United States declared that Colorado had diverted waters of the Arkansas, but, since it had not been shown that Kansas had suffered, the case was dismissed, without prejudice to Kansas, should it be injured in future by diversion of water from the river.",
        "The great extent of his subject, and the difficulty of dealing with it in the saga form, are most skilfully overcome; nor does he allow prejudice or favour to stand in the way of the truth.",
        "Thus, not content with encouraging writers with innovating ideas to the prejudice of traditional institutions, he attacked, in the order of the Jesuits, the strongest defender of these latter, and delivered over the new generation to revolutionary doctrines, A woman.",
        "Mr Chamberlain pointed out that he was committed to a preferential scheme involving new duties on food, and could not remain in the government without prejudice while it was excluded from the party programme; remaining loyal to Mr Balfour and his general objects, he could best promote this course from outside, and he suggested that the government might confine its policy to the \"assertion of our freedom in the case of all commercial relations with foreign countries.\"",
        "We have seen that he did not share the common prejudice against co-operation with France.",
        "In this instance, however, prejudice (and it is difficult to believe that it was anything else) was right, for King James's first venture does not appear to have been a success either as a race-horse or as a sire, and thus Arabian blood was brought into disrepute.",
        "The Darley Arabian did much to remove the prejudice against Eastern blood which had been instilled into the public mind by the duke of Newcastle's denunciation of the Markham Arabian.",
        "The prejudice we are considering is closely connected with the Manichaean view of matter, which in strict consistency rejected the belief that God was really made flesh, or really died on the cross.",
        "Her political importance lasted exactly six months, and did her little good, for it created a lifelong prejudice against her in the mind of her cousin, Louis XIV.",
        "Let us toast to putting aside prejudice and following our hearts.",
        "Samaritans believe that offering people the opportunity to be listened to in confidence and accepted without prejudice, can alleviate despair and suicidal feelings.",
        "adjournment of a debate or of the Council shall not prejudice the mover's right of reply at the resumption.",
        "It looked, without prejudice, a moment of unstructured argy-bargy.",
        "Our policy is to contract the first confirmed booking without prejudice.",
        "Art has very real responsibilities, perhaps even to fight male chauvinism, ethnic prejudice, third-world exploitation, believe the politically correct.",
        "Thanks goodness for that, he said showing rather conspicuous prejudice!",
        "deep-seated prejudice in British education.",
        "engrained in the general public 's prejudice?",
        "Your attacks are based merely on personal prejudice, and have been rightly excoriated by the people on this thread.",
        "We know the difficulties you are going through in Britain: discrimination, prejudice and racial hostility.",
        "ignorant prejudice.",
        "In 1967 this masterpiece of Victorian ironwork fell victim to fashionable prejudice and, despite a national outcry, was dismantled.",
        "Unlike most modern lexicographers, Johnson introduced humor or prejudice into many of his definitions.",
        "piscatorial prejudice.",
        "racial prejudice would not ensure community cohesion.",
        "I would have the same prejudice toward anyone who wishes to indulge their own sadism.",
        "For them it is a constant struggle against tradition, prejudice and overt sexism.",
        "Class prejudice, sexism and academic snobbery is endemic within the legal profession.",
        "sweepr play on land reform swept away in a torrent of prejudice.",
        "transsexuals in this country are the recipients of some quite extraordinary official prejudice.",
        "unreasoning hatred, envy or prejudice.",
        "unthinking prejudice.",
        "unwitting prejudice is not taking place.",
        "uplifting tale of talent triumphing over prejudice.",
        "vulgar prejudice by the Irish government.",
        "waived at the discretion of the Student Fees Controller without prejudice.",
        "Meaning surely deserved better than naked prejudice from a bunch of old windbags, or how could it be held to be important?",
        "This work, described by one of his friends as \" a miracle of boldness,\" is full of originality and suggestiveness, but its publication awakened against him a storm of theological prejudice, which followed him more or less through life.",
        "By means of this series of conciliar courts the unity of the Church is secured and made manifest; the combined, simultaneous effort of the whole is made possible; and disputes, instead of being fought out where they arise, are carried for settle ment to a larger and higher judicatory, free from local feeling and prejudice.",
        "It is discursive in its style and verbose; but, considering the period at which it appeared, it is remarkable for the strong common sense displayed by the author, his comparative freedom from prejudice, and his firm application of the methods of scientific reasoning to the interpretation of phenomena.",
        "The remainder of his life was a ceaseless struggle against privation and prejudice.",
        "It had delivered him for ever from the \" port and prejudice \" of the university, and led him into the bright paths of philosophic freedom.",
        "By their number they show how strong was the impulse to literature, and by their character, how determined the bent of his mind in the direction of history; while their variety makes it manifest also that he had then at least no special purpose to serve, no preconceived theory to support, no particular prejudice or belief to overthrow.",
        "They excited no controversy, and were comparatively little talked about - so little, indeed, as to have extorted from him a half murmur about \" coldness and prejudice.\"",
        "But the death of Sejanus in 31 set Tiberius free from prejudice against the Jews; and, when Pilate put up the votive shields in Herod's palace at Jerusalem, the four sons of Herod came forward in defence of Jewish principles and he was ordered to remove them.",
        "In times past, biblical exegesis, religious ideals, and ecclesiastical organization, the purely political aims of statesmen, chance combinations of party politics and the intrigues of diplomatists, class prejudice, social conventions, apparently sudden changes of economic policy, capricious changes of fashion - all these causes and many others have exerted a direct and immediate influence on the economic life of the community.",
        "revelation in some degree with the supernaturalness of His Person: at least, we are prepared to entertain without prejudice any evidence.",
        "From the beginning he was determined never to allow himself to be misled, in his search for truth, by those theories and prejudices by which nearly every other historian was influenced - Hegelianism, Liberalism, Romanticism, religious and patriotic prejudice; but his superiority to the ordinary passions of the historian could only be attained by those who shared his elevation of character.",
        "At the time of Eusebius the Greek Church was saturated with prejudice against the book and with doubts as to its canonicity.",
        "This \" affair of the casket \" arose out of an attempt by the countess's friends to get possession of a bond for a large life annuity settled by the count on his mistress, a Baroness Meyendorf, to the prejudice of the countess and her children.",
        "5, 1909) education is free, and measures have been taken largely to extend and to co-ordinate the education of all \" Ottomans,\" without prejudice to the religious educational rights of the various religious communities.",
        "It was assumed that the Protestant nobles' jealousy of the burgesses would prevent them from interfering; but religious sympathy proved stronger than caste prejudice, and the diets protested against the persecution of their fellow citizens so vehemently that religious matters were withdrawn from their jurisdiction.",
        "and the high prices at which it is sold constitute a serious prejudice to the people and to industries like that of meat packing.",
        "These defects are an almost total absence of any comprehension of what has since been called the philosophy of history, the constant presence of gross prejudice, frequent inaccuracy of detail, and, above all, a complete incapacity to look at anything except from the narrow standpoint of a half-pessimist and half self-satisfied philosophe of the 18th century.",
        "The absence of all prejudice in favour of the seclusion of women also is one of the main reasons why in this province the proportion who can read and write is higher than in any other part of India, Cochin alone excepted.",
        "He also published Hidden Works of Darkness brought to Light in order to prejudice the archbishop's case, and after his execution, Canterbury's Doom..",
        "He was at last offered his discharge on giving a bond of £1000 to do nothing to the prejudice of the commonwealth.",
        "(2) The king cannot pardon an offence in a matter of private rather than of public wrong, so as to prejudice the person injured by the offence.",
        "The cause at stake over-rode every prejudice and the people of the United States, since the war, have been in general content to leave the question alone, as was evidenced by the outcry raised in 1908, when President Taft reopened it in a speech at Grant's tomb.",
        "\" He never justified a prejudice; he never misdirected our admiration; he never hurt an innocent feeling or overbore a serious judgment; and he set up within us a standard of Christian scholarship to which it must ever exalt us to aspire.\"",
        "In 1830 Walter Wilson wrote the standard Life (3 vols.); it is coloured by political prejudice, but is a model of painstaking care, and by its abundant citations from works both of Defoe and of others, which are practically inaccessible to the general reader, is invaluable.",
        "It is unfortunate, as it awakens prejudice, but in the present writer's opinion it is true, that crystal-gazing sometimes is rewarded with results which may be styled \"supra-normal.\"",
        "As a minister of the crown Roland exhibited a bourgeois brusqueness of manner and a remarkable combination of political prejudice with administrative ability."
    ]
}