{
    "translation": ".1 הורה, הכתיב\n.2 מרשם (רופא)",
    "uses": [
        "The Mahommedan doctors of India are accustomed to prescribe the seeds.",
        "Such a mode of procedure may be called anticipatio naturae (for in it reason is allowed to prescribe to things), and is opposed to the true method, the interpretatio naturae, in which reason follows and obeys nature, discovering her secrets by obedience and submission to rule.",
        "Power was also given to prescribe uniform systems of accounts for all classes of carriers, and to employ special examiners to inspect the books and accounts.",
        "I will prescribe both a topical and and oral medication; use both once a day.",
        "Subsidiary to metaphysics, as the central inquiry, stand the sciences of logic and ethics, to which may be added aesthetics, constituting three normative sciences - sciences, that is, which do not, primarily, describe facts, but rather prescribe ends or set forth ideals.",
        "It is compulsory on owners to notify the authorities as to the existence of scab amongst their sheep. By the Diseases of Animals Act (1903) powers to prescribe the dipping of sheep, irrespective of the presence or otherwise of sheep scab, were conferred upon the Board of Agriculture.",
        "They are not allowed to prescribe, nor the medical men to dispense, except under special licence, and then only in small villages, where the pharmacist could not make a living.",
        "The rules which he laid down for himself, and which are still extant in his handwriting, prescribe sixteen hours a day of close application, and prove, not only the great mental power, but also the extraordinary physical strength he must have possessed, and for which indeed, during his residence at the university, he had been remarkable.",
        "In 367 Pelopidas went on an embassy to the Persian king and induced him to prescribe a settlement of Greece according to the wishes of the Thebans.",
        "Fourteen preScribe some sort of educational qualification.",
        "The superintendent of public instruction is appointed by the governor and council for a term of two years, and it is his duty to prescribe the form of register to be kept in the schools, to investigate the condition of the schools, to make suggestions and recommendations for improving them, to lecture upon educational subjects in the towns and cities, to hold at least one teachers' institute each year in each of the counties, and to designate the times and places for holding examinations of those who wish to teach.",
        "These latter prescribe a trespass-offering for the same case for which in iv.",
        "The numerous fasts of the national church prescribe a fish diet on many days in the Fishing.",
        "The notice must require the abatement of the nuisance within a specified time, and must prescribe the works which in the opinion of the council are necessary to be done.",
        "The new compact was indicated in Mr Balfour's letter, in which he declared that \"fiscal reform is, and must remain, the first constructive work of the Unionist party; its objects are to secure more equal terms of competition for British trade and closer commercial union with the colonies; and while it is at present unnecessary to prescribe the exact methods by which these objects are to be attained, and inexpedient to permit differences of opinion as to these methods to divide the party, though other means are possible, the establishment of a moderate general tariff on manufactured goods, not imposed for the purpose of raising prices, or giving artificial protection against legitimate competition, and the imposition of a small duty on foreign corn, are not in principle objectionable, and should be adopted if shown to be necessary for the attainment of the ends in view or for purposes of revenue.\"",
        "In 1694 the apothecaries had increased from 114 to nearly 1000, and many of them, having acquired a knowledge of the uses of medicine, began to prescribe medicines for their customers and to assume the functions of the physician, who retorted in 1697 by establishing dispensaries, where medicines could be procured at their intrinsic value, or at cost price.",
        "Our voyaging is only great-circle sailing, and the doctors prescribe for diseases of the skin merely.",
        "Save to this extent, no power is given by the general law to a district council to prescribe a building line.",
        "It is obvious that the results of such advances prescribe for the clinical physician methods which cannot be pursued without expert assistance; a physician engaged in busy prac- Spec;a;ism.",
        "Ten years after the passage of the law, the court decided that the Commission had no power to prescribe a rate, and that its jurisdiction over rates was confined to a determination of the question whether the rate complained of was unreasonable.",
        "The general rule was said to be that all lands within a parish are subject to tithes, and a layman was not allowed to prescribe generally that his lands were exempt; but he had to show a special exemption, and no length of possession was regarded in law in view of the maxim nullum tempos occurrit ecclesiae, although equity did take account of it.",
        "Most of them had power to impose schedules of maximum rates; practically all of them had authority to prescribe rates upon complaint of shippers; and they could all seek the aid of the courts to enforce their decrees.",
        "It expressly conferred upon the Commission the power to prescribe maximum rates, upon complaint and after hearing, as well as to make joint rates, and to establish through rates when the carriers had themselves refused to do so.",
        "In his first year abroad he consulted Calvin and Bullinger as to the right of the civil \"authority\" to prescribe religion to his subjects - in particular, whether the godly should obey \"a magistrate who enforces idolatry and condemns true religion,\" and whom should they join \"in the case of a religious nobility resisting an idolatrous sovereign.\"",
        "Orders of the Commission became effective within such time, not less than thirty days, as the Commission should prescribe, and penalties began to take effect from the date fixed by the Commission, unless the carrier secured an injunction from the Court suspending the order.",
        "This law, however, did not serve in practice to secure so general a use of power brakes on freight trains as was thought desirable, and another act was passed in 1903 to give the Interstate Commerce Commission authority to prescribe what should be the minimum number of power-braked cars in each train.",
        "With regard to the middle schools, the government has reserved the right to appoint the teaching staff, and to prescribe the books that are to be used The results of the middle schools are fairly satisfactory.",
        "determinare, to prescribe or limit), in ethics, the name given to the theory that all moral choice, so called, is the determined or necessary result of psychological and other conditions.",
        "Iron being a constituent part of the blood itself, there is a direct indication for the physician to prescribe it when the amount of haemoglobin in the blood is lowered or the red corpuscles are diminished.",
        "Ammonia is of considerable marketable value, and even in places where the local Gas Act does not prescribe that it shall be removed, it is extracted.",
        "Where a house or building in a street is taken down to be rebuilt, the urban district council may prescribe the line to which it is to be rebuilt, paying compensation to the building owner for any damage which he may sustain consequent upon the requirement.",
        "The board is specially directed to prescribe the manner in which the railway corporations shall keep their accounts, to examine these accounts from time to time, to examine the railways at least once a year, to investigate the cause of all accidents and upon the petition of an interested party to fix rates for the transportation of persons and freight.",
        "Many specialists already prescribe arbs to patients who cannot take ACE inhibitors.",
        "prescribe heroin to street users.",
        "Despite clear evidence of their effectiveness in reducing mortality some clinicians have been reluctant to prescribe beta blockers for fear of inducing bronchoconstriction.",
        "The following parts of the standard prescribe certain requirements for the operation of a catering butchery business.",
        "These Regulations prescribe reserved descriptions, composition and manufacturing characteristics for edible acid casein, edible rennet casein and edible caseinates.",
        "These regulations prescribe the circumstances in which standards committees of relevant authorities may grant such dispensations.",
        "If you do develop cold sores, let the doctor/nurse know, and they will prescribe anti-viral medication.",
        "In a large practice there is less demand for an individual doctor to prescribe contraception.",
        "In this case, your doctor may be able to prescribe a corticosteroid to help relieve the irritation.",
        "Most doctors treating heroin dependency prescribe methadone, a less expensive synthetic opiate requiring a single daily dose to prevent withdrawal symptoms.",
        "For example: Doctors could always prescribe the wrong dosage, but it happens more often if an incorrect default is offered.",
        "These nurses will continue to prescribe from a limited formulary.",
        "Your doctor can prescribe stronger painkillers for more severe cases.",
        "Your doctor can prescribe medication to help you minimize the effects of these conditions.",
        "formulary nurse prescribers can prescribe for.",
        "To persuade doctors to prescribe heroin, policy-makers need to show good evidence for its clinical efficacy.",
        "Your doctor may prescribe mild hydrocortisone (steroid) cream which can be applied sparingly to the affected areas.",
        "A doctor may prescribe a high dose of a preventer inhaler at first, to quickly \" get on top of symptoms \" .",
        "Clark [46] called for reclassification of cannabis in the USA to allow physicians to prescribe marijuana for MS.",
        "My doctor's solution was to prescribe a fixed course of anti-depressant medication.",
        "Your GP may be able to prescribe medicines to help relieve your PMS.",
        "Oncologists prescribe patients one standard empiric chemotherapy regimen after another, until they find one that works.",
        "The outstanding fines and emoluments shall prescribe five years after the sentence becomes res judicata.",
        "Failing that, you should try a ' fecal softener ' which is a kind of medicine your GP can prescribe.",
        "The Casualty Doctor may prescribe some tablets to help with the pain.",
        "EFNPs are already able to prescribe codeine phosphate and dihydrocodeine tartrate when they are part of a GSL or P medicine.",
        "Not to use the Card to withdraw funds through the automated teller in excess of the daily limit we from time to time prescribe.",
        "So a simple 6 figure number will give you enormous flexibility to prescribe many vision therapy exercises.",
        "A Sadducean friend advised Hyrcanus to ask the whole body of the Pharisees to prescribe the penalty.",
        "scribere, to write, to draw up a law, and hence to prescribe (cf.",
        "The Didache and Justin merely prescribe fasting, the use of which was to hurry the exit of evil spirits who, in choosing a nidus or tenement, preferred a well-fed body to an emaciated one, according to the belief embodied in the interpolated saying of Matt.",
        "On the first visit I was able to prescribe multi cellular rubber sandals for her ulcerated feet.",
        "In Germany doctors prescribe St John 's Wort for depression.",
        "If your baby experiences poor growth due to his inability to keep food in his stomach, then your doctor may need to prescribe medication.",
        "For more severe cases of infant acid reflux, pediatricians often prescribe H2-blockers, such as Zantac, Pepcid, or Tagamet.",
        "The first thing to do in the event of a severe rash is take the baby to the doctor who will likely prescribe an antibiotic cream and provide care instructions.",
        "Should the cradle cap persist beyond the aid of dandruff shampoo, your child's pediatrician may prescribe a prescription hydrocortisone cream that works to control the irritation and hormonal activity in affected areas.",
        "If you are still unable to get rid of the rash after a couple of days, your doctor may prescribe a topical ointment.",
        "Only a doctor can evaluate health problems and prescribe a safe and suitable treatment plan.",
        "There may be further tests or medications your veterinarian can prescribe for your cat that will help with this issue.",
        "Also, if it is just a matter of his being too overweight, your vet can prescribe some diet food to help him lose weight as well as address any other health issues.",
        "The vet will probably want to run some tests on him to rule out any major problems and may prescribe some medication.",
        "Your vet will also probably prescribe a drug like Prednisone to suppress the immune system.",
        "The vet may also prescribe corticosteroids if the condition is related to an auto-immune disorder.",
        "If your cat develops a severe case of feline herpes, your vet will prescribe supportive treatment for your cat.",
        "If the cat has corneal ulcers, your vet may prescribe antiviral eye drops.",
        "The vet can prescribe medications to keep your cat comfortable.",
        "Your veterinarian may prescribe one of several available treatment options for your pet.",
        "Practitioners prescribe black cohosh to control the symptoms of menopause and assist with menstrual cramps and water retention related to menstruation.",
        "Doctors prescribe statins, or cholesterol-lowering drugs.",
        "Tibetan herbalists diagnose illnessees based on their association with these characteristics, and prescribe remedies according to a book that encompasses the known properties of herbal remedies in Tibetan medicine.",
        "Since losing weight and exercising typically have positive effects on high blood pressure, many traditional doctors prescribe diet modification as a part of blood pressure treatment.",
        "Drugs.com is one of the most useful medicine research tools that lets you identify pills, check medicine interactions and research various medicines that your doctor might prescribe.",
        "To watch some of the complete episodes, you need to prescribe to their \"Hulu Plus,\" a pay service.",
        "Doctors may prescribe different types of medication to help treat your anxiety, depending on your particular symptoms.",
        "Medical professionals often prescribe a type of medication to patients suffering with anxiety.",
        "A doctor can prescribe an antidepressant or arrange for the young person to see a therapist.",
        "Some of the medications doctors may prescribe are benzodiazepines, anti-seizure medications, anti-psychotic drugs, and beta-blockers.Benzodiazepines are a central nervous system depressant.",
        "He/she can provide psychotherapy and prescribe antidepressant medication if necessary.",
        "However, a psychologist can't prescribe medication.",
        "Doctors who treat bipolar patients are hesitant to prescribe an antidepressant alone, since this can sometimes push a person into a manic state.",
        "It became a controlled substance in 1914 under the Harrison Narcotic Act and was illegal even for doctors to prescribe in 1919.",
        "Once diagnosed, your doctor may refer you to a counselor as well as prescribe some anti-depressant medication.",
        "Some physicians will prescribe buprenorphine which is a different type of opioid.",
        "Your doctor may prescribe migraine medication to decrease your episodes but if that is not successful, he/she may either decrease or discontinue the Adderall.",
        "Therapy is an important part of the recovery process, but it is imperative that withdrawal is overssen by a physician who can monitor the patient's health and prescribe medication as needed to help see the person through recovery.",
        "Celebrities often interview that they prescribe to a number of \"beauty secrets\" to keep celebrity skin problems to a minimum.",
        "Stern and the doctors are being charged with various felony counts, including conspiracy to prescribe illegal drugs to Smith.",
        "After analyzing the results, it is their job to prescribe the necessary treatment.",
        "A thorough examination will reveal the cause of the skin problems and your vet can prescribe something to clear it up to stop the irritation.",
        "He/She will diagnose the cause of the sores, and likely prescribe medication to alleviate her discomfort.",
        "The vet can also prescribe medication to clear up the itchy bumps.",
        "If they are infected, your vet may want to follow up with an antibiotic, something your groomer cannot provide or prescribe.",
        "If this is the case, your vet will need to prescribe a stronger antibiotic to continue treatment.",
        "Your veterinarian can assess whether or not your dog has this illness, and will prescribe a treatment plan for him.",
        "He may need to prescribe medication that could be used in addition to the magnetic therapy you are providing your pet.",
        "In many cases, the veterinarian will prescribe the cream along with an Elizabethan collar (A large, cone-shaped collar).",
        "You'll have to play Sherlock Holmes and do a little detective work to correctly identify the cause and prescribe the remedy.",
        "The authority granted to Minnesota optometrists to prescribe oral medications extended access to quality senior eye care in Minnesota rural areas as well as larger metropolitan areas.",
        "They prescribe corrective lenses and offer other vision-related treatments.",
        "There are some medications that your physician may prescribe to treat your RLS, usually after testing to find out if it is associated with another condition.",
        "Doctors may prescribe medications for insomnia.",
        "A dentist may not seem like an obvious choice for snoring problems, but this professional can prescribe a mouth guard.",
        "To diagnose PLMS, a doctor would prescribe a sleep study, or polysomnogram.",
        "For PLMS, doctors may prescribe anti-seizure medications, sleeping pills, or narcotic painkillers, the same drugs that are used to treat restless leg syndrome.",
        "Doctors typically prescribe CPAP for patients with obstructive sleep apnea.",
        "Doctors may also prescribe CPAP for patients with heart failure or coronary artery disease.",
        "If this is a problem, your doctor will prescribe a chinstrap to hold your mouth closed during sleep.",
        "The information recorded on the device can detect obstructive sleep apnea and provide the information necessary to prescribe a pressure level for a CPAP machine.",
        "This person can help you to determine what is causing the sleep disorder and then will prescribe a treatment plan to rectify the problem.",
        "In some cases, a physician may prescribe Trazodone as a sleep aid; but, its primary function is to treat a depressive disorder.",
        "In cases of severe muscle cramps and pain, your doctor may prescribe muscle relaxants, but they should only be used under the direction of your doctor.",
        "Determining the amount of pressure necessary to keep the airway passage open requires testing after which a sleep specialist will prescribe the amount of pressurized air to be forced through the machine.",
        "In some cases, a doctor may prescribe antidepressants or monoamine oxidase inhibitors (MAOI), depending on the patient's specific needs.",
        "The American Academy of Dental Sleep Medicine is a great resource for finding a dentist who can prescribe a dental appliance to treat snoring.",
        "If the behavioral modifications are not successful, the doctor may prescribe medications that promote sleep for short term use.",
        "Doctors may prescribe Ativan to alleviate insomnia.",
        "Many times, doctors will prescribe the lowest dose to determine its effectiveness before increasing the dosage, since the higher the dosage the higher the likelihood of side effects.",
        "If you have a finicky near vision prescription, your eye doctor may prescribe one that's just for you.",
        "Sometimes ophthalmologists and optometrists will prescribe reading glasses in a more accurate prescription just for your eyes.",
        "They may prescribe fluoride supplements for the baby.",
        "In extreme cases, some dentists can prescribe an oral device to alter the shape of the roof of the child's mouth, so that it is unpleasant for the child to continue sucking.",
        "However, physicians may prescribe other SSRIs in younger patients in an off-label use of these drugs.",
        "Some doctors prescribe antidepressant treatment for PMS throughout the cycle, while others direct women to take the drug only during the latter half of the cycle.",
        "Some doctors will prescribe antihistamines to help manage symptoms.",
        "Acetylcysteine (Mucomyst) has been used as a mucolytic during the 1980s and 1990s but is not prescribe frequently in the early 2000s, while DNase (Pulmozyme) is a newer product gaining in popularity.",
        "However, if the case is particularly severe, the doctor may prescribe an antiviral medication such as acyclovir which, if given at the beginning of the outbreak, may help clear things up faster.",
        "If growth hormone is not the only hormone deficiency, the doctor must prescribe ways to raise the levels of the other deficient hormones, if these options are available.",
        "If the fever is high enough for concern, physicians may prescribe a broad spectrum antibiotic as initial treatment rather than waiting for the results of all diagnostic tests.",
        "When results are available, the physician will likely prescribe a new medication most appropriate for the diagnosis.",
        "In addition to PPIs, the doctor may prescribe coating agents, such as sucralfate (Carafe), to cover the sores and mucous membranes of the esophagus and stomach.",
        "For example, sulfonylurea drugs are not FDA approved for use in children with type 2 diabetes due to a lack of clinical studies in pediatric populations, but a physician may prescribe them in an off-label use of the drug.",
        "The surgeon will prescribe pain relievers and perhaps muscle relaxants.",
        "The doctor will prescribe an antibiotic because there is normally a large amount of bacteria present in the mouth.",
        "Homeopathic physicians may prescribe such remedies as Arnica or Symphytum to enhance healing.",
        "The physician may then prescribe the most effective antibiotic.",
        "Physicians may prescribe a broad spectrum antibiotic as initial treatment rather than waiting for culture results.",
        "When the culture results are available and sensitivity tests indicate a more effective antibiotic, the physician will likely prescribe a new antibiotic specific for the strep or other organism identified.",
        "Doctors combine UVB treatments with topical medications to treat some patients and sometimes prescribe home phototherapy, in which the parent administers the UVB treatments.",
        "Enbrel is another drug dermatologists prescribe for children.",
        "For a patient whose sty has not healed with home treatment, the doctor may test the fluid in the eye to determine the type of bacteria present and prescribe treatment accordingly.",
        "Homeopathic practitioners prescribe oral homeopathic medications that reduce the bacterial growth within the sty and chalazion and thereby heal the inflammation.",
        "In cases of bacterial conjunctivitis, a physician may prescribe an antibiotic eye ointment or eye drops containing sodium sulfacetamide (Sulamyd) to be applied daily for seven to 14 days.",
        "Physicians may prescribe these drugs to treat eye infections, pneumonia, gonorrhea, Rocky Mountain spotted fever, urinary tract infections, certain bacteria that could be used in biological weapons, and other infections caused by bacteria.",
        "If the child has a weakened immune system, the doctor will prescribe either amoxicillin or erythromycin.",
        "If the child's skin rash is unusually severe, the doctor may prescribe hydroxychlorethotrexate (Plaquenil).",
        "In general, doctors prefer to avoid medications in treating mild tics; start the treatment of moderate or severe tics with medications that have relatively few side effects, and prescribe stronger drugs only when necessary.",
        "When the white blood cell count drops too low, the doctor may prescribe medications called colony stimulating factors, which help white blood cells grow.",
        "This diet is easy for the doctor to prescribe but may be difficult for a child to follow.",
        "Homeopaths might prescribe any of 10 different remedies, depending on the appearance of the nasal discharge, the patients emotional state, and the stage of infection.",
        "For some children with acute bronchitis, doctors may prescribe medicines often used to treat asthma.",
        "The physician may prescribe a steroid medication to be given to the mother before the delivery to help speed up the baby's lung development.",
        "In some severe cases, a pediatrician may prescribe a benzodiazepine tranquilizer, such as diazepam, known to suppress the stage four level of deep sleep.",
        "Although antihistamines do not cure contact dermatitis, the doctor may prescribe them to relieve severe itching.",
        "Doctors also may prescribe a variety of drugs to reduce the symptoms of autism, such as antidepressants and tranquilizers.",
        "Some doctors prescribe special eardrops, such as Cerumenex, to soften the wax.",
        "Physicians may frequently prescribe many of the SSRI antidepressants besides fluoxetine (Prozac) for children to treat depression, even though they have not been approved for this use by the FDA.",
        "Clinicians should only prescribe these tests if they are ready to intervene when faced with worrying results.",
        "For example, dentists often prescribe penicillin to prevent infections after dental surgery.",
        "In addition to topical medications, the doctor may prescribe oral ivermectin, a drug that was originally developed for veterinary practice as a broad-spectrum antiparasite agent.",
        "Only physicians experienced in diagnosing and treating severe acne, such as dermatologists, should prescribe isotretinoin.",
        "If the condition is still severe after several months of treatment and a two-month break, the physician may prescribe a second course of treatment.",
        "Healthcare providers do not prescribe tetracyclines in children under the age of eight, and they specifically avoid doing so during periods of tooth development.",
        "People who are severely sunburned should see a doctor who may prescribe corticosteroid cream to speed healing.",
        "If infection does occur, the doctor will prescribe antibiotic medications.",
        "If blood levels of lead are high enough, the doctor may also prescribe chelation therapy.",
        "He or she can prescribe stronger shampoos or other treatments to rid you of your itchy, flaky scalp forever.",
        "Optometrists can perform eye examinations and prescribe glasses and contact lenses based on their findings.",
        "They also repair chipped teeth, prescribe dentures, and perform root canals.",
        "These four-year programs prepare optometrists to diagnose and treat a number of eye problems and prescribe corrective lenses.",
        "CNMs in most states within the USA can prescribe most medications, and in some areas also provide women's health care for women of all ages.",
        "CNMs and CMs also assist with home births and at birth centers and are able to prescribe medications as needed.",
        "They usually cannot prescribe medications for you, but they spend time with you during the pregnancy, helping your prepare for your baby's birth.",
        "As a last resort, your doctor may be able to prescribe certain medications that can help with lactation.",
        "The doctor will prescribe a liquid solution or gel to be applied to the baby's mouth and tongue.",
        "They may be able to prescribe a generic birth control pill that's less expensive than a brand name one.",
        "Many gynecologists used this method themselves, while continuing to prescribe the standard regimen to their patients.",
        "Your doctor may prescribe it for other infections as well.",
        "If diet and exercise aren't working, your doctor may prescribe insulin shots.",
        "Multivitamins: Once you're pregnant, your obstetrician will probably prescribe a prenatal vitamin for you to take, but even before conception you can take a daily multivitamin to ensure you're taking in enough needed vitamins and minerals.",
        "Management of migraines is best left to a physician who can prescribe optimum treatment for the migraine as well as the form of contraception least or less likely to cause migraines.",
        "Your health care provider may even prescribe chewable prenatal vitamins or basic prenatal vitamins while you're trying to conceive as these contain all the important vitamins and minerals you need.",
        "If you're lacking iron, your health care provider will prescribe you pills.",
        "The doctor can prescribe something to ease your symptoms and prevent dehydration.",
        "When acne does not respond to over-the-counter treatments and simple lifestyle changes, a dermatologist can prescribe medication.",
        "If you have a side effect, speak with your doctor, as he may be able to prescribe a different level of the pill that will not cause the same side effect.",
        "A doctor may prescribe an antibiotic to prevent infection.",
        "If your doctor thinks a medication presents a risk, he can prescribe a safer alternative treatment.",
        "Be sure to discuss any and all current or past health issues with your doctor so she can prescribe the best pill to meet your individual needs.",
        "Mini pills are progestin only pills (POP), which doctors may prescribe to women who have medical problems that prevent them from taking estrogen.",
        "Helps allergies - Some allergists prescribe bee pollen to help lower sensitivity to local plant pollens.",
        "Your pediatrician will know if such an issue is present and prescribe the appropriate dosage.",
        "If you are deficient in vitamin D, your physician may prescribe short or long-term supplementation.",
        "Many holistic MDs will also prescribe vitamins that can be procured from specific compounding pharmacies.",
        "Your doctor or nutritionist may prescribe a more specific elimination diet that is designed according to your circumstances.",
        "Doctors are very careful when they prescribe these types of medications for children and adolescents, and they will likely start the young person off with a low dose and monitor his or her condition carefully.",
        "For example, physicians need to know about treatments a mental health professional may prescribe for OCD and mental health professionals need to know about prescribed treatments and therapy for Asperger syndrome.",
        "A physician may prescribe medication for Asperger's syndrome if a comorbid condition exists.",
        "If you've tried everything under the sun to lose those extra pounds, your doctor may prescribe a prescription diet pill to help your body absorb less fat from the food you eat.",
        "Doctors prescribe them only if the risks of taking the medication are outweighed by the risks of the person staying at their current weight.",
        "Anti-inflammatory medications - Many doctors or trainers of athletes with shin splints often prescribe drugs to reduce inflammation of the joints.",
        "As such, it is important to be vigilant about ensuring your doctor knows all the medicine you are taking so he or she doesn't accidentally prescribe something that could interact badly with one of your existing medications.",
        "The important thing is to make sure your primary physician is aware of any homeopathic remedies you utilize because these remedies may interact with other medications your medical doctor wants to prescribe.",
        "The exception is medication your dermatologist may prescribe.",
        "A dermatologist can prescribe an antibiotic or even Acutane for acne and a hydrocortisone cream or Elidel for eczema.",
        "If over-the-counter treatments fail, a doctor can prescribe stronger medicine.",
        "Physicians can prescribe benzoyl peroxide in higher concentrations, which may provide the effectiveness some acne sufferers need.",
        "If over-the-counter treatments don't work for you, your dermatologist or doctor can prescribe an acne medicine.",
        "For very severe, stubborn, or cystic acne, a dermatologist may need to prescribe the appropriate medication and possibly use other techniques, such as laser treatments or microdermabrasion to treat the acne.",
        "Your doctor can prescribe anti-fungal pills to treat the infection.",
        "Though a physician must prescribe medical treatments, several conditions may also benefit from home remedies.",
        "Your doctor may prescribe a medication that will counteract this type of response in the future.",
        "The first step in treating a fungus includes an office appointment with a family physician or dermatologist who will assess the condition and prescribe suitable treatment.",
        "If, after prevention and treatment, you still experience nail outbreaks, you'll need to have your physician prescribe an alternate treatment plan or seek alternative treatments.",
        "Rather than self-diagnose or prescribe treatment, always seek professional care when dealing with a suspected fungal infection.",
        "Even if you do not suspect sun stroke or dehydration, a doctor may still be able to prescribe you oral medication or topical treatments that will help alleviate pain and speed your recovery.",
        "Your doctor may prescribe creams to use on your burn.",
        "Total body wellness is an approach holistic practioneers prescribe.",
        "You should consult with a physician, who may prescribe an antiviral medication such as acyclovir to help you get rid of the cold sore.",
        "He or she can then prescribe measures on what to do to eliminate the problem and give you advice as to where to buy insecticides for bedbugs.",
        "While many doctors will prescribe oral medications such as tetracycline to treat rosacea, people who suffer from the condition may develop an allergy to the medication.",
        "However, eczema can be worsened by these substances, so it's important to consult a dermatologist who can properly diagnose the condition and prescribe treatment.",
        "He may prescribe you a prescription or an over-the-counter treatment.",
        "Modern treatments prescribe the herb to combat PMS and to help women resume normal menstruation after using birth control pills.",
        "In cases of external otitis (ear disease) your veterinary surgeon will probably prescribe an antibiotic preparation.",
        "Some clinics seem to prescribe C for 3 months, then if you hav n't ovulated, move you on to another treatment.",
        "In addition, the committee urged pharmacists who already prescribe to respond to the Government's consultation.",
        "Top of the page QUESTION TIME: The VMD has proposed that pharmacists should be allowed to prescribe some veterinary Poms.",
        "We are not so presumptive as to prescribe what needs to be done.",
        "Staff have psychological rather than medical qualifications and consequently do not prescribe medication or have statutory powers under the Mental Health Acts.",
        "For more severe pain, the physician may have to prescribe stronger drugs like opioids."
    ]
}