{
    "translation": "מנע",
    "uses": [
        "Nature found a way to prevent that.",
        "More than likely the correction was to prevent her from being embarrassed.",
        "If he was trying to prevent her from escaping, he was doing a poor job of it.",
        "The Others want to prevent it.",
        "But still they would whisper, and he could not prevent it.",
        "If you had been with them you couldn't have done anything to prevent the accident.",
        "I'm sorry to prevent you from seeing him, but I didn't know...",
        "The connection alone might prevent a full-scale war.",
        "When the wine was passed to our neighbour, he was obliged to stand up to prevent her taking it away from him.",
        "It was pretty bad when the only way to prevent her father from interfering in her life was leaving the state.",
        "All she had to do was find a way to prevent them from crippling her logic for now.",
        "A way to make Gabriel my mate and a way to prevent Darkyn from destroying everything.",
        "If they pay the tax from a mistaken interest in the individual taxed, to save his property, or prevent his going to jail, it is because they have not considered wisely how far they let their private feelings interfere with the public good.",
        "The battle got so bad that the only way to prevent the annihilation of every being in the universe was to divide the physical and divine worlds.",
        "I replaced the bull last year to prevent inbreeding, but I've been pleased with the offspring.",
        "It is only to prevent some Pugachev or other from killing my children and yours, and Arakcheev from sending me off to some Military Settlement.",
        "This simultaneous discussion of many topics did not prevent a clear understanding but on the contrary was the surest sign that they fully understood one another.",
        "Deidre, for what little this is worth, I apologize for not being good enough or smart enough or quick enough to prevent the inevitable.",
        "A man was placed on guard at the door to prevent interruption.",
        "She didn't believe for one minute he was going to find a way to prevent her from dying in three months.",
        "She had enough strength to control the demon; maybe she could prevent it from escaping to a new host.",
        "Dusty looked around the gym, sensing it was beyond time for him to admit he couldn't prevent what was coming.",
        "If her powers grow enough, she'll not only prevent us from stitching up the tear between realms, but she'll open the doorway between the two worlds.",
        "The early December sun couldn't set fast enough to prevent her pounding headache from growing worse on her drive to work.",
        "She rolled away from him, not wanting to cry in front of him but unable to prevent the tears that were starting to form.",
        "Only low brush could grow in so small a space... no trees to prevent a vehicle from plunging into the forested mountain ranges below and beyond.",
        "In 1747, it was discovered that lemons prevent scurvy.",
        "I did nothing to encourage him and you did absolutely nothing to prevent it.",
        "She hid in the room most of the day to prevent any more run-ins with cats or models and to think.",
        "One placed a sleep patch on her ear to prevent her from waking and scooped her up while the other grabbed the last suitcase out of her bedroom.",
        "To anyone who looks at the field of Borodino without thinking of how the battle was actually fought, this position, protected by the river Kolocha, presents itself as obvious for an army whose object was to prevent an enemy from advancing along the Smolensk road to Moscow.",
        "Unlike the regular military, the political elite's security private forces were made up of children from the upper class to prevent the elite class from becoming polluted by the poor.",
        "Rostov took the joke as an insult, flared up, and said such unpleasant things to the officer that it was all Denisov could do to prevent a duel.",
        "I have to be there in order to prevent it, he said carefully.",
        "\"You may want to take steps to prevent her winning,\" she suggested.",
        "He would pollinate a wheat stalk, then cover it with a trash bag to prevent contamination by other plants.",
        "I know I can't prevent your doing so, but if you have a spark of conscience...",
        "But to know what can and what cannot be executed is impossible, not only in the case of Napoleon's invasion of Russia in which millions participated, but even in the simplest event, for in either case millions of obstacles may arise to prevent its execution.",
        "If we were to be together at the full moon, do you think something would prevent her from killing me?",
        "The men were forbidden to talk out loud, to smoke their pipes, or to strike a light, and they tried to prevent their horses neighing.",
        "He pointed to the wall far enough behind him to prevent her from butting in.",
        "In February 1532 he protested against all acts concerning the church passed by the parliament which met in 1529, but this did not prevent the important proceedings which secured the complete submission of the church to the state later in the same year.",
        "It was too fanciful to look so far ahead when he needed to determine how to prevent his people from starving.",
        "And if you think I can prevent him, you're - -",
        "It might prevent them from feeling as out of place as she did in her youth.",
        "Fluorescent lighting increases the body's production of saliva, which helps prevent cavities.",
        "Kutuzov alone used all his power (and such power is very limited in the case of any commander-in-chief) to prevent an attack.",
        "I compiled this for my dear Rissa, but I fear the demon will prevent me from giving it to her.",
        "By doing this, we will come to understand those conditions better and perhaps prevent them.",
        "\"Well, do you think I shall prevent her, that I can't part from her?\" said the old prince angrily.",
        "His approaching departure did not prevent his amusing himself, but rather gave zest to his pleasures.",
        "Meanwhile, his people acted as the eyes on the ground to the regular military, most of which was exiled overseas after the war to prevent the divided political elite from seizing control of it again.",
        "We belong to different camps, but that does not prevent my esteeming her as she deserves.",
        "Would walking through it prevent more issues and fix those he had?",
        "my father had in order to prevent me from ruling my kingdom as I should.",
        "He sat on a boulder near the entrance, as if he were the bouncer trying to prevent someone like her from exiting.",
        "Ne'Rin does his part to prevent you from suspecting him.",
        "Taran ducked his head to prevent demon or madman from seeing the hatred in his eyes.",
        "Other problems connected with his family interests served to complicate the situation and eventually to prevent the successful consummation of many of his plans.",
        "If an air-tight receptacle is not available, a small percentage of powdered carbon is added to the zinc-dust, to prevent increase in the amount of oxide, which, if present in excess, tends to make the deposit dull.",
        "Shouldn't we put a cordon round to prevent the rest from running away?",
        "Rissa tensed, but his arms closed around her to prevent her from jumping off.",
        "You know tonight I had to prevent the VP's commo guy from using the emergency network to order gin?",
        "Ashley's eyes glowed, and Jessi hated herself for wanting to leave or prevent her cousin from ever seeing Xander again, when it clearly made her happy.",
        "office of secretary for the department of war \"; the fifth, that Johnson had conspired with Thomas to \" prevent and hinder the execution \" of the Tenure of Office Act; the sixth, that he had conspired with Thomas \" to seize, take and possess the property of the United States in the department of war,\" in violation of the Tenure of Office Act; the seventh, that this action was \" a high misdemeanour \"; the eighth, that the appointment of Thomas was \" with intent unlawfully to control the disbursements of the moneys appropriated for the military service and for the department of war \"; the ninth, that he had instructed Major-General Emory, in command of the department of Washington, that an act of 1867 appropriating money for the army was unconstitutional; the tenth, that his speeches in 1866 constituted \" a high misdemeanour in office \"; and the eleventh, the \" omnibus \" article, that he had committed high misdemeanours in saying that the 39th Congress was not an authorized Congress, that its legislation was not binding upon him, and that it was incapable of proposing amendments.",
        "He would perhaps have placed alder branches over the narrow holes in the ice, which were four or five rods apart and an equal distance from the shore, and having fastened the end of the line to a stick to prevent its being pulled through, have passed the slack line over a twig of the alder, a foot or more above the ice, and tied a dry oak leaf to it, which, being pulled down, would show when he had a bite.",
        "The amount of superelevation required to prevent derailment at a curve can be calculated under perfect running conditions, given the radius of curvature, the weight of the vehicle, the height of the centre of gravity, the distance between the rails, and the speed; but great experience 1 See The Times Engineering Supplement (August 22, 1906), p. 265.",
        "apart, to prevent the possibility of the two cages striking each other in passing.",
        "It was getting more difficult to keep his distance from his mate, and he hated knowing he'd have to hurt her emotionally to prevent the tumor from growing too fast.",
        "To see if there's something I can do in order to prevent the inevitable, of course.",
        "He didn't need the distraction of worrying about the queen while trying to prevent them from losing the war!",
        "Technical workarounds will prevent technical monopolies in the future.",
        "Though he could track her easily, he wasn't certain how to prevent her from using the portals.",
        "Wynn, is it true Gabriel can prevent me from dying now?",
        "That necklace will absorb new magic and prevent him from accessing the depths of his current store.",
        "to prevent misunderstanding, it may be added that his diet was mainly vegetarian, and that he rarely drank wine.",
        "The officials are not well paid, and are certainly numerous; while the manifold checks and counterchecks have by no means always been sufficient to prevent dishonesty.",
        "A motion presented by the Socialists in the Chamber for the immediate discussion of a bill to prevent the massacres of the proletariate having been rejected by an enormous majority, the 28 Socialist deputies resigned their seats; on presenting themselves for re-election their number was reduced to 25.",
        "The second decision grew out of the attempt of the Brotherhood of Locomotive Engineers to prevent other roads from accepting freight from the Toledo, Ann Arbor & North Michigan railroad, against which a \"legal\" strike had been declared.",
        "It is one thing to protect individuals from mosquito bites, another to prevent the propagation of the parasite in a whole community.",
        "and the pope, to prevent his fall involved him in a charge of treason.",
        "Careful annual selection by hand of the best seed is the only way to prevent degeneration.",
        "The arable land was divided into two or, more usually, three fields, which were cut up into strips bounded by balks and allotted to the villagers in such a way that one holding might include several disconnected strips in each field - a measure designed to prevent the whole of the best land falling to one man.",
        "When trouble arose between Conrad and Henry, duke of Saxony, afterwards King Henry the Fowler, the attitude of Conrad was ascribed by the Saxons to the influence of Hatto, who wished to prevent Henry from securing authority in Thuringia, where the see of Mainz had extensive possessions.",
        "Mill complains that his father often required more than could be expected of him, but his tasks were not so severe as to prevent him from growing up a healthy and high-spirited boy, though he was not constitutionally robust, and his pursuits were so different from those of other boys of the same age.",
        "He intended fully to restrain within legal bounds the opposition which the excise on domestic spirits had provoked, but he made the serious mistake of not allowing sufficiently for the character of the backwoods population When legal resistance developed into insurrection, Gallatin did his best to retrieve his error and prevent open war.",
        "The limits of space prevent any systematic account of the separation of the rare metals, the alkaloids, and other classes of organic compounds, but sources where these matters may be found are given in the list of references.",
        "If, however, the insect were content with this method of reproduction the disease could be isolated by surrounding the infected patches with a deep ditch full of some such substance as coal-tar, which would prevent the insects spreading on to the roots of healthy vines.",
        "The dauphin and the duke of Alencon failed to bring about any sympathetic rising in Auvergne, and the Praguerie was over, except for some final pillaging and plundering in Saintonge and Poitou, which the royal army failed to prevent.",
        "When the authoritative version was completed all copies of Hafsa's record were destroyed, in order to prevent possible disputes and divisions.",
        "in the position of the ship would prevent any irregularity of the bottom from appearing.",
        "Pettersson in 1894, two portions of sea-water are collected in glass tubes which have been exhausted of air, coated internally with mercuric chloride to prevent the putrefaction of any organisms, and sealed up beforehand.",
        "He endeavoured unsuccessfully to prevent the Labour Conference in Jan.",
        "The charitable, penal and reformatory institutions of the state are all under a \"Board of Control of State Institutions,\" composed of three electors appointed by the governor and approved by twothirds of the senators, careful provision being made also to prevent the board from becoming subject to either political party.",
        "2 provides that nothing shall prevent \"any ecclesiastical court from pronouncing or declaring persons to be excommunicate on definite sentences pronounced as spiritual censures for offences of ecclesiastical cognizance.\"",
        "General Ramorino commanding the Lombard division proved unable to prevent the Austrians from crossing the Ticino (20th of April), and Chrzanowski was completely out-generalled and defeated at La Bicocca near Novara on the 23rd.",
        "He worked hard to prevent the rupture of the peace of Amiens which occurred in May 1803, and he did what he could to prevent the sale of Louisiana to the United States earlier in the year.",
        "1832) of Texas, passed the House, and although withdrawn owing to amendments in the Republican Senate, it alarmed and exasperated the protected classes, among whom were many Democrats, and spurred them to extraordinary efforts to prevent his re-election.",
        "in height, is placed on the crucible to allow room for long bars to be melted in the crucible and to prevent the surrounding and C is the flue, common to two furnaces and leading to the stack.",
        "While the coin is being moved the hanger D is held firmly by the forceps E to prevent the pan from being pushed sideways.",
        "But the repression of \" sectaries \" was now, and onwards until the end of the reign, so severe as to prevent much action on these lines.",
        "To prevent leakage over the surface of the insulating covering of the wire which projects above the surface of the water, it is necessary to employ a \" guard wire P, which consists of a piece of fine copper wire, twisted round the extremity of the insulated wire and connected to the battery.",
        "His friendliness for Russia did not, however, prevent him from strengthening the position of Austria as against Russia in the Balkan Peninsula by the establishment of a closer political and commercial understanding with Servia and Rumania.",
        "The commission appoints a board of experts to examine all immigrants suspected of insanity or allied mental disorders in order to prevent the admission of the insane into the country.",
        "The hope of advancing from Chatalja and relieving Adrianople - of in fact changing the whole course of the war - was sufficient to prevent all but small concessions on the part of the Turkish Government.",
        "But he refused to be elected under any misapprehension of his attitude, and with what his friends thought unnecessary candour re-stated his obnoxious views on universal amnesty at length, just before the time for the election, with the certainty that this would prevent his success.",
        "Mr Roosevelt not only attacked dishonesty in public affairs but in private business as welt, asserting that \"malefactors of great wealth\" endeavour to control legislation so as to increase the profits of monopolies or \"trusts,\" and that to prevent such control it is necessary to extend the powers of the federal government.",
        "But the courts will not in such cases prevent the engineer from acting, where the contractor was aware of the facts when he signed the contract, and there is no reason to believe that the engineer will be unfair (Ives and Barker v.",
        "The statutory definition of the grounds of reduction was intended, however, merely to put an end to the practice which had previously obtained of reviewing awards on their merits, and it does not prevent the courts from setting aside an award where the arbitrator has exceeded his jurisdiction, or disregarded any one of the expressed conditions of the submission, or been guilty of misconduct.",
        "At the same time a piece was cut off the park to prevent the undue contraction of the Place by the necessary bringing forward of the palace, and the pits which played a certain part in the revolution of 1830 when the Dutch defended the park for a few days against the Belgians were filled up. The Palais de la Nation was constructed between 1779 and 1783, also during the Austrian period.",
        "But two circumstances tended to prevent the occurrence of such irregularities.",
        "It was decided that the United States had no jurisdiction in the Bering Sea beyond the three miles' limit, but the court also made regulations to prevent the wholesale slaughter of fur-bearing seals.",
        "The navigable mileage of the Alabama rivers is 2000 m., but obstructions often prevent the formation of a continuous route, notably the \"Muscle Shoals\" of the Tennessee, extending from a point io m.",
        "A provision intended to prevent lobbying is that no one except legislators and the representatives of the press may be admitted to the floor of the House except by unanimous vote.",
        "Of the eleven charges of impeachment the first was that Stanton's removal was contrary to the Tenure of Office Act; the second, that the appointment of Thomas was a violation of the same law; the third, that the appointment violated the Constitution; the fourth, that Johnson conspired with Thomas \"to hinder and prevent Edwin M.",
        "Canning and Wellington' were anxious to preserve the integrity of Turkey, and therefore to prevent any isolated intervention of Russia; and Wellington seemed to Canning the most suitable instrument for the purpose of securing an arrangement between Great Britain and Russia on the Greek question, through which it was hoped to assure peace in the East.",
        "To prevent a recrudescence of these, Felix, on his death-bed, thought it advisable to nominate his own successor.",
        "During these early years Bedford ruled France wisely and at first with success, but he could not prevent the mischief which Humphrey of Gloucester caused both at home and abroad.",
        "He trusted no one; he murdered his mother, his sons, the sister whom he had married; to prevent his harem from falling to his enemies he murdered all his concubines, and his most faithful followers were never safe.",
        "Dubrovin, president of the Union of the Russian People and organizer of pogroms, having written a letter of congratulation to the tsar on the occasion of the coup d'etat, received a gracious reply; the hideous reign of terror of the \" Black Hundred \" in Odessa did not prevent the Grand-duke Constantine from accepting the badge of membership of the Union.",
        "It was believed by its advocates that this system of prescribing the conditions of construction and operation of lines could promote public safety, prevent waste of capital and secure passengers and shippers against extortionate rates.",
        "Such crude attempts as were made to prevent rates from being excessive concerned themselves with profits, and were designed to confiscate for the state treasury any earnings beyond a certain prescribed dividend.",
        "Assuming that the frictional resistance at the rails is given by the weight on the wheels, the total weight on the driving-wheels necessary to secure sufficient adhesion to prevent slipping must be at least 8.3 X5 =41.5 tons.",
        "that he would rather continue in his service than be ten popes, that did not prevent him from secretly instructing his agents at Rome to press his claims to the utmost.",
        "Apart from the important part which he took in helping to co-ordinate and draft the Civil Code, Cambaceres did the state good service in many directions, notably by seeking to curb the impetuosity of the emperor, and to prevent enterprises so fatal as the intervention in Spanish affairs (1808) and the invasion of Russia (1812) proved to be.",
        "of England became the subjects of romances does not prevent our believing in their existence; nor need Hood's mythical life deprive him of his natural one.",
        "The marginal rises and continental shelves prevent this cold bottom water from penetrating into the depths of the enclosed and fringing seas.",
        "When hard ground is reached, a seat is formed for the cast iron tubbing, which is built up in the usual way and concreted at the back, a small quantity of caustic soda being sometimes used in mixing the concrete to prevent freezing.",
        "The best remedy in such cases is to prevent the air from gaining access to the coal by building a wall round the burning portion, which can in this way be isolated from the remainder of the working, and the fire prevented from spreading, even if it cannot be extinguished.",
        "To prevent accidents from the breaking of the rope while the cage is travelling in the shaft, or from over-winding when in consequence of the engine not being stopped in time the cage may be drawn up to the head-gear pulleys (both of which are unhappily not uncommon), various forms of safety catches and disconnecting hooks have been adopted.",
        "The ropes are spaced laterally by the blocks B, B, B, B, which also serve to prevent them from slipping sideways.",
        "He spoke chiefly on financial questions; his known Liberal views did not prevent Louis XVIII.",
        "His military duties at the head of the principal national army did not prevent Espartero from showing for the first time his political ambition.",
        "Though still retaining his British commission, he accepted one from Spain, and during the remainder of his life used his influence to prevent American settlement in the south-west.",
        "At the congress of Vienna (1814-15) for the settlement of European affairs, Talleyrand, as the representative of the restored house of Bourbon in France, managed adroitly to break up the league of the Powers (framed at Chaumont in February 1814) and assisted in forming a secret alliance between England, Austria and France in order to prevent the complete absorption of Poland by Russia and of Saxony by Prussia.",
        "One of the arches was broken down in 1213 and rebuilt in 1553; another was blown up by the British troops in 1809, and, though temporarily reconstructed, was again destroyed in 1836, to prevent the passage of the Carlist forces.",
        "To prevent his going to the siege of Troy, Thetis disguised him in female apparel, and hid him among the maidens at the court of King Lycomedes in Scyros; but Odysseus, coming to.the island in the disguise of a pedlar, spread his wares, including a spear and shield, before the king's daughters, among whom was Achilles.",
        "To prevent discontinuity of results at this stage, recapitulation from an analytical point of view is desirable.",
        "Kok was not formidable in a military sense, nor could he prevent individual Griquas from alienating their lands.",
        "Hamilton had opposed Burr's aspirations for the vice-presidency in 1792, and had exerted influence through Washington to prevent his appointment as brigadier-general in 1798, at the time of the threatened war between the United States and France.",
        "He did not travel much abroad, for his father, in his desire to exclude from Holy Russia the subversive ideas current in Western Europe, disapproved foreign tours, and could not consistently encourage in his own family what he tried to prevent among the rest of his subjects.",
        "Fortunately for Russia the autocratic power was now in the hands of a man who was impressionable enough to be deeply influenced by the spirit of the time, and who had sufficient prudence and practical common-sense to prevent his being carried away by the prevailing excitement into the dangerous region of Utopian dreaming.",
        "We never know anything except as determined by its attributes; but that would not prevent us from inferring something determined as unconditioned, whether infinite or absolute.",
        "It seems that the Saxons though apparently unable to maintain their hold so far to the west, were able to prevent the natives from recovering the lowlands.",
        "But in the middle ages the altars were placed against the east wall of the churches, or else against a reredos erected at the east side of the altar, so as to prevent all access to the table from that side; the celebrant was thus brought round to the west side and caused to stand between the people and the altar.",
        "In January 1567 Eric extorted a declaration from two of his senators that they would assist him to punish all who should try to prevent his projected marriage; and, in the middle of May, a Riksdag was summoned to Upsala to judge between the king and those of the aristocracy whom he regarded as his personal enemies.",
        "During the invasion of Ireland by Edward Bruce in 1315 some of the suburbs of Dublin were burnt to prevent them from falling into his hand.",
        "The city had been put in an efficient state of defence by the marquess of Ormonde, then lord-lieutenant; but in the following year, to prevent it falling into the hands of the Irish, he surrendered it on conditions to Colonel Jones, commander of the Parliamentary forces.",
        "During the Civil War the greater part of the castle and of the town walls (which with their four gates were until then well preserved) were demolished by the inhabitants in order to prevent the town being either garrisoned or besieged.",
        "The hair and ears are excessively long, the latter so much so that they are sometimes clipped to prevent their being torn by stones or thorny shrubs.",
        "Electrostatic voltmeters are also liable to have their indications disturbed by electrification of the glass cover of the instrument; this can be avoided by varnishing the glass with a semi-conducting varnish so as to prevent the location of electrostatic charges on the glass.",
        "His acceptance of office is made optional by the act; there is nothing to prevent his discharging it if he see fit to do so.",
        "In coins the \" milling is the serrated edge, called \" crenneling \" by John Evelyn (Discourse on Medals, 1697, p. 225), which is formed on them to prevent clipping and filing.",
        "He accepted the chairmanship of the Royal Commission on Ritualistic Practices in the Church, and he did valuable work as 'an arbitrator; and though when the fiscal controversy arose he became a member of the Free-food League, his parliamentary loyalty to Mr Balfour did much to prevent the Unionist free-traders from precipitating a rupture.",
        "long, and would be of considerable value as a harbour if the bar at the mouth of the Rio Dulce did not prevent the upward passage of seafaring vessels.",
        "It only remained now for the primal man to descend into the abyss and prevent the further increase of the generations of darkness by cutting off their roots; but he could not immediately separate again the elements that had once mingled.",
        "The Civil War caused enormous losses to the merchant marine, and the worldwide substitution about this time of iron steamers for wooden steamers and sailing vessels contributed to prevent a recovery; because, although ship-building was one of the earliest arts developed in the colonies, and one that was prosecuted with the highest success so long as wooden ships were the dominant type, the United States has never achieved marked success with the iron steamer, and the law has precluded the registry as American of vessels built abroad.",
        "Legislation has reduced these evils in recent years; and efforts have been made to prevent the excessive expenditure of money at elections, and the making of contributions to party campaign funds by wealthy corporations who desire to secure some benefit for themselves.",
        "In 92 he was charged with the very offence of extortion which he had done his utmost to prevent.",
        "again appeared upon the scene as a candidate for the Polish throne; but Horn was still strong enough to prevent a rupture with Russia.",
        "The Athenians fully recognized its importance to them, as supplying them with corn and cattle, as securing their commerce, and as guaranteeing them against piracy, for its proximity to the coast of Attica rendered it extremely dangerous to them when in other hands, so that Demosthenes, in the De corona, speaks of a time when the pirates that made it their headquarters so infested the neighbouring sea as to prevent all navigation.",
        "The Reason For Doubling The 25 Was To Prevent The New Moons From Being Indicated In The Calendar As Happening Twice .On The Same Day In The Course Of The Lunar Cycle, A Thing Which Actually Cannot Take Place.",
        "When a prisoner in the hands of Filipo Maria Visconti, duke of Milan, in 1435, Alphonso persuaded his ferocious and crafty captor to let him go by making it plain that it was the interest of Milan not to prevent the victory of the Aragonese party in Naples.",
        "These tendencies had been fostered by his tutor Zhukovsky, the amiable humanitarian poet, who had made the Russian public acquainted with the literature of the German romantic school, and they remained with him all through life, though they did not prevent him from being severe in his official position when he believed severity to be necessary.",
        "Bodies then are triply extended substances, each occupying enough space to prevent mutual penetration, and by this force of mutual impenetrability or interresistance cause one another to form a joint mass with a common velocity whenever they collide.",
        "In order to prevent youthful unchastity, marriages are contracted between children of eight years old, the girl being brought home to live with the lad at his parents' home till a child is born, when a separate dwelling is provided for the youthful couple.",
        "Upon the advent of the Left to power, however, he accepted both gift and pension, and worked energetically upon the scheme for the Tiber embankment to prevent the flooding of Rome.",
        "Although planned in the shape of a cross, with a square and tower in the middle, the arms of the cross are not straight, the constructor holding the ingenious opinion that, in order to prevent little towns from being taken in at a glance, their streets should be crooked.",
        "The loss of his patrimony, however, thanks no doubt to his mother's providence, did not prevent Propertius from receiving a superior education.",
        "During the War of Independence Norfolk was bombarded on the 1st of January 1776 by the British under John Murray, 4th earl of Dunmore (1732-1809); much of the town was burned by the American troops to prevent Dunmore from establishing himself here.",
        "During the negotiations which preceded the Peloponnesian War he did his best to prevent, or at least xo postpone, the inevitable struggle, but was overruled by the war party.",
        "Thus, for want of funds, Alexander was unable to assist the Grand Master of the Order of the Sword against Muscovite aggression, or prevent Tsar Ivan III.",
        "This page has been locked to prevent editing; there are a number of reasons why this may be so, please see Project:Protected page.",
        "To prevent this bill from passing into law, Charles had dissolved parliament in July 1679, and in the following October had prorogued its successor without allowing it to meet.",
        "an amount p 2 which seems small but which would be quite sufficient to destroy one or more of the joints if provision were not made to prevent damage.",
        "A flow pipe which serves also for expansion is taken from the top of the cylinder to a point above the cold - water supply and turned down to prevent the ingress of dirt.",
        "In the ordinary working of a hot-water apparatus the expansion pipe already referred to will prevent any overdue pressure occurring in the boiler; should, however, the pipes Safety become blocked in any way while the apparatus is valves.",
        "To prevent this a safety valve should be fitted on the top of the boiler, or be connected thereto with a large pipe so as to be visible.",
        "A code of instructions for the guidance of church courts when engaged in cases of discipline is in general use, and bears witness to the extreme care taken not only to have things done decently and in order, but also to prevent hasty, impulsive and illogical procedure in the investigation of charges of heresy or immorality.",
        "To check these prejudicial fluctuations and to prevent too great a fall in the price of gold (to repeat a popular misconception), a £42,297,050 30,395,916 11,763,923 £ 84,456,889 £IO,178,718 05,$24,375,067 gold,.",
        "These measures have served to give greater stability to the value of the circulating medium, and to prevent the ruinous losses caused by a constant fluctuation in value, but the rate established prevents the further appreciation of the currency.",
        "To prevent internal trade with Peru a custom-house was set up at Cordoba to levy a duty of 50% on everything in transit to and from the river Plate.",
        "A fort was erected here in the 16th century to prevent the incursions of the free Cossacks and runaway serfs who gathered on the lower Volga, as also the raids of the Kalmucks and Circassians.",
        "Within the city the principal streets have been roughly paved, and iron bars placed across the narrow alleys to prevent the passage of camels.",
        "In Western Australia, too, the act failed to prevent strikes taking place.",
        "They had been concealed in a cellar to prevent their falling into the hands of the book-collecting princes of Pergamum, and were in a very dilapidated condition.",
        "Charles de Lesseps, a victim offered to the fury of the politicians, tried to divert the storm upon his head and prevent it from reaching his father.",
        "The struggle, however, with the Protestant princes of Germany not only led to continual demands of Charles for men and money from his Netherland dominions, but to his determination to prevent the spread of Protestant opinions; and a series of edicts was passed, the most severe of which (that of 1550) was carried out with extreme rigour.",
        "He believed that the Union could be saved without a war, and that a policy of delay would prevent the secession of the border states, which in turn would gradually coax their more southern neighbours back into their proper relations with the Federal government.",
        "To prevent foreign states from giving official recognition to the Confederacy was the task of the hour, and in this he was successful.",
        "He remained at Lincoln, did nothing to prevent the defeat of Essex's army in the west, and when he at last advanced south to join Essex's and Waller's troops his management of the army led to the failure of the attack upon the king at Newbury on the 27th of October 1644.",
        "He delayed supporting the infantry till too late, and was repulsed; he allowed the royal army to march past his outposts; and a fortnight afterwards, without any attempt to prevent it, and greatly to Cromwell's vexation, permitted the moving of the king's artillery and the relief of Donnington Castle by Prince Rupert.",
        "On the 25th of November Cromwell charged Manchester with \"unwillingness to have the war prosecuted to a full victory\"; which Manchester answered by accusing Cromwell of having used expressions against the nobility, the Scots and Presbyterianism; of desiring to fill the army of the Eastern Association with Independents to prevent any accommodation; and of having vowed if he met the king in battle he would as lief fire his pistol at him as at anybody else.",
        "On the 31st of May 1647 Cromwell had ordered Cornet Joyce to prevent the king's removal by the parliament or the Scots from Holmby, and Joyce by his own authority and with the king's consent brought him to Newmarket to the headquarters of the army.",
        "He returned on the 19th of April, and on the 23rd was sent to Oxfordshire to prevent a junction between Charles and Prince Rupert, in which he succeeded after some small engagements and the storming of Blechingdon House.",
        "Cromwell, who was as a rule especially scrupulous in protecting non-combatants from violence, justified his severity in this case by the cruelties perpetrated by the Irish in the rebellion of 1641, and as being necessary on military and political grounds in that it \"would tend to prevent the effusion of blood for the future, which were the satisfactory grounds of such actions which otherwise cannot but work remorse and regret.\"",
        "In foreign policy Cromwell's chief aims appear to have been to support and extend the Protestant faith, to promote English trade, and to prevent a Stuart restoration by foreign policy.",
        "In this arrangement a catch is provided so that the plate being once driven back by the wind cannot return until released by hand; but the catch does not prevent the plate being driven back farther by a gust stronger than the last one that moved it.",
        "In addition to the brakes on the lifting gear of cranes it is found necessary, especially in quickrunning electric cranes, to provide a brake on the subsidiary motions, and also devices to stop the motor at the end of the lift or travel, so as to prevent over-running.",
        "It is essential that the paper covering be loose, so as to ensure that each wire is enclosed in a coating not of paper only, but also of air; the wires in fact are really insulated from each other by the dry air, the loose paper acting merely as a separator to prevent them from coming into contact.",
        "The whole system provides the means of giving sufficient back-pull to the cable to make it grip the drum P, round which it passes several times to prevent slipping.",
        "In series with the tube is placed a single voltaic cell and a telegraphic relay, and Marconi added certain coils placed across the spark contacts of the relay to prevent the local sparks affecting the coherer.",
        "Nor did these complications prevent him from recovering the fortress of Galamboc from the Turks, successfully invading Servia, and reasserting the suzerainty of the Hungarian crown over Bosnia.",
        "General Ramorino, disobeying his instructions, failed to prevent a corps of Austrians under Lieut.",
        "Italy the convention seemed like a betrayal; to ~ poleon it was a set-back which he tried to retrieve by Italian gesting to Austria the peaceful cession of Venetia to ~t1t~u,ce Italian kingdom, in order to prevent any danger of of 1866.",
        "On more than one occasion Bismarck had maintained direct relations with the chiefs of the Left, and had in I87o worked to prevent a FrancoItalian alliance by encouraging the party of action to press for the occupation of Rome.",
        "Crispi, whose strong anti-clerical convictions did not prevent him from regarding the papacy as preeminently an Italian institution, was determined both to prove to the Catholic world the practical independence of the government of the Church and to retain for Rome so potent a centre of universal attraction as the presence of the future pope.",
        "in the autumn of 1880, would prevent French acquisition of the Regency.",
        "Nor did nascent irritation in France prevent the conclusion of the Franco-Italian commercial treaty, which was signed at Paris on the 3rd of November.",
        "On the 20th of September 1881 Beheran formally accepted Italian protection, and in the following February an Anglo-Italian convention established the Italian title to Assab on condition that Italy should formally recognise the suzerainty of the Porte and of the khedive over the Red Sea coast, and should prevent the transport of arms and munitions of war through the territory of Assab.",
        "The French authorities, under whose eyes the massacre was perpetrated, did nothing to prevent or repress it, and the mayor of Marseilles even refused to admit the wounded Italian workmen to the municipal hospital.",
        "Austrias petty persecutions of her Italian subjects in the irredente provinces, her active propaganda incompatible with Italian interests in the Balkans, and the antiItalian war talk of Austrian military circles, imperilled the relations of the two allies; it was remarked, indeed, that the object of the alliance between Austria and Italy was to prevent war between them.",
        "is intended to prevent the king from collecting the money owing to him in an oppressive manner.",
        "Before marriage free intercourse between the sexes is the rule, though certain conventional precautions are taken to prevent it.",
        "Cesare, who could still count on the Spanish cardinals, wished to prevent the election of Giuliano della Rovere, the enemy of his house, but the latter's chances were so greatly improved that it was necessary to come to terms with him.",
        "When the temporal courts interfered to prevent excess of jurisdiction, they did so by prohibiting the ecclesiastical court from trying and the suitor from suing in that court.",
        "Soon after the apothecaries were formed into a separate company they took into consideration means to prevent the frauds and adulterations practised by the grocers and druggists, and, to remedy the evil, established a manufactory of their own in 1626 so that they might make preparations for their own members.",
        "Special wound-cork is also often formed round accidental injuries so as to prevent the rotting of the tissues by the soaking in of rain and the entrance of fungal spores and bacteria.",
        "But these protective layers are in the main impermeable by gases and by either liquid or vapour, and prevent the access of either to the protoplasts which need them.",
        "In the case of a large hollow in a very dry climate the rate of g evaporation may be sufficient to prevent the water from ever rising to the lip, so that there is no outflow to the sea, and a basin of internal drainage is the result.",
        "The river is navigable to Quibdo (250 m.), and for the greater part of its course for large vessels, but the bars at its mouth prevent the entrance of sea-going steamers.",
        "He acted in the same spirit a few months later, when (about July 1839), understanding that the authorities intended to prevent the despatch of emigrants to New Zealand, he hurried them off on his own responsibility, thus compelling the government to annex the country just in time to anticipate a similar step on the part of France.",
        "War broke out with England, but James, made a prisoner by his nobles, was unable to prevent Albany and his ally, Richard, duke of Gloucester (afterwards Richard III.), from taking Berwick and marching to Edinburgh.",
        "The log should be washed in fresh water when practicable, to prevent oxidization of the wheels, and be lubricated with suitable oil through a hole in the case.",
        "The outer pair receive the strain of the rotator, and the inner are for adjustment and to prevent lateral movement.",
        "Secondly, he established deme law-courts to prevent people from having recourse to the city tribunals; it is said that he himself occasionally \"went on circuit,\" and on one of these occasions was so struck by the plaints of an old farmer on Hymettus, that he remitted all taxation on his land.",
        "As these independent Tatar states were always jealous of each other, and their jealousy often broke out in open hostility, it was easy to prevent any combined action on their part; and as in each khanate there were always several pretenders and contending factions, Muscovite diplomacy had little difficulty in weakening them individually and preparing for their annexation.",
        "In order to prevent such incidents in future, Peter the Great abolished the patriarchate altogether, and entrusted the administration of the Church to a synod entirely dependent on the government.",
        "Those tedious and exhausting wars did not prevent Peter from attending to internal affairs, and he displayed as a reformer even more vigour and tenacity than as a general in Greats the field.",
        "That conviction he put into practice with extreme rigour during the thirty years of his reign (1825-55), endeavouring by every means at his disposal to prevent revolutionary ideas from germinating spontaneously among his subjects and from being imported from abroad.",
        "The slopes of the sides vary according to the nature of the ground, the amount of moisture present, &c. In solid rock they may be vertical; in gravel, sand or common earth they must, to prevent slipping, rise r ft.",
        "7 he torque exerted on the driving-axle by the steam engine just at starting may be that due to the full boiler pressure acting in the cylinders, but usually the weight on the coupled wheels is hardly sufficient to enable advantage to be taken of the full boiler pressure, and it has to be throttled down by the regulator to prevent slipping.",
        "Generally steam from the boiler is admitted direct to the low-pressure cylinder through a reducing valve, and valves and devices are used to prevent the steam so admitted acting as a back pressure on the high-pressure cylinder.",
        "Returning to London early in November, he found it necessary to consult his physicians for a symptom which, neglected since 1761, had gradually become complicated with hydrocele, and was now imperatively demanding surgical aid; but the painful operations which had to be performed did not interfere with his customary cheerfulness, nor did they prevent him from paying a Christmas visit to Sheffield Place.",
        "As the Austrian influence increased Panin found a fresh enemy in Joseph II., and the efforts of the old statesman to prevent a matrimonial alliance between the Russian and Austrian courts determined Catherine to get rid of a counsellor of whom, for some mysterious reason, she was secretly afraid.",
        "A recollection of the manifold forms which religious life and thought have taken in Christendom or in Islam, and the passions which are so easily engendered among opposing sects, will prevent a one-sided estimate of the religious standpoints which the writings betray; and to the recognition that they represent lofty ideals it must be added that the great prophets, like all great thinkers, were in advance of their age.",
        "The queen interposed to prevent the execution of those who had counselled the crucifixion of the rebels and permitted them to withdraw with her younger son Aristobulus to the fortresses outside Jerusalem.",
        "A breakwater and sea-wall prevent the blocking of the harbour entrance and encroachments of the sea; and there is another breakwater at Landguard Point on the opposite (Suffolk) shore of the estuary.",
        "Ostensibly to prevent its further use for such a purpose, M.",
        "He had been elected a member of the comite diplomatique of the Assembly in July 1790, and became its reporter at once, and in this capacity he was able to prevent the Assembly from doing much harm in regard to foreign affairs.",
        "It was to prevent any falling off from this high moral standard till it should become part of his being that his father kept the boy so closely with himself.",
        "The monophysite monks appealed to his authority, but could not prevent Justinian and the fifth oecumenical council at Constantinople (553) from anathematizing his teaching.",
        "They prepared for flight to America - a step which Napoleon took care to prevent; and a popular outbreak at Aranjuez decided the king then and there to abdicate (19th of March 1808).",
        "The threat naturally did not tend to reassure statesmen at Vienna; and the tsar now resolved to prevent the total wreck of the European system by screening the House of Habsburg from the wrath of his ally.",
        "According to the account given by Pindar and the tragedians, Agamemnon was slain by his wife' alone in a bath, a piece of cloth or a net having first been thrown over him to prevent resistance.",
        "The Chinese statement that the Hoa or Ye-tha were a section of the great Yue-Chi, and that their customs resembled those of the Turks (Tu-Kiue), is probably correct, but does not amount to much, for the relationship did not prevent them from fighting with the Yue-Chi and Turks, and means little more than that they belonged to the warlike and energetic section of central Asian nomads, which is in any case certain.",
        "In 1420 the emperor Sigismund made the city the base for his unsuccessful attack on the Taborites; Kuttenberg was taken by Ziika, and after a temporary reconciliation of the warring parties was burned by the imperial troops in 1422, to prevent its falling again into the hands of the Taborites.",
        "In both there are species which form no nest or burrow, others which construct a simple silk-lined tunnel in the soil, and others which close the aperture of the burrow with a hinged door; while both share the habit of lining the burrow with silk to prevent the infall of loose sand or mould; and the species which make an open burrow close the aperture with a sheet of silk in the winter during hibernation and open it again in the spring.",
        "He is bound to warrant the lessee against, and to indemnify him for, any loss arising from any faults or defects in the thing hired which prevent its use, even though he was not aware of them at the time of the lease (Art.",
        "The main object, therefore, of the American cotton-planter is to prevent erosion.",
        "The profits obtained from ground-nuts (Arachis hypogea) in Gambia, gold mining in the Gold Coast, and from products of the oil palm (Elaeis guineensis) in the palm-oil belt serve to prevent much attention being given to cotton in these districts.",
        "They are represented as endeavouring to prevent the progress of St Patrick and St Columba by raising clouds and mist.",
        "In addition to the appliances mentioned the tools comprise reamers to enlarge the bore of the well, the winged-substitute which is fitted above the bit to prevent it from glancing off, and above the round reamer to keep it in place, a temper-screw with clamps and wrenches.",
        "plate, is employed, and is constantly lowered so as to follow the drill closely, in order to prevent caving.",
        "in 1307, advocates a general council of Europe to maintain peace and prevent the dissensions which - as, for instance, in 1192 - had helped to cause the failure of past Crusades.",
        "In those intended for alternating currents, the main current through the movable coil, whether consisting of one turn or more than one turn, is carried by a wire rope, of which each component strand is insulated by silk covering, to prevent the inductive action from altering the distribution of the current across the transverse section of the conductor.",
        "In 1908 there were four supervisors and one state prison physician, and there are special laws designed to prevent abuses in the system.",
        "The original object of the institution of the courts or court seems to have been to prevent or punish piracy and other crimes upon the narrow seas and to deal with questions of prize; tion.",
        "The pan proper is surmounted by a great cone or hopper called a curb, to provide for the foaming up of the boiling mass and to prevent loss from overflowing.",
        "This close connexion with the royal house did not prevent him, as it did not prevent Earl Thomas of Lancaster, from joining the opposition to the feeble Edward II.",
        "In front of the delta are sandbanks and rocks which prevent the passage of vessels except by a canal, 18 m.",
        "in length, requiring great care and frequent combing to prevent it from becoming matted.",
        "This position, however, did not prevent him from negotiating both with the dauphin and with the English; terms were soon arranged with the former, and Charles, having lost much of his popularity, left Paris just before the murder of Marcel in July 1358.",
        "A new cause of trouble arose when the duchy of Burgundy was left without a ruler in November 1361, and was claimed by Charles; but, lacking both allies and money, he was unable to prevent the French king from seizing Burgundy, while he himself returned to Navarre.",
        "It was in order to preserve the Israelites from errors and follies of this kind, and to prevent the possibility of such idolatry being established, that the dog was afterwards regarded with utter abhorrence amongst the Jews, and this feeling prevailed during the continuance of the Israelites in Palestine.",
        "In 1656, 1657 and 1658 laws were passed to prevent the introduction of Quakers into Massachusetts, and it was enacted that on the first conviction one ear should be cut off, on the second the remaining ear, and that on the third conviction the tongue should be bored with a hot iron.",
        "led some of the cardinals to vote for Pecci, since his age (within a few days of sixty-eight) and health warranted the expectation that his reign would be comparatively brief; but he had for years been known as one of the few \"papable\" cardinals; and although his long seclusion at Perugia had caused his name to be little known outside Italy, there was a general belief that the conclave had selected a man who was a prudent statesman as well as a devout churchman; and Newman (whom he created a cardinal in the year following) is reported to have said, \"In the successor of Pius I recognize a depth of thought, a tenderness of heart, a winning simplicity, and a power answering to the name of Leo, which prevent me from lamenting that Pius is no longer here.\"",
        "Slaves who were admitted to holy orders, or who entered a monastery, became freemen, under certain restrictions framed to prevent fraud or injustice.",
        "At length, on the 18th of April of the latter year, a motion was made for the introduction of a bill to prevent the further importation of slaves into the British colonies in the West Indies.",
        "It was, besides, the interest of the cruisers, who shared the price of the captured slave-ship, rather to allow the slaves to be taken on board than to prevent their being shipped at all.",
        "The South, and its partisans in the North, made desperate efforts to prevent the free expression of opinion respecting the institution, and even the Christian churches in the slave states used their influence in favour of the maintenance of slavery.",
        "Catherine's name soon began to be coupled with that of Owen Tudor, a Welsh gentleman, and in 1428 Humphrey, duke of Gloucester, secured the passing of an act to prevent her from marrying without the consent of the king and council.",
        "To preserve the colour of flowers pledgets of cotton wool, which prevent bruising, should be introduced between them, as also, if the stamens are thick and succulent, as in Digitalis, between these and the corolla.",
        "Its castle, built on the site of an earlier British fortress, was destroyed (according to Leland) by the inhabitants to prevent its falling into the hands of Glendower.",
        "The great subterranean \" city \" at Ed-Dera'a has been partially destroyed by the local sub-governor, in order to prevent it becoming a refuge of fugitives from justice or from government requirements (conscription, taxation, &c.).",
        "The ex-Confederate party determined to prevent the gathering, but the idea of interference by force seems to have been abandoned.",
        "He pointed out that if France drove Austria out of Italy she might annex Savoy, but could not prevent the restoration of Italian unity under Victor Emmanuel.",
        "From 1299 to 1322 the country was ruled by the Croatian princes, Paul and Mladen Subic, who, though vassals of Hungary, reunited the provinces of Upper and Lower Bosnia, created by the Hungarians in order to prevent the growth of a dangerous national unity.",
        "This toleration of religious orders, though it did not prevent occasional outrages, remained to the last characteristic of Turkish policy in Bosnia; and even in 1868 a colony of Trappist monks was permitted to settle in Banjaluka.",
        "To prevent the gradual destruction of the forests by unskilful management and depredations, schools of forestry have been founded, and means have been taken for regulating the cutting of wood and for replanting districts that have been partially denuded.",
        "Meanwhile the Cretan campaign continued, and here also France lent her aid to the Venetians; this assistance could not, however, prevent the capture of Candia in 1669; on the 5th of September of that year Morosini, the Venetian commander, signed a treaty of peace with the Turks by which, after twenty-five years' warfare, they were placed in possession of the fortress of Candia, and with it of the effective rule over the whole island, Venice retaining only the fortresses of Suda, Grabusa and Spinalonga, and the islets along the coast.",
        "To prevent this breach developing into war was now the chief study of the chanceries.",
        "It was to prevent such an intervention that Canning seized the opportunity of the accession of Nicholas I.",
        "Months passed without any action being taken under the protocol of the 4th of April; and Russia suspected Great Britain of merely using the protocol to prevent her Powers as own isolated intervention.",
        "But in the same year he was unable to prevent the Egyptian forces from occupying Navarino, though he harassed them with some success.",
        "Before the surrender all the Peruvian naval vessels in the harbour were sunk, to prevent their falling into the possession of the enemy.",
        "In order to prevent the incursions of '.ht Thracians, a wall was built across its isthmus, which was less than 5 m.",
        "The British troops were directed towards Lisbon and Cadiz, in order to secure these harbours, to prevent the subjugation of Andalusia, and to operate up the basins of the Guadiana, Tagus and Douro into Spain.",
        "Dolezalek, however, has attributed the difference to mechanical hindrances, which prevent the equalization of acid concentration in the neighbourhood of the electrodes, rather than to any essentially irreversible chemical action.",
        "This process will go on until the simultaneous separation of electric charges produces an electrostatic force strong enough to prevent further separation of ions.",
        "The electric forces set up tend to prevent further separation, and finally a state of equilibrium is reached, when no 1 Zeits.",
        "This liquid is concentrated in vacuum pans to a specific gravity of 40° to 44° B., a small quantity of sodium bisulphite solution being added to bleach it, to prevent fermentation, and to inhibit browning.",
        "On the 19th of September, seeing a movement among the Egyptian and Turkish ships in the bay, Codrington informed the Ottoman admiral, Tahir Pasha, that he had orders to prevent hostile movements against the Greeks.",
        "The creosote and other products from the smoke no doubt act antiseptically and prevent to a large extent the subsequent putrefaction of the proteids retained by the coagulated rubber.",
        "In order to prevent decomposition of any proteid impurity which may remain incorporated with the rubber, the freshly coagulated rubber is sometimes cured in the smoke of burning wood or a small quantity of an antiseptic such as creosote is added during coagulation.",
        "Iron ships' plates have recently been coated with copper in sections (to prevent the adhesion of barnacles), by building up a temporary trough against the side of the ship, making the thoroughly cleansed plate act both as cathode and as one side of the trough.",
        "But the severe measures adopted by the government against such \" runaways \" were powerless to prevent their immigration into Siberia.",
        "When the struggle between the colonies and the mother country began, although he felt much sympathy for the former, his opposition to any form of obstruction to the Stamp Act and other measures, and his denunciation of a resort to force created a breach between him and his parish, and in a fiery farewell discourse preached after the opening of hostilities he declared that no power on earth should prevent him from praying and shouting \"God save the King.\"",
        "Parker assisted actively in the escape of fugitive slaves, and for trying to prevent the rendition of perhaps the most famous of them, Anthony Burns, was indicted, but the indictment was quashed.",
        "The German occupation did not prevent the Lettish National Council, on June 26-29 1918, from claiming the reunion of all Lettish territories in accordance with the protest addressed to the German Chancellor on April 4.",
        "Parleys, in which the United States and England took part, did not prevent the advance on Riga and the liberation of this city on May 22, where Baron H.",
        "To prevent the breaking down of their properties, the necessary consequence of this law of inheritance, there is no doubt that infanticide was common among them, and that it extended to the male as well as the female progeny, but it has been put down by the Infanticide Rules, which provide for the registration of Jareja children.",
        "From the dying animal sprang the life of the earth, although Ahriman sent his emissaries to prevent it.",
        "This is especially true of the flood plains where the annual inundations prevent the formation of humus and retard forest growth.",
        "These causes and the fermentation of liberal principles produced by the French Revolution originated a conspiracy in Lisbon in 1817, which was, however, discovered in time to prevent its success.",
        "and the Jews - he to establish the tribunal and they to prevent him - was compiled, as the preface showed, to stem the Ultramontane reaction, but none the less carried weight because it was a recital of events with little or no comment or evidence of passion in its author.",
        "In sanctioning the occupation of the port the British government of the day had no intention of making Natal a British colony, but wished to prevent the Boers establishing an independent republic upon the coast with a harbour through which access to the interior could be gained.",
        "The electoral law was framed to prevent more than a very few natives obtaining the franchise.",
        "Stephen contrived to hold his own by adroitly contracting an alliance with the powerful Neapolitan Angevins who had the ear of the pope; but Ladislaus (q.v.) was so completely caught in the toils of the Kumanians, that the Holy See, the suzerain of Hungary, was forced to intervene to prevent the relapse of the kingdom into barbarism, and the unfortunate Ladislaus perished in the crusade that was preached against him.",
        "When Bodin found he could not prevent this resolution being carried, he contrived to get inserted in the petition drawn up by the states the clause \"without war,\" which practically rendered nugatory all its other clauses.",
        "(vii.) The only exception that may be made to the above rule is that an expression involving multiplication-dots only, or a simple fraction written with the solidus, may have the brackets omitted for additions or subtractions, provided the figures are so spaced as to prevent misunderstanding.",
        "He was able, however, to destroy the correspondence exchanged, as he thought, with the queen, and it is not known whether there was any connivance of the officials, who did not prevent this, or not.",
        "In Italy Baron Sonnino's frankly anti-Slav attitude threw the Pact of Rome into the shade: and the Consulta worked hard to prevent Yugoslavia's recognition by the Allies.",
        "The murder of Essad Pasha (June 1920) deprived the Serbs of their chief supporter in Albania: and friction was increased by the bad administration in the Sanjak and Macedonia, by the inability of the Durazzo Government to prevent continual armed raids against Serbian territory, and by the encouragement given from some Serbian quarters to the Mirdite rising in the summer of 1921.",
        "The failure of the material carrying a positive character to divide so as to distribute itself among all the reproductive cells of a hybrid individual, and the limitation of its distribution to half only of those cells, must prevent the swamping \" of a newly appearing character in the course of the inter-breeding of those individuals possessed of the character with those which do not possess it.",
        "Kritzinger, Hertzog and bodies of Cape rebels raided Cape Colony as soon as they were able to cross the Orange, and Hertzog penetrated so far that he exchanged shots on the Atlantic coast with a British warship. All that the British forces under Sir Charles Knox and others could do was to localize the raids and to prevent Botha's .",
        "In the northern Transvaal a force under Sir Bindon Blood cleared the country, but could not prevent Viljoen from escaping eastward to join Botha.",
        "With the example of Natal before them as a warning, it was (they argued) to the whites a question of life and death, and unless registration were enforced they could not prevent the surreptitious entry of new-comers.",
        "By common consent the prince was ultimately entrusted to Pope Innocent VIII., who used him not only to extract an annual tribute out of the sultan, but to prevent the execution of Bayezid's ambitious designs in the Mediterranean.",
        "In this process the purified ore is mixed with about one-fifth of its weight of a noncaking coal or anthracite smalls, the mixture being moistened to prevent it from being blown off by the draught, and is then fused on the sole of a reverberatory furnace for five or six hours.",
        "Another early Monophysite was Simeon of Beth Arsham, who by a series of journeys and disputations within the Persian empire did all he could to prevent the triumph of Nestorianism among the Persian Christians.",
        "in 1215 was intended to prevent Jews from being mistaken for Christians, and similarly in Mahommedan lands they were compelled to wear some distinctive indication of their sect.",
        "The succeeding margrave, Leopold II., quarrelled with Henry IV., who was unable to oust him from the mark or to prevent the succession of his son Leopold III.",
        "At Port Logan in Wigtonshire cod-fish are kept in a large reservoir, scooped out of the solid rock by the action of the sea, egress from which is prevented by a barrier of stones, which does not prevent the free access of the water.",
        "But Constantine, exhausted by the war with the Arabs, was unable to prevent the Bulgars, a tribe of Finno-Ugrian race, from crossing the Danube and settling in the district where their name still survives.",
        "To prevent the freezing of nitroglycerin in dynamite it has been proposed to add various substances, such as chlordinitroglycerin, nitrated diglycerin or tetranitrodiglycerol, and also mono-and di-nitroglycerin.",
        "The medieval period closed with the accession of the Tudor dynasty, and from that time the population of London continued to increase, in spite of attempts by the government to prevent it.",
        "(The bay was not then occupied by the British, whose object in obtaining the cession was to prevent its acquisition by the Boers.",
        "Long afterwards the treaty with Panda was successfully invoked to prevent a German occupation of the bay.) No sooner had the British become possessed of Natal than there was a large immigration into it of Zulu fleeing from the misgovernment of Panda.",
        "President Kruger protested in vain against this annexation, Great Britain being determined to prevent another Power establishing itself on the south-east African seaboard.",
        "This tendency is overcome by the use of timber supports so disposed as to ensure the breaking of the overhanging roof at a safe distance from the workingface and prevent the interruption of the work that might otherwise result.",
        "A similar sacrifice in the shape of pillars is often necessary to support the surface, either to avoid injury to valuable structures or to prevent a flooding of the mine.",
        "When the mineral does not stand well in the pillar it will be necessary to erect a line of timbers with lagging so as to sheathe the under-side of the pillar and prevent level '/?//?",
        "To prevent excessive bending stresses the diameter of drum and sheave must bear a proper ratio to that of the rope.",
        "To prevent corrosion the rope should be treated at intervals with hot lubricant.",
        "An onset was made upon some of the Turkish trenches in the Helles area, which led to sharp fighting; the object was to prevent the Turks transferring troops northwards, and it probably served its purpose; apart from that, little was accomplished although the affray went on intermittently for a week.",
        "It ought also to be mentioned that there was a greater accumulation of impedimenta at Helles than there had been at either Anzac or Suvla, so that even if the weather were to remain favourable, it was certain that material of great value would have to be destroyed to prevent its falling into the enemy's hands.",
        "\" glare,\" \" glow \"), a hard substance, usually transparent or translucent, which from a fluid condition at a high temperature has passed to a solid condition with sufficient rapidity to prevent the formation of visible crystals.",
        "Ferric oxide gives a yellow colour, but requires the presence of an oxidizing agent to prevent reduction to the ferrous state.",
        "During the process of manipulation, whether on the chair or whilst the glass is being reheated, the rod must be constantly and gently trundled to prevent the collapse of the bulb or vessel.",
        "It is probable that when the metal rod was withdrawn the vessel was filled with sand, to prevent collapse, and buried in heated ashes to anneal.",
        "He attempted to prevent the creation of the Revolutionary Tribunal, but when called to the first Committee of Public Safety he worked on it energetically to organize the armies.",
        "His courageous intervention in favour of the Girondists on the 2nd of June 1793 served Robespierre as a pretext to prevent his re-election to the Committee of Public Safety.",
        "He sided with the party at Oxford which favoured university reform, but this did not prevent him from being appointed provost of his college in 1855.",
        "The district generally is destitute of trees, and the forests which formerly clothed the Sahyadri hills have nearly disappeared; efforts are now being made to prevent further destruction, and to reclothe some of the slopes.",
        "After the new centre was built, a society called the Societa per la difesa di Firenze antica was formed by many prominent citizens to safeguard the ancient buildings and prevent them from destruction, and a spirit of intelligent conservatism seems now to prevail in this connexion.",
        "Rinaldo's proposal for a coup d'etat met with no response from his own party, and he failed to prevent the election of a pro-Medici signory in 1434.",
        "The empress herself was averse from an alliance with Great Britain and Austria, whose representatives had striven to prevent her accession; and many of her personal friends, in the pay of France and Prussia, took part in innumerable conspiracies to overthrow Bestuzhev.",
        "Bestuzhev prevent the signing of a Russo-Prussian defensive alliance (March 1 743); but he deprived it of all political significance by excluding from it the proposed guarantee of Frederick's Silesian conquests.",
        "To prevent undergound intrigues, Bestuzhev now proposed the erection of a council of ministers, to settle all important affairs, and at its first session (14th-30th of March) an alliance with Austria, France and Poland against Frederick II.",
        "On this should be laid at least a foot thick of coarse, hard, rubbly material, a layer of rough turf, grass side downwards, being spread over it to prevent the compost from working down.",
        "A mulch of half-decayed stable litter is useful to prevent loss of moisture in summer.",
        "This disease has been successfully treated with a spray of copper sulphate and lime, or sulphate of iron; solutions of these salts prevent the conidia from germinating.",
        "0 „ triple to /o „ diffusion with 25% To prevent the serious loss of juice left in the megass by even the best double and triple crushing, maceration or imbibition was introduced.",
        "These separators are carefully protected by non-conducting cement and wood lagging, and are closed at the top to prevent loss of heat; and they will run for many hours without requiring to be changed, the duration of the run depending on the quality of the liquor treated and amount of impurities therein.",
        "The admission of steam must be regulated with the greatest nicety, so as to maintain an equable temperature, 208° to 210° F., hot enough to act upon the albumen and yet not enough to cause ebullition or disturbance in the juice, and so prevent a proper separation of the cachazas.",
        "The char is then \" settled \" by water being slowly run on to it, in order to prevent the syrup making channels for itself and not permeating the whole mass evenly.",
        "John, however, did nothing to prevent the surrender of Rouen, which had been besieged by the English, and on which the fate of the kingdom seemed to depend; and the town was taken in 1419.",
        "A perfect soil would be such a blend of sand, clay, chalk and humus as would contain sufficient clay and humus to prevent drought, enough sand to render it pervious to fresh air and prevent waterlogging, chalk enough to correct the tendency to acidity of the humus present, and would have within it various substances which would serve as food-materials to the crops.",
        "To prevent this various implements, such as disk harrows and specially constructed rollers, may be used to consolidate the upper stirred portion of the soil and place it in close capillary relationship with the lower unmoved layer.",
        "Great care is necessary to prevent the heaps from becoming too hot, in which case the clay becomes baked into hard lumps of brick-like material which cannot be broken up. With careful management, however, the clay dries and bakes, becoming slowly converted into lumps which readily crumble into a fine powder, in which state it is spread over and worked into the land at the rate of 40 loads per acre.",
        "After this treatment the upper 2 or 3 in, of soil are well pulverized, and fertilizers added, usually, to prevent reintroduction of seeds of weeds, in the form of guano or chemical manures.",
        "When the plants show signs of flowering they are topped \" to prevent seed formation, the terminal buds being removed, and only a certain number of leaves left on each plant to ripen.",
        "Cut plants are allowed to wilt, or become flaccid, before removal from the field, to prevent injury to the turgid leaves.",
        "Great care is now taken to prevent overheating and to secure the uniform fermentation of all the tobacco.",
        "The trees form their heads naturally, and therefore little pruning is required, it being merely necessary to cut off straggling growths, and to prevent the branches from interlacing.",
        "Oxide of zinc, like most heavy metallic oxides, is easily reduced to the metallic state by heating it to redness with charcoal; pure red zinc ore may be treated directly; and the same might be done with pure calamine of any kind, because the carbon dioxide of the zinc carbonate goes off below redness and the silica of zinc silicate only retards, but does not prevent, the reducing action of the charcoal.",
        "Borchers, trace it to the presence of oxide, produced, for example, either by the use of a solution containing a trace of basic salt of zinc (to prevent which the bath should be kept just - almost imperceptibly - acid), or by the presence of a more electro-negative metal, which, being co-deposited, sets up local action at the expense of the zinc. Many processes have been patented, the ore being acted upon by acid, and the resulting solution treated, by either chemical or electrolytic means, for the successive removal of the other heavy metals.",
        "Canvas diaphragms were used to prevent the acid formed by electrolysis at the anode from mixing with the cathode liquor, and so hindering deposition.",
        "The side-cap, iron fixed to the land-side of the frame, is intended to keep the edge of the unploughed soil vertical and prevent it from falling into the furrow.",
        "A scraper is provided to keep the disk clean and prevent sticking.",
        "But in practice the results were not wholly satisfactory, and it was a long time before he recognized one important reason for the failure in the fact that to prevent the alkalis from being washed away by the rain he had taken pains to add them in an insoluble form, whereas, as was ultimately suggested to him by experiments performed by J.",
        "The poor landowner, likely to lose all that he had from one kind of oppression or another, went to the great landowner, his neighbour, whose position gave him immunity from attack or the power to prevent official abuses, and begged to be protected.",
        "Its mountains are insufficient in elevation and extent to attract their full share of the monsoon rains, which fall so abundantly on the Abyssinian highlands on the other side of the Red Sea; for this reason Arabia has neither lakes nor forests to control the water-supply and prevent its too rapid dissipation, and the rivers are mere torrent beds sweeping down occasionally in heavy floods, but otherwise dry.",
        "His illness did not, however, prevent his seeing and recording everything of interest in Medina with the same care as at Mecca, though it compelled him to cut short the further journey he had proposed to himself, and to return by Yambu and the sea to Cairo, where he died only two years later.",
        "The taxes with the booty from conquests were to be sent to Arabia for distribution among the Moslems. Omar tried to prevent the advance of conquests lest Arabia should suffer.",
        "It is obvious that, though the Crown is invested with the right to pardon, this does not prevent pardon being granted by the higher authority of an act of parliament.",
        "In 1341 they besieged Lucca in order to prevent the entry of the Florentines, to whom the city had been sold for 250,000 florins by the powerful Mastino della Scala.",
        "An agreement was proposed between Peru and Ecuador in connexion with the limits of the respective republics, but difficulties were created to prevent this proposal from becoming an accomplished fact by the pretensions put forward by Colombia.",
        "a b c is fixed at the top of a small tent furnished with opaque curtains so as to prevent the diffused daylight from overpowering the image on the paper, and in the darkened tent the images of external objects are seen very distinctly.",
        "Comte thought almost as meanly of Plato as he did of Saint-Simon, and he considered Aristotle the prince of all true thinkers; yet their vital difference about Ideas did not prevent Aristotle from calling Plato master.",
        "He treated with Maximilian of Austria to prevent him from entering Picardy during the war with Naples, and then proceeded to Castile to claim promised support.",
        "No amount of skill in the manipulation of figures, no ingenuity in shifting fiscal burdens, could prevent the addition of forty-one millions to the national debt, or could countervail the appalling mismanagement at the seat of war.",
        "Encouraged by this triumph, he brought in a Bill to prevent any fresh appointments in the Irish Church, and this also passed the Commons, though it was defeated in the Lords.",
        "The remains were identified after Elizabeth's accession, mingled with the supposed relics of St Frideswide to prevent future desecration, and reburied in the cathedral.",
        "The originality of the motive did not prevent the adoption of all the Chinese conventions, and of some new ones of the artists own.",
        "It would seem that only the immense weight of the roofs and their heavy projections prevent a collapse of some of these structures in high winds.",
        "If, however, no porous division be used to prevent the intermingling by diffusion of the anode and cathode solutions, a complicated set of subsidiary reactions takes place.",
        "Rotating zinc cathodes were used, with scrapers to prevent the accumulation of a layer of insoluble magnesium compounds, which would otherwise increase the electrical resistance beyond reasonable limits.",
        "Marie-Joseph had done his best to prevent this, but he could do nothing more.",
        "There were many causes of quarrel between the two ambitious young monarchs, but the detention at Copenhagen in 1563 of a splendid matrimonial embassy on its way to Germany, to negotiate a match between Eric and Christina of Hesse, which King Frederick for political reasons was determined to prevent, precipitated hostilities.",
        "His relations with the grand-dukes of Muscovy were friendly on the whole, and twice he married orthodox Russian princesses; but this did not prevent him from besieging Moscow in 1368 and again in 1372, both times unsuccessfully.",
        "In spite of the precautions taken by the allies to prevent the domination of Athens at their expense, the policy of the league was almost throughout directed rather in the interests of Athens.",
        "Hyrieus thereupon set a trap in which Agamedes was caught; Trophonius, to prevent discovery, cut off his brother's head and fled with it.",
        "The mouth of this chamber is protected by a ring of hairs pointing downwards, which allow the entrance but prevent the escape of small flies; after fertilization of the pistils the hairs wither.",
        "The crowd, which collected on so shocking a discovery, took up the idea that he had been strangled by the family to prevent him from changing his religion, and that this was a common practice among Protestants.",
        "Immediately after South Carolina's secession, Blair, believing that the southern leaders were planning to carry Missouri into the movement, began active efforts to prevent it and personally organized and equipped a secret body of l000 men to be ready for the emergency.",
        "The opposition to Wollner was, indeed, at the outset strong enough to prevent his being entrusted with the department of religion; but this too in time was overcome, and on the 3rd of July 1788 he was appointed active privy councillor of state and of justice and head of the spiritual department for Lutheran and Catholic affairs.",
        "The aridity of the soil and the bad anchorage prevent a permanent settlement.",
        "Villehardouin had hardly returned when Thibault fell sick and died; but this did not prevent, though it somewhat delayed, the enterprise of the crusaders.",
        "The management of that enterprise, however, was a difficult one, and cost Villehardouin another embassy into Italy to prevent if possible some of his fellow-pilgrims from breaking the treaty with the Venetians by embarking at other ports and employing other convoy.",
        "His apprenticeship to politics was served in the Colonial Assembly of Bourbon, where he fought successfully to preserve the colony from the consequences of perpetual interference from the authorities in Paris, and on the other hand to prevent local discontent from appealing to the English for protection.",
        "The addition of potassium cyanide has been suggested to assist the amalgamation and to prevent \" flouring,\" but Skey has shown that its use is attended with loss of gold.",
        "When Montanus proposed to summon all true Christians to Pepuza, in order to live a holy life and prepare for the day of the Lord, there was nothing whatever to prevent the execution of his plan except the inertia and lukewarmness of Christendom.",
        "Later regulations are also laid down in the Talmuds in order to prevent any appearance of authority attaching to the translation, and also to ensure reverential 1 Cf.",
        "The English legislature in 1905 passed an act to prevent the landing of undesirable aliens, and the number refused admission in 1906 was 493.",
        "He seems to have tried to stir up both the Indians and the Spaniards to prevent the survey of the southern boundary of the United States in 1797 and 1798, and succeeded in delaying Commissioner Andrew Ellicott for several months in this important task.",
        "When in 1859 France and Piedmont made war on Austria, Leopold's government failed to prevent numbers of young Tuscan volunteers from joining the Franco-Piedmontese forces.",
        "According to the story, during the reign of Numa a small oval shield fell from heaven, and Numa, in order to prevent its being stolen, had eleven others made exactly like it.",
        "the Canadian Corps, were to be engaged, the main axis of the attack being the line of the Arras-Cambrai road; the two remaining corps were to stand fast, while making all endeavours to deceive the enemy and prevent him dispatching reinforcements to other threatened points.",
        "He took a share in the unsuccessful attempts to raise the siege of Athens in 1827, and made an effort to prevent the disastrous massacre of the Turkish garrison of fort S Spiridion.",
        "He was opposed to the new liturgy as inexpedient, but when he could not prevent its introduction he took part in enforcing it.",
        "Turenne's Rhine campaign began with an invasion of Germany, undertaken to prevent interference with Louis in Franche-Comte.",
        "The French general, however, determined to fight, as he had done at Sinsheim, to prevent the junction of the two hostile armies.",
        "Crequi, who had now returned from captivity (he had been taken after the battle of Conzer Briicke) opposed the Imperialists in Lorraine, but he was unable to prevent the fall of Philipsburg, which occurred on the 17th of September.",
        "To prevent the bottom of the apparatus being knocked out by the impact of the substance, a layer of sand, asbestos or sometimes mercury is placed in the tube.",
        "The test tube is tightly corked to prevent evaporation, and allowed to stand for some hours.",
        "In copying engraved plates for printing purposes, copper may be deposited upon the original plate, the surface of which is first rendered slightly dirty, by means of a weak solution of wax in turpentine or otherwise, to prevent adhesion.",
        "The arrangements for this purpose vary, of course, with the amount of work to be done with one fixing of the machinery; where it is likely to be used for a considerable time, the drum and brake are solidly constructed, and the ropes of steel or iron wire carefully guided over friction rollers, placed at intervals between the rails to prevent them from chafing and wearing out on the ground.",
        "When the load is being drawn out, the engine pulls directly on the main rope, coiling it on to its own drum, while the tail drum runs loose paying out its rope, a slight brake pressure being used to prevent its running out too fast.",
        "These are made to shut air-tight against their frames, so as to prevent the air from taking a short cut back to the upcast, while preserving free access between the different districts without following the whole round of the air-ways.",
        "This class of burner forms a basis on which all the later constructions of burner have been founded, but had the drawback that if the flame was turned low, insufficient air to prevent carbonization of the burner tips was drawn in, owing to the reduced flow of gas.",
        "The next effort of Talleyrand was to screen France under the principle of legitimacy and to prevent the scheme of partition on which several of the German statesmen were bent.",
        "For instance, in 1501 it took measures to prevent money raised by the granting of a papal indulgence from leaving the country.",
        "While the evangelical party still hoped that some form of religion might be agreed upon which would prevent the disruption of the Church, the conservatives were confident that the heretics would soon be suppressed, as they had so often been in the past.",
        "There seems in fact nothing to prevent us from holding that while natural laws express the average tendencies of multitudes they give no clue to the movement of individuals.",
        "Boston Harbor has been frozen over in the past, but steamtugs plying constantly now prevent the occurrence of such obstruction.",
        "These laws are to prevent fictitious capitalization and \" stock-watering.\"",
        "The merchants combined to prevent the importation of goods which by law would yield the crown a revenue; and the patriots - as the anti-prerogative party called themselves - under the lead of Samuel Adams, instituted regular communication between the different towns, and afterwards, following the initiative of Virginia, with the other colonies, through \" committees of correspondence \"; a method of the utmost advantage thereafter in forcing on the revolution by intensifying and unifying the resistance of the colony, and by inducing the co-operation of other colonies.",
        "In 1773 (Dec. 16) a party of citizens, disguised as Indians and instigated by popular meetings, boarded some tea-ships in the harbour of Boston, and to prevent the landing of their taxable cargoes threw them into the sea; this incident is known in history as the \" Boston tea-party.\"",
        "About 000 insurgents under Shays assembled at Springfield on the 26th of September to prevent the sitting there of the Supreme Court, from which they feared indictments.",
        "It is protected for a long distance by moles, in which a break has been left in the Fischhauser Wiek, to permit of freer circulation of the water and to prevent damage to the mainland.",
        "Slow as the Spanish government was to move, and obstinately as it clung to old ways, it was forced to remove restrictions on trade, largely by the discovery that it could not prevent smuggling, which was, in fact, carried on with the connivance of its own corrupt officials.",
        "The attempt to prevent all trade on the river Plate was given up, and a vigorous commercial community arose.",
        "Great Britain could not afford to stand aside and watch the accomplishment of an ambition to prevent which she had, at immense sacrifice of blood and treasure, overthrown the power of Louis XIV.",
        "But whatever merits they had as clarifiers of turbid water, the advent of bacteriology, and the recognition of the fact that the bacteria of certain diseases may be water-borne, introduced a new criterion of effectiveness, and it was perceived that the removal of solid particles, or even of organic impurities (which were realized to be important not so much because they are dangerous to health per se as because their presence affords grounds for suspecting that the water in which they occur has been exposed to circumstances permitting contamination with infective disease), was not sufficient; the filter must also prevent the passage of pathogenic organisms, and so render the water sterile bacteriologically.",
        "On the 17th of December 1895 President Cleveland sent to Congress a special message calling attention to Great Britain's action in regard to the disputed boundary line between British Guiana and Venezuela, and declaring the necessity of action by the United States to prevent an infringement of the Monroe Doctrine.",
        "In view of this general demoralization not even the victorious outcome of the campaigns in Georgia, the Crimea, Daghestan, Yemen and Persia (1578-1590) could prevent the decay of the Ottoman power; indeed, by weakening the Mussulman states, they hastened the process, since they facilitated the advance of Russia to the Black Sea and the Caspian.",
        "His active hostility to Seward did much to prevent the success of that statesman, and to bring about instead the nomination of Abraham Lincoln.",
        "The Russians strengthened their works around the captured forts in such a way as effectually to prevent farther advance, and the Japanese 3rd Army had now to resign itself to a methodical siege.",
        "He urged upon the administration the bold policy of protesting against the sailing of Cervera's fleet, on the ground that it would be regarded as a warlike measure not against the Cuban revolutionaries, who had no navy, but against the United States; and he advised that, if Cervera sailed, an American squadron be sent to meet him and to prevent his approach to America.",
        "Although (as in England apart from the Arbitration Act 1889) there is nothing to prevent, a verbal reference, submissions are generally not merely written but are effected by deed.",
        "thick to prevent freezing.",
        "These piles have a flat flange at the bottom, and water is pumped in at the top of the pile, which is weighted to prevent it from rising.",
        "The verdict of history upon his reign is best expressed in his own words - \"I have done nothing which should prevent me from laying down my power, and living in safety as a private man.\"",
        "The political impotence of the prime minister was plainly evident in the military proceedings against Kramarz, in which Stiirgkh shook hands with the accused and gave evidence in his favour, but without being able to avert the death sentence passed by the military court, though he did at least prevent the execution of the sentence.",
        "So soon as State control was applied to any article it could be taken as a sign that the supplies would soon come to an end, or at any rate were very restricted; and thus it was impossible to prevent the equipment of the army from becoming gradually more inadequate, and the provision both of the army and of the population behind the lines with all kinds of necessaries from being altogether insufficient; only wholly unsatisfactory substitutes could be provided, and the available provisions could hardly be made to go round.",
        "After the execution of Badlesmere in 1322 Burghersh's lands were seized by Edward II., and the pope was urged to deprive him; about 1326, however, his possessions were restored, a proceeding which did not prevent him from joining Edward's queen, Isabella, and taking part in the movement which led to the deposition and murder of the king.",
        "To prevent temperature from affecting the shunt ratio, Edison joined in series with the electrolytic cell a copper coil the resistance of which increased with a rise of temperature by the same amount that the electrolyte decreased.",
        "The whole current supplied to the house flows through an electrolytic cell consisting of a glass tube containing two platinum electrodes; the electrolyte is dilute sulphuric acid covered with a thin layer of oil to prevent evaporation.",
        "Miaoulis, for all his high character and courage, was often unable to prevent his captains from sailing home at critical moments, when pay or booty failed.",
        "The subliming apparatus consists of two parts: (I) a hemispherical stoneware basin placed within a closefitting iron one, or an enamelled iron basin, and (2) a hemispherical lead or stoneware lid, or dome, cemented on the top of the basin to prevent leakage.",
        "This led to the erection of safeguards, which should prevent the continuance of the unseemly conditions (on Paul's action in the matter, see McGiffert's Apostolic Age, p. 52 3).",
        "Maurice's ally, Albert Alcibiades, prince of Bayreuth, was taken prisoner at Rochlitz; and the duke, driven from electoral Saxony, was unable to prevent his own lands from being overrun.",
        "Politically women are now the equals of men, and there is nothing legally to prevent a woman occupying any position in the various professions or in the administration of the State.",
        "Posen, one of the oldest towns in Poland and the residence of some of the early Polish princes, including Boleslaus I., provincial colonization \" and to prevent German emigration.",
        "The next blunder of the Polish refugees was to allow themselves to be drawn into a premature rising by certain Polish officers in Poland who, to prevent the incorporation of their regiments in the Russian army, openly revolted and led their troops from Warsaw to Cracow.",
        "In April 1622 Laud, by the king's orders, took part in a controversy with Percy, a Jesuit, known as Fisher, the aim of which was to prevent the conversion of the countess of Buckingham, the favourite's mother, to Romanism, and his opinions expressed on that occasion show considerable breadth and comprehension.",
        "In 1791 a revival began at Bala; and this, strange to say, a few months after the Bala Association had been ruffled by the proceedings which led to the expulsion of Peter Williams from the Connexion, in order to prevent him from selling John Canne's Bible among the Methodists, because of some Sabellian marginal notes.",
        "Elected president of the chamber in 1894 and 1896, he exercised that office with ability until, in December 1897, he accepted the portfolio of justice in the Rudini cabinet, only to resign in the following spring on account of dissensions with his colleague, Visconti-Venosta, over the measures necessary to prevent a recurrence of the tumults of May 1898.",
        "By degrees the bed rises, and the people build embankments to prevent the river from overflowing.",
        "of the charge to the weight of the shot so that the advance of the shot during the conbustion of the charge should prevent the maximum pressure from exceeding a safe limit, as shown by the maximum ordinate of the pressure curve CPD in fig.",
        "limus, mud, clay), a fertile soil composed of a mixture of sand, clay, and decomposed vegetable matter, the quantity of sand being sufficient to prevent the clay massing together.",
        "This part of the state, strongly Unionist, had striven to prevent secession, and soon became itself a state of the Union (1863).",
        "But his views did not prevent him from profiting to the utmost by one very bad abuse, for he did his utmost to secure the retention of his frigate in port, in order that he might be able to attend parliament.",
        "company, to improve the system of defence, and to prevent the sale of liquor and firearms to the Indians, and through his persecution of Lutherans and Quakers, to which the company finally put an end.",
        "When used to hunt rabbits it is provided with a muzzle, or, better and more usual, a cope, made by looping and knotting twine about the head and snout, in order to prevent it killing its quarry, in which case it would gorge itself and go to sleep in the hole.",
        "William, who had always been bitterly opposed to the policy of abandoning the French alliance in order to gain better terms from Spain, did his utmost to prevent the ratification, but matters were too far advanced for his interposition to prevail in the face of the determination of the states of Holland to conclude a peace so advantageous to their trade interests.",
        "Lee 's other divisions under Magruder, Huger and Holmes were to defend the lines which covered Richmond from the east, and so prevent McClellan effecting a counterstroke.",
        "On the other hand, it was also in Asia Minor that there appeared along with Montanus those energetic prophetesses who charged the churches and their bishops and deacons with becoming secularized, and endeavoured to prevent Christianity from being naturalized in the world, and to bring the churches once more under the exclusive guidance of the Spirit and His charismata.",
        "living horse, rear view, showing large lateral digits on the fore and hind feet, adapted to prevent the animal from sinking into the soft soil.",
        "Caesar was soon joined by two legions from Gaul and marched rapidly down the Adriatic coast, overtaking Pompey at Brundisium (Brindisi), but failing to prevent him from embarking with his troops for the East, where the prestige of his name was greatest.",
        "The meaning of this cult is, of course, reinterpreted in the Gnostic sense: by this unbridled prostitution the Gnostic sects desired to prevent the sexual propagation of mankind, the origin of all evil.",
        "It is the evident policy of the Mexican government to prevent the absorption of its railways by private monopolies, and this is effected by state ownership of a controlling share in most of the trunk lines.",
        "He arrived at Basel, on the 4th of January 1 433, and his unyielding temper and bitter words probably did much to prevent a settlement.",
        "They could not even prevent Admiral George Darby from relieving Gibraltar and Minorca in April.",
        "The town stands on a level plain so low as to render embankments necessary to prevent inundation.",
        "Both upper and lower incisors are regularly curved, the upper ones: slightly more so than the lower; and, their growth being continuous, should anything prevent the normal wear by which their length is regulated - as by the loss of one of them, or by displacement owing to a broken jaw or other cause - the unopposed incisor may gradually curve upon itself until a complete circle or more has, been formed, the tooth sometimes passing through some part of the animal's head.",
        "A league was formed to prevent any addition to the electoral college; France and Sweden were called upon for assistance; and the constitution of the Empire was reduced to a state of chaos.",
        "Crowding of positions must now be guarded against, to prevent the spinning of double cocoons (doupions) by two worms spinning together and so interlacing their threads that they can only be reeled for a coarser and inferior thread.",
        "The insects complete their cocoons in from three to four days, and in two or three days thereafter the cocoons are collected, and the pupa killed to prevent its further progress and the bursting of the shell by the fully developed moth.",
        "In the United States this artificial method has become a necessity, to prevent the upgrowth of alien communities, which might at some later date cause domestic trouble of a perilous character.",
        "The British government had no desire to place obstacles in the way of a belligerent desiring to take reasonable precautions in order to prevent the enemy from receiving supplies, but they insisted that the right of taking such precautions did not imply a \" consequential right to intercept at any distance from the scene of operations and without proof that the supplies in question were really destined for use of the enemy's forces, any articles which that belligerent might determine to regard as contraband of war.\"",
        "It, too, issues a bulletin and other publications which help to prevent misunderstandings.",
        "It cannot prevent a rise in prices, with the consequent suffering among the poor.",
        "To prevent brothers-in-law from extorting money from a widow as a price for releasing her from perpetual widowhood, Jewish law obliges all brothers at the time of a marriage to sign a document pledging themselves to submit to halisah without payment.",
        "He meant to build a fleet strong enough to prevent the Turkish fleet from relieving Azov.",
        "In the state of New York the act which seeks to prevent corrupt practices relies in like manner on the efficacy of publicity, but it is less effective than the Massachusetts law in that it provides simply for the filing by the candidates themselves of sworn statements of their own expenses.",
        "There is nothing to prevent their contributing to political committees, and the financial methods and the amounts expended by such committees are not made public. But behind all these causes that have led to more honest elections lies the still greater one of a healthier public spirit.",
        "The daughter's marriage she was determined by every possible means to prevent.",
        "He not only refused all gifts - such as had been usual - himself, but took measures to prevent any of his connexions from interfering with the course of justice.",
        "them, particularly the hilo grass (Paspalum conjugatum), which forms a dense mat over the ground, prevent the spread of forests.",
        "Borchers also used an externally heated metal vessel as the cathode; it is provided with a supporting collar or flange a little below the top, so that the upper part of the vessel is exposed to the cooling influence of the air, in order that a crust of solidified salt may there be formed, and so prevent the creeping of the electrolyte over the top. The carbon anode passes through the cover of a porcelain cylinder, open at the bottom, and provided with a side-tube at the top to remove the chlorine formed during electrolysis.",
        "The result is to prevent the local corrosive action of the poison and to prevent absorption of the metals.",
        "pupil Auxentius describes how, \"in the name of God,\" he set out upon his way, hoping to prevent the teaching of these new heretics from reaching \"the churches of Christ by Christ committed to his charge.\""
    ]
}