{
    "translation": "יקר ערך, לא יסולא בפז",
    "uses": [
        "14 She was nominally assisted by the members of the any interference on the part of the magistracy to wreak their will upon its spendid and priceless contents.",
        "How priceless are those last moments!",
        "By the sound of it, it was one of his favorite, priceless, Ming vases.",
        "I'm like those reclusive millionaires who own priceless art and won't let the rest of the world see it.",
        "The cardinal therefore obtained a bull from Pope Paul II., permitting him to recall his original donation, and in a letter dated from the baths of Viterbo, May 13th, 1468, he made over his library to the republic. The principal treasures of the collection, including splendid Byzantine book-covers, the priceless codices of Homer, the Grimani Breviary, an early Dante, &c., are exhibited under cases in the Sala Bessarione in the Zecca or mint where the library has been installed.",
        "Fortunately these words are of minor importance for the historical value of this priceless document.",
        "To these things used to y listen at the time, through the mercy of God vouchsafed to me, noting them down, not on paper but in my heart, and constantly by the grace of God brood over my accurate recollections.\"These are priceless words, for they establish a chain of tradition (John-Polycarp-Irenaeus) which is without a parallel in early church history.",
        "Napoleon's perfidy at Bayonne was so flagrant as to strip from him the mask of a champion of popular liberty which had previously been of priceless worth.",
        "We may thus hope to recover some priceless monuments of early Christianity, hymns and treatises perhaps of Marcion and Bardesanes, the Gospel of Peter, and even the Diatessaron.",
        "Thereby their money and influence would be lost to the Church, and their souls robbed of the priceless benefit of priestly absolution.",
        "Well, I have Pryanichnikov serving under me, a splendid man, a priceless man, but he's sixty.",
        "I have an adored, a priceless mother, and two or three friends--you among them--and as for the rest I only care about them in so far as they are harmful or useful.",
        "The atomic theory has been of priceless value to chemists, but it has more than once happened in the history of science that a hypothesis, after having been useful in the discovery Present and the co-ordination of knowledge, has been aban- position doned and replaced by one more in harmony with later of the discoveries.",
        "With it, the Pauline Epistles are of priceless historical value; without it, they would remain bafflingly fragmentary and incomplete, often even misleading.",
        "Historical scholars will, however, revere this collection of dialogues as one of the most priceless of the treasures of antiquity still preserved to us.",
        "Ensconced lights glowed in the midday, and antique furniture, rare paintings, elegant marble sculptures befitting a museum, silk Persian rugs underfoot, and many other priceless displays of prestige lined the wide hall.",
        "Caroli brought a counter-charge against the Geneva divines of Sabellianism and Arianism, because they would not enforce the Athanasian creed, and had not used the words \"Trinity\" and \"Person\" in the confession they had drawn up. It was a struggle between the thoroughgoing humanistic reformer who drew his creed solely from the \"word of God\" and the merely semi-Protestant reformer who looked on the old creed as a priceless heritage.",
        "The ante-Nicene age yields priceless records of the early struggles of Christianity; from it we have received specimens of the early apologetic and the early polemic of the Church, the first essays of Christian philosophy, Christian correspondence, Christian biblical interpretation: we owe to it.",
        "Up to comparatively recent times a priceless collection of classical manuscripts was preserved in the libraries; many of them were destroyed during the War of Greek Independence (1821-1829) by the Turks, who employed the parchments for the manufacture of cartridges; others fell a prey to the neglect or vandalism of the monks, who, it is said, used the material as bait in fishing; others have been sold to visitors, and a considerable number have been removed to Moscow and Paris.",
        "His training was almost exclusively military, but his experience as an officer gave him an acquaintance with almost every important province of the empire, which was of priceless value to him when he came to the throne.",
        "To the last he believed that the attacking force would at least have spared his house, which contained official records of priceless value, but he was doomed to see his faith falsified.",
        "So absolutely is the \" rare and priceless wisdom \" for which we strive identical with virtue itself that the three main divisions of philosophy current at the time and accepted by Zeno - logic, physics and ethics - are defined as the most generic or comprehensive virtues.",
        "Many fragments, priceless on account of the light which they shed upon movements of far-reaching consequence, have been preserved in it alone.",
        "Although unique in character and of priceless value to the student, Domesday will be found disappointing and largely unintelligible to any but the specialist.",
        "The Nile constitutes, in the words of Lord Cromer, the true justification of the policy of re-occupation, and makes the Sudan a priceless possession for Egypt .2 The Sudan having been reconquered by \" the joint military and financial efforts\" of Great Britain and Egypt, the British government claimed \" by right of conquest \" to share in the settlement of the administration and legislation of the country.",
        "Some things are too priceless to be bought or earned.",
        "The building of the court of appeal (Oberlandesgericht), with a valuable library of 60,000 volumes and many MSS., including a priceless copy of the Sachsenspiegel, the museum and the hall of the estates (Landschaftshaus) are also worthy of notice.",
        "His literary style is poor, and his taste and judgment are frequently warped by prejudice, but his two great works and unpublished collections form a priceless source of information on Oxford and her worthies.",
        "A small wooden church, erected by the monk Sergius, and afterwards burned (1391) by the Tatars, stood on the site now occupied by the cathedral of the Trinity, which was built in 1422, and contains the relics of Sergius, as well as ecclesiastic treasures of priceless value and a holy picture which has frequently been brought into requisition in Russian campaigns.",
        "The friendship of Goethe and Schiller, of which their correspondence is a priceless record, had its limitations; it was purely intellectual in character, a certain barrier of personal reserve being maintained to the last.",
        "His historical research was exemplified in his De antiquitate ecclesiae, and his editions of Asser, Matthew Paris, Walsingham, and the compiler known as Matthew of Westminster; his liturgical skill was shown in his version of the psalter and in the occasional prayers and thanksgivings which he was called upon to compose; and he left a priceless collection of manuscripts to his college at Cambridge.",
        "Board games such as Monopoly, Money Bags, Sudoku, Auntie Pasta's Fraction Board Game and Yahtzee can help children learn valuable math skills while spending priceless family time.",
        "The look on Betsy's shocked face was priceless.",
        "Heads were shook at his ignorance, followed by a slew of reminiscences of priceless bargains discovered in obscure places.",
        "Despite his less-than-serious nature, Dan was detail oriented and quick to execute, two traits Brady found priceless over their years together.",
        "This book, Angel Investing, was a truly priceless read to me.",
        "priceless gems.",
        "priceless artifacts to sell.",
        "Some of them provide priceless exposure for winners, while others offer money or other rewards that can help you further your career.",
        "Star Wars, this parody from Great Britain is priceless!",
        "Many other priceless images from Springfield's time on GH during the 80s.",
        "The advice found in a good European guidebook is priceless.",
        "Traveling to the island paradise is a priceless adventure, though to get the most bang for your buck, it's important to research available vacation options, so you can tailor your trip to meet your family's specific needs and wants.",
        "An authorized valuation can be priceless in the classic car world.",
        "With so many visitors walking through the area, and with so many priceless artifacts maintained by the historic churches, these places of worship may require additional insurance riders to fully protect the property and items stored within.",
        "However the money it could potentially save you is significant, and the peace of mind it can bring is priceless.",
        "During his nine years' residence at Nagy-Kdros, Arany first seriously turned his attention to the Magyar ballad, and not only composed some of the most beautiful ballads in the language, but wrote two priceless dissertations on the technique of the ballad in general: \"Something concerning assonance\" (1854), and \"On Hungarian National Versification\" (1856).",
        "He owned thousands of acres of land, dozens of palaces, and priceless antiques.",
        "Both coaches went home in upbeat mood, keenly aware of the priceless nature of collective character.",
        "God will never bestow His priceless gift that the wicked might be tormented endlessly in that fire.",
        "blood testwant to avoid a last day blood pressure test as they endured in May, so these sort of wins are priceless.",
        "Claim it from Him, and reckon that in answer to your appeal He does confer this priceless boon.",
        "The priceless championship the tender filet full round of.",
        "Even the latest episodes contain priceless visual and verbal gags to rival the best that has gone before.",
        "The visitor was an Irish adventurer, Colonel Blood, his intention was to steal the priceless gems.",
        "gunnels with priceless treasures intended for Tutankhamen's passage to the afterlife, Carter's find has never been equaled.",
        "A priceless family heirloom has been stolen and everyone in town is looking for it.",
        "Ashanti is without a doubt a priceless jewel in Murder Inc records hip-hop crown.",
        "posted by Joe at May 1, 2006 11:47 AM I agree with Danny that music and Boyd r priceless.",
        "None of the items displayed at a news conference were priceless antiquities looted from Iraqi museums.",
        "The Photographic Archive was founded in 1976 with a priceless gift of over 6000 glass plate negatives.",
        "What beautiful and priceless potlatches the affluent society will see - whether it likes it or not!",
        "An edition of Shakespeare edited by himself would be absolutely priceless.",
        "And the tapes, if they turn out to be unheard material, could be almost priceless.",
        "Conditions are still harsh, but salaries are fine and the experience just priceless.",
        "And the Game of Death and Street Fighter 2 tributes are simply priceless.",
        "priceless treasure of His Word.",
        "priceless jewels & a beautiful princess.",
        "priceless relic.",
        "priceless cultural artifact.",
        "Ian's final contribution is route maps for the forest routes, which are to prove priceless later on.",
        "That is, until something dreadful happens and then all of a sudden it becomes absolutely priceless.",
        "priceless in terms of the art.",
        "Einstein thinks nothing of breaking into the Vatican to steal an artifact or acquiring other priceless relics via less than reputable sources.",
        "In 1933, American showman Carl Denham returned from a mysterious, hidden island with a priceless treasure.",
        "Both deprive man of the priceless treasure of His Word.",
        "unheard material, could be almost priceless.",
        "The city was quieter and more orderly than it had ever been before, for Mazzini and Ciceruacchio success- Gactb~di fully opposed all class warfare; and in April the defenders received a priceless addition to their strength in the person of Garibaldi, who, on the outbreak of the revolution in 1848, had returned with a few of his followers from his exile in South America, and in April 1849 entered Rome with some 500 men to fight for the republic. At this time France, as a counterpoise to Austrian intervention in other parts of Italy, decided to restore the pope, regardless of the fact that this action would necessitate the crushing of a sister France republic. As yet, however, no such intention was and the publicly avowed.",
        "It belonged to the priceless collection of Mexican documents brought together in the 18th century by Lorenzo Boturini (see his \" Catalogo del Museo historico indiano,\" appendix of his Idea de una nueva historia general de la America septentrional, Madrid, 1746, § viii., No.",
        "Thus, Christ uses his priceless life to redeem us from the slavery of sin and Satan.",
        "This priceless experience made him professional musician and versatile guitarist.",
        "They require a minimum of fuss and expense yet add priceless character.",
        "While the pay might be non-existent, and the job anything but glamorous, the experience you will obtain is priceless.",
        "Direct light in a newborn's eyes will cause some priceless, but probably undesirable facial expressions.",
        "While mastering the art of photography may seem daunting, the rewards are priceless.",
        "Scrapbooking provides a way to turn ordinary photos into priceless family heirlooms, but the process of making a scrapbook album can seem overwhelming to the novice crafter.",
        "You don't want to risk damaging priceless prints.",
        "The website is a valuable organizational tool and a priceless resource for guests.",
        "Splurging on a good photographer will help you capture priceless memories, and give you a chance to see certain elements of your ceremony and reception from your guests' and attendants' point of view.",
        "Working onboard a Royal Caribbean cruise ship gives you the chance to earn money as you gather priceless experiences.",
        "However, many passengers who have taken private cruises of Alaska's stunning Prince William Sound, Resurrection Bay and other awe-inspiring local waterways will tell you that the experience is priceless.",
        "Some of their products are even fire resistant, which can be a priceless feature in the event of a small fire started by a grill or fire pit.",
        "It may be a bit pricey, but you will find the benefits priceless.",
        "Even if prescription protective eyewear did cost a lot, the investment would more than pay for itself because maintaining good vision is priceless.",
        "The gift of your time is a Christmas gift for an elderly father that will create the opportunity to share priceless memories that will have lifelong special meaning for both of you.",
        "The director Uwe Boll declining to direct the sequel in order to film BloodRayne: priceless.",
        "Duty records give priceless information on the unit the serviceman belonged to, as well as any battles he fought in.",
        "You don't have to be in genealogy for long to learn that the Mormons take genealogy very seriously and they have provided priceless contributions to the field - most of which are free for the taking by genealogists around the world.",
        "When visiting the National Archives and Records Administration (NARA) for genealogy research, you should also take the time to view the priceless documents of American history.",
        "The National Archives is full of priceless American treasures of interest to visitors and researchers.",
        "This will generally be low-cost and, in addition to art instruction, will offer priceless time spent with the Grandma and Grandpa generation.",
        "It's hard not to be taken for the serious siren when you're wearing this priceless refined number.",
        "It was also priceless advertising for the trunks.",
        "While some of the various models may be a bit costly, the peace of mind they offer can be priceless.",
        "Since housing continues to be a problem for those around the world, organizations such as Habitat for Humanity are priceless.",
        "Whether or not the Santa you and your children will visit this holiday season has been vaccinated against the H1N1 virus, there are many easy steps you can take to stay safe and still get that priceless picture on Santa's lap.",
        "Since most grandparents will not expect to see a tiny baby in a cute costume at their door, the surprise will be priceless.",
        "Getting attention from onlookers who appreciate a good sight gag or the effort you put in is always a great perk, but having fun with your friends is simply just priceless.",
        "The photos of the two of them posing together will be priceless.",
        "The majority of the discovered diamonds, however, have become priceless souvenirs for visitors proud to have found their very own uncut Arkansas diamond.",
        "Some couples might exchange heirloom engagement rings that are priceless and irreplaceable.",
        "The looks on the faces of the crowd are priceless.",
        "No matter what the cost of the ring, it still represents something priceless between two people.",
        "The Emotional Aspect: Because a DNA2Diamond is not just another diamond, it has priceless value.",
        "This can be priceless if you are a frequent traveler.",
        "This is a priceless gift because wherever Pisces sees suffering, he wants to help to alleviate that suffering.",
        "Lego Mindstorms comes with a price tag of $249, but the learning opportunities are priceless."
    ]
}