{
    "translation": "עליונות",
    "uses": [
        "His primacy therefore was in itself a survival of an earlier age when king and priest were one.",
        "During the reign of Anne he remained a member of the privy council, and was one of the commissioners appointed to arrange the terms of the union of England and Scotland; but, to his bitter disappointment, his claims to the primacy were twice passed over.",
        "Her ancient prestige, her geographical position and the intellectual primacy of her most noble children rendered Italy the battleground of principles that set all Christendom in motion, and by the clash of which she found herself for ever afterwards divided.",
        "This is the case with the power of the pope and his primacy, the exercise and manifestation of which have been continually developing.",
        "His primacy was one of almost unprecedented activity.",
        "Expected or not, the primacy was forced upon him within a very few months of his marriage.",
        "It raised no voice against the primacy of the pope.",
        "They fought for bare existence, for primacy in commerce, for the command of seaports, for the keys of mountain passes, for rivers, roads and all the avenues of wealth and plenty.",
        "Somewhat later, in the visions of Zechariah, angels play a great part; they are sometimes spoken of as \" men,\" sometimes as mal'akh, and the Mal'akh Yahweh seems to hold a certain primacy among them.21 Satan also appears to prosecute (so to speak) the High Priest before the divine tribunal.",
        "It held primacy, with a large margin, in the yield of coal, iron, lead and copper, the minerals most important in manufactures; in gold its output ini~usifrIcs was second only to that, of South Africa (though practically equalled by that of Australia); and in silver to that of Mexico.",
        "The supremacy of the state is established in the growth of oranges, lemons, citrons, olives, figs, almonds, Persian (or English) walnuts, plums and prunes, grapes and raisins, nectarines, apricots and pomegranates; it also leads in pears and peaches, but here its primacy is not so assured.",
        "obtained the primacy over Gaul and Germany.",
        "In 1747 the primacy was offered to Butler, who, it is said, declined it, on the ground that \"it was too late for him to try to support a falling church.\"",
        "The longest of these new chapters deal with the primacy of the will, with death and with the metaphysics of sexual love.",
        "For this exercise of the primacy as for the others, we must conceive of the pope and the episcopate united to him as a continuation of the Apostolic College and its head Peter.",
        "This explains the late date at which the dogma was defined, and the assertion that the dogma was already contained in that of the papal primacy established by our Lord himself in the person of St Peter.",
        "It doubtless arose from the proposed forms for the definitions of the primacy and the pontifical magisterium.",
        "Cardinal David Beton, the head of the French and Catholic party and therefore Mary of Lorraine's friend and ally, produced a will of the late king in which the primacy in the regency was assigned to himself.",
        "Naturally, when the see of Rouen next fell vacant (1067), the thoughts of the electors turned to Lanfranc. But he declined the honour, and he was nominated to the English primacy as soon as Stigand had been canonically deposed (1070).",
        "He devoted himself to ascetic practices, confined himself to the society of churchmen, and resigned the chancellorship in spite of a papal dispensation (procured by the king) which authorized him to hold that office concurrently with the primacy.",
        "During the lifetime of his uncle, Beaton had shared in the efforts of the hierarchy to suppress the reformed doctrines, and pursued the same line of conduct still more systematically after his elevation to the primacy.",
        "appointed him to the archbishopric of Armagh and primacy of Ireland in July 1669, and in November he was consecrated at Ghent, reaching Ireland in March 1670.",
        "Thus at thirty-four Wallqvist had nothing more to hope for but the primacy, which would infallibly have been his also had the archbishop died during the king's lifetime.",
        "Especial importance attaches to this council through the fact that Canons 3-5 invest the Roman bishop with a prerogative which became of great historical importance, as the first legal recognition of his jurisdiction over other sees and the basis for the further development of his primacy.",
        "And it is significant that this primacy of the undetermined will (voluntas superior intellectu) was the central contention of the Scotists against the Thomist doctrine.",
        "During his primacy (1616-1637), when he had the whole influence of the court, and the sympathy and the assistance of the Catholic world behind him, he put the finishing touches to his life's labour by founding a great Catholic university at Nagyszombat (1635), and publishing a Hungarian translation of the Bible to counteract the influence of Gaspar Karoli's widely spread Protestant version.",
        "During his primacy they were revived, and in 1650, only seventeen years after his death, they were as numerous as ever they had been.",
        "catholicus) of Seleucia from about 326 to 341 in succession to Papa, who in the face of opposition from other bishops had organized the church of Persia under the primacy of Seleucia.",
        "During the war of 1812 the Nantucket fleet was the only one active; it suffered severely during the war, and in the decade1820-1830Nantucket lost its primacy to New Bedford, whose fleet in 1840 was twice as large.",
        "In the middle of the 8th century under Boniface it became an archbishopric, and to this the primacy of Germany was soon annexed.",
        "During his primacy the old archiepiscopal palace at Croydon was sold and the country palace of Addington bought with the proceeds.",
        "Escaping by way of Strassburg he found an asylum in England, where he was made a prebendary of Canterbury, received a pension from Edward VI.'s privy purse, and composed his chief work, A Trajedy or Dialogue of the unjust usurped Primacy of the Bishop of Rome (1549) This remarkable performance, originally written in Latin, is extant only in the translation of John Ponet, bishop of Winchester, a splendid specimen of nervous English.",
        "He would have made an admirable successor to Howley in the primacy, but such was the complexion of ecclesiastical politics that the elevation of the most impartial prelate of his day would have been resented as a piece of party spirit.",
        "His enthronement in October 1279 marks the beginning of an important epoch in the history of the English primacy.",
        "On the next topic of importance, the primacy of the pope, the project of union nearly suffered shipwreck; but here a vague formula was finally constructed which, while acknowledging the pope's right to govern the church, attempted to safeguard as well the rights of the patriarchs.",
        "It states essentially the Roman doctrine of purgatory, and asserts the world-wide primacy of the pope as the \"true vicar of Christ and the head of the whole Church, the Father and teacher of all Christians\"; but, to satisfy the Greeks, inconsistently adds that all the rights and privileges of the Oriental patriarchs are to be maintained unimpaired.",
        "Paul Leroy-Beaulieu (Les tats- Unis au XX Sicle, Paris, 1904) would assign primacy to the United States as far back as 1885.",
        "Aristotle at once maintains the primacy of metaphysics and vindicates the independence of the special sciences.",
        "(1207-1213; see Langton, Stephen) he prejudiced his case by proposing a worthless favourite for the primacy and by plundering those of the clergy who bowed to the pope's sentences.",
        "The last of these - Christopher Hampton - who was consecrated to the primacy in 1613, repaired the ruined cathedral of Armagh.",
        "The general liberality of Tenison's religious views commended him to the royal favour, and, after being made bishop of Lincoln in 1691, he was promoted to the primacy in December 1694.",
        "Kalakaua was now no longer satisfied with being merely king of Hawaii, but aspired to what was termed the \" Primacy of the Pacific.\"",
        "But these rules, and, in fact, the whole Catholic doctrine of the primacy were almost entirely obscured by the schism.",
        "None but a scion of a priestly family could become a deacon, elder or bishop. Accordingly the primacy remained in the family of Gregory until about 374, when the king Pap or Bab murdered Nerses, who had been ordained by Eusebius of Caesarea (362-370) and was over-zealous in implanting in Armenia the canons about celibacy, marriage, fasting, hospices and monastic life which Basil had established in Cappadocia.",
        "He was bitterly disappointed that Becket, on whom he bestowed the primacy, left vacant by the death of Theobald (1162), at once became the champion of clerical privilege; he and the archbishop were no longer on speaking terms when the Constitutions of Clarendon came up for debate.",
        "He was extremely popular at court, and in 1783, on the death of Archbishop Cornwallis, the king pressed him to accept the primacy, but Hurd, who was known, says Madame d'Arblay, as \"The Beauty of Holiness,\" declined it as a charge not suited to his temper and talents, and much too heavy for him to sustain.",
        "Stephen owed his crown to Henry (1135), but they quarrelled when Stephen refused to give Henry the primacy; and the bishop took up the cause of Roger of Salisbury (1139).",
        "In 1198 Hubert, who had inherited from his predecessors in the primacy a fierce quarrel with the Canterbury monks, gave these enemies an opportunity of complaining to the pope, for in arresting the London demagogue, William Fitz Osbert, he had committed an act of sacrilege in Bow Church, which belonged to the monks.",
        "Perhaps the most interesting incident in his primacy was when he drove the secular clergy from their college of Canterbury Hall, Oxford, and filled their places with monks.",
        "Eventually, however, he resigned some of his many benefices, the holding of which had made him unpopular, and through the good offices of the regent, John Stewart, duke of Albany, obtained the coveted archbishopric and the primacy of Scotland.",
        "This primacy, a primacy of honour and jurisdiction, involving the plenitude of power over the teaching, the worship, the discipline and administration of the Church, is received by the pope as part of the succession of St Peter, together with the episcopate of Rome.",
        "Indeed the East never really acknowledged eastern the Roman primacy nor shared in its development, Church.",
        "In the exploitation of the last there have been three periods: that before the discovery of the lead-carbonate silver ores of Leadville in 1879, in which period gold-mining was predominant; the succeeding years until 1894, in which silver-mining was predominant; and the period since 1894, in which gold has attained an overwhelming primacy.",
        "As part of the Roman Upper Province of Britain, Wales would naturally have fallen under the primacy of York, but the Welsh sees had continued practically independent of outside control during Saxon times.",
        "It was thus that Schopenhauer by his own experience saw in the primacy of the will the fundamental fact of his philosophy, and found in the engrossing interests of the selfish 'pros the perennial hindrances of the higher life.",
        "Portuguese literature is distinguished by the wealth and variety of its lyric poetry, by its primacy in bucolic verse and prose, by the number of its epics and historical books, by the relative slightness of the epistolary element, and by the almost complete absence of the memoir.",
        "With regard to the proportioning of effort between the two theatres of war, contemporary military opinion, impressed by a sort of primacy which Bulgaria assumed in the league, by the more regular character of her army and her civil administration, and by the nearness of Constantinople to her eastern frontier, argued a priori that Thrace was not only the\" principal \"theatre, but the single important theatre in which practically all military effort should have been concentrated by both sides - a judgment which ignored the relation of strategy to war policy, and one for which in the sequel Bulgaria was destined to pay heavil y.",
        "But the Bulgarians had skilfully exploited their primacy during the first war to induce the European press and public to regard Serbians and Greeks as mere satellites,' and, as is not unusually the case with successful propaganda, they had come to believe in it themselves, fortified in the belief by fulsome compliments addressing them as the \"Prussians of the Balkans\" and the \"Japanese of the West.\"",
        "The Orthodox Church in Austria-Hungary, which, however, really consists of four independent sections: the Servians of Hungary and Croatia, under the patriarch of Karlowitz; the Rumanians of Transylvania, under the archbishop of Hermannstadt; the Ruthenians of Bukovina, under the metropolitan of Czernowitz; and the Serbs of Bosnia-Herzogovina, where there are four sees, that of Sarajevo holding the primacy.",
        "A serious conflict arose between Hincmar on the one side and Charles and the pope on the other in 876, when Pope John VIII., at the king's request, entrusted Ansegisus, archbishop of Sens, with the primacy of the Gauls and of Germany, and created him vicar apostolic. In Hincmar's eyes this was an encroachment on the jurisdiction of the archbishops, and it was against this primacy that he directed his treatise De jure metropolitanorum.",
        "The metropolitan primacy of St Louis and Kansas City is reflected in the general organization of the courts.",
        "When the question of primacy among American poets was canvassed by a group of the public men of Lincoln's time, the vote was for Whittier; he was at least one whom they understood, and who expressed their feeling and convictions.",
        "There appears to be no formal distinction of rank among the various members; and though the amir, Beshir Shehab, used to appoint a sheikh of the Akils, the person thus distinguished obtained no primacy over his fellows.",
        "After the discoveries of gold in the last decade of the 19th century it wholly lost its commercial primacy, but business improved after the discovery of gold in 1905 on Chicagoff Island, about 50 m.",
        "He founded about 1420 a splendid observatory at Samarkand, in which he re-determined nearly all Ptolemy's stars, while the Tables published by him held the primacy for two centuries.'",
        "He first makes his appearance in 117 4, as the chancellor of Archbishop Richard, the successor of Becket in the primacy.",
        "While he was detained on this business the archbishop of Armagh died in January 1625, and the king at once nominated Usher to the vacant primacy; but severe illness and other causes impeded his return to Ireland until August 1626.",
        "It is probable that St Patrick established Armagh as a metropolitan see, but the history of the primacy, which during a long period can only have been a shadow, is involved in obscurity.",
        "At a national synod held about 1134 Maelmaedoc, in his capacity as bishop of Armagh, was solemnly elected to the primacy; and armed with full power of church and state he was able to overcome all opposition.",
        "Armagh was constituted the seat of the primacy, and Cashel, Tuam and Dublin were raised to the rank of archbishoprics.",
        "It had been customary for the Numidian bishops to be present at the election and consecration of the bishop of Carthage, who as metropolitan of proconsular Africa occupied a position of primacy towards all the African provinces.",
        "The theological controversy was intensified by the rivalry of the two patriarchates, Alexandria and Constantinople, for the primacy of the East.",
        "The heterogeneous character of the duties placed upon his department by Congress seemed in fact to reflect the English idea of its primacy.",
        "affirm the primacy of the love of God.",
        "asserted the primacy of public health over IPR.",
        "He would hope to reassert the primacy of plant pathology to which many other disciplines contribute.",
        "This asserted the primacy of public health over IPR.",
        "Following Newman's example we must affirm the primacy of the love of God.",
        "Nor does he provide any support for portrayals of empire in this period which seek to emphasize the primacy of economic motivations.",
        "We do not agree that direct elections to the second chamber would threaten the primacy of the House of Commons.",
        "However, the system works well enough and doesn't undermine the primacy of the local meetings in our Quaker lives.",
        "primacy over national law.",
        "This epistemological primacy of knowledge of what we grasp by our senses is the basis for the primacy of the sensible in our language.",
        "Moreover, by positing the ontological primacy of potentiality, Cavendish is proposing a model which accommodates more highly differentiated, multi-dimensional thinking.",
        "The Archbishop was widely reported, both before and during the visit, as appealing for a universal primacy.",
        "primacy effects may lead to the retention of items coming first in a series.",
        "When police primacy became a pivotal political reality, the seeds were sown for active engagement against those violently opposing the state.",
        "This paper suggests that the AOL Time Warner debacle is a warning to those who would propose greater observance of shareholder primacy.",
        "primacy of honor of the Church in Britain.",
        "primacy of domestic politics will be the norm.",
        "primacy of European law was established in 1972.",
        "The Labor emphasis has been on the primacy of the state; The Conservative emphasis on the primacy of the state; The Conservative emphasis on the primacy of the market.",
        "primacy of force.",
        "primacy of the Latvian language.",
        "primacy for the investigation will have to be reviewed by a review manager.",
        "The primacy of experiential veracity over analysis, of observation over exegesis, facilitates self-expression for persons with limited verbal reasoning.",
        "tempting to dismiss any such primacy of the individual as idealist fantasy.",
        "The chief event of his primacy was the meeting at Lambeth, in 1867, of the first Pan-Anglican conference of British, colonial and foreign bishops (see Lambeth Conferences).",
        "Hook finds in the fact of the marriage corroboration of Cranmer's statement that he never expected or desired the primacy; and it seems probable enough that, if he had foreseen how soon the primacy was to be forced upon him, he would have avoided a disqualification which it was difficult to conceal and dangerous to disclose.",
        "Nevertheless Will and not Reason is the primary aspect of the Unconscious, whose melancholy career is determined by the primacy of the Will and the subservience of the Reason.",
        "But the most important ecclesiastical event of his primacy was the judgment in the case of the bishop of Lincoln (see Lincoln Judgment), in which the law of the prayer-book is investigated, as it had never been before, from the standpoint of the whole history of the English Church.",
        "How the Roman bishopric rose in status till it became the papacy, how the individual popes - in spite of these and similar repulses - advanced steadily on their path, how they succeeded in founding their primacy within the Church, and in re-establishing and maintaining that primacy notwithstanding severe defeats and long periods in which their prestige sank to the vanishing point, is told elsewhere (see Papacy).",
        "This system admits that the pope represents the unity of the Church, and acknowledges his primacy, but only in the sense that he is primus inter pares; while at the same time it claims on behalf of the bishops that, in virtue of the divine ordinance, they possess an inalienable right to a share in the government of the Church (see Episcopacy).",
        "In 84 Sulla made it the seat of a conventus of the Asian province, and it long claimed primacy among Phrygian cities.",
        "Though the see of Canterbury claims no primacy over the Anglican communion analogous to that exercised over the Roman Church by the popes, it is regarded with a strong affection and deference, which shows itself by frequent consultation and interchange of greetings.",
        "Evangelized perhaps by Peter, according to the tradition upon which the Antiochene patriarchate still rests its claim for primacy (cf.",
        "Such are the two essential prerogatives of the papal primacy: infallibility in his supreme pronouncements in matters of doctrine (see Infallibility); and immediate and sovereign jurisdiction, under all its aspects, over all the pastors and the faithful.",
        "That consciousness has primacy in this arrangement is explicit: \" primacy is given to the self-conscious mind \" [TSIB 356 ].",
        "Or it will be tempting to dismiss any such primacy of the individual as idealist fantasy.",
        "Open Site - Another blend of wiki and reviewed content, Open Site is slanted toward more of a popular content direction, with information about games and current events taking primacy over science and philosophy.",
        "His tutors were the learned Janos Vitez, bishop of Nagyvarad, whom he subsequently raised to the primacy, and the Polish humanist Gregory Sanocki.",
        "The revolt against his primacy took the form of a fierce war of pamphlets, and led ultimately to the dethronement of the blind bard.",
        "he draws on William of Poitiers; for the first crusade he mainly follows Fulcher of Chartres; his knowledge of Anselm's primacy comes mainly from Eadmer; and at least up to 1 100, he makes use of an English chronicle.",
        "The Roman Catholic Church in England is organized in 15 dioceses, which are united in a single province under the primacy of the archbishop of Westminster."
    ]
}