{
    "translation": "עדיפות, קדימות",
    "uses": [
        "The first priority was rescuing children.",
        "The priority should probably be assigned to the Orosius, but the point has been much debated.",
        "Somehow it simply wasn't top priority in her life right now.",
        "Our first and foremost priority is recovering abducted children, as soon as possible.",
        "With a baby on the way, Quinn's and Martha's top priority was a locality where they could raise a family in a large and comfortable home.",
        "I'll make it a priority from now on.",
        "Shaw's generic name, although having priority to that of Blumenbach, could not be retained, as it had been used at a still earlier time (1793) by Herbst for a genus of Coleoptera.",
        "The definitions of the finite ordinals can be expressed without use of the corresponding cardinals, so there is no essential priority of cardinals to ordinals.",
        "Finding a mate wasn't a priority, not when he was trying to fix his world.",
        "Apart from its intrinsic merits as a learned and valuable addition to classification, this work is interesting in the history of ornithology because of the wholesale changes of nomenclature it introduced as the result of much diligence and zeal in the application of the strict rule of priority to the names of birds.",
        "Having children of her own was such a priority that she had missed something truly gratifying.",
        "The feds and PMF headquarters both issued a priority one lookout for her.",
        "The fact that other philosophers, notably Etienne Louis Malus and Augustin Fresnel, were pursuing the same investigations contemporaneously in France does not invalidate Brewster's claim to independent discovery, even though in one or two cases the priority must be assigned to others.",
        "You couldn't take us all, and I'm certain I'd be the one who's left behind.  Humans take priority to you angels.  No, sweetmeats, I won't help you escape.",
        "It springs from the same school of thought as the Apocalypse of Baruch, and its affinities with the latter are so numerous and profound that scholars have not yet come to any consensus as to the relative priority of either.",
        "But Dean's first priority was his wife Cynthia and he continued to jog, forced to concentrate on his footing if he were to remain upright in the gathering snow.",
        "He failed in both respects, and when Michael Faraday, who overheard a portion of his conversation with Davy on the subject, was subsequently more successful, he was inclined to assert the merit of priority, to which Faraday did not admit his claim.",
        "The market is bustling on weekends, so if keeping your family or group together is a priority, it may be difficult here.",
        "His mathematical researches were also concerned with the theory of equations, but the question as to his priority on several points has been keenly discussed.",
        "In so far as the older doctrine is open to the charge of neglecting the conative and teleological side of experience it can afford to be grateful to its critics for recalling it to its own eponymous principle of the priority of the \"ideal \" to the \" idea,\" of needs to the conception of their object.",
        "A variation from this was provided as soon as the priority bonds should become extinct; but these bonds having since been repaid (as mentioned below) by a further issue of unified bonds, this variation lapses.",
        "Eichhorn in favour of the \"borrowing hypothesis\" of the origin of the synoptical gospels, maintaining the priority of Matthew, the present Greek text having been the original.",
        "Subsequent to the 1989 earthquake, rebuilding the Bay Bridge was a priority for officials.",
        "Historical priority of development, exceptionally extensive and well utilized water-power, and good transportation facilities are largely responsible for the exceptional rank of Massachusetts as a manufacturing state.",
        "The independent character of the attack on current abuses also suggests priority to the work of Ezra in 458.",
        "But Leibnitz's conception of the priority of spirit had too little foundation, and the different elements he sought to combine were too loosely related to one another to stand the strain of the two forces of empiricism and materialism that were opposed to his idealism.",
        "Service is top priority at this restaurant, with the staff having three tables each.",
        "The owner/waiter/host makes pleasing his guests a top priority.",
        "Lists of phenomena from the contemplation of which the savage was led to believe in animism have been given by Dr Tylor, Herbert Spencer, Mr Andrew Lang and others; an animated controversy arose between the former as to the priority of their respective lists.",
        "The monarchs on whom the privilegium was conferred received a right of priority with respect to the provinces first discovered by them.",
        "His priority with regard to this useful invention was acknowledged by E.",
        "These two suborders are usually known as the Sessiliventra and Petioliventra respectively, but the names Symphyta and Apocrita proposed in 1867 by C. Gerstaecker have priority, and should not be replaced.",
        "Personal experience of the inconveniences and dangers of the prevailing system of preferment, the so-called myestnichestvo, or rank priority, which had paralysed the Russian armies for centuries, induced him to propose its abolition, which was accomplished by Tsar Theodore III.",
        "- Here, perhaps, archaeology has contributed most new material, with the result that religious terms, ideas, institutions, once supposed to be peculiar to Israel, are now seen to be common to them and other nations; in some cases, moreover, priority clearly does not lie with the Hebrews, as, for example, in the case of the materials (as distinct from the spirit in which they are worked up) of the stories of Creation and the Flood.",
        "In accordance with this decision, Biarni Heriulf son's adventure should be eliminated, the priority of discovery given to Leif Ericsson, and the honour of being the first European colonists on the American continent awarded to Thorfinn Karlsefni and his followers.",
        "Both of these are original and indispensable, but egoism has the priority, since there must be egoistic pleasure somewhere before there can be altruistic sympathy with it.",
        "As regards priority of publication, Napier has the advantage by six years, and even fully accepting Bramer's statement, there are grounds for believing that Napier's work dates from a still earlier period.",
        "the causes which make the Gospels according to Matthew, Mark and Luke at once so much alike and so different, has resulted in the demonstration of the priority of Mark, which \" was known to Matthew and Luke in the same state and with the same contents as we have it now.\"",
        "In his account, however, of the quarrel between Casimir and Olesnicki concerning the question of priority between the cardinal and the primate of Poland he warmly embraced the cause of the former, and even pronounced Casimir worthy of dethronement.",
        "His observations led him to the view that a glacier is an imperfect fluid or a viscous body which is urged down slopes of a certain inclination by the mutual pressure of its parts, and involved him in some controversy with Tyndall and others both as to priority and to scientific principle.",
        "Far removed from actuality as such speculations regarding the priority of intellect or will in the Divine Being may seem to be, the side taken is yet a sure index of the general tendency of a philosophy.",
        "Neither Shipton appeared to consider tidiness a high priority.",
        "The Horsemen were priority.",
        "She wasn't sure what the Black God's priority was, but she wanted to find Darian.",
        "1377), grand-duke of Lithuania, was one of the seven sons of Gedymin, grand-duke of Lithuania, among whom on his death in 1341 he divided his domains, leaving the youngest, Yavnuty, in possession of the capital, Wilna, with a nominal priority.",
        "Priority of mention is due to St James of Compostella (Santiago, in the Spanish province of Galicia).",
        "Th., 1893) showed the priority of Paul, with many others.",
        "countering the proliferation of MANPADS is a top national security priority of the United States.",
        "The Upper Bann contains the NI Priority Species otter and river water crowfoot.",
        "That's the top priority, particularly against the background of growing cynicism in the sector over the lack of progress on funding reform.",
        "Areas that are low income are given priority.",
        "Napier's priority in the publication of the logarithms is unquestioned and only one other contemporary mathematician seems to have conceived the idea on which they depend.",
        "In Reis's lecture an apparatus was described which has given rise to much discussion as to priority in the invention of the telephone.",
        "Recriminations ensued until his death in 1557, and although he sustained his claim for priority, posterity has not conceded to him the honour of his discovery, for his solution is now known as Cardan's Rule.",
        "It's a matter of priority.",
        "Our wedding definitely took priority.",
        "Her apprehension was assuming a reduced priority.",
        "By this means she detected in 1783 three remarkable nebulae, and during the eleven years 1786-1797 eight comets, five of them with unquestioned priority.",
        "Series B, C and D (series A having already been completely redeemed by the action of the sinking fund) were replaced by the creation of new 4% bonds to a nominal amount of £T32,738,772, with a sinking fund of 0.45% per annum, bearing identical rights and privileges, and ranking immediately after, the priority bonds.",
        "Clausen, however, has undoubted priority.",
        "As few scholars will now claim priority for the text of Deuteronomy, this division may be viewed as exploded.",
        "If the West Indies belonged to Spain by priority of discovery, Portugal might claim the East Indies by the same right.",
        "They indeed rested their claims on the undeniable priority of their services to the faith, but they also appealed to their blood relationship with the Prophet as a corroboration of their right to the inheritance; and the ties of blood connected them with the Koreish in general.",
        "We need devices, indeed, to determine priority or superior claim to be \" better known absolutely or in the order of nature,\" but on the whole the problem is fairly faced.4 Of science Aristotle takes for his examples sometimes celestial physics, more often geometry or arithmetic, sometimes a concrete science, e.g.",
        "What Schopenhauer professed, therefore, is to have dispelled the claims of reason to priority and to demonstrate the relativity and limitation of science.",
        "Although the honour of priority is admitted to belong to the American engineer Robert Fulton, there appears to be no doubt that Fulton had received very material assistance in the construction of his vessel from Bell and others in Great Britain.",
        "25 places him on an equal footing with the Israelite, cannot be cited in favour of the priority of Deuteronomy since v.",
        "The main arguments brought forward by those who maintain the priority of Ezekiel are (1) the fact that H makes mention of a high priest, whereas Ezekiel betrays no knowledge of such an official, and (2) that the author of Lev.",
        "The following considerations undoubtedly suggest the priority of H: (1) there is no trace in H of the distinction between priests and Levites first introduced by Ezekiel; (2) Ezekiel xviii., xx., xxii., xxiii.",
        "As a surgeon, Simon's work came second to his interest in sanitary science, but he claimed priority over Cock in the operation of perineal puncture of the urethra in cases of retention from stricture.",
        "von Welsbach published the same result, naming his elements aldebaranium and cassiopeium (on the question of priority see F.",
        "Having established his priority, Pascal published his investigations, which occasioned a great sensation among his contemporaries, and Wallis was enabled to correct his methods.",
        "Priority is more difficult to establish in the case of Hermas (A.D.",
        "The priority of the Greek Life of Pachomius over the Coptic may be said to be established; the historical character and value of this life are now fully recognized.",
        "There was a reclamation as to priority by Poncelet in the Bulletin universel reprinted with remarks by Gergonne (Gerg.",
        "This application was opposed by Murdoch on the ground of his priority in invention, and the bill was thrown out, but coming to parliament for a second time in 1810, Winsor succeeded in getting it passed in a very much curtailed form, and, a charter being granted later in 181 2, the company was called the Chartered Gas Light and Coke Company, and was the direct forerunner of the present London Gas Light and Coke Company.",
        "He affirms the priority of will to knowledge and the dependence of consciousness upon physical attention.",
        "It was assumed that there would be a rush to sell, the choice apparently lying between that and confiscation, and priority was to be decided by lot.",
        "In 1833 his caloric engine was made public. In 1836 he took out a patent for a screw-propeller, and though the priority of his invention could not be maintained, he was afterwards awarded a one-fifth share of the £20,000 given by the Admiralty for it.",
        "Israelite monarchy does not necessarily point to the priority of the traditions in Genesis or their later date.",
        "As regards sun-spots, however, Johann Fabricius of Osteel in Friesland can claim priority of publication, if not of actual detection.",
        "Owen, which name is restricted to the forms for which it was originally intended; Peromela, Urodela, Anura, are changed to Apoda, Caudata, Ecaudata, for the reason that (unless obviously misleading, which is not the case in the present instance) the first proposed name should supersede all others for higher groups as well as for genera and species, and the latter set have the benefit of the law of priority.",
        "Langen, Hilgenfeld, Wieseler, Stahelin, Renan, Hausrath, Drummond, Dillmann, Rosenthal, Gunkel, have maintained on various grounds the priority of 4 Ezra; and Scharer, Bissell, Thomson, Deane, Kabisch, De Faye, Wellhausen, and Ryssel the priority of Baruch on grounds no less convincing.",
        "As much as he didn't know what to think about having a new mate after the disastrous relationship with his first, he knew one thing: her life was now his priority.",
        "I have made myself a priority and face every day as if on a mission.",
        "baht members identified tendon injuries as a research priority and in response an effectiveness bulletin has been produced.",
        "blanket bog is listed under Annex 1 of the EC Habitats Directive where ' active ' examples are a priority habitat.",
        "Should the larger festivals reward regular visitors with some kind of priority booking system, or should they be free for alls?",
        "brigade commander gives highest priority support to units located in contaminated areas.",
        "There are other high priority demands for utilization of the underspending such as allowing a degree of carry forward for underspent devolved budgets.",
        "Fly boat A swiftly moving canal boat carrying priority cargoes.",
        "Due to its statutory nature determination casework has priority above non-statutory work carried out by DVs.",
        "Having placed action chits, then place priority chits indicating the order in which units will attempt their actions.",
        "Public safety was our top priority, \" said Andy Hayman, Metropolitan Police assistant commissioner.",
        "conformance with these guidelines is to level A, following Priority 1 recommendations.",
        "Out of 127 woodlands around the country selected for priority red squirrel conservation, 36 are in Grampian.",
        "The next major priority was to appoint an engineer to oversee this construction.",
        "The proposals have no special priority in the assessment process; there are always several worthy contenders for each place on the program.",
        "Priority values define a numerical rank or ordering of the threads that a thread scheduler can use to resolve simultaneous contention for processing resources.",
        "Six fields were identified as priority areas for bilateral cooperation.",
        "Northern donors themselves, however, refuse to change their own policies, or to make tackling corruption a priority.",
        "Creating a pedestrian priority promenade along the length of the High Street by installing footway level crossings at side streets.",
        "We will change land use to reduce dependence on the car, for example by giving priority to developing brown field sites around stations.",
        "destroyed by the tsunami, providing adequate shelter has been a key priority.",
        "The automatic detection of input signals always switches to the video source with the highest priority.",
        "The Sustainable Development Commission welcomes the White Paper and the priority given to reducing health inequalities and tackling the wider determinants of health.",
        "detriment caused by mass-marketed scams is one of the OFT's five priority areas identified in its Annual Plan.",
        "Schools in areas of socio-economic disadvantage were also given priority.",
        "disparitytheir framework argues, science policy could also help to achieve another Government priority closing regional disparities in prosperity.",
        "The development of further effective meningococcal vaccines therefore remains a key public health priority, they conclude.",
        "More priority can be given to street sweeping and tackling vandalism and crime.",
        "The need for affordable warmth assumes a high priority for older people.",
        "Enterprise 23.25 Boosting enterprise and enhancing business development was identified as a priority for the traditionally economically weaker regions.",
        "In 1906 a further modification took place in the shape of the final and complete repayment of the priority bonds by the additional issue of £T9,537,000 of unified bonds for the purpose, taken firm by the Ottoman bank at 86.",
        "Additionally, consider the performance, reliability, safety, comfort, and other factors that are a priority for you.",
        "Exploring ways to reduce our dependency on fossil fuels has long been a priority with environmentalists.",
        "Allowing as much natural light into a home as possible, whatever the interior design style, is a priority, as is inviting in the refreshing ocean breeze.",
        "The placement of your furniture will be key in designing a workspace that is functional, which should be your main priority.",
        "Work your way through your wish list until you have managed to place the items in order of priority.",
        "Make cleansing a priority and you'll quickly develop a habit of keeping your face clean.",
        "Priority Mail can be a bit more expensive than parcel post, but free flat-rate shipping boxes are available.",
        "If investments are your priority, start with a savings account and then consider money market accounts, IRAs, and CDs offered through Wachovia.",
        "Certain digital cameras may also include semiautomatic modes such as shutter and aperture priority; these modes allow you control over an aspect of the process and allow the camera to choose the settings to best accommodate your choice.",
        "Also, depending on your lighting situation you want to adjust the aperture priority setting.",
        "The number one priority of proper food storage is a safe and healthy eating experience for you and your family.",
        "A leftover USPS Priority Mail box can be cut to make an inexpensive magazine style holder for 12x12 cardstock or patterned paper.",
        "Eat your three meals a day and make it a priority.",
        "Making stress reduction a priority will get you in the habit of feeling calm more often.",
        "You are the only one who can decide how much stress you're going to take on at once, so you need to decide that stress reduction is going to become a high priority.",
        "If you have more time, go deeper on ways you can make stress management a priority.",
        "With practice, and priority you can dedicate the time to reduce stress.",
        "Make it a priority and you'll find the mental benefits far outweigh the effort.",
        "Make time management a priority among employees.",
        "Without having an effective time management system, the tasks at hand would remain unscheduled without an order of priority.",
        "Making priority lists, taking time out for yourself, and staying healthy are some techniques for coping with holiday stress.",
        "These key items will take priority on your sheet, allowing you to schedule around them.",
        "Whether you are a guy or girl, looking your best is high on your priority list.",
        "Making homework a priority during middle school will greatly increase your student's academic abilities in high school.",
        "Let your child know school is their biggest priority.",
        "Changing his perspective on health with the show stating that \"he's also made exercise a priority, admitting that what he once considered \"torture\" is now actually \"fun.\"",
        "Grades should be your most important priority; if a job is taking too much time, consider cutting back your hours or leaving.",
        "Many teens make it a priority to plan after-prom activities before the big night.",
        "Determining how much money you can realistically devote to your wedding is a definitely a priority.",
        "Choosing the location for the wedding is another high priority for most couples.",
        "If your husband's name is Brad, vow to brave any disagreements, reserve your love for him, always make him a priority in your life, and drive away any negative thoughts.",
        "Traditional wedding dresses may take up to three months to arrive after ordering, so finding the dress should be a priority.",
        "Keeping a child away from alcohol should be a parental priority.",
        "Chantix is rare in that it received priority reviews from the FDA.",
        "Priority reviews are usually conducted when a drug might have a significant and positive impact on public health.",
        "Obviously cigarette smoking is a massive epidemic so the priority review was a good idea.",
        "\"If McConaughey wanted to marry Penelope and have children with her, I believe she would have made the relationship a priority, and given the back seat to her work.",
        "Nicholas, Sabrina and Sierra mean the world to me, so when I do have to juggle things, my kids are my priority.",
        "Since she gained great notoriety as one of the co-stars of Friends, the paparazzi seem to have made it their priority to follow her around to catch as many of the Jennifer Aniston oops moments as possible on film.",
        "If, on the other hand, quality and timelessness is your priority, then a Ralph Lauren polo may be the way to go.",
        "Students who place a high priority on diversity will often find private schools less economically, geographically, racially, and culturally diverse than their public counterparts.",
        "Working during college can be a great way to save you money, but remember that your first priority needs to be your academics.",
        "This means that you might be able to work around a work or personal commitment schedule, but at the end of the day your class work will still need to take priority.",
        "Not every cruise line offers priority boarding for each circumstance; contact the individual Cruise Lines for details about priority boarding procedures and requirements.",
        "Your number one priority is to have a good time.",
        "Your number one priority on a cruise to nowhere is to have a good time.",
        "Over time you can accumulate the toys and specialized bedding, but you want to make sure that your dog's health and safety are always your first priority.",
        "What makes this company unique is its dedication to simplicity and making your pet's good health a top priority.",
        "Just as the U.S. mail enabled merchants to ship seeds back in 1881, developments such as Priority Mail and Express Mail enable plant growers to pack and ship small plants nationwide without undue stress upon the plants.",
        "First of all, it is important to either start with great soil or to make working toward good soil your first priority.",
        "Buying locally should always be your priority if you have a good quality organic food store in your area, but a lot of great local co-ops and natural food stores just aren't able to carry all the products you could possibly want.",
        "By creating a demand for environmentally conscientious products, consumers will encourage manufacturers to make these items more of a priority.",
        "When spring rolls around, teenagers all across the United States begin to think about prom attire, and for full-figured girls, finding junior plus size prom dresses is a top priority.",
        "Unfortunately, lingerie, which includes bath robes and pajamas, doesn't seem to have as high a priority.",
        "In addition to these financial rewards, there's also priority sale notification, a birthday gift, exclusive offers and shopping event invitations.",
        "While Lee takes into consideration the cut, they also make comfort a top priority.",
        "One Stop Plus: Join the shopper’s club for priority access to instant savings, alerts about special sales and promotions, and discounted shipping.",
        "Comfort was not a top priority in design.",
        "Although the Internet can be a great place to meet new friends, it's important to make MySpace safety a top priority.",
        "Protecting children from those people who would mean them harm is a priority, but parents and other adults need to be sure they are giving children the right information.",
        "Priority is given to working environments seen as high-hazard ones.",
        "Road hazards are more severe when the weather turns bad; make winter driving safety a top priority to ensure a safe and enjoyable winter season.",
        "To reduce the overall number of accidents and injuries at work, safety needs to be a top priority for everyone in the workplace.",
        "Reaching out to make new friends should be a priority in these cases.",
        "The first priority is personal safety for the individual experiencing abuse.",
        "Make it a priority in the years leading up to your retirement.",
        "However, it is important to know that international travel and living abroad have their risks, and safety and security issues should be a high priority.",
        "Finding the right solution is a priority.",
        "How can you make sleep a bigger priority in your life?",
        "Here are some suggestions for making sleep a bigger priority in your life, both during the awareness week and the entire year.",
        "Understanding what it is can help you realize how important sleep is, and it can encourage you to make sleep a priority.",
        "Staying on top of the present trends and future trends are a main priority for them.",
        "They may ask for a deposit up front to ensure that you mean business, and men's Gucci glasses really are on your list of priority purchases.",
        "They are shipped via USPS Priority Mail.",
        "One thing that hasn't changed through the years is the fact that most people, both men and women, list comfort and fit as the number one priority when they look for reading glasses.",
        "For a more extravagant experience, guests can consider the personalized V.I.P. tours for $250 that include priority ride access, reserved show seating, and other benefits.",
        "Start planning by listing the attractions that your family would like to see in order of priority.",
        "You get priority access to all rides, shows and special attractions.",
        "Get a 30% discount if you register by August 3rd and use Priority Code PEENXX.",
        "Anyone who has a video game addiction has one priority: the video game.",
        "My first priority were the rocket launcher guys, and then the 2nd priority were the machine gun turret people.",
        "If you want to jump in the fishing action and not worry about rankings or prizes, then pick up an arcade type game where the realism isn't top priority.",
        "Customization gets a high priority in Untold Legends.",
        "Sleeping Bag: While they can be more expensive, if you plan to do a lot of winter camping, buying a cold weather sleeping bag should be a top priority.",
        "You can also organize your lists by date, category, subject and priority.",
        "The first priority in treating any fracture is to address the entire medical status of the patient.",
        "In almost all custody cases, courts consider a value called the \"best interests of the child\" as the highest priority when rendering a custody decision.",
        "Making healthy eating and exercise a family priority is better for everyone and helps reinforce positive changes in behavior for the obese child.",
        "Addiction may be suggested if watching television takes priority over schoolwork and family interactions and replaces normal social activities with friends.",
        "Most orders ship for a flat fee of $4.95 for Priority Mail, although some products, particularly liquids and aromatherapy products, must ship via UPS.",
        "Looking for small portable air conditioners becomes a priority in spring when things start to warm up outside.",
        "In order for government to make cancer research a priority, people need to take action.",
        "The Oprah Winfrey Leadership Academy Foundation is a huge priority for Oprah Winfrey.",
        "Although his intention is to follow through on his commitment, something else on his priority list gets moved ahead of you.",
        "The problem; He will continue to let you down as long as you are not his first priority.",
        "As long as you settle for getting less than you deserve, this guy or any guy will continue to behave as though you are not a priority.",
        "If you already feel pulled in all directions, dating may not top your priority list; free date chat online allows you to meet tons of people at once.",
        "Keep in mind that honesty isn't always a priority on these sites, so don't believe everything you see and hear.",
        "This is one of the biggest mistakes couples make but with a little attention and reprogramming, respect can be a priority again for each person.",
        "While the investment potential isn't a priority when couples buy engagement rings, it is reassuring to know that the engagement ring could be a sound investment.",
        "No matter which option you choose, you'll need to make saving a priority when you're living on a fluctuating income.",
        "\"And,\" Dean added, \"our life is still top priority.",
        "Various scholars, while agreeing on the actual divisions of the text, differ on the question of priority.",
        "There is an Indian logic, it is true, but its priority is more than disputable.",
        "The prolonged effort, mainly of English scholarship, to vindicate the superscription, even on the condition of assuming priority to the Pauline epistles, grows only increasingly hopeless with increasing knowledge of conditions, linguistic and other, in that early period.",
        "Be a priority mental anguish some medical bills what serious health problems.",
        "The first priority in keeping large constrictors is to make sure they are under strict control at all times.",
        "Identifying and treating any underlying condition (such as impaired heart or kidney function) is a priority, and fluid restrictions are a critical component of every treatment plan.",
        "Most states give priority to finding parents whose children, lacking parental support, are receiving government assistance.",
        "Unless there is an outbreak affecting several people or complications are encountered in a particular case, identifying the specific cause of the illness is not a priority.",
        "Lifesaving measures again take priority over burn treatment, so breathing must be checked and assisted if necessary.",
        "Therefore, prevention of infections must be a high priority.",
        "In our ancestors' cultures, it may have been less of a priority to record information about women.",
        "A hair powder may extend the wearability of your style one whole extra day, so consider them a priority if you love your length but moan at the thought of frequent blowdry styling.",
        "With beauty at the top of the priority list for many women, it's no wonder hair care and beauty boards have been an increasingly popular venue for women to discuss and share beauty tips and bargains.",
        "Parents can find time for themselves if they make their needs a priority too.",
        "Finnish residents and European Union citizens have priority for Finland jobs.",
        "First and foremost, you should make it a priority to visit their Website and determine what job fits your qualifications.",
        "While some financial experts will tell you that aggressively paying down your mortgage is a first priority, others will tell you that it's a low priority because of the potential tax benefits of having a mortgage.",
        "After that priority period closes, the properties become available to all buyers, which include investors or investment companies.",
        "If appearance isn't a priority, any loose-fitting clothing should do the trick.",
        "If you work in a semi-formal office environment, finding a professional yet comfortable maternity wardrobe will be a top priority.",
        "When you're expecting a new addition to your family, comfort will be your top priority.",
        "But making your relationship with your spouse a priority doesn't mean you're neglecting your children.",
        "However, balancing marriage and family requires making romance a priority.",
        "Growing up in a close-knit family, she's always placed a high priority on marriage and motherhood.",
        "Because of her former opinions regarding having a child with Kid Rock, a baby watch will certainly be high priority for gossip columnists in the upcoming months.",
        "I don't know when or where or how, but right now our priority is our family and the baby,\" Madden said.",
        "Price and Packages: The affordability of the photographer is a big priority.",
        "Setting aside some money for dates with your spouse should be a weekly priority.",
        "On the other hand, if you are home most days, finding something cute and comfortable may be priority.",
        "When you are ready to return to your vehicle, priority loading zones are located at each terminal where the free shuttle bus will pick you up and take you back to your vehicle.",
        "Their site includes a clearance section, and they often offer great shipping deals, including occasional free USPS priority mailing.",
        "Protecting your children from the sun's harmful rays should be your number one priority when choosing junior swimwear.",
        "Finding a Moontide reversible tankini is a top priority for many because these swim tops are very stylish and vibrant in their appearance.",
        "Swim parties can be fabulous events, just make sure to keep safety a priority.",
        "Staying cool and comfortable during the summer months in the Caribbean is a priority, but so is looking great!",
        "Kids want to play video games, spouses work late, and there always seems to be just one more thing on the calendar that takes priority.",
        "As a parent, safety must always be your number one priority.",
        "Just like in a drug addiction, sex may take priority over love, work, friendships, and family.",
        "My topmost priority has been to become life long friends with her and to love her as a person.",
        "Let's say that his priority list looks a little like this - first priority is his job, then his wife or his friends, then his children, then his girlfriends.",
        "Finding an affordable engagement ring may well be a priority.",
        "When purchasing a gemstone for a ring, especially a diamond for an engagement ring, you should place your priority on clarity and quality of the diamond before the carats or size.",
        "Therefore, the need for good writers is a priority.",
        "In the area of ingredient labeling, we need to make our legislators aware of the dangers hidden allergens create, and that should also be a priority.",
        "But anyone who places priority on the safety of their Visa and freshly minted money will tell you that the nearly water resistant texture of leather gives them a sense of security and sophistication, one that fabric wallets cannot provide.",
        "American Tourister Fieldbrook: The official site for American Tourister carries Fieldbrook and offers fee-based standard, next day and priority shipping options.",
        "Freedom is probably the number one priority in an Aquarian life followed closely by the need to have fun and enjoyment.",
        "Spending time with your family is your top priority, and LoveToKnowKids has just made it even more fun for everyone!",
        "While kids cussing may seem to be a low priority in terms of behavior problems, it should still be addressed.",
        "Even if it's only an hour, make room, and make it a priority.",
        "If you have a toddler at home and want to host a Halloween bash, the following Halloween games for young kids are sure to make the spooky day festive and unique while keeping child safety a priority!",
        "While most parents believe they actually listen to their children when they speak, it's not hard to push your kids' short simplistic statements to the back of your mental priority box.",
        "Since it is expected that children will work, often beginning at a very young age, education is not a priority for the families of Middle Eastern children who struggle to make ends met.",
        "For anyone who wants to be in a movie, the first priority is finding our where the auditions are.",
        "Whether you're a collector of Disneyana, a High School Musical fan or want to get a piece of film history, getting a Disney channel movie script may be at the top of your priority list.",
        "For parents who are committed to a philosophy of frugal living, teaching kids to save money is a top priority.",
        "Every month, your budget is balanced when you make frugal living a priority.",
        "It's common for states with a high need to give priority to seniors, those with disabilities, or families with very young children.",
        "As a result, in such cases, the agency turns to what is known as the \"Priority System\".",
        "Retirement planning is a top priority for people over 55.",
        "The company's commitment to quality, comfortable footwear is their priority.",
        "Velcro should take priority over laces if you have a particularly young child, and they should have a fastening mechanism that your child can handle on his own.",
        "Saving money on toddler cowboy boots can be a priority for many parents, especially if they are only being used for photographic purposes.",
        "Of course, comfort is a high priority for a great pair of shoes.",
        "The shoes were designed to be functional for hard-playing athletes and the look was not a priority.",
        "If speed is your top priority, look into brands that are designed to enhance your sprint time.",
        "They are reliable in their decisions and make attention to detail a top priority.",
        "As regards the discovery of the connexion between value in exchange and final (or marginal) utility, the priority belongs to Gossen, but this in no way detracts from the great importance of the service which Jevons rendered to English economics by his fresh discovery of the principle, and by the way in which he ultimately forced it into notice.",
        "auxiliary forts should be accorded a high priority.",
        "DWI has given high priority to the investigation of incidents and has eliminated the backlog of the ' older ' incidents.",
        "says marathas cobras the outcomes of to be a priority family rate.",
        "The brigade commander gives highest priority support to units located in contaminated areas.",
        "The improper disposal of waste is a blight on many communities and is a priority.",
        "eradicating duplication and unnecessary paperwork is a number one priority.",
        "They discussed traffic density with ATC, and eventually declared an emergency in order to get priority for landing.",
        "engaging with the wider community operational priority.",
        "I am talking about conceptual priority, not epistemic priority.",
        "executespan>executing warrants is not a high priority for the police, and takes resources away from their main task of fighting crime.",
        "filling of this chair was the Faculty Group's explicit top priority in the last Annual Plan.",
        "The priority of private sector firms is to maximize shareholder value even at the expense of reduced safety.",
        "This reflects the sustained effort that has been put in, and the priority Ministers attach to providing first-class, responsive, public services.",
        "The priority is to put the charity back on a proper footing.",
        "urban foresters have a responsibility to give priority to disadvantaged communities that are currently gaining the least benefit from the urban forest.",
        "The location of kilns for the production of pottery in the vicinity of auxiliary forts should be accorded a high priority.",
        "forward-looking information is also a priority.",
        "If wet gangrene is present, again, comfort is the priority.",
        "Guests of The House receive priority bookings and should not be put off by the prospect of just a little too much glitz.",
        "This report looks at our performance across a number of priority areas that contribute to our strategic goal.",
        "Surely, the priority should be to get the traffic off the roundabout - not create gridlock?",
        "upland heath is also a UK BAP priority habitat.",
        "Within the UK Biodiversity Action Plan ancient and species-rich hedgerows are recognized as a priority habitat, in need of conservation.",
        "Season ticket holders will receive a priority booking period for tickets.",
        "A new duty toward intentionally homeless people in priority need is created.",
        "People who must qualify are unintentionally homeless people in priority need.",
        "If we do not accept you as priority homeless we will offer you housing advice to help you find a new home.",
        "DfID is currently revising its 1993 policy statement on green housekeeping to reflect the high priority the present Government has placed on environmental matters.",
        "Until paid, this would be a first charge upon the land in priority over all other incumbrances whatsoever.",
        "Spending on water and sewerage infrastructure is a major government priority.",
        "inspected on a priority basis according to risk.",
        "interglacial deposits means that they should receive a high priority.",
        "invention of calculus, he begins a bitter conflict over priority.",
        "Any change in the institutional arrangements for dealing with food safety issues should not lead to a position where this priority is endangered \" .",
        "manpower shortage which gave priority to fighting the Picts left the dead unburied.",
        "I generally treat food as a low priority on a holiday, skipping meals occasionally or eating total junk.",
        "middleman fees and receive fast priority treatment.",
        "mindful of the fact that customer service is still a high priority.",
        "minimizelogy evolves so rapidly that vendors concentrate on time to market, often minimizing that time by placing a low priority on security features.",
        "Decommissioning should receive a high priority in all-party negotiations.",
        "obsolete hardware through acquisition of new major weapons systems is less of a priority.",
        "Provide new and safe off-road walking and cycling routes, and give more priority to pedestrians and cyclists where they cross main roads.",
        "oncoming traffic which will have priority.",
        "ontic priority to the ' sonorous ' rather than the ' luminous ' Ground of Being.",
        "Footpaths take a greater proportion of our annual budget than they should, but their priority is greatly overstated.",
        "oversubscribed, priority will be given to those who have indicated that they will be attending the AGM.",
        "Wet woodlands, upland oakwoods, and lowland wood pastures and parkland are national priority habitats.",
        "phonic work should therefore be a priority within Wave 1 teaching.",
        "But what isn't obvious is that import precedence is stronger than priority selection.",
        "preempt any claim to priority he could reasonably make.",
        "Indeed, meeting these prerequisites is a high priority in response formulation.",
        "These returns will be given priority in tax offices.",
        "The rules as to the competing priority of interests in registered land are clarified.",
        "This priority does not determine the execution priority of the request.",
        "top priority, with slightly higher priority than a study of research.",
        "high priority is given to the teaching of reading.",
        "The development of Derby Urban Regeneration Company had been a key priority, which would soon be launched.",
        "With regard to fuel, the urgent priority is to save and replace oil.",
        "There has been a long period in which such work has been accorded low priority.",
        "priority booking system, or should they be free for alls?",
        "priority habitats to identify any potential gaps in coverage.",
        "priority queue algorithm.",
        "For those times when creative expression is desired, the aperture priority, shutter priority or full manual settings allow greater control.",
        "The wider area will be treated with bus priority measures to improve reliability of services.",
        "promotion of race equality in public services is a statutory duty and a key priority for this Government.",
        "So a top priority for the next Conservative government should be to restore prudence to the management of the nation's finances.",
        "Low Priority Paint steel roof purlins, replace rotten timbers within the purlin angle sections.",
        "In the increasingly bureaucratic quagmire in which we live, an up to date will should be everyone's number one priority.",
        "red tape for farmers will therefore be an absolute priority for a Conservative Government.",
        "We must reject the reductionism that gives priority to molecules over cells and cells over organisms and organisms over populations.",
        "remains a key priority for the Government.",
        "resounding endorsement by Local Groups Conference 2004, the Big Ask will be FoE's priority for 2005.",
        "Interestingly, one of the fe respondents felt that this was not necessarily a priority for FE as numbers are traditionally smaller.",
        "revenge fantasy, in which Postal Employe is sealed in plastic envelope and sent Priority Mail to the bottom of the sea.",
        "rough sleeping was an early government priority.",
        "There is a Priority Order for delivering sandbags at times of flood.",
        "seagoing experience have lower priority.",
        "season ticket holders will receive a priority booking period for tickets.",
        "segregated from other traffic, with priority given at traffic signals.",
        "Article 21 (now article 27) adopts a simple test of chronological priority for the court first seised.",
        "The Cattle semen Bank collects semen from bulls of breeds on the Trust's Priority List.",
        "Thus a priority will be to foster a greater sense of security for rural communities.",
        "sewerage infrastructure is a major government priority.",
        "Early identification is a priority if the debilitating, disabling, life shortening and expensive consequences of severe COPD are to be avoided.",
        "shutter priority or full manual.",
        "sought clarification on location of 5 Rural Priority Areas.",
        "Clearly obtaining spectra for the flanking field 15 m sources is a high priority.",
        "Preferred stockholders typically surrender voting rights in return for priority in dividend payout.",
        "It has been found to contain lesser bearded stonewort which is a priority species for Northern Ireland.",
        "Therefore, any opportunity to examine in plan sites where vertical stratigraphy is likely to survive should be considered a high priority.",
        "sweepisters have swept aside concepts of clinical priority in favor of their own insatiable PR agenda.",
        "symposiumto priority booking at the prestigious BSR Annual Conference for exhibition space and satellite symposia.",
        "Destination Scotland Scotland's first priority is to nurture and retain home-grown talent by striving to meet hopes and aspirations.",
        "Long term priority: - developing a taxonomy of error in primary care.",
        "Another priority is the systematic recording, development and storage of terminology in terminology databases.",
        "Nutrition Tips for Healthy Veins Keeping blood thinned and flowing is a priority.",
        "three-phase approach, with the first priority being improved product data for the service industries.",
        "Getting rid of Bowyer should be the priority, you could do without racist thugs who fight their own teammates.",
        "Season ticket holders will receive a priority booking period for ticket holders will receive a priority booking period for tickets.",
        "The job might be too time-consuming, too complex, or just given too low a priority.",
        "Their main priority has been to ensure a uniform process for registering cancers region-wide, which will deliver timely, comparable, high-quality data.",
        "It's on my top priority to-do list, along with, ahem, getting the bed fixed and finding some therapy.",
        "top priority.",
        "transformation of society, through growth, was the priority.",
        "triage categories to determine their priority.",
        "The priority has to be protecting the quality of daughter tubers as they develop throughout the ridge.",
        "unconscious minds ultimate priority is to assure your survival.",
        "universal panacea or the sole priority for local branches.",
        "These officers were initially in charge of minimizing damage to those listed priority monuments, a task that of course proved unrealistic.",
        "unsuitable accommodation for any homeless person in priority need from April 2008.",
        "up-and-coming talent is a special priority at the MPS.",
        "The priority of the new owner would be to maximize shareholder value even at the expense of reduced safety.",
        "They have taken responsibility for their own health; make it a priority and are focused on lifetime family wellness.",
        "Several types of lowland wetland are Priority Habitats under the UK Biodiversity Action Plan.",
        "Clinical need would be the priority not political whims.",
        "laying especial emphasis on the priority of mind to body, and on the absolute and ultimate dependence of mind as well as body on the existence of God.",
        "in 936, on the ground of the priority of his see, and in the 10th century Archbishop Dietrich I.",
        "And it is hard to say whether Lamarck or Treviranus has the priority in propounding the main thesis of the doctrine of evolution; for though the first volume of Treviranus's Biologie appeared only in 1802, he says, in the preface to his later work, the Erscheinungen and Gesetze des organischen Lebens, dated 1831, that he wrote the first volume of the Biologie \" nearly five-and-thirty years ago,\" or about 1796.",
        "Hubert and Mauss point out that Robertson Smith is far from having established either the historical or the logical connexion between the common meal and the other types of sacrifice; the simplest Semitic forms known to us are the most recently recorded; further their simplicity may mean no more than documentary insufficiency, and in any case does not imply any priority; the piaculum is found side by side with the communion at all times.",
        "In Australia, however, where sacrifice of the ordinary type is unknown, the ritual killing of a child is practised in connexion with the initiation of a magician; it is therefore by no means axiomatic that animals were offered before human beings; the problem of priority is one to be solved for each area separately, but probably no solution is possible; in the absence of Aztec traditions it would hardly have seemed probable that two centuries had seen so great a transformation.",
        "On the other hand, a place can hardly be found for the history of Ezra before the appearance of Nehemiah; he moves in a settled and peaceful community such as Nehemiah had helped to form, his reforms appear to be more mature and schematic than those of Nehemiah; and, whilst Josephus handles the two separately, giving Ezra the priority, many recent scholars incline to place Nehemiah's first visit before the arrival of Ezra.'",
        "20, and the ethical conception of the future life) points to a time not earlier than the 1st century B.C., while the fact that the history is not allegorized suggests priority to Philo; probably the work was composed late in the 1st century B.C. (this date would agree with the social situation described).",
        "As security for the service of the new reduced debt it was provided that an international council should be formed, composed of one delegate each from the bondholders of the United Kingdom, France, Germany, Austria-Hungary, Italy and Turkey, and one representing the \" priority bondholders,\" a term which will be explained later.",
        "A substantial reduction however, had to be made in favour of the 5% \" priority bonds, \" which were bonds issued to the local banks before mentioned in satisfaction of their claims, and formed an annual first charge of T590,000 on the whole of the revenues ceded to the bondholders; the capital amount of the \" priority bonds \" was £T8,169,986, which was to be extinguished by 1906.",
        "The previous annuity required for the service of these bonds having been £T430,500, and the additional charge for the service of the unified debt as a result of the operation being £T424,396, while the government received £T1,272,600 in cash for its own purposes, there was a slight immediate advantage to be found in it: as, however, the priority debt would have been completely extinguished in 1932, the financial wisdom of the change is not apparent.",
        "These four divisions taken in the order of their assumed priority of invasion or habitation are: (1) the \"Neanderthal\" type, which is found in the districts of the shats and the adjoining Matmata table-land in the south, and in the \"Kroumir\" country of the Echium sericeum, Vahl.",
        "p. r1), his claim to priority was unjustly disputed by John Bernoulli.",
        "r, Jude 8) priority cannot be determined; and the use of i John iii.",
        "On the priority of Jude see especially against Spitta Zur Gesch.u.",
        "According to Maxwell, priority in showing the necessity for slipping over the boundary rests with Reynolds, who also discovered the cognate fact of thermal transpiration, meaning thereby that gas travels up the gradient of temperature in a capillary tube, owing to surface-actions, until it establishes such a gradient of pressure (extremely minute) as will prevent further flow.",
        "On the question of the relationship of the Synoptic Gospels, Holtzmann in his early work, Die synoptischen Evangelien, ihr Ursprung and geschichtlicher Charakter (1863), presents a view which has been widely accepted, maintaining the priority of Mark, deriving Matthew in its present form from Mark and from Matthew's earlier \"collection of Sayings,\" the Logia of Papias, and Luke from Matthew and Mark in the form in which we have them.",
        "seine Schriften (1843), in which he maintained the chronological priority of the second gospel, and sought to prove that the Apocalypse was written by the same author.",
        "p. 324) argues very plausibly for his priority to Aquila on the grounds, (1) that Irenaeus mentions him before Aquila, and (2) that, after Aquila's version had boen adopted by the Greek Jews, a work such as that of Theodotion would have been somewhat superfluous.",
        "Although ancestor-worship, or, more broadly, the cult of the dead, has in many cases overshadowed other cults or even extinguished them, we have no warrant, even in these cases, for asserting its priority, but rather the reverse; not only so, but in the majority of cases the pantheon is made up by a multitude of spirits in human, sometimes in animal form, which bear no signs of ever having been incarnate; sun gods and moon goddesses, gods of fire, wind and water, gods of the sea, and above all gods of the sky, show no signs of having been ghost gods at any period in their history.",
        "Sainte-Claire Deville, ignorant of what he had done, adopted the same methods in his efforts to prepare the metal on an industrial scale; the result of Wohler's claim of priority was that the two became good friends and joined in a research, published in 1856-1857, which yielded \"adamantine boron.\"",
        "The Decretum forbade their alienation to lay proprietors, denounced excommunication against those who refused to pay, and based the right of the Church upon scriptural precedents.6 The decretals contained provisions as to what was and what was not tithable property, as to those privileged from payment, as to sale or hypothecation to laymen, as to priority over state taxes, &c. 7 Various questions which arose later were settled by Boniface VIII.",
        "In 1886, however, it was enacted that no such extraordinary charge shall be levied on any such grounds so newly cultivated in future; the capital value of the existing charges was assessed, and the payment of interest thereon was made a rent charge on the land payable in priority to all other charges until its redemption, and recoverable in the same way as ordinary rent charge and exempt from all rates, charges and assessments: the charge was redeemable at the capital value, and, saving existing contracts, it was as between landlord and tenant payable by the landlord, any agreement to the contrary notwithstanding; and it is not subject to the Tithe Act of 1891.",
        "The laws regarding water in most of the arid states were indefinite or contradictory, being based partly on the common law regarding riparian rights, and partly upon the Spanish law allowing diversion of water from natural streams. Few fundamental principles were established, except in the case of the state of Wyoming, where an official was charged with the duty of ascertaining the amount of water in the streams and apportioning this to the claimants in the order of their priority of appropriation for beneficial use.",
        "Its literary priority is confirmed by several resemblances between it and Philippians, the last of Paul's epistles (e.g.",
        "In the increasingly bureaucratic quagmire in which we live, an up to date will should be everyone 's number one priority.",
        "The more conservative, like Childs, argue for the priority of the rabbinic text stabilized at about AD 100.",
        "Priority is given to applications received by the deadline of 15 January of the year of entry.",
        "Cutting back on paperwork and red tape for farmers will therefore be an absolute priority for a Conservative Government.",
        "Tackling this remains a key priority for the Government.",
        "Priority Backed with a resounding endorsement by Local Groups Conference 2004, the Big Ask will be FoE 's priority for 2005.",
        "Interestingly, one of the FE respondents felt that this was not necessarily a priority for FE as numbers are traditionally smaller.",
        "Author enters revenge fantasy, in which Postal Employe is sealed in plastic envelope and sent Priority Mail to the bottom of the sea.",
        "Tackling the scandal of rough sleeping was an early government priority.",
        "Specific marine science and technology training and seagoing experience have lower priority.",
        "Vehicles would run at street level, segregated from other traffic, with priority given at traffic signals.",
        "The Cattle Semen Bank collects semen from bulls of breeds on the Trust 's Priority List.",
        "With the camera set to manual, you can choose aperture priority, shutter priority or full manual.",
        "Rural Priority Areas - Sought clarification on location of 5 Rural Priority Areas.",
        "Ministers have swept aside concepts of clinical priority in favor of their own insatiable PR agenda.",
        "Access to priority booking at the prestigious BSR Annual Conference for exhibition space and satellite symposia.",
        "Destination Scotland Scotland 's first priority is to nurture and retain home-grown talent by striving to meet hopes and aspirations.",
        "Long term priority: - Developing a taxonomy of error in primary care.",
        "The scheme is being constructed by a three-phase approach, with the first priority being improved product data for the service industries.",
        "It 's on my top priority to-do list, along with, ahem, getting the bed fixed and finding some therapy.",
        "In 1998, senior Trust managers agreed that the development of A&E was a top priority.",
        "Structural transformation of society, through growth, was the priority.",
        "They are given the usual A & E triage categories to determine their priority.",
        "The unconscious minds ultimate priority is to assure your survival.",
        "The meeting emphasized that any such campaign should not be seen as a universal panacea or the sole priority for local branches.",
        "The Welsh Assembly has passed laws making bed and breakfast unsuitable accommodation for any homeless person in priority need from April 2008.",
        "The promotion of up-and-coming talent is a special priority at the MPS.",
        "Subject to the priority policy the person who has been longest on the waiting list will be offered the next vacant plot.",
        "My priority was n't developing a washboard stomach or fitting into a tight t-shirt without looking like a sack of jellyfish.",
        "My utmost priority for the year is spending time with the people I love most dearly.",
        "The restaurant staff made sure that cleanliness was a priority in their kitchen.",
        "The empowerment of minorities is a top priority to help all in our community feel heard.",
        "Our new manager says his top priority is promoting a culture of accountability within the department.",
        "You'll simply be glad you made it a priority to preserve those special newborn memories.",
        "Baby safety is your most important priority.",
        "Reducing this cost is a priority to help balance our dollars.",
        "After all, a premature baby often has serious health issues that must be addressed, so clothing certainly doesn't take priority.",
        "If training isn't the top priority, and there are no allergy issues, most experts say there's no reason why your pets can't snuggle up with your older children.",
        "Make it a family priority to check on your pet before you leave the house and upon your return.",
        "Keeping the clothes clean, after all, is not a teenager's first priority.",
        "A racing bike will become a priority when your inner Lance Armstrong begins to show.",
        "Many say that the footwear is even more important than the racket (which most people would assume is the main priority).",
        "Retailers that have larger purchasing power and sell them quicker often get priority.",
        "Saving money is a top priority whether the economy is good or bad.",
        "Although many students buy yearbooks while they're in high school, they don't all place a priority on keeping sentimental memorabilia.",
        "If the original property owner declares bankruptcy, creditors have priority over a tax lien holder.",
        "If a breeder shows his cats, he's likely to place a high priority on breeding good quality animals.",
        "If tree-likeness is your priority and cost is no option, then 7thHeavenFurniture.com has one of the grandest selection of tree-esque towers that you can fathom.",
        "Testing should be a high priority for cat owners.",
        "Tock has an alarm clock for a body and places a high priority on time.",
        "Since losing a place to live or means of transportation can be disastrous, these responsibilities take first priority.",
        "This practice ensures the consultant's first priority is providing the best possible service to the client rather than making portfolio or investment choices based on their own financial gain.",
        "Prioritize debts - A mortgage payment should take absolute first priority with a car payment taking second priority.",
        "Good nonprofit debt consolidation services make it a priority to go through your situation and explore ways to make sure you get through next surprise in better shape through proper savings, insurance coverage and more.",
        "Most non-profits make it a priority to help people keep from simply digging another hole for themselves.",
        "The company may offer advice on budgeting, paying on time, organizing financial obligations by priority and similar topics.",
        "However, if your priority is managing or controlling the spending of a cash advance, then you might accomplish that by depositing a cash advance onto a prepaid card.",
        "It actually can be helpful to you if you place more priority on taking care of their emotions.",
        "If you have children with your spouse, child support payments have a higher priority.",
        "Your first priority is your child and it should be of your co-parent as well.",
        "Respect for each other, our heritage and education are priority.",
        "Comfort is your first priority when selecting furniture for the den or family room in your coastal cottage.",
        "These two things are your highest priority and also your highest costs.",
        "The existence of a warranty on the watch you're purchasing takes priority over all other concerns.",
        "If your number one priority in a wristwatch is reliability then a pilot watch is just what you have been looking for.",
        "The first priority was creating a seamless way to transform the iPod nano into a watch without compromising its already beautiful design.",
        "Curing autism is not top priority for many individuals, especially those who believe that acceptance, not cures is of the utmost importance.",
        "This gives you another option for keeping your emails organized based on project, department, or priority.",
        "Priority mail offers peace of mind for buyers and sellers, hence its popularity."
    ]
}