{
    "translation": "מקצועי, מיומן",
    "uses": [
        "The singer was also proficient in music keyboard skills.",
        "She was a very proficient skier.",
        "She is a proficient, graceful swimmer, and her devotion to technique is paramount.",
        "The renewal of interest in classical literature was shown in the prohibition of the study of sophistry by any scholar under the age of eighteen, unless he had been pronounced proficient in grammaticals.",
        "He is a proficient pearl diver.",
        "It was required to be proficient in a foreign language.",
        "The instructor was proficient in single rope techniques to move between the levels up to 60 meters apart.",
        "The art teacher was proficient in the art of calligraphy.",
        "She read Latin and Greek, was a proficient in music, and in the sciences so far as they were then accessible.",
        "They sent a proficient linguist, fluent in more than ten languages.",
        "On the 6th of October 1382 the crown licence in mortmain was issued, on the loth-13th of October the site was conveyed, and on the 20th of October 1382 \"Sancte Marie collegium\" or in vulgar tongue \"Seinte Marie College of Wynchestre by Wynchestre\" was founded for a warden and \"70 pore and needy scholars studying and becoming proficient in grammaticals or the art and science of grammar.\"",
        "He devoted himself particularly to the study of the classical languages, and became unusually proficient in Latin composition.",
        "Johnnie is a proficient reader.",
        "He became, in fact, the ideal Greek youth, equally proficient in the \"musical\" and \"gymnastic\" branches of Greek education.",
        "He obeyed the summons, and the pope himself became his first and apparently one of his most proficient pupils.",
        "Dr. Bell is proficient in many fields of science, and has the art of making every subject he touches interesting, even the most abstruse theories.",
        "For this purpose they instituted a severe system of discipline, divided their members into three classes - the Perfect, the Proficient, and the Beginners, and appointed over each congregation a body of lay elders.",
        "Sundevall - equally proficient in classical as in ornithological knowledge - was, in 1863, compelled to leave more than a score of the birds of which Aristotle wrote unidentified.",
        "42) and educated in Greek learning, in which he became proficient (Or.",
        "They are all technically proficient, so I am not quite sure what the point actually is.",
        "Skills gaps persist for the vast majority of junior level professionals who are thought to be fully proficient at their job.",
        "In March 1753 he entered St Paul's school, London, where he remained for three years and a half, becoming a proficient classical scholar.",
        "Neither of us was proficient at using a saw and we'd managed only two rungs when exhaustion caught up with us and the light faded for permanently.",
        "These are perfectly proficient musicians doing a perfectly proficient rendition of an average pub rock band.",
        "At school and at Harvard University he in nowise distinguished himself, though he was an intelligently receptive student; he became, however, proficient enough in Greek, Latin, and the more general acquirements to enable him to act for a time as a master.",
        "So proficient did he become that he was able to retain the equivalent of sixty pages of printed matter in his memory, turning and returning them as he walked or drove.",
        "Jefferson was an expert violinist, a good singer and dancer, proficient in outdoor sports, and an excellent horseman.",
        "Unfortunately an exact record of the steps in her education was not kept; but from 1888 onwards, at the Perkins Institution, Boston, and under Miss Sarah Fuller at the Horace Mann school in New York, and at the Wright Humason school, she not only learnt to read, write, and talk, but became proficient, to an exceptional degree, in the ordinary educational curriculum.",
        "The physician had an only daughter, Clara Maria by name, who, besides being proficient in music, understood Latin, it is said, so perfectly that she was able to teach her father's pupils in his absence.",
        "He received his education at Oxford where he became proficient in law, medicine and the natural sciences.",
        "To these was added the special growth of freedom - the art of public speaking, in which the Sicilian Greeks became especially proficient, Corax being the founder of the rhetorical school of Sicily.",
        "He was a proficient in medicine, among other qualifications for this post, and he remained for years on intimate terms with the most extreme men in the Fenian organization under all its forms. His services enabled the British government to take measures which led to the fiasco of the Canadian invasion of 1870 and Riel's surrender in 1871, and he supplied full details concerning the various Irish-American associations, in which he himself was a prominent member.",
        "attainments he is reported to have been acquainted with philosophy, and it is evident from his subsequent career that he had studied jurisprudence; moreover, besides being proficient in vocal and instrumental music, he cultivated the art of poetry with much success.",
        "Having made himself proficient in practical bee-work and chosen a suitable location for his apiary, the bee-keeper should carefully select the particular type of hive most suited to his means and requirements.",
        "In many places gymnastic contests form a feature of his festivals, and he himself is proficient in athletic exercises (E'aywvtos).",
        "Miss Nightingale neglected nothing that could make her proficient in her self-chosen task.",
        "He became a proficient copper engraver, and engraved several anti-British caricatures in the years before the War of Independence.",
        "To have the job you need to be proficient in all aspects of operating a wine buff business.",
        "He distinguished himself in the schools of Paris and Reims, and was especially proficient in science as known in his time.",
        "In all household work she was specially proficient, her skill in the use of the needle not being excelled (she said) by that of any matron even of Rouen.",
        "His interest in music was indeed stimulated from 1862 onwards by his friendship with Balakirev, and from 1863 by his marriage with a lady who was an accomplished pianist; but in his earlier years he had been proficient both in playing the piano, violin, 'cello and other instruments, and also in composing; and during life he did his best to pursue his studies in both music and chemistry with equal enthusiasm.",
        "By 16 he was proficient in Latin and could read New Testament Greek.",
        "Most people find they can become reasonably proficient with a little practice.",
        "As the greatest of all masters of Greek prose style, Plato lifted his favourite instrument, the dialogue, to its highest splendour, and to this day he remains by far its most distinguished proficient.",
        "While the pretty young thing was only slightly more linguistically proficient than Maria, her enthusiasm equaled the older woman's and the town was duly blanketed with election literature.",
        "Some are more orientated toward adult learners, learning English as a Foreign Language or aspects of language use by proficient bilinguals.",
        "See how Jesse and Tulip first met as well as how she became so deadly proficient with a gun.",
        "Dr. Isserlin was a remarkably proficient linguist, fluent in more than ten languages.",
        "Needless to say, he's a highly proficient diver.",
        "I'm sure some of our patients will be sufficiently proficient very soon.",
        "As long as they are fairly proficient, a carer can also come along to push the chair around on the ice.",
        "He also had to become proficient in the large variety of weapons in the ninja's arsenal.",
        "We are now getting quite proficient with our new machine, which is excellent to use.",
        "Working with proprietary foam gelatine products, you'll become highly proficient in creating foam gelatine prosthetics with this remarkable and exciting material.",
        "Our Tugs are fully equipped for deep sea towage & salvage operation, and have experienced and very proficient Crew.",
        "Gokulotsavji also became proficient in the art of playing the veena and pakhawaj.",
        "He became remarkably proficient in all branches of learning, but especially in mathematics.",
        "He became as proficient in Servian as in his native tongue.",
        "Consider finding books online that also have audio, so children can read along with the story if they aren't proficient readers yet.",
        "Many people become so proficient at creating decorative wreaths, they start a business in their homes and sell locally at craft shows or online.",
        "For proficient chefs, the choice is often to have one full-size and one mini.",
        "If you have older children who are fairly proficient with scissors, they may enjoy using free downloads to create paper piecing embellishments for their layouts.",
        "Digital Scrapbook Artist Compact is a great choice for people who are proficient traditional scrapbookers, but not quite comfortable with their technical skills.",
        "As you become more proficient, you will be taught to match your skis at the end of your turn.",
        "As you become more proficient in skiing downhill, the ski will gradually get longer in length.",
        "Once you become familiar with, and proficient at, the snow skiing basics, you will discover that there are actually many types of skiing.",
        "Change in ski level: Skiers who are becoming more proficient may want a higher DIN setting.",
        "She quickly became proficient with the guitar, and also enjoyed singing.",
        "If the student is not able to show that he is proficient in these areas, he will not be able to take a companion animal home.",
        "Even the most proficient soil growers will appreciate any of these effective systems.",
        "Overall, the easier it is to learn the music, the more proficient a player will become in learning new techniques and mastering new songs.",
        "Patients experiencing breathing problems during the night that cause daytime sleepiness may want to consult a dentist proficient in this area of medicine.",
        "The certification process for a dentist proficient in dental sleep medicine involves the study and practice of interventions.",
        "After some time you'll be proficient, but it never feels the same as the good ole analog stick.",
        "Parents need to become proficient label readers, especially if the allergen is a nut or other food that may cause anaphylaxis.",
        "They are not proficient in English (English language learners).",
        "Although a bilingual home environment can cause a temporary language delay, most children become proficient in both languages before the age of five.",
        "Bilingual education includes all teaching methods that are designed to meet the needs of English-language learners (ELLs), also referred to as \"limited English proficient\" (LEP) students.",
        "English language learner (ELL)-A student who is learning English as a second language; also called limited English proficient (LEP).",
        "Limited English proficient (LEP)-Used to identify children who have insufficient English to succeed in English-only classrooms; also called English language learner (ELL).",
        "Old school hip hop dancing is still cherished today within many dance circles, as vintage is always cool and shows that a dancer is proficient in more than one style of technique.",
        "From Broadway to music videos to high school drill teams, jazz dance is incorporated into so many places, it is a vital style to be proficient in if you plan on being a professional dancer.",
        "If a lot of people are very proficient in variations of the hora, you can expect to learn it right then and there on your feet while the circle is spinning.",
        "Printable spelling lists are used in school to help children learn words, to develop fluency when reading and to help develop proficient writing skills.",
        "There are some subjects that seem to require a teacher who is at least somewhat proficient at the topic at hand.",
        "While most mortgage brokers are proficient professionals who truly want to assist potential homebuyers in finding the best mortgage deal, there are a few brokers who are either incompetent or unscrupulous.",
        "Obviously, that's not true if you're an Olympic swimmer, but it is true if you're working towards being a proficient and exact swimmer.",
        "This makes the game excellent for non-readers or players who are not proficient in English.",
        "Targeted at a wide range of ages, typically from third through eighth grade, the Intermediate Quizmo games help children become proficient in the math skills they need to be successful.",
        "If you're interested in newspaper article writing as part of your freelancing career, you'll want to make sure you are proficient in the basics of AP style.",
        "Being technologically proficient is no excuse for denying your feminine right to loud pink colors.",
        "These programs are designed to encourage children to become more proficient readers.",
        "For example, if your weakness is your typing skills, you can mention you are taking a class to help you become more proficient.",
        "Usually the stunts then need to be practiced by the squad until they are proficient in the moves.",
        "Odds are you will learn more quickly, have more fun doing it and will be more proficient at your new skill when taking a beading class instead of trying to teach yourself.",
        "As you become more proficient in your soap making, you're likely to discover that you need to come up with a good strategy for organizing all your supplies.",
        "Once you have become proficient at needle felting, you can easily put together your own kits to give as gifts.",
        "Switch to a taller box as you become more proficient.",
        "Thus, if you are proficient enough in French and English is your native language, perhaps you might be able to earn money translating French documents into English.",
        "When the band started, he was the most technically proficient of the group, and it was often the strength of his playing that carried the band through its early days.",
        "Expert - Experts have been playing music for years and are very proficient in at least one instrument.",
        "He is also proficient at stunt-driving monster trucks.",
        "Kirk. He became a proficient navigator and was also skilled at the science officer's station, filling in for Spock when he was absent.",
        "If you're proficient at HTML, you may not need the assistance of Myspace layout generators.",
        "If you're proficient in HTML and CSS, you can write the code yourself.",
        "Choosing which method depends on your level of programming or how proficient you feel you are with your current HTML or WYSIWYG editor.",
        "In fact, LoveToKnow itself has many articles that anyone can use to become a more proficient web designer."
    ]
}