{
    "translation": "אסר",
    "uses": [
        "Indeed, the trouble and expense of these moulds sometimes prohibit its use.",
        "At the Cape, in spite of a long endeavour to prohibit the import of the phylloxera, it appeared about 1884.",
        "Great Britain, instead of agreeing to prohibit the importation of bounty-fed sugar, was allowed to permit it under certain limits.",
        "Much as she liked Sarah, the idea of Giddon's displeasure would prohibit any such intent.",
        "The acts establish a close time for wild birds and impose penalties for shooting or taking them within that time; prohibit the exposing or offering for sale within certain dates any wild bird recently killed or taken unless bought or received from some person residing out of the United Kingdom; the taking or destroying of wild birds' eggs, the setting of pole traps, and the taking of a wild bird by means of a hook or other similar instrument.",
        "22-27, which prohibit the eating of fat and blood, are addressed to the community at large, and were, doubtless, inserted here in connexion with the sacrificial meal which formed the usual accompaniment of the peace-offering.",
        "to prohibit the use of sea-coal, and he made it a capital offence.",
        "The relations between capital and labour are the subject of a series of statutes, which prohibit the employment of children under fourteen years of age in any mechanical, mercantile or manufacturing establishment, punish with fine or imprisonment any attempt by an employer to influence his employee's vote or to prevent him from joining a labour union, and in cases of insolvency give preference over general liabilities to debts of $100 or less for labour.",
        "Attempts have been made to prohibit so embarrassing a system; but as it is preferred by the agriculturists, the existing laws permit it.",
        "Certain provinces prohibit the exportation of logs to the United States, in order to promote the growth of saw-mills and manufactures of wooden-ware within the country, and the latter have of late years developed with great rapidity.",
        "The chief object of the present state constitution (1873) was to prohibit local and special legislation.",
        "The cabinet determined to prohibit a meeting which the keform League decided to hold in Hyde Park on the 23rd of July, and closed the gates of the park on the people.",
        "It was unsuccessful, and the more radical measure he now favoured was even more impossible of attainment; but a bill he introduced to prohibit the importation of slaves was passed in 1778 - the only important change effected in the slave system of the state during the War of Independence.",
        "They prohibit (1) the worship of other gods, (2) the making of molten images; they ordain (3) the observance of the feast of unleavened bread, (4) the feast of weeks, (5) the feast of ingathering at the end of the year, and (6) the seventhday rest; to Yahweh belong (7) the firstlings, and (8) the firstfruits of the land; they forbid also (9) the offering of the blood of sacrifice with leaven, (io) the leaving-over of the fat of a feast until the morning, and (r1) the seething of a kid in its mother's milk.",
        "In 161g the Polish government was obliged to prohibit absolutely the piratical raids of the Cossacks in the Black Sea, where they habitually destroyed Turkish property to the value of millions.",
        "This was reinforced by an Act of Parliament empowering the sovereign to prohibit by proclamation the export of arms and ammunition from the United Kingdom to countries or places where they might be employed against British troops and subjects.",
        "The common law has been somewhat unfavourable to the enforcement of such agreements, and statutes in the United States, both local and national, have attempted to prohibit them; but the public advantage from their existence has been so great as to render their legal disabilities inoperative.",
        "To counteract it celibacy was finally imposed on the clergy, and the great mendicant orders evolved; while the constant polemic of the Cathar teachers against the cruelty, rapacity and irascibility of the Jewish tribal god led the church to prohibit the circulation of the Old Testament among laymen.",
        "Penda, although he did not prohibit the preaching of Christianity, had remained a heathen to the end of his life.",
        "He knew that the national government had no power over the system in any state, though it could abolish it at the national capital, and prohibit it in the territories.",
        "How little effect this had, however, is shown by the fact that in 1265 Odo, archbishop of Sens, could do no more than prohibit the obscene excesses of the feast, without abolishing the feast itself; that in 1444 the university of Paris, at the request of certain bishops, addressed a letter condemning it to all cathedral chapters; and that King Charles VII.",
        "The anti-British feeling in the House of Representatives became so strong that on the 7th of April 1794 a resolution was introduced to prohibit commercial intercourse between the United States and Great Britain until the north-western posts should be evacuated and Great Britain's anti-neutral naval policy should be abandoned.",
        "This act did not, however, prohibit an institution from maintaining separate schools for the two races, provided these schools were at least 25 m.",
        "No Chinese labourer is allowed to enter any other Territory of the Union from Hawaii; and the act of Congress of the 26th of February 1885, \" to prohibit the importation and migration of foreigners and aliens under contract or agreement to perform labour in the United States, its Territories and the District of Columbia,\" and the amending and supplementary acts, are extended to it.",
        "The agitation against the Chinese, always more or less existent, became intense, and the government forcibly prevented the Chinese passengers of four ships from landing, and passed laws which practically prohibit the immigration of Chinese.",
        "Thus,\" the prejudice against eating cooked food that has been touched by a man of an inferior caste is so strong that, although the Shastras do not prohibit the eating of food cooked by a Kshatriya or Vaisya, yet the Brahmans, in most parts of the country, would not eat such food.",
        "By the 14th of March, when the second reading came on, the controversy had assumed threatening proportions; and Mr Dixon, the Liberal member for Birmingham and chairman of the Education League, moved an amendment, the effect of which was to prohibit all religious education in board schools.",
        "And therefore if these courts either refuse to allow these acts of parliament, or expound them in any other sense than is truly and properly the exposition of them, the king's great courts of common law may prohibit and control them.\"",
        "Inspectors are employed to give information regarding the packing of fruit, and also to see to the enforcement of the Fruit Marks Acts, which prohibit the marking of fruit with wrong brands and packing in any fraudulent manner.",
        "Thus the declaration of Paris, 1856 (to which, however, the United States, Venezuela and Bolivia have not yet formally acceded), prohibits the use of privateers and protects the commerce of neutrals; the Geneva conventions, 1864 and 1906, give protection to the wounded and to those in attendance upon them; the St Petersburg declaration, 1868, prohibits the employment of explosive bullets weighing less than 400 grammes; and the three Hague declarations of 1899 prohibit respectively (I) the launching of projectiles from balloons, (2) the use of projectiles for spreading harmful gases, and (3) the use of expanding bullets.",
        "A code of requirements in regard to the opening of new railways has been drawn up by the department for the guidance of railway companies, and as the special circumstances of each line are considered on their merits, it rarely happens that the department finds it necessary to prohibit the opening of a new railway.",
        "The purport of these resolutions was to deny to Congress the power to prohibit slavery in the territories and to declare all previous enactments to this effect unconstitutional.",
        "The principle of this act in regard to foreign animals was that of free importation, with power for the Privy Council to prohibit or subject to quarantine and slaughter, as circumstances seemed to require.",
        "Some of its enactments are purely pagan - thus one paragraph allows the mother to kill her new-born child, and another prescribes the immolation to the gods of the defiler of their temple; others are purely Christian, such as those which prohibit incestuous marriages and working on Sunday.",
        "In 1842 he had succeeded, with the help of the striking report of a royal corn- mission, in inducing parliament to prohibit the employment of women and of boys under ten years of age in mines.",
        "Power is given to prohibit the use as dwellings of any cellars, vaults or underground rooms built or occupied after 1875, and with regard to such cellars as were occupied as dwellings before 1875, the continued occupation of these is also forbidden unless they comply with certain stringent requirements as to the height of the rooms, height of the ceilings above the surface of Cellar .",
        "The feeling of religious conservatism which has preserved the structural rudeness of the Ka`ba did not prohibit costly surface decoration.",
        "In 1853 he was elected to the National House of Representatives as an independent, and issued an address declaring that all men have an equal right to the soil; that wars are brutal and unnecessary; that slavery could be sanctioned by no constitution, state or federal; that free trade is essential to human brotherhood; that women should have full political rights; that the Federal government and the states should prohibit the liquor traffic within their respective jurisdictions; and that government officers, so far as practicable, should be elected by direct vote of the people.",
        "He had advanced as far as the tenth sheet, bearing the signature K, when his work was discovered by Johann Cochlaeus, a famous controversialist and implacable enemy of the Reformation, who not only caused the Senate of Cologne to prohibit the continuation of the printing, but also communicated with Henry VIII.",
        "Inland streams and lakes are well supplied with game fish; state laws prohibit the sale of game fish and their being taken, except with hook and line.",
        "The several states, whose revenue powers are only limited by: (a) restrictions in their respective constitutions, and (b) the general principle that those powers must not be exercised in such a way as to contravene laws of the United States, or to destroy sources of the national revenue, although a state may prohibit within its borders the sale of liquors, from taxes upon which the Unit~d States Treasury derives a considerable part of its receipts.",
        "Thus it is quite in accordance with the outlook of the classical period that Plato in his Laws (909-910) should prohibit all possession of private shrines or performance of private rites; \"let a man go to a temple to pray, and let any one who pleases join with him in the prayer.\"",
        "Of course, it didn't prohibit it either.",
        "prohibit age discrimination by October 2006.",
        "constitutional amendment to prohibit flag burning.",
        "It will place limits on the quantity of work that can be contracted out, and will prohibit subcontracting chains.",
        "Suppressive stress is the only form of stress that can prohibit any recovery.",
        "H.R. 934 would prohibit the commercial harvest of Atlantic striped bass; no action has been taken on this bill.",
        "September 12, 2005 Last week, the California State Assembly passed a bill (AB1179) that would prohibit video game retailers from selling violent video games to minors.",
        "Regulations prohibit partial remains, pets and other animals from being buried with the deceased at Arlington.",
        "Since colleges have academic honesty policies that prohibit plagiarism, a student caught using a term paper mill would either fail the class or be expelled from school.",
        "MySpace rules prohibit children under 14 from creating an account and assign restricted accounts to members who are 14 or 15 years old.",
        "These can be fans that are obnoxiously rude, fans that bring props that prohibit someone else's view. . .or any other issue that the staff might want to address.",
        "These international instruments and recommendations do not, however, prohibit all dealings with, or even all commercialisation of, human tissue.",
        "With the coming of digital, the need to prohibit illegal copying becomes even more pressing.",
        "psychotropic substances (adopted in 1971) requires its parties to prohibit LSD.",
        "The order may also restrict or prohibit the recurrence of the nuisance.",
        "This in no way means that you shouldn't purchase one, but understand that many public swimming areas prohibit wearing peekaboos, especially if children are likely to be around.",
        "Certain health conditions may prohibit practicing this pose, but talk with an instructor.",
        "Does Wanadoo prohibit users from using third party adsl modem routers?",
        "Before you decide to install this type of pump check government regulations because it may affect groundwater temperature and in some places regulations will prohibit this.",
        "Some areas have zoning restrictions in place that prohibit the type of equipment you'd need to utilize this energy source.",
        "Some restrict or prohibit activity such as berry picking.",
        "Most dorms prohibit using anything that will mark the walls, so make sure you bring removable poster hangers and adhesives.",
        "Sleep experts caution against watching television, reading or using a laptop in bed as these activities prohibit deep sleep patterns necessary for a restful night.",
        "Its solid composition also easily passes airport security checkpoints, which now prohibit most quantities of liquid items in carry-ons.",
        "Today, travel regulations may prohibit you from carrying cosmetics onboard your chosen method of transportation, but train cases still make wise investments for everyday organization, and storing, of cosmetics and personal products.",
        "Some prohibit items like cameras, strollers, and outside food.",
        "Some schools prohibit extremely short teen mini skirts, so check your school's dress code before donning one to math class.",
        "Certain cultures and religions prohibit getting married on certain days or certain times of the year.",
        "Before booking the rentals, double check to make sure tables and chairs are allowed on the beach, as some beaches may prohibit these items on the sand.",
        "Unfortunately, confidentiality laws prohibit Youn from divulging their names.",
        "Additionally, many airlines prohibit dog air travel during extreme high and low temperatures, so this must also be taken into consideration when making your plans.",
        "Many of the park's biggest attractions prohibit backless shoes (flip flops, slip on sandals), so plan accordingly.",
        "However, some states prohibit the sale of \"as is\" used vehicles.",
        "The producers will want you free to enter into contracts with American Idol and other existing contracts may prohibit the freedom of that relationship.",
        "As an example, the IRS allows taxpayers to claim a maximum of 50 percent of their income in charitable clothing donations, but does not prohibit the payer from claiming another type of deduction for the remaining half.",
        "Failing to have the last type of documentation does not prohibit the center from providing assistance, but may require multiple visits prior to completing a return.",
        "Very few games receive this rating, because Sony, Nintendo, and Microsoft all prohibit the sale of AO games on their respective consoles.",
        "Many pediatricians and child psychologists say it is best not to prohibit the child from hanging out with these friends but to make sure the child is aware of the consequences of unacceptable behavior.",
        "Amendments were made to prohibit discrimination on the basis of sex.",
        "Prohibit discrimination on the basis of familial status.",
        "No conditions that would prohibit sanitation or structural soundness.",
        "Some family-friendly beaches prohibit items such as thong bottoms and transparent bathing suits, so be aware of your location before showing up in such a revealing suit.",
        "Finally, many rental agreements have clauses that prohibit pets, painting, waterbeds or other alterations in the place that will make it feel like it truly is your home, versus just a place to live for a while.",
        "Some places of business may have dress codes which prohibit visible tattoos, causing an impact on the income level of the bodysuit wearer.",
        "Before you go, check with your car rental company because most prohibit you from driving on it.",
        "prohibit disclosure.",
        "prohibit something happening got paid performance.",
        "Colenso's Commentary on the Romans in 1861, Wilberforce endeavoured to induce the author to hold a private conference with him; but after the publication of the first two parts of the Pentateuch Critically Examined he drew up the address of the bishops which called on Colenso to resign his bishopric. In 1867 he framed the first Report of the Ritualistic Commission, in which coercive measures against ritualism were discountenanced by the use of the word \"restrain\" instead of \"abolish\" or \"prohibit.\"",
        "Under the Brice bill, passed in 1904 and amended in 1905, which gave the people of each county the choice between dispensary and prohibition, with the proviso that if they adopt the latter they must pay the extra taxes necessary to enforce it, several counties adopted prohibition; and in 1907 the state dispensary system was abolished, all impure liquors were declared contraband, each county was required to vote to prohibit the sale of liquors or to establish a dispensary, the sale of intoxicating liquors was forbidden outside of cities and towns, and sales may be made only through county dispensaries, which may not sell at night or on Sunday, or to inebriates or minors.",
        "Current legislation does not prohibit anyone that legally owns a firearm from shooting a wild boar.",
        "The white paper promises to sweep away many of the legal restrictions which currently prohibit disclosure.",
        "The United Kingdom is obliged by the European Union to prohibit age discrimination by October 2006.",
        "Ideally invested to own a machine prohibit something happening.",
        "Administrative Receivership New provisions prohibit a floating charge holder from appointing an Administrative Receiver, subject to certain exceptions.",
        "Are there rules that prohibit the intentional killing of a conjoined twin?",
        "It has recommended that the Competition Tribunal prohibit the merger.",
        "permissible donor \" system is to prohibit overseas donations.",
        "The wayleave agreements that NIE have with landowners however do not prohibit the planting of trees in proximity to OELs.",
        "Such copyright serves to identify the information source and, in specific instances, to prohibit reproduction of materials without written permission.",
        "thrown into disarray in November by a high court decision that current laws did not prohibit human reproductive cloning.",
        "The conference, therefore, merely expressed the public sentiment when it resolved that, although it was not advisable to prohibit altogether this class of immigration, it was necessary in the public interests that the number of Chinese privileged to land should be so limited as to prevent the people of that race from ever becoming an important element in the community.",
        "c. 13 empowered the Privy Council to prohibit the landing of animals from any country in respect of which the circumstances were not such as to afford reasonable security against the introduction of foot-and-mouth disease.",
        "In this latter passage Lord Coke records how, notwithstanding an agreement asserted to have been made in 1575 between the justices of the King's Bench and the judge of the admiralty, the judges of the common law courts successfully maintained their right to prohibit suits in admiralty upon contracts made on shore, or within havens, or creeks, or tidal rivers, if the waters were within the body of any county, wheresoever such contracts were broken, for torts committed within the body of a county, whether on land or water, and for contracts made in parts beyond the seas.",
        "Its occupation contributed to the improvement of agriculture in Brazil; it had been the policy of Portugal up to this time to separate the productions of its colonies, to reserve sugar for Brazil, and spices to the East Indies, and to prohibit the cultivation of these in the African possessions.",
        "§ 9, and first ten amendments): It may not suspend the writ of habeas corpus (except in time of war or public danger) or pass a bill of attainder or an ex post facto law; give any state a commercial preference over another; grant any title of nobility; establish or prohibit any religion, or impose any religious test as a condition of holding office; abridge the freedom of speaking or writing, or of public meeting, or of bearing arms; try any person for certain offences except on the presentment of a grand jury, or otherwise than by a jury of his state and district; decide any common law action where the value in dispute exceeds $20 except by a jury.",
        "Consequently to prohibit pelagic sealing would have been to exclude Canada from the industry.",
        "If the Countryside Section decide to prohibit the removal of an important hedgerow, it must let you know within 6 weeks.",
        "British regulations on cloning were thrown into disarray in November by a high court decision that current laws did not prohibit human reproductive cloning.",
        "In some cases, medical emergencies may prohibit you from forming that initial bond with your baby.",
        "According to the Humane Society of the United States, lawmakers are working to prohibit research labs from purchasing animals from class B dealers.",
        "Many rental homes and apartment complexes prohibit pet ownership, and renters may eventually move to a new location only to find that their new lease doesn't allow them to keep pets.",
        "If there are areas inside your property that you want to prohibit cats from entering, you can make a blend of essential or aromatic oils known to repel cats.",
        "The statute of limitations does not stop collectors from legally pursuing payment, but it does prohibit lawsuits from creditors in an attempt to collect payment.",
        "Whereas you can typically bring your own soda aboard if you wish, most major cruise lines prohibit alcohol from being brought onboard by passengers.",
        "Stephens, Whigs, and Howell Cobb, a Democrat, upon their return from Washington, contended that the Compromise was a great victory for the South, and in a campaign on this issue secured the election of such delegates to the state convention (at Milledgeville) of 1850 that that body adopted on the 10th of December, by a vote of 237 to 19, a series of conciliatory resolutions, since known as the \" Georgia Platform, \" which declared in substance: (1) that, although the state did not wholly approve of the Compromise, it would \" abide by it as a permanent adjustment of this sectional controversy,\" to preserve the Union, as the thirteen original colonies had found compromise necessary for its formation; (2) that the state \" will and ought to resist, even (as a last resort) to the disruption of every tie that binds her to the Union,\" any attempt to prohibit slavery in the Territories or a refusal to admit a slave state."
    ]
}