{
    "translation": "חשוב, בולט",
    "uses": [
        "His ancestor, Richard Seymour, a Protestant Episcopal ` clergyman, was an early settler at Hartford, Connecticut, and his father, Henry Seymour, who removed from Connecticut to New York, was prominent in the Democratic party in the state, being a member of the \"Albany Regency\" and serving as state senator in1816-1819and in 1822, and as canal commissioner in 1819-1831.",
        "He named two or three prominent lawyers Dean knew.",
        "Among other prominent buildings are the court house, the post office and the city hall.",
        "Unknown to the police and the public, her prominent father was molesting her while her mother looked away.",
        "Ears of moderate size, prominent and obtusely pointed.",
        "they are composed of only from ' six to nine segments, which are beset with prominent spines, some of the latter appearing to be organs of special sense.",
        "I was surprised the FBI didn't press us on some of these more prominent cases.",
        "The dim instrument panel light revealed a strong profile with an aquiline nose and prominent cheekbones.",
        "Why, because he is the son of a prominent family doctor?",
        "In Plato's thought the belief held a prominent position.",
        "There were several prominent Boston physicians among them.",
        "It is a shame that de Tocqueville's voluntary associations aren't more prominent around the world today—but in the future, they may be.",
        "Rudolph was a tall man with pale face and prominent nose.",
        "At tea all sat in their accustomed places: Nicholas beside the stove at a small table where his tea was handed to him; Milka, the old gray borzoi bitch (daughter of the first Milka), with a quite gray face and large black eyes that seemed more prominent than ever, lay on the armchair beside him; Denisov, whose curly hair, mustache, and whiskers had turned half gray, sat beside countess Mary with his general's tunic unbuttoned; Pierre sat between his wife and the old countess.",
        "He was convinced that, as a duck is so made that it must live in water, so God had made him such that he must spend thirty thousand rubles a year and always occupy a prominent position in society.",
        "deserves a prominent place among the popes.",
        "I thought the nobles were jealous that I took her as my bride, instead of a daughter from a more prominent family.",
        "During one of these moments of awkward silence when Anatole's prominent eyes were gazing calmly and fixedly at her, Natasha, to break the silence, asked him how he liked Moscow.",
        "The second Fronde was largely her work, and in it she played the most prominent part in attracting to the rebels first Conde and later Turenne.",
        "Rostov was particularly struck by the beauty of a small, pure-bred, red- spotted bitch on Ilagin's leash, slender but with muscles like steel, a delicate muzzle, and prominent black eyes.",
        "Prominent among these are glycerin and succinic acid.",
        "But he did not fulfil the expectations which had been formed on the strength`' of his colonial reputation; he took no very prominent part in debate, and gave little evidence of his undoubted oratorical gifts.",
        "but prominent compound eyes d, La Mandible.",
        "Shields (1825-1904), who afterwards entered the Protestant Episcopal Church, republished and urged the adoption of the Book of Common Prayer as amended by the Westminster Divines in the royal commission of 1661; and Henry Van Dyke was prominent in the latter stage of the movement for a liturgy.",
        "The archbishop was one of the \"undertakers\" who controlled the Irish House of Commons, and although he did not regain the almost dictatorial power he had exercised at an earlier period, which had suggested a comparison between him and Cardinal Wolsey, he continued to enjoy a prominent share in the administration of Ireland until his death, which occurred in London on the 19th of December 1764.",
        "Ferns are prominent among the flora, about one-third of which consists of endemic species.",
        "Consequently corporal and even capital punishment occupy a far less prominent position, and tend everywhere to disappear.",
        "The minority, among whom were prominent Ca\" \"pals Rauscher and Schwarzenberg, Hefele, bishop of Rotterdam (the historian of the councils) Cardinal Mathieu, Mgr Dupanloup, Mgr Maret, &c., &c., did not pretend to deny the papal infallibility; they pleaded the inopportuneness of the definition and brought forward difficulties mainly of an historical order, in particular the famous condemn ion of Pope Honorius by the 6th ecumenical council of Const: ntinople in 680.",
        "The naming of seven members of prominent Roman families, however, reversed the wise policy of his predecessor which had kept the dangerous factions of the city out of the curia.",
        "When a change of Government occurs the president chooses a prominent parliamentarian as premier and president of the council.",
        "The head is long and narrow, with a prominent ridge for the support of the antlers, moderate-sized ears, and a narrow and pointed muzzle.",
        "Among the other prominent buildings are the theatre, the arsenal, the synagogue, the \"Kaufhaus,\" the town-hall (Rathaus, 1771) and the observatory.",
        "Favoured by its proximity to two great waterways and by its two ports, Nisaea on the Saronic and Pegae on the Corinthian Gulf, Megara took a prominent part in the commercial expansion of Greece from the 8th century onwards, and for two hundred years enjoyed prosperity out of proportion to the slight resources of its narrow territory.",
        "inn tendencyforthe double period, usually so prominent in summer, to become less pro- 6 Noon 6 Mid- nounced in winter, the a.m.",
        "- Skeleton of Right incisor very large and chisel-like, Hind-Foot of Koala (Phas- molars with prominent transverse colarctus cinereus), showing ridges, as in Macropus, but without stout opposable hallux, folthe longitudinal connecting ridge.",
        "CLUB OF THE FEUILLANTS, a political association which played a prominent part during the French Revolution.",
        "Even in summer the double period is not prominent in the arctic climate of Karasjok or on the top of the Eiffel Tower.",
        "His brother, Peter Van Brugh Livingston (1710-1792), was a prominent merchant and a Whig political leader in New York.",
        "In person he was small, with large head, projecting brow, prominent nose, and eyes wide apart, with black hair coming down almost to his eyebrows.",
        "His fathers took a prominent part in Athenian politics, and in 479 held high command in the Greek squadron which annihilated the remnants of Xerxes' fleet at Mycale; through his mother, the niece of Cleisthenes, he was connected with the former tyrants of Sicyon and the family of the Alcmaeonidae.",
        "His eyes, prominent from the emaciation of his face, gazed inquiringly at his comrades who were paying no attention to him, and he moaned regularly and quietly.",
        "PRESBYTERIANISM, a highly organized form of church government in which presbyters or elders occupy a prominent place.",
        "During the Reconstruction the people of the South were divided thus: nearly all native whites (the most prominent of whom were disfranchised) on one side irrespective of former political faith, and on the other side the ex-slaves organized and led by a few native and Northern whites called respectively scalawags and carpet-baggers, who were supported by the United States government and who controlled the Southern state governments.",
        "A large proportion of the most prominent buildings are clustered round the spacious Schlossplatz, with its fine promenades.",
        "Milka, a black-spotted, broad-haunched bitch with prominent black eyes, got up on seeing her master, stretched her hind legs, lay down like a hare, and then suddenly jumped up and licked him right on his nose and mustache.",
        "Phinehas, Eli's son, becomes in later writings the name of a prominent Aaronite priest in the days of the exodus from Egypt.",
        "Ministers and people with few exceptions - the most notable being the Scotch Highlanders who had settled in the valley of the Mohawk in New York and on Cape Fear river in North Carolina - sided with the patriot or Whig party: John Witherspoon was the only clergyman in the Continental Congress of 1776, and was otherwise a prominent leader; John Murray of the Presbytery of the Eastward was an eloquent leader in New England; and in the South the Scotch-Irish were the backbone of the American partisan forces, two of whose leaders, Daniel Morgan and Andrew Pickens, were Presbyterian elders.",
        "Another brother, Philip Livingston (1716-1778), was also prominent as a leader of the New York Whigs or Patriots.",
        "Other small harbours on the lower Patagonian coast are not prominent, owing to lack of population.",
        "The Great Barrier Reef forms the prominent feature off the north-east coast of Australia; its extent from north to south is 1200 m., and it is therefore the greatest of all coral reefs.",
        "If the animals in front are continually changing and the direction of the whole herd is constantly altered, this is because in order to follow a given direction the animals transfer their will to the animals that have attracted our attention, and to study the movements of the herd we must watch the movements of all the prominent animals moving on all sides of the herd.",
        "Pfuel was short and very thin but broad-boned, of coarse, robust build, broad in the hips, and with prominent shoulder blades.",
        "On the ground, beside the trunks, sat a thin woman no longer young, with long, prominent upper teeth, and wearing a black cloak and cap.",
        "In this group Helene, as soon as she had settled in Petersburg with her husband, took a very prominent place.",
        "His full face, rather young-looking, with its prominent chin, wore a gracious and majestic expression of imperial welcome.",
        "He was prominent in the affairs of the New England Confederation, of which he was one of the founders (1643).",
        "He soon became a prominent member of the national or Calixtine party, and after the death of Ptacek of Pirkstein its leader.",
        "The crisis of 1860, by which the office he held was abolished, was the end of his official career; for the rest of his life he was very prominent as the leader of the Federalist party in Bohemia.",
        "The most prominent feature of the surface is the Green Mountains, which extend nearly N.",
        "Prominent among a great variety of song-birds and insectivorous birds are the robin, blue bird, cat bird, sparrows, meadow-lark, bobolink, thrushes, chickadee, wrens, brown thrasher, gold finch, cedar wax-wing, flycatchers, nuthatches, flicker (golden-winged woodpecker), downy and hairy woodpeckers, rose-breasted grosbeak, Baltimore oriole, barnswallow, chimney swift, purple martin, purple finch (linnet), vireos and several species of warblers.",
        "Orchids are very prominent among a great variety of flowering plants.",
        "It never again played a prominent part in Ionian history, and is rarely mentioned.",
        "According to Flint, 4 there were four men who in this and the preceding century seized and made prominent this idea, namely, Bodin, Bacon, Descartes and Pascal.",
        "He was a prominent member of the Republican party, and in 1861 was a delegate to the Peace Conference in Washington.",
        "His family seems to have been strongly Puritan and was related to many of those Buckinghamshire families who were prominent in the parliamentary party.",
        "The ovipositor is long and prominent, enabling the female insect to lay her eggs in the wood of trees, where the white larvae, whose legs are excessively short, tunnel and feed.",
        "He took a prominent part in aeronautic experiments during his stay in France.",
        "Henceforth Logrono became the home of the most prominent of the Spanish political generals of the r 9th century.",
        "Dulce was the oldest of the girls, yet her accent was the most prominent.",
        "Two weeks was hardly long enough for the media to forget the arrest of a prominent doctor's son for selling drugs.",
        "155), the crowd shouted, \"This is the father of the Christians\" 2; but the words were probably prompted by the Jews, who took a prominent part in the martyrdom, and who naturally viewed Polycarp in the light of a great Christian rabbi, and gave him the title which their own teachers bore.",
        "Owing to the orographical structure of the East-European plains, the river systems have become more than usually prominent and.",
        "Though a prominent member of the inner Liberal circle and a stanch party man, it was not supposed by the public at this time that any ambition for the highest place could be associated with Sir Henry CampbellBannerman; but the divisions among the Liberals, and the rivalry between Lord Rosebery and Sir William Harcourt, made the political situation an anomalous one.",
        "All three were renowned warriors and played a prominent part in David's history.",
        "It took a prominent part in the Social War against Rome, the proconsul Q.",
        "The broad head carries, in addition to the prominent compound eyes, three simple eyes (ocelli) on the crown, while the feeler consists of a stout basal segment, followed by five slender segments.",
        "From 1819 onwards he was a prominent member of the Chamber of Deputies.",
        "He had considerable knowledge of theology, took a prominent part in the theological controversies of the time, and was responsible for the addition of the clause filioque to the Nicene Creed.",
        "He bore a prominent part in the council of Trent, 1562-1563.",
        "Where properties are much divided, it is always necessary to maintain a thick barrier of unwrought coal between the boundary of the mine and the neighbouring workings, especially if the latter are to the dip. If a prominent line of fault crosses the area it may usually be a convenient division of the fields into sections or districts.",
        "Regarded as a capable soldier by the emperor, Albert, in 1475, took a prominent part in the campaign against Charles the Bold, duke of Burgundy, and in 1487 led an expedition against Matthias Corvinus, king of Hungary, which failed owing to lack of support on the part of the emperor.",
        "He had been prominent in the work of the Education Society, which was organized in 1818 to advance funds to needy students for the ministry of the American Episcopal Church, and in the establishment of the Theological Seminary near Alexandria, as he was afterwards in the work of the American Tract Society, and the Bible Society.",
        "BENJAMIN LUNDY (1789-1839), American philanthropist, prominent in the anti-slavery conflict, was born of Quaker parentage, at Hardwick, Warren county, New Jersey, on the 4th of January 1789.",
        "The following are the approximate wave-lengths of the most brilliant lines: When the discharge passes through helium at a pressure of several millimetres, the yellow line 5876 is prominent.",
        "Differences in doctrine as well as polity and discipline became more and more prominent.",
        "AULUS GABINIUS, Roman statesman and general, and supporter of Pompey, a prominent figure in the later days of the Roman republic. In 67 B.C., when tribune of the people, he brought forward the famous law (Lex Gabinia) conferring upon Pompey the command in the war against the Mediterranean pirates, with extensive powers which gave him absolute control over that sea and the coasts for 50 m.",
        "From early youth he took a prominent part in the politics of his clan, and owing to his extreme opinions with regard to the expediency of abolishing the Tokugawa administration, he was banished (1858) to the island of Oshima (Satsuma), where he attempted unsuccessfully to commit suicide.",
        "It is true that the killing of the god plays a prominent part in primitive cults, as has been shown more particularly through the valuable researches of J.",
        "With this in view, omens given in the reigns of prominent rulers were preserved with special care as guides to the priests.",
        "Chamber-music. - Bach's and his contemporaries' combinations with the harpsichord show the natural fondness, in his day, for instruments of a tone too gentle for prominent use in large rooms, or indeed for survival in modern times.",
        "If for no other reason than the prominent place they hold in art, it would not be right to pass by the Stigmata without a special mention.",
        "Besides the premiership, Depretis assumed the portfolio of finance; Nicot~a, an ex-Garibaldian of somewhat tarnished reputation, but a man of energetic ~~t~ and conservative temperament, was placed at the ministry of the interior; public works were entrusted to Zanardelli, a Radical doctrinaire of considerable juridical attainments; General Mezzacapo and Signor Brin replaced General Ricotti Magnani and Admiral Saint-B on at the war office and ministry of marine; while to Mancini and Coppino, prominent members of the Left, were allotted the portfolios of justice and public instruction.",
        "In spite of the gravity of the charges formulated against many prominent men, the report merely deplored and disapproved of their conduct, without proposing penal proceedings.",
        "The authorities, however, by arresting a number of the more prominent leaders succeeded in restoring order.",
        "In the House of Lords he was prominent as a determined foe of the prime minister, Lord North, who, after he had resigned his position as chamberlain, deprived him of the office of lordlieutenant of the East Riding of Yorkshire in 1780.",
        "His share in the divorce of Anne of Cleves was less prominent than that of Gardiner, though he did preside over the Convocation in which nearly all the dignitaries of the church signified their approval of that measure.",
        "Two regions become prominent in the working out of intuitionalism, if still more prominent in the widely differing philosophy of Kant - the regions of mathematics and of morals.",
        "But before this event John had instituted a great inquiry, the inquest of service of June 1212, for the purpose of finding out how much he could exact from each of his vassals, a measure which naturally excited some alarm; and then, fearing a baronial rising, he had abandoned his proposed expedition into Wales, had taken hostages from the most prominent of his foes, and had sought safety in London.",
        "When one reflects how active and prominent Langton and other prelates were at Runnim.ede the change is not surprising.",
        "One of the oldest towns in Lower Lusatia, Sorau contains a number of ancient buildings, among which the most prominent are several of the churches (one dating from 1204), the town hall, built in 1260, and the old palace of 1207 (now a prison).",
        "Heraclitus again deserves a prominent place in a history of the idea of evolution.",
        "But he was certainly not a man of genius, as has long been imagined, and his success was chiefly due to the support of the papacy; once his father was dead his career was at an end, and he could no longer play a prominent part in Italian affairs.",
        "When, therefore, we remember that Aurelius knew little of the Christians, that the only mention of them in the Meditations is a contemptuous reference to certain fanatics of their number whom even Clement of Alexandria compares for their thirst for martyrdom to the Indian gymnosophists, and finally that the least worthy of them were doubtless the most prominent, we cannot doubt that Aurelius was acting unquestionably in the best interests of a perfectly intelligible ideal.",
        "The status of the apothecary, as subordinate to the physician in the time of Henry VIII., is evident from the following, out of 2 1 rules laid down by a prominent apothecary, who was a cousin of Anne Boleyn: \" His garden must be at hand, with plenty of herbs and seeds and roots.",
        "FREYIA, the sister of Frey, and the most prominent goddess in Northern mythology.",
        "It was revived by several German workers, prominent among whom were Treviranus and Link, and later Moldenhawer, as well as by the Frenchmen Mirbel, at the beginning of the j9th century.",
        "investigators, prominent among whom were several of the most eminent founders of modern.",
        "The second prominent differentiation which presents itself takes the form of a provision to supply the living substance with water.",
        "The corky layers which take so prominent a share in the formation of the bark are similarly modified and subserve the same purpose.",
        "This property of living substance can be proved in the case of the cells of the higher plants, but it is especially prominent in many of the more lowly organisms, such as the Bacteria.",
        "Of these carbon dioxide and water are the most prominent.",
        "Some deserts, like those of Central America, are specially characterized by succulents; in other deserts, such as the Sahara, succulents are not a prominent feature.",
        "They are prominent during cell-division, but many disappear in.",
        "As division proceeds, the filamentous nature of this cytoplasm becomes more prominent and the threads begin either to converge towards the poles of the nucleus, to form a bipolar spindle, or may converge towards, or radiate from, several different points, to form a multipolar spindle.",
        "Amongst arboreous families Leguminosae and Euphorbiaceae are prominent; Hevea belonging to the latter is widely distributed in various species in the Amazon basin, and yields Para and other kinds of rubber.",
        "But his experience was invaluable and soon he became prominent in public affairs, a visit which William III.",
        "Other prominent structures are the U.S. government and the judiciary buildings, the latter connected with the capitol by a stone terrace, the city hall, the county court house, the union station, the board of trade, the soldiers' memorial hall (with a seating capacity of about 4500), and several office buildings.",
        "It receives the three great venous trunks of the body, namely the vena cava superior dextra, the vena cava superior sinistra more dorsally, and the vena cava inferior more to the right and below; the opening of the last is guarded by two prominent valves in place of the mammalian valvula Eustachii.",
        "In the later years of his life in New Hampshire he was the most prominent of the local Republican leaders and built up his party by partisan appointments.",
        "There the most prominent figure was that of Samuel ibn Nagdela (or Nagrela), generally known as Samuel the Nagid or head of the Jewish settlement, who died in 1055.",
        "In the 19th century the modernizing tendency continued to grow, though always side by side with a strong conservative opposition, and the most prominent names on both sides are those of scholars rather than literary men.",
        "From Switzerland he passed in six months to England, where he formed acquaintances with other French exiles and with prominent British statesmen, and imbibed a lasting admiration for the English Constitution.",
        "Prominent among them, and dwelling in the division occupied by the Celts, were the Helvetii, the Sequani and the Aedui, in the basins of the Rhodanus and its tributary the Arar (Saone), who, he says, were reckoned the three most powerful nations in all Gaul; the Arverni in the mountains of Cebenna; the Senones and Carnutes in the basin of the Liger; the Veneti and other Armorican tribes between the mouths of the Liger and Sequana.",
        "There are remains of a Moorish fort on the hill commanding the town; and the north gateway - the Puerta del Colegio - is a fine lofty arch, surmounted by an emblematic statue and the city arms. The most prominent buildings are the episcopal palace (1733), with a frontage of a 600 ft.; the town house (1843), containing important archives; and the cathedral, a small Gothic structure built on the site of a former mosque in the 14th century, and enlarged and tastelessly restored in 1829.",
        "But it was balanced by another quality which Geoffrey does not speak of, one which is not really inconsistent with the other, one which is very prominent in the Norman character, and which is, no less than the other, a direct heritage from their Scandinavian forefathers.",
        "Trade is controlled by foreigners, the British being prominent in banking, finance, railway work and the higher branches of commerce; Spaniards, Italians and French in the wholesale and retail trade.",
        "The most prominent building is the Capitol, about 400 ft.",
        "Under the heading \"Remarks\" are noted (for vessels with sail power) making, shortening and trimming sails; and (for all ships) employment of crew, times of passing prominent landmarks, altering of course, and any subject of interest and FIG.",
        "The notion of holding land of the king became more prominent than the notion of personal service done to the king; but, as the land was held by the tenure of personal service, the actual relation hardly changed.",
        "Subsequently the Portuguese mapped the whole coast of Liberia, and nearly all the prominent features - capes, rivers, islets - off that coast still bear Portuguese names.",
        "Alembert's fame spread rapidly throughout Europe and procured for him more than one opportunity of quitting the comparative retirement in which he lived in Paris for more lucrative and prominent positions.",
        "The tergite of the prothorax (pronotum) is prominent in all beetles, reaching back to the bases of the elytra and forming a substantial shield for the front part of the body.",
        "Between them is situated, sometimes asymmetrically, the prominent intromittent organ.",
        "The prothorax is convex in front, and is usually drawn out behind into a prominent process on either side, while the elytra are elongate and tapering.",
        "Most of the Chrysomelidae are metallic in colour and convex in form; in some the head is concealed beneath the prothorax, and the so-called \"tortoise\" beetles (Cassidinae) have the elytra raised into a prominent median ridge.",
        "But his plays - with the exception of The Witch of Edmonton, in which he doubtless had a prominent share - too often disturb the mind like a bad drel n which ends as an unsolved dissonance; and this defect is a sup",
        "The co-operative spirit of the Great Russians shows itself in another sphere in the artel, which has been a prominent feature of Russian life since the dawn of history.",
        "A number of prominent officials were accordingly condemned to death by this secret terrorist tribunal, and in some cases the sentences were carried out.",
        "Andrew Jackson Davis was in America the most prominent example of such persons; his work, The Principles of Nature, Her Divine Revelations (New York, 1847), was alleged to have been dictated in \"clairvoyant\" trance, and before 1848 his followers were expecting a new religious revelation.",
        "Rivail) forms a prominent element of spiritualistic belief.",
        "Indian affairs, the committee on foreign relations and others, was prominent in the discussion of matters brought before the Senate from these committees, advocated the enlargement of the navy and the reform of the civil service, and opposed the pension veto messages of President Cleveland.",
        "This element of public confession for sin became more prominent in the days when synagogal worship developed, and prayer took the place of the sacrificial offerings which could only be offered in the Jerusalem temple.",
        "This mound, which forms a prominent object in the view over the city, is about 150 ft.",
        "The time was one of fierce persecution directed against the Christians, and the bishop of Carthage became a prominent object of attack.",
        "641-1453) in which certain episodes are selected for fuller treatment and so made prominent.",
        "Not until the silver currency question became a political issue did Nevada take a prominent part in national politics.",
        "From 1553 to 1586 he was provost of St Andrews and a prominent figure in the national life.",
        "William Howard Taft attended the public schools of Cincinnati, graduated at the Woodward High School of that city in 1874, and in the autumn entered Yale College, where he took high rank as a student and was prominent in athletics and in the social life of the institution.",
        "During the campaign many prominent labour leaders opposed the election of Mr Taft, on the ground that his decisions while on the bench had been unfriendly to organized labour.",
        "He took a prominent part in the dispute in 1671 between the two Houses concerning the right of the Lords to amend money bills, and wrote a learned pamphlet on the question entitled The Privileges of the House of Lords and Commons (1702), in which the right of the Lords was asserted.",
        "He was prominent as a radical in all measures in opposition to the British government, and was a member of the first Virginia committee of correspondence.",
        "He was the most prominent leader of the \"new school\" of \"New England Theology.\"",
        "He also dealt with the condemnation of Pope Honorius, carried on a controversial correspondence with John Stuart Mill, and took a leading part in the discussions of the Metaphysical Society, founded by Mr James Knowles, of which Tennyson, Huxley and Martineau were also prominent members.",
        "To apply these discoveries to the malaria of man was an obvious step. In working out the details the Italian school have again taken a prominent part.",
        "SIR Phelim O'Neill (c. 1603-1653), a kinsman and younger contemporary of the earl of Tyrone, took a prominent part in the rebellion of 1641.",
        "Daniel O'Neill (c. 1612-1664), son of Conn MacNeill MacFagartach O'Neill, a member of the Clanaboy branch of the family, whose wife was a sister of Owen Roe, was prominent in the Civil Wars.",
        "In England the last prominent prosecution for blasphemy was the case of R.",
        "Although it is difficult to determine the true historical kernel, two features are most prominent in the narratives which the post-exilic compiler has incorporated: the revelation of Yahweh, and the movement into Palestine.",
        "- Biblical history previous to the separation of Judah and Israel holds a prominent place in current ideas, since over two-fifths of the entire Old Testament deals with these early ages.",
        "The Hebrews shared the paradoxes of Orientals, and religious enthusiasm and ecstasy were prominent features.",
        "Some prominent Jews fled from Jerusalem - as from a sinking ship - to join him and carried the news to the emperor.",
        "Ananus incited the people against these robbers, who arrested, imprisoned and murdered prominent friends of Rome, and arrogated to themselves the right of selecting the high priest by lot.",
        "Frankl; the pianist Moscheles, the dramatist Mosenthal, and the actor Sonnenthal, the mathematician Spitzer and the chess-player Steinitz are some of the most prominent names.",
        "During the War of Independence the Jews of America took a prominent part on both sides, for under the British rule many had risen to wealth and high social position.",
        "But gradually the title was extended to ecclesiastical persons having a prominent office even without jurisdiction, and later still it has come to be applied to ecclesiastical persons marked by some special honour though without any definite office or jurisdiction.",
        "He gradually became prominent in connexion with his own trade union and in the trade-union movement generally.",
        "In 1907 he took a prominent part in advocating the ending, rather than the mending, of the House of Lords; and in 1908 he was elected chairman of the party, a post which he held for two years and to which he was reelected in the autumn of 1914 when the then chairman, Mr. Ramsay Macdonald, had to resign owing to his pacifist views.",
        "1864), was prominent also as an owner and manager of railways, and became president of the Little Rock & Fort Smith railway (1888), the St Louis, Iron Mountain & Southern railway (1893), the International & Great Northern railway (1893), the Missouri Pacific railway (1893), the Texas & Pacific railway (1893), and the Manhattan Railway Company (1892); he was also vice-president and director of the Western Union Telegraph Company.",
        "Among a great variety of song-birds the mocking-bird is prominent; the parakeet is found in the southern part of the state.",
        "It is only with the exhaustion of Greek and Jewish civilization that mysticism becomes a prominent factor in Western thought.",
        "Lvov would have been prominent members.",
        "For nearly twenty years he dominated the government of Pennsylvania, and also played a very prominent part in national affairs.",
        "From 1875 to 1887, when he entered the U.S. Senate, he was again a representative in Congress, and from 1877 almost continuously to the close of his service he was chairman of the Committee on Commerce, in which capacity he had a prominent part in securing the passage of the Interstate Commerce Act of 1887.",
        "Konshin prominent.",
        "11J3), who took a prominent part in the civil wars of the reign of Stephen, fighting first on one side and then on the other; and his son Hugh de Kevelioc (1147-1181), who shared in the rising against Henry II.",
        "He was a Whig member of the United States senate in 1831-1837, and as such took a prominent part in the legislative struggle over the United States Bank, whose rechartering he favoured and which he resolutely defended against President Jackson's attack, opposing in able speeches the withdrawal of deposits and Secretary Woodbury's \" Specie Circular of 1836.",
        "During the ensuing thirteen years Aberdeen took a less prominent part in public affairs, although he succeeded in passing the Entail (Scotland) Act of 1825.",
        "1847), a prominent Liberal politician, who was lord-lieutenant of Ireland in 1886, governorgeneral of Canada 1893-1898, and again the lord-lieutenant of Ireland when Sir Henry Campbell-Bannerman formed his ministry at the close of 1905.",
        "Koresh), the Latinized form of a Persian name borne by two prominent members of the Achaemenid house.",
        "Milo was tribune of the plebs in 57 B.C. He took a prominent part in bringing about the recall of Cicero from exile, in spite of the opposition of Clodius.",
        "Mahratta ladies and princesses have often taken a prominent part, for good or evil, in public affairs and dynastic intrigues.",
        "He was regent of the kingdom during the king's short absence in France in 1308, and took a very prominent part at Edward's coronation in February of this year.",
        "He was a prominent opponent of the oligarchical party in the revolution which took place on the approach of Napoleon; and he was one of the envoys sent to seek the protection of the French.",
        "The two most prominent causes assigned for the depression were bad seasons and foreign competition, aggravated by the increased cost of production and the heavy losses of live stock.",
        "The late Dr Pugh took a prominent part in this inquiry.",
        "In the years 1903 and 1904 petrol motors adapted for ploughing and other agricultural operations formed a prominent feature of the exhibits.",
        "It was about the year 1870 that its advantages first came into prominent notice.",
        "Higher education is given at the Royal College of Science, Dublin; the Albert Agricultural College, Glasnevin; and the Munster Institute, Cork, for female students, where dairying and poultry-keeping are prominent subjects.",
        "He retained his influence during the whole of the reign of Louis; and on the king's death in 911 was prominent in securing the election of Conrad, duke of Franconia, to the vacant throne.",
        "Trochus, shell umbilicated, spire pointed and prominent, British.",
        "Monodonta, no jaws, spire not prominent, no umbilicus, columella toothed.",
        "Shell not nacreous, without umbilicus, with prominent spire and polished surface.",
        "Shell with prominent spire; distant from right tentacle, generally appendiculated; brackish water or fluviatile.",
        "Margins of foot not prominent; no radula; shell external, with inconspicuous spire.",
        "Foot very broad; cephalic shield with four tentacles; shell external, thin, without prominent spire.",
        "Body flattened, the two dorsal borders prominent and foliaceous.",
        "Shell spirally coiled; head broad, without prominent tentacles; foot short, operculated; marine.",
        "Visceral mass and shell sinistral; inferior pallial lobe very prominent, and transformed into a branchia.",
        "Few among the ancient Danish nobility occupy so prominent a place in Danish history as Johan Friis, who exercised a decisive influence in the government of the realm during the reign of three kings.",
        "Jefferson Davis was a prisoner here for two years, from the 22nd of May 1865, and Clement Claiborne Clay (1819-1882), a prominent Confederate, from the same date until April 1866.",
        "The last-named, the most prominent of the three, is the king of light properly so called, from whom the development of all things begins.",
        "Cerci prominent.",
        "Prominent, unjointed cerci, male with genital armature on second abdominal segment.",
        "Premising then that the chief characters assigned by this systematist to his several groups are drawn from almost all parts of the structure of birds, and are supplemented by some others of their more prominent peculiarities, we present the following abstract of his scheme:-2 I.",
        "In 1862 he was moderator of the Free Church General Assembly; but he seldom took a prominent part in the business of the church courts.",
        "The piece was at first called Chant de guerre de l'armee du Rhin, and only received its name of Marseillaise from its adoption by the Provençal volunteers whom Barbaroux introduced into Paris, and who were prominent in the storming of the Tuileries.",
        "Yet the group of islands called Rialto, in mid-Venetian lagoon, were first the asylum and then the magnificent and permanent home of a race that took a prominent part in the medieval and Renaissance history of Europe.",
        "The ground about the hut was made solid and protected from corrosion by a palisade of wattled osiers, thus creating the earliest form of the fondamenta, or quay, which runs along the side of so many Venetian canals and is so prominent a feature in the construction of the city.",
        "The delicate creamy Istrian stone, which is now so prominent a feature in Venetian architecture, did not come into common use till after the 11th century, when the Istrian coast became permanently Venetian.",
        "Further, two ducal councillors were appointed to assist the doge, and he was compelled, not merely permitted, to seek the advice of the more prominent citizens at moments of crisis.",
        "Every cove of the seashore, every point, every island and prominent rock has its guardian spirit.",
        "Especially prominent in Europe, classical, medieval and modern, and in East Asia, is the spirit of the lake, river, spring, or well, often conceived as human, but also in the form of a bull or horse; the term Old Nick may refer to the water-horse Nok.",
        "In the American Presbyterian church he was a prominent figure; he worked for union with the Congregationalists and with the Dutch Reformed body; and at the synod of 1786 he was one of the committee which reported in favour of the formation of a General Assembly and which drafted \"a system of general rules for.",
        "The triple summit of Beacon Hill, of which no trace remains to-day (or possibly a reference to the three hills of the then peninsula, Beacon, Copp's and Fort) led to the adoption of the name Trimountaine for the peninsula,-a name perpetuated variously in present municipal nomenclature as in Tremont; but on the 17th of September 1630, the date adopted for anniversary celebrations, it was ordered that \" Trimountaine shall be called Boston,\" after the borough of that name in Lincolnshire, England, of which several of the leading settlers had formerly been prominent citizens.'",
        "Of the two-score or so of families most prominent in the first century hardly one retained place in the similar list for the early years of the second.",
        "Of the countries which were prominent in the production of cotton in 1790, Brazil and Asiatic Turkey alone remain \" (U.S.A. Bureau of the Census, Bulletin No 76).",
        "Prominent buildings are St Joseph's Cathedral and the buildings of the Berkshire Life Insurance Company, the Agricultural National Bank and the Berkshire County Savings Bank.",
        "From 1807 to 1816 Elkanah Watson (1758-1842), a prominent farmer and merchant, lived at what is now the Country Club, and while there introduced the merino sheep into Berkshire county and organized the Berkshire Agricultural Society; he is remembered for his advocacy of the building of a canal connecting the Great Lakes with the Atlantic Ocean, and as the author of Memoirs: Men and Times of the Revolution (18J5), edited by his son, W.",
        "This is prominent in J.",
        "The supernatural element that is prominent in the Old Testament is God's providential guidance and guardianship of His people, and His teaching and training of them by His prophets.",
        "At the Republican National Convention in 1920 he was not at first among the prominent candidates for president.",
        "The duties of the king towards his tenants are prominent in the assises.",
        "The king's oath to his men binds him to respect and maintain their rights, which are as prominent as are his duties; and if the men feel that the royal oath has not been kept, they may lawfully refuse military service (gager le roi), and may even rise in authorized and legal rebellion.",
        "THE CID, the favourite hero of Spain, and the most prominent figure in her literature.",
        "The connective tissue of the integument and basement membrane imperceptibly merges into that which surrounds the muscular bundles as they are united into denser and definite layers, and this is especially marked in those forms (Akrostomum) where the density of the muscular body-wall has considerably diminished, and the connective tissue has thus become much more prominent.",
        "He took a prominent part in state affairs, and, contrary to precedent, was seven times elected commander of the army.",
        "The most prominent building in the city is the cathedral or Munster, built of deep red sandstone, on a terrace high above the Rhine.",
        "In 1745, when the rebels were marching on Edinburgh, Maclaurin took a most prominent part in preparing trenches and barricades for its defence.",
        "Drew continued to work at his trade till 1805, when he entered into an engagement with Dr Thomas Coke, a prominent Wesleyan official, which enabled him to devote himself entirely to literature.",
        "All these are strikingly alike in appearance and general characters, differing essentially only in chemical composition, and it would seem better to reserve the name cerargyrite for the whole group, using the names chlorargyrite (AgC1), embolite (Ag(Cl, Bl)), bromargyrite (AgBr) and iodembolite (Ag(C1, Br, I)) for the different isomorphous members of the group. They are cubic in crystallization, with the cube and the octahedron as prominent forms, but crystals are small and usually indistinct; there is no cleavage.",
        "Lycabettus, the most prominent feature in the Athenian landscape, directly overhung the ancient city, but was not included in its walls; its peculiar shape rendered it unsuitable for fortification.",
        "The monuments of the Byzantine epoch have latterly occupied a prominent place in its investigations.",
        "Led by Aristides and Cimon they rendered such prominent service as to receive in return the formal leadership of the Greek allies and the presidency of the newly formed Delian League.",
        "In the wars of the period Athens took a prominent part with a view to upholding the balance of power, joining the Corinthian League in 395, and assisting Thebes against Sparta after 378, Sparta against Thebes after 369.",
        "The Macedonian garrison which was henceforth stationed in Attic territory prevented the city from taking a prominent part in the wars of the Diadochi.",
        "Identifying himself with the Democratic party, he served in the state House of Representatives in 1848, and was a prominent member of the convention for the revision of the state constitution in 1850-1851, a representative in Congress (1851-18s5), commissioner of the United States General Land Office (1855-1859), a United States senator (1863-1869), and governor of Indiana (1873-1877).",
        "Other prominent towns of the state are Rincon de Romos (or Victoria de Calpulalpam), Asientos de Ibarra and Calvillo, the first having more and the others less than 5000 inhabitants.",
        "In Paludina the whorls of the spiral are very prominent; the genus is viviparous.",
        "Prominent among its buildings are the federal building, the auditorium, the public library and the Masonic library, which contains one of the best collections of Masonic literature in the world.",
        "The college has maintained a high standard of instruction, and many of its former students have been prominent as public men, educationalists and preachers.",
        "Among prominent public buildings are the State Capitol (completed 1889), containing a law library of about 65,000 volumes and a collection of portraits of famous Georgians, the north-west front of the Capitol grounds containing an equestrian statue (unveiled in 1907) of John Brown Gordon (1832-1904), a distinguished Confederate general in the American Civil War and governor of Georgia in 1887-1890; the court house; the Carnegie library, in which the young men's library, organized in 1867, was merged in 1902; the post office building; and the Federal prison (about 4 m.",
        "1855), a prominent political leader, secretary of the interior in President Cleveland's cabinet in 1893-1896, and later governor of Georgia, was long the proprietor; and the Georgian (evening), founded in 1906 as a Prohibition organ.",
        "during the earlier part of his reign, and moreover as a trained and able lawyer, the bishop took a prominent part in the legislative acts of the \"English Justinian,\" whose activity in this direction coincides practically with Burnell's tenure of the office of chancellor.",
        "Indeed, like most of the prominent Virginians of the time, Mason was strongly in favour of the gradual abolition of slavery.",
        "Thus the prominent school of criticism which appraised Wagner in the 10th century by his approximation to Darwin and Herbert Spencer, appraises him in the aoth by his approximation to Bernard Shaw; with the absurd result that Gatterdammerung is ruled out as a reactionary failure.",
        "It is to be seen in many of the prominent ideas of the two writings, especially in the developed view of the central position of Christ in the whole universe; in the conception of the Church as Christ's body, of which He is the head; in the thought of the great Mystery, once secret, now revealed.",
        "The modifications in the army system were closely connected with Alexander's general policy, in which the fusion of Greeks of and Asiatics held so prominent a place.",
        "The prominent part taken by the women of the royal house was a Macedonian characteristic. The history of these kingdoms furnishes a long list of queens and princesses who were ambitious ' Antiochus Epiphanes was an extreme case.",
        "The Ptolemaic court, with the museum attached to it, is so prominent in the literary and scientific history of the age that it is unnecessary to give a list of the philosophers, the men of letters and science, who at one time or other ate at King Ptolemy's table.",
        "The most prominent measures of his administration were the prosecution of Wilkes and the passing of the American Stamp Act, which led to the first symptoms of alienation between America and the mother country.",
        "Returning to Massachusetts in 1849, he became a clerk and subsequently a junior partner in a prominent Boston commercial house.",
        "Far superior are those scenographic representations which enable a person consulting the map to identify prominent landmarks, such as the Pic du Midi, which rises like a pillar to the south of Pau, but is not readily discovered upon an ordinary map. This advantage is still fully recognized, for such views of distant hills are still commonly given on the margin of marine charts for the assistance of navigators; military surveyors are encouraged to introduce sketehes of prominent landmarks upon their reconnaissance plans, and the general public is enabled to consult \" Picturesque Relief Maps \" - such as F.",
        "Among countries represented on a larger scale on maps, Palestine not unnaturally occupies a prominent place in this age of pilgrimages and crusades (1095-1291).",
        "Accused of attempting to poison the king of France and other prominent persons, and of other crimes, his French estates were seized by order of Charles V., and soon afterwards Navarre was invaded by the Castilians.",
        "The attribution of a mystic significance to the millennium-period, though perhaps not prominent in that theory of Christian eschatology to which the names Millenarianism and Chiliasm (from Gr.",
        "Stop. The indentation below the eyes, most prominent in bulldogs.",
        "The student of English constitutional history will observe the success with which Friends have, by the mere force of passive resistance, obtained, from the legislature and the courts, indulgence for all their scruples and a legal recognition of their customs. In American history they occupy an important place because of the very prominent part which they played in the colonization of New Jersey and Pennsylvania.",
        "Joseph John Gurney of Norwich, a brother of Elizabeth Fry, by means of his high social position and his various writings (some published before 1835), was the most prominent actor in this movement.",
        "The prominent anti-slavery workers were Ralph Sandiford, Benjamin Lay, Anthony Benezet and John Woolman.'",
        "In 1783 the first petition to the House of Commons for the abolition of the slave trade and slavery went up from the Quakers; and in the long agitation which ensued the Society took a prominent part.",
        "Banks was one of the most prominent of the volunteer officers.",
        "Other prominent buildings are the Supreme Court building, the county court house (the old state capitol, finished in 18J3), the city-hall, the state arsenal, the high school and the public library.",
        "Before she was sixteen she married Prince Mikhail Dashkov, a prominent Russian nobleman, and went to reside with him at Moscow.",
        "n the early conversations doctrine took a prominent place, but as Methodism spread the oversight of its growing organization occupied more time and more attention.",
        "In the worship the drink prepared from the haoma (Indian soma) plant had a prominent place.",
        "Throughdut the War of Independence he and his sons (see below) were prominent patriots.",
        "Ears of moderate size, oval, erect, prominent, placed near the occiput.",
        "Prominent among the \" nine hundred theses \" which Mirandola had placarded in Rome, and which he undertook to defend in the presence of all European scholars, whom he invited to the Eternal City, promising to defray their travelling expenses, was the following: \" No science yields greater proof of the divinity of Christ than magic and the Kabbalah.\"",
        "On the other hand, it must be admitted that the points of view in the two parts are very different: the philosophical conception of wisdom and the general Greek colouring, so prominent in the first part, are quite lacking in the second (x.",
        "It is in the second that we have the finer ethical conception of God as father and saviour of all men, lover of souls, merciful in his dealings with the wicked - in the first part it is his justice that is emphasized; the hope of immortality is prominent in the first, but is mentioned only once (in xv.",
        "The Mexican Central gives it railway connexion with the national capital and other prominent cities of the Republic. Leon stands in a fertile plain on the banks of the Turbio, a tributary of the Rio Grande de Lerma, at an elevation of 5862 ft.",
        "Since about 1880 there have been central factories, and their increase has been a very prominent factor in the development of the industry, as it has been in Cuba.",
        "Rice farming, which had its beginning immediately after the Civil War and first became prominent in the 'seventies, has developed enormously since 1880.",
        "Finally, Pinar del Rio is dominated by a prominent mountain range and by outlying piedmont hills and mesas.",
        "The soil of the island is almost wholly of modern formation, mainly alluvial, with superficial limestones as another prominent feature.",
        "The first exports from the Daiquiri district were made by an American company in 1884; the Nipe (Cagimaya) mines became prominent in promise in 1906.",
        "Commerce (resting largely upon specialized agriculture) is vastly more prominent as yet than manufacturing and mining in the island's economy.",
        "He continued to play a prominent part in International Socialist politics, striving to arrange concerted action of the working classes to make wars impossible by means of general strikes.",
        "The institution of the Janissaries holds a prominent place among the most remarkable events of Orkhan's reign, which was notable for the encouragement of learning and the foundation of schools, the building of roads and other works of public utility.",
        "A conspiracy to bring about a change was hereupon formed by certain prominent statesmen, whose leaders were Midhat Pasha, Mehemed Rushdi Pasha and Mahmud Damad Pasha, the husband of a princess of the blood, sister to Prince Murad.",
        "Most of its members were military officers, prominent among them being Majors Enver Bey and Niazi Bey, who directed the propaganda in Albania and Macedonia.",
        "Of course only a few of the most prominent, either through the intrinsic merit of their work or through the influence they have had on that of their contemporaries, can be mentioned in a brief review like the present.",
        "The most prominent man of letters under Selim I.",
        "At the same time he was prominent in the movement for the formation of labour unions, and at the congress of working men at Nantes in 1894 he secured the adoption of the labour union idea against the adherents of Jules Guesde.",
        "\" the man the pupils of whose eyes are prominent\") (d.",
        "In 479 he was re-elected strategus, and invested with special powers as commander of the Athenian contingent at Plataea; he is also said to have judiciously suppressed a conspiracy among some oligarchic malcontents in the army, and to have played a prominent part in arranging for the celebration of the victory.",
        "Greenland forms the most prominent exception, its eastern coast being quite as much indented as its western.",
        "In the region of Angmagssalik, which is very mountainous, the mountains rise to 6500 ft., the most prominent peak being Ingolf's Fjeld, in 66° 20' N., about 6000 ft., which is seen from far out at sea, and forms an excellent landmark.",
        "His imposing height, his noble features, his brilliant eloquence, as well as his renown for zeal and charity, made him a prominent feature in French life for many years.",
        "Other prominent buildings are the United States court house and post office, the state supreme court house, the county court house, the state penitentiary, the state armoury and the executive mansion.",
        "Pope Celestine's choice fell on the deacon Palladius, who had taken a prominent part in stamping out the doctrine in Britain.",
        "Of all these Frankish tribes one especially was to become prominent, the tribe of the Salians.",
        "of Ciudad Victoria, in the heart of a prominent ixtle-producing region; Mier (7114 in 1895), on the Rio Grande, 95 m.",
        "In the West the custom, long universal, of marking the seasons of the ecclesiastical year and the more prominent fasts and festivals by the colour of the vestments of clergy and altar dates, approximately, from the 12th century: the subject is mentioned (c. 1200) in the treatise of Innocent III., De sacro altaris mysterio (cap. 10), where the rules are laid down which are still essentially those of the Roman Church,' though the liturgical colours were only four, violet belonging to the category of black - as that of mourning.",
        "Brechin Castle played a prominent part in the Scottish War of Independence.",
        "After gaining recognition as one of the most prominent members of the Suffolk bar, he became associated in 1848 with the Free Soil movement, and took a prominent part in the Buffalo convention of that year.",
        "In 1853 he took a prominent part in the state constitutional convention.",
        "He allied himself with the Republican party on its organization, but his inborn dislike for political manoeuvring prevented his ever becoming prominent in its councils.",
        "In spite of the departure of many prominent Hussites the troubles at Prague continued.",
        "She is prominent as the promoter of agriculture in Attic legend.",
        "The ventral valve is usually the larger, and in many genera, such as Terebratula and Rhynchonella, has a prominent beak or umbo, with a circular or otherwise shaped foramen at or near its extremity, partly bounded by one or two plates, termed a deltidium.",
        "After the breach between Jackson and Calhoun, Van Buren was clearly the most prominent candidate for the vice-presidency.",
        "He preached before the Commons in 1642, but his sermon gave offence, and when in 1647 he took a prominent part in resisting the parliamentary visitation of Oxford University he was deprived of his canonry and living.",
        "Of these thirteen sections, the first contains a simple description of the more prominent phenomena, without mathematical symbols or numerical data.",
        "occasionally visited Pembroke, notably in 1172, and until the close of the Wars of the Roses, both town and castle played a prominent part in the history of Britain.",
        "All the appendages are pediform and bi-ramose; all have a prominent gnathobase, and in all the exopodite carries a comb-like series of secondary processes.",
        "i., the elders or sheikhs of the municipality and the priests of the temple are the most prominent figures.",
        "For his account of earlier events he was able to obtain information from his father, who was one of the most prominent 1 A shortened form of Chalcocondyles, from xaXicos, copper, and xovSvXos, knuckle.",
        "Some prominent examples (dealt with elsewhere under their appropriate titles) are the dispute between the United States and Great Britain respecting the \" Alabama \" and other vessels employed by the Confederate government during the American Civil War (award in 1872); that between the same powers respecting the fur-seal fishery in Bering Sea (award in 1893); that between Great Britain and Venezuela respecting the boundary of British Guiana (award in 1899); that between Great Britain, the United States and Portugal respecting the Delagoa railway (award in 1900); that between Great Britain and the United States respecting the boundary of Alaska (award in 1903).",
        "As a god who gave victory, he was prominent in the official cult of Persia, the seventh month and the sixteenth day of other months being sacred to him.",
        "Prominent among the storks is the great black-headed white crane, called the jaburd (Mycteria americana), which is found along the Amazon and down the coast and grows to a height of 42 ft.",
        "Most prominent among these is the American alligator, of which there are, according to Netterer, two genera and eight species in Brazil.",
        "The most prominent among Brazilian painters is Pedro Americo, and in sculpture Rodolpho Bernardelli has done good work.",
        "The Observatorio Nacional at Rio de Janeiro is another prominent public institution.",
        "These deficits were common enough under the monarchy, but they have become still more prominent under the republic. According to the \" Retrospecto Commercial \" for 1906 of the Jornal do Commercio (Rio de Janeiro, March 5, 1907), the aggregate deficits for the eleven years 1891 to 1904 were 692,000,000 milreis, or, say, £43,250,000.",
        "Having worked first as a mason and then as a compositor, he joined P. Dubois in the foundation of Le Globe which became in 1831 the official organ of the Saint-Simonian community, of which he became a prominent member.",
        "Burns's monument, in the style of a Greek temple, occupies a prominent position on the Regent Road, on the southern brow of the lower terrace of Calton Hill.",
        "It used to be a popular resort for fish dinners, and it plays a prominent part in Charles Reade's novel of Christie Johnstone.",
        "New College buildings, designed in the Pointed style of the 16th century, and erected on the site of the palace of Mary of Guise, occupy a prominent position at the head of the Mound.",
        "These tall tenements on both sides of what is now High Street and Canongate are still a prominent characteristic of the Old Town.",
        "The university was served by a body of teachers and investigators who won for it a prominent position among European schools.",
        "A prominent part in the War of Independence was played by the Maniates or Mainotes, the inhabitants of the rugged peninsula formed by the southern part of Taygetus.",
        "The most prominent building is the Palazzo dei Consoli, on the N.",
        "Pollard's Life of Jefferson Davis, with a Secret History of the Southern Confederacy (Philadelphia, 1869), a somewhat partisan arraignment by a prominent Southern journalist; and W.",
        "Of these, two of the best known are Hilton College and Hermansberg College, many prominent Nataiians having been educated at one or the other of these establishments.",
        "The year that witnessed this change in the constitution was also notable for the death of Sir Theophilus Shepstone, Natal's most prominent citizen.",
        "As the war progressed the Natal volunteers and other Natal forces took a prominent part.",
        "Cobden had married in 1840 Miss Catherine Anne Williams, a Welsh lady, and left five surviving daughters, of whom Mrs Cobden-Unwin (wife of the publisher Mr Fisher Unwin), Mrs Walter Sickert (wife of the painter) and Mrs Cobden-Sanderson (wife of the well-known artist in bookbinding), afterwards became prominent in various spheres, and inherited their father's political interest.",
        "After holding appointments at Kiel and Heidelberg, he was in 1874 made professor at Berlin; he had already in 1871 become a member of the Reichstag, and from that time till his death in 1896 he was one of the most prominent figures in the city.",
        "In the Reichstag he had originally been a member of the National Liberal party, but in 1879 he was the first to accept the new commercial policy of Bismarck, and in his later years he joined the Moderate Conservatives, but his deafness prevented him from taking a prominent part in debate.",
        "Of the seven lines he saw, he regarded the five most prominent as the natural boundaries or dividing lines of the pure simple colours of the prismatic spectrum, which he supposed to have four primary divisions.",
        "With Fox he was never on terms of friendship, and Samuel Rogers, in his Table Talk, asserts that their antipathy was so pronounced that at a dinner party given by a prominent Whig not the slightest notice was taken by Fox of the presence of Horne Tooke.",
        "Among the prominent lyrists whose works, although partly published before 1880, belong largely to the later period, the following deserve special mention: The poetry of Emil Abra.nyi (born 1850) is filled with the ideas and ideals of Victor Hugo.",
        "He was one of the first members, and became president of the Bureau of Longitudes, took a prominent place at the Institute (founded in 1796), professed analysis at the Ecole Normale, and aided in the organization of the decimal system.",
        "In the figure of the earth, the theory of attractions, and the sciences of electricity and magnetism this powerful calculus occupies a prominent place.",
        "In the Republican national convention of 1876 Conkling sought nomination for the presidency, and after the disputed election of this year he took a prominent part in devising and securing the passage of a bill creating an electoral commission.",
        "19 1912 was replaced as Ban by a little known official Mr. Cuvaj, who promptly dissolved the Diet before it had even met, and proceeded to muzzle the press, to close the university and to arrest several prominent politicians.",
        "1915 at Banjaluka 151 prominent Bosnian Serbs - including 5 deputies and 20 orthodox priests - were put on trial for treason: and eventually 16 death sentences were passed, and terms of imprisonment totalling 858 years and a collective fine of 14 million crowns, were passed.",
        "Among the latter were the mayor of Zagreb, the poet Vojnovic, and prominent Serb, Croat and Slovene deputies of all parties, including the peasant leader Stephen Radic and the future minister Pribicevic. Their resolutions, though necessarily vague, amounted to a pledge of mutual support in the cause of unity and independence.",
        "Friction was increased by a whole series of incidents along the coast, by the deportation of prominent Yugosla y s to Italy and by the entry of Italian troops into Fiume, despite the protests of the Yugoslav civil and military authorities (Nov.",
        "The most prominent name between that of Gesner and Linnaeus in the history of systematic zoology is that of John Ray (1628-1705).",
        "Many zoologists - prominent among them in Great Britain being Huxley - had been repelled by the airy fancies and assumptions of the \" philosophical \" morphologists.",
        "The ode was followed by a solemn service in St Mark's, in which Zarlino's music formed a prominent feature, and the festival concluded with the representation of a dramatic piece entitled Orfeo composed by Zarlino.",
        "Some prominent burghers even spoke at Uitlander meetings in favour of the Uitlander requests.",
        "In addition to these prominent features, there are sometimes to be seen a number of coloured bands, situated at or near the summits of the bows, close to the inner edge of the primary and the outer edge of the secondary bow; these are known as the spurious, supernumerary or complementary rainbows.",
        "1397), a prominent member of the Beghard community, who travelled widely as a missionary and propagated the teachings of his sect.",
        "Hannibal has a good public library (1889; the first in Missouri); other prominent buildings are the Federal building, the court house, a city hospital and the high school.",
        "The more ornate variety, called abnet, was worn by prominent officials (Isa.",
        "On the other hand, the prominent badge enforced by Pope Innocent III.",
        "1857), under-secretary for war 1900-2, lieutenantgovernor of the Isle of Man (1902) and a prominent militia officer.",
        "Palms grow everywhere; among them the coco-nut palm (Cocos nucifera) is the most prominent.",
        "The Caracas institution dates from early colonial times and numbers many prominent Venezuelans among its alumni.",
        "Among these numerous synods the most prominent are those which the tradition of the Roman Catholic church has classed as ecumenical councils.",
        "He held a prominent place in the New School branch of the Presbyterians, to which he adhered on the division of the denomination in 1837; he had been tried (but not convicted) for heresy in 1836, the charge being particularly against the views expressed by him in Notes on Romans (1835) of the imputation of the sin of Adam, original sin and the atonement; the bitterness stirred up by this trial contributed towards widening the breach between the conservative and the progressive elements in the church.",
        "For various reasons, however, poverty and personal inclination among others, he did not take a prominent part in the military operations of this period.",
        "The marabouts took a prominent part in the resistance offered to the French by the Algerian Moslems; and they have been similarly active in politico-religious movements in Tunisia and Tripoli.",
        "Gaines took a prominent part in the operations against the Seminoles in Florida in 1817 (when he was in command of the Southern Military District) and in 1836 and during the Mexican War commanded the department of the South-West, with headquarters at New Orleans.",
        "If the abscess be deeply situated in some tissue and not able to open on to a free surface so allowing the contents to be drained off, the phagocytic cells play a very prominent part in the resolution of the abscess.",
        "Debendra Nath Tagore sought refuge from the difficulty by becoming an ascetic. The \"Brahma Samaj of India,\" as Chunder Sen's party styled itself, made considerable progress extensively and intensively until 1878, when a number of the most prominent adherents, led by Anand Mohan Bose, took umbrage at Chunder Sen's despotic rule and at his disregard of the society's regulations concerning child marriage.",
        "The names of many prominent members of both sects have been preserved, but it would be useless to repeat them.",
        "But the most prominent figure in Byzantine medicine is that of Paul of Aegina (Paulus Aegineta), who lived probably in the early part of the 7th century.",
        "The great name of Haller does not therefore occupy a very prominent place in the history of practical medicine.",
        "In parliament he acted with the small Opposition group led by Grattan (q.v.), but took no prominent part in debate.",
        "In his literature it has played a prominent part from the Nibelungenlied to the present day; and its weird and romantic legends have been alternately the awe and the delight of his childhood.",
        "He addresses him as an equal; he expresses sympathy with the prominent part he played in public life, and admiration for his varied accomplishments, but on his own subject claims to speak to him with authority.",
        "He took a prominent part in educational affairs, strongly opposed the Roman Catholic claims for public funds for parochial schools, and conducted the campaign of the Free School Society to its successful issue in 1842, when a state law was passed forbidding the support from public funds of any \"religious sectarian doctrine.\"",
        "Among examples of the first group, Cheapside is prominent.",
        "The Royal Geographical Society, occupying a building close to Burlington House in Savile Row, maintains a map-room open to the public, holds lectures by prominent explorers and geographers, and takes a leading part in the promotion of geographical discovery.",
        "The Windmill tavern occupies a prominent position in the action of Every Man in his Humour.",
        "JOSHUA REED GIDDINGS (1795-1864), American statesman, prominent in the anti-slavery conflict, was born at Tioga Point, now Athens, Bradford county, Pennsylvania, on the 6th of October 1795.",
        "In height the adult male chimpanzee of the typical form does not exceed 5 ft., and the colour of the hair is a full black, while the skin, especially that of the face, is light-coloured; the ears are remarkably large and prominent, and the hands reach only a short distance below the knees.",
        "The head is rounded and short, without prominent beetling ridges above the eyes, or a strong crest along the middle line of the back of the skull; and the tusks of the old males are of no very great length and prominence.",
        "Ben Adret, with the approval of other prominent Spanish rabbis, sent a letter to the community at Montpellier proposing to forbid the study of philosophy to those who were less than thirty years of age, and, in spite of keen opposition from the liberal section, a decree in this sense was issued by ben Adret in 1305.",
        "The thought of divine forgiveness, as set forth in the teaching of Jesus and manifested in His own attitude towards, and power over, the hearts of the outcasts among the people, is peculiarly prominent in this Gospel.",
        "As the Hindu Kush gradually recedes from the Ab-i-Panja and turns south-westwards it gains in altitude, and we find prominent peaks on the crest which measure more than 24,000 ft.",
        "In the Paris Exhibition of 1900 surface decoration was the prominent feature of all the exhibits of table-glass.",
        "The most prominent building is the palace, formerly the residence of the dukes of Liegnitz, rebuilt after a fire in 1835 and now used as the administrative offices of the district.",
        "Of its three Evangelical churches the most prominent is the fine Gothic church of St John, with twin spires, which was restored in 1886.",
        "He worked as a designer in Paris, and became prominent as a member of the municipal council of Paris, rousing much angry discussion by a proposal to rename the Parisian streets which bore saints' names.",
        "By her preaching at Gateshead, where her husband was circuit minister, in 1860, she began the women's ministry which is so prominent a feature of the army's work.",
        "He held a largely attended council at Clermont in November 1095, where the preaching of the First Crusade marked the most prominent feature of Urban's pontificate.",
        "On the other hand, from Withraed's and Alfred's laws downwards, the element of enactment by central authority becomes more and more prominent.",
        "The points mentioned are not many, but, apart from their intrinsic importance in any system of law, they are, as it were, made prominent by the documents themselves, as they are constantly referred to in the latter.",
        "He returned to Scotland in 1639, and established communications with the Covenanters and the Opposition in England, and as member for Banbury in both 'the Short and Long Parliaments he took a prominent part in the attacks upon the church.",
        "After the new centre was built, a society called the Societa per la difesa di Firenze antica was formed by many prominent citizens to safeguard the ancient buildings and prevent them from destruction, and a spirit of intelligent conservatism seems now to prevail in this connexion.",
        "Bonif ace died in 1052, and in the following year the margraviate passed to his daughter, the famous The countess Matilda, who ruled for forty years and played a prominent part in the history of Italy in that period.",
        "New Medici plots having been discovered, Bernardo del Nero and other prominent citizens were tried and put to death; but the party hostile to Savonarola gained ground and had the support of the Franciscans, who were hostile to the Dominican order.",
        "Of the latter, the most prominent are the military barracks on the north bank of the river, the Protestant church, the Roman Catholic cathedral and St Colman's Roman Catholic college.",
        "95) he went to Rome in company with the most prominent members of the school of Jabneh, in order to avert a danger threatening the Jews from the action of the terrible emperor.",
        "They are afterwards mentioned frequently by later writers among the inland nations of Asia Minor, and assume a more prominent part in the history of Alexander the Great, to whose march through their country they opposed a determined resistance.",
        "He was prominent among the founders of Andover Theological Seminary, and was its first professor, occupying the chair of Christian theology from 1808 to 1846, and being professor emeritus until his death in Andover on the 24th of August 1854.",
        "In the early history of Rome the Etruscans play a prominent part.",
        "He relied more than ever on the support of the popular party, which then obtained the reforming Ordonnance Cabochienne (so called from Simon Caboche, a prominent member of the gild of the butchers).",
        "In 1707 he published a Discourse on Church Government, and he took a prominent part in the controversy with Benjamin Hoadly, bishop of Bangor.",
        "The last two categories, which do not become prominent anywhere in Europe until the 12th century, had, like all gilds, a religious tinge, but their aims were primarily worldly, and their functions were mainly of an economic character.",
        "The religious element was more prominent in Orcy's gild at Abbotsbury and in the fraternity at Exeter; their ordinances exhibit much solicitude for the salvation of the brethren's souls.",
        "They are important because they played a prominent role in the social life of England, especially as eleemosynary institutions, down to the time of their suppression in 1547 Religious gilds, closely resembling those of England, also flourished on the continent during the middle ages.",
        "But in some prominent towns, notably London, Colchester, Norwich and the Cinque Ports, it seems never to have been adopted.",
        "In some of the larger towns the crafts were prominent already in the 13th century, but they became much more prominent in the first half of the r4th century.",
        "In Germany, France and the Netherlands it occupies a less prominent place in the town charters and in the municipal polity, and often corresponds to the later fraternities of English dealers established either to carry on foreign commerce or to regulate a particular part of the local trade monopoly.",
        "Two new kinds of craft fraternities appear in the 14th century and become more prominent in the 15th, namely, the merchants' and the journeymen's companies.",
        "The resulting struggle of organized bodies of masters and journeymen was widespread throughout western Europe, but it was more prominent in Germany than in France or England.",
        "The scars left by the fallen leaves are unusually large and prominent.",
        "Yet we must beware of regarding Barnabas as merely a fine character; he plays too prominent a part in the New Testament for any such limitation.",
        "Though perhaps subject to slight changes in the course of years, there is no doubt that these dunes are practically permanent features; the more prominent ones serve as landmarks and have well-known distinctive names.",
        "Ants and beetles too are very numerous, and anthills are prominent features in many places.",
        "Attempts have been made to transfer the responsibility for the act of violence to O'Callaghan and other prominent leaders in the revolt; but Papineau's own words, \"The patriots of this city would have avenged the massacre but they were so poor and so badly organized that they were not fit to meet the regular troops,\" prove that he did not discountenance recourse to arms. Writing of the events of 1837 in the year 1848 he said: \"The smallest success at Montreal or Toronto would have induced the American government, in spite of its president, to support the movement.\"",
        "and founded the family of the Ezzelini, who were prominent in the history of North Italy in the 13th and 14th centuries.",
        "The larvae of species belonging to the Culicinae have a prominent breathing tube, or respiratory siphon, on the penultimate (eighth) abdominal segment, and when taking in air hang head downwards (often nearly vertically) from the surface film.",
        "apoc in Byzantine writers, as Khazirs in Armenian and Khwalisses in Russian chronicles, and Ugri Bielii in Nestor), an ancient people who occupied a prominent place amongst the secondary powers of the Byzantine state-system.",
        "Farther north, in the department of Ancachs, the Mesozoic belt is composed chiefly of sandstones and shales, and the limestones which form so prominent a feature above Lirna seem to have disappeared.",
        "Its purpose is to foster learning and literary effort, and it is a popular and prominent feature in the intellectual life of the country.",
        "Three men, during that period of probation, won a prominent place in their country's history, Generals Agustin Gamarra, Felipe Santiago Salaverry, and Andres Santa Cruz.",
        "A group of malcontents under the leadership of one Durand, a man who had been prominent in the revolution against General Caceres in 1894-95, conspired against the authorities and raised several armed bands, known locally as montaneras.",
        "He was prominent among those who brought about the chartering of Greater New York in 1897, and in this year was an unsuccessful candidate, on an independent ticket, for mayor of New York City; in 1900, on a fusion ticket, he was elected mayor and served in 1901-1903.",
        "In the 16th century we find faith cures recorded of Luther and other reformers, in the next century of the Baptists, Quakers and other Puritan sects, and in the 18th century the faith healing of the Methodists in this country was paralleled by Pietism in Germany, which drew into its ranks so distinguished a man of science as Stahl (1660-1734) In the 19th century Prince Hohenlohe-WaldenburgSchillingsfiirst, canon of Grosswardein, was a famous healer on the continent; the Mormons and Irvingites were prominent among English-speaking peoples; in the last quarter of the 19th century faith healing became popular in London, and Bethshan homes were opened in 1881, and since then it has found many adherents in England.",
        "It first became prominent at the time of the emperor Otho II.",
        "Among the most prominent secular buildings are: the Tergesteo, a huge edifice containing a cruciform arcade roofed with glass, where the exchange is established, besides numerous shops and offices; the town-hall, rebuilt in 1874, with the handsome hall of the local Diet; the imposing old exchange, now the seat of the chamber of commerce; the palatial offices of the Austrian Lloyd, the principal shipping company; the commercial and nautical academy, with its natural history museum, containing the complete fauna of the Adriatic Sea; and finally the municipal museum, Revoltella, are all worth mentioning.",
        "He also took a deep interest in religious matters, was a prominent member of the Church of the Disciples (Unitarian; founded in Boston by the Rev. James Freeman Clarke), and was assistant editor for some time of The Christian World, a weekly religious paper.",
        "Luminous dark eyes sparkled and flamed beneath his thick, black brows, and his large mouth and prominent nether lips were as capable of gentle sweetness as of power and set resolve.",
        "SAMUEL, a prominent figure in Old Testament history, was born at Ramah and was dedicated to the service of Yahweh at the sanctuary of Shiloh where his youth was spent with Eli.",
        "However, so epoch-making an event as the institution of the monarchy naturally held a prominent place in later ideas and encouraged the growth of tradition.",
        "In appearance tsetse are somewhat narrow-bodied flies, with a prominent proboscis, which projects horizontally in front of the head, and with the wings in the resting position closed flat one over the other like the blades of a pair of scissors.",
        "In this species the corona is also very large and prominent, but is more elongated and trumpetshaped, while the other members are regarded as subspecies or varieties of this.",
        "The city has a fine public square and the Lane free library (1866); the court house is its most prominent public building.",
        "The internal disorders of the realm depicted by Micah are also prominent in Isaiah's prophecies; they were closely connected, not only with the foreign complications due to the approach of the Assyrians, but with the break-up of the old agrarian system within Israel, and with the rapid and uncompensated aggrandisement of the nobles during those prosperous years when the conquest of Edom by Amaziah and the occupation of the port of Elath by his son (2 Kings xiv.",
        "The people of Rhode Island played a prominent part in the struggle for independence.",
        "A second characteristic, scarcely less prominent than the first, was his love of power.",
        "The first prominent member of this family and founder of his dynasty was Mastino I.",
        "The universal is, as Herbert Spencer remarked, a subjective idea, and the general forms, existing ante res, which play so prominent a part in Greek and medieval philosophy, do not in the least correspond to the homogeneous matter of the physical evolutionists.",
        "Hence it took a prominent part in the Peloponnesian War until the crushing defeat at Idomene (426) crippled its resources.",
        "The hurricanes of 1844 and 1846 are the only other prominent local events.",
        "The remarkable grace of this moun- Fe L tams curvean inverted catenarymakes it one of the most beautiful in the world, and has obtained for it a prominent place in Japanese decorative art.",
        "In the composition of many mountains in Hondo (the main island) granite plays a prominent part.",
        "There are ten species of bat (komori) and seven of insect-eaters, and prominent in this class are the mole (mugura) and the hedgehog (hari-nezumi).",
        "Its representative has a broad face, with prominent cheek-bones, oblique eyes, a nose more or less flat and a wide mouth.",
        "Small in stature, with a well-knit frame, the cheekbones prominent, the face generally round, the nose and neck short, a marked tendency to prognathism, the chest broad and well developed, the trunk long, the hands small and delicate this Malay type is found in nearly all the islands along the east coast of the Asiatic continent as well as in southern China and in the extreme south-west of Korean peninsula.",
        "Like the Malay and the Mongol types they are short and thickly built, but unlike either they have prominent brows, bushy locks, round deep-set eyes, long divergent lashes, straight noses and much hair on the face and the body.",
        "810, a celebrated Buddhist priest, Kkai, who had spent several years studying in China, compounded out of Buddhism, Confucianism and ShintO a system of doctrine called Ryobu Shinto (Dual Shinto), the prominent tenet of which was that the ShintO deities were merely transmigrations of Buddhist divinities.",
        "Men and women of all ranks began to visit it; the emperor himself consented (f 887) to witness a performance by the great stars of the stage at the private residence of Marquis Inouye; a dramatic reform association was organized by a number of prominent noblemen and scholars; drastic efforts were made to purge the old historical dramas of anachronisms and inconsistencies, and at length a theatre (the Yurabu-za) was built on purely European lines, where instead of sitting from morning to night witnessing one long-drawn-out drama with interludes of whole farces, a visitor may devote only a few evening-hours to the pastime.",
        "He has not succeeded in winning great distinction, but he manufactures some very delicate monochromes, fully deserving to be classed among prominent evidences of the new departure.",
        "The most prominent church is the cathedral, a Gothic building of the 14th century, restored in 1883-1886, with a tower 328 ft.",
        "During the middle ages the district which now forms the grand-duchy of Baden was ruled by various counts, prominent among whom were the counts and dukes of Zahringen.",
        "1707), was prominent among the soldiers who resisted the aggressions of France.",
        "Among the more prominent buildings are the court-house - the portion first erected being designed after the Parthenon - the Steele high school, St Mary's college, Notre Dame academy, the Memorial Building, the Arcade Building, Reibold Building, the Algonquin Hotel, the post office, the public library (containing about 75,000 volumes), the Young Men's Christian Association building and several churches.",
        "The most prominent members of the family were Mircea (1386-1418), who accepted Turkish suzerainty; Neagoe, the founder of the famous cathedral at Curtea de Argesh; Michael, surnamed the Brave (1592-1601); and Petru Cercel, famous for his profound learning, who spoke twelve languages and carried on friendly correspondence with the greater scholars and poets of Italy.",
        "Children's magazines originated with the Young Misses' Magazine (1806) of Brooklyn; the New York St Nicholas (monthly) and the Boston Youth's Companion (weekly) are prominent juveniles.",
        "At Litchfield and in Boston he was a prominent opponent of the $rowing \"heresy\" of Unitarianism, though as early as 1836 he was accused of being a \"moderate Calvinist\" and was tried for heresy, but was acquitted.",
        "A prominent feature in its trade is the shipment of live cattle.",
        "He continued, however, to take the side of the dissenters in the questions affecting religious liberty, which played such a prominent part towards the close of Anne's reign.",
        "The county and the city were named in honour of Edward Dickinson Baker (1811-1861), a political leader, orator and soldier, who was born in London, England, was taken to the United States in 1815, was a representative in Congress from Illinois in 1845-1846and 1849-1851, served in the Mexican War as a colonel (1846-1847), became a prominent lawyer in California and later in Oregon, was a Republican member of the United States Senate in 1860-1861 and was killed at Ball's Bluff, Virginia, on the 21st of October in r 861, while serving as a colonel in the Federal army.",
        "In 1427 he sold his rights as burgrave to the town of Nuremberg, and he was a prominent member of the band of electors who sought to impose reforms upon Sigismund.",
        "Their crania have a normal development; their cheek-bones are high; their noses prominent, with large nostrils; their lips straight; and they are marked by the absence of the auricular lobules.",
        "When Fox seceded from the House of Commons, Tierney became a prominent opponent of Pitt's policy.",
        "The symptoms of the bite from the Daboia or Vipera russeli resemble the effects of rattlesnake poison, but sanious discharges from the rectum, &c., are an additional and prominent feature.",
        "From 1871 to 1877 he was again a member of the United States senate, in which he was prominent in debate and in committee work, and was chairman of the committee on foreign affairs during the Alabama Claims negotiations.",
        "The highest points of the range, reckoning from the north, are Halimat el-Kabu (8257 ft.), which has a splendid view; the Fatli block, including Tal'at Musa (8721 ft.) and the adjoining Jebel Nebi Baruh (79 00 ft.); and a third group near Bludan, in which the most prominent names are Shakif, Akhyar and Abu'l-Hin (8330 ft.).",
        "Petersburg; Catholic and Uniate Church property sequestrated from 1836 onwards; the Lithuanian Statute, which had remained the law of the land through four centuries of union with Poland, replaced by the Russian code in 1840, while prominent natives, debarred from public service in their own country, were forced to emigrate or exiled to Siberia.",
        "This abortive insurrection in which the Polish nobility and intelligentsia were primarily involved, though the Lithuanians also took a prominent part, led to the suppression of the printing of Lithuanian books by the dictator Gen.",
        "Currency legislation was especially prominent.",
        "Following his nomination he \" stumped \" the country, making the League of Nations the prominent issue but was overwhelmingly defeated by Warren G.",
        "Quickly attaining a prominent position among the Frankish nobles, he appears as rector of the abbey of Marmoutier in 852, and as one of Charles the Bald's missi dominici, in 853; but soon afterwards he was among those who rebelled against Charles, and invited the king's halfbrother, Louis the German, to invade West Francia.",
        "Two years afterwards he was appointed preacher in the St Lorenz Kirche, and about the same time he publicly joined the Lutheran party, taking a prominent part in the discussion which ultimately led to the adoption of the Reformation by the city.",
        "All this was done according to certain ancient and rigidly prescribed forms and after the performance of special religious rites, in which the consecration of the pickaxe and the sacrifice of sugar formed a prominent part.",
        "Prominent among these are galena and iron pyrites, the former being almost invariably gold-bearing.",
        "Russia became prominent in 1823, and for fourteen years contributed the bulk of the supply.",
        "Other influences tending to diversity were the rise of later prophets and visionaries, the personality of prominent members of the sect (like Tertullian himself, who gave to Montanism much more than he received from it), and the power of local environment.",
        "In addition to a number of subject-pictures, such as \"Trop Tard\" (1870), \"Samson et Delilah\" (1871), and others taken from Moroccan studies, he was an eminent painter of portraits of some of the most prominent men and women of the day, one of his last being that of Queen Victoria (1900).",
        "1841), became a distinguished soldier and one of the most prominent military writers of his time.",
        "At first the Irish and Germans were most prominent.",
        "In the cause of labour he was active for many years, and in 1872 he set an example to the clergy of all the churches by taking a prominent part in a meeting held in Exeter Hall on behalf of the newly established Agricultural Labourers' Union, Joseph Arch and Charles Bradlaugh being among those who sat with him on the platform.",
        "The council sat at intervals from 1545-1563, but there was a marked divergence between the opinions advocated by prominent members of the council and its final decrees.",
        "At the close of the Civil War he was a leading member of the radical wing of the Republican party, advocating the disfranchisement of all who had been prominent in the service of the Confederacy, and declaring that \"loyalty must govern what loyalty has preserved.\"",
        "Doumer became a prominent personage in Paris and was elected president of the chamber in January 1905, being re-elected in January 1906.",
        "As a religious teacher, literary critic, historian and jurist, Mr Harrison took a prominent part in the life of his time, and his writings, though often violently controversial on political and social subjects, and in their judgment and historical perspective characterized by a modern Radical point of view, are those of an accomplished scholar, and of one whose wide knowledge of literature was combined with independence of thought and admirable vigour of style.",
        "The Sophists and the Sceptics, Plato and Aristotle, the Stoics and the Epicureans took up the question, and from the time of Locke and Kant it has been prominent in modern philosophy.",
        "In 1653 Deane was with Blake in command at the battle off Portland and later took the most prominent and active part in the refitting of the fleet on the reorganization of the naval service.",
        "In the construction of the Scottish Reform Act Kennedy took a prominent part; indeed he and Lord Cockburn may almost be regarded as its authors.",
        "The Sebastianists had an important share in the Portuguese insurrection of 1640, and were again prominent during the Miguelite wars (1828-34).",
        "is probably from another source; the style is different, Nehemiah is absent, and the high-priest is unusually prominent.",
        "Lentulus played a prominent part in the recall of Cicero from exile, and although a temporary coolness seems to have arisen between them, Cicero speaks of him in most grateful terms. From 56-53 Lentulus was governor of the province of Cilicia (with Cyprus) and during that time was commissioned by the senate to restore Ptolemy XI.",
        "On the low littoral zone the coast produced a rich tropical bush, in which the mangrove is very prominent.",
        "More important is the prominent part played by the Kenite (or Midianite) father-in-law of Moses, whose help and counsel are related in Exod.",
        "His name soon became prominent in the learned world, and it may safely be said that most of his historical works and his editions of Icelandic classics have never been surpassed for acute criticism and minute painstaking.",
        "The city was reconstituted after the battle of Leuctra and under its statesman Lycomedes played a prominent part in organizing the Arcadian League (370).",
        "In 1848 he removed to London to fill a post in the board of health, under Edwin Chadwick, and became a prominent member of the brilliant circle which included George Grote and John Stuart Mill.",
        "He was a prominent member of the council of Basel, and, together with Cardinal Julian, led the party which maintained the supremacy of general councils over the pope's authority.",
        "Hans Sachs, on the other hand, sang the praises of the \" Wittenberg Nightingale,\" and a considerable number of prominent men of letters accepted Luther as their guide - Zell and Bucer, in Strassburg, Eberlin in Ulm, Oecolampadius in Augsburg, Osiander and others in Nuremberg, Pellicanus in NOrdlingen.",
        "The government and the leading men of letters and prelates appear therefore to have harboured no notions of revolt before the matter of the king's divorce became prominent in 1527.",
        "The king's agents secured the opinion of a number of prominent universities that his marriage was void, and an assembly of notables, which he summoned in June 1530, warned the pope of the dangers involved in leaving the royal succession in uncertainty, since the heir was not only a woman, but, as it seemed to many, of illegitimate birth.",
        "The first prominent French scholar to \" preach Christ from the sources \" was Jacques Lefebvre of Etaples, who in 1512 published a new Latin translation of the epistles of St Paul.",
        "Now it is just to these implications in the idea of spirit that some of the prominent recent expositions of Idealism seem to have failed to do justice.",
        "In the last years of Mexican dominion it was the most prominent of the northern settlements in which the Hispano-Californian element predominated over the new American element.",
        "(c. 1200-1190) the Purasati hold a prominent place in a widespread movement on land and sea.",
        "The Philistines naturally had a prominent place in popular tradition, and the story of Isaac and the Philistine Abimelech (Gen.",
        "The religious impulse which was so strong both in the Spanish and the English colonies was prominent in the French, but in the most fatal form."
    ]
}