{
    "translation": "לשגשג, להצליח, לפרוח",
    "uses": [
        "Apples prosper best in the north-west.",
        "The island did not prosper under Portuguese rule.",
        "Growing up I was taught that I would prosper in life only if I had a proper education.",
        "His cause continued to prosper, fresh supporters gathered round his standard, and in May 1218 the death of Otto freed him from his rival and left him undisputed ruler of Germany.",
        "If you want your savings account to prosper, you'll have to stop spending money on so many useless things every month.",
        "Scientific research might prosper, just as poetry withered, under the patronage of kings, and such research had now a vast amount of new material at its disposal and could profit by the old Babylonian and Egyptian traditions.",
        "Citrus trees prosper greatly in this warm climate.",
        "The family knew they couldn't prosper in the small town, so they moved on to bigger and better things.",
        "Liz's acumen in communication enabled her to prosper in the field of sales.",
        "Cattle farms prosper along Beagle Channel, the timber industry is growing, lignite seams have been discovered, and alluvial gold is washed principally at Slogget Bay.",
        "The business's well-established financial plan allowed them to prosper in an uncertain economy.",
        "The leaders of the ministry knew that they might have to compromise on some of their convictions if they were to prosper in the community.",
        "My cousins were told that they would prosper if they moved to remote Alaska, but in reality they are struggling to get by.",
        "Ellen hoped that helping her friends recover from their horrendous bad fortune would allow them to prosper again.",
        "My husband's small business works very hard so that they can prosper even in times of financial crisis.",
        "Cheaters never prosper, except when it comes to video games.",
        "Martha and baby Claire were released from the hospital after two days and both continued to prosper.",
        "These were to some extent made use of by Prosper Leveque in his Memoires pour servir (1753), as well as by the Abbe Boisot in the Tresor de Granvella.",
        "As a continuation of the Chronicon of Prosper of Aquitaine, Marius wrote a short Chronicon dealing with the period from 455 to 581; and although he borrowed from various sources his work has some importance for the history of Burgundy.",
        "are Jordanes, Prosper's Chronicles, written in the 6th century, and the poet Apollinaris Sidonius.",
        "z As the wife of Hades she was represented with the insignia of royalty and a torch: mentions a rumour that Prosper dictated the famous letters of Leo I.",
        "On the establishment of the confederation of the Rhine, his son Prosper Louis (to whom, becoming blind, he had ceded his domains in 180 3) became a member (5806), and showed great devotion to the interests of France; but in 5850 he lost his sovereignty, Napoleon incorporating Meppen with France and Recklinghausen with the grand - duchy of Berg, and indemnifying him by a rent of 240,702 francs.",
        "Wheat, barley, oats, peas, potatoes and other roots are staple crops, the average yield of wheat being about 20 bushels an acre; cattle are increasing in number and improving in quality, and all branches of dairy farming prosper.",
        "Duke Prosper Louis died in 5865, and was succeeded by his son Engelbert (d.",
        "In 431 the contemporary Chronica of Prosper of Aquitaine record that Palladius was ordained by Pope Celestine as the first bishop \" to the believing Scots,\" that is, to the Irish.",
        "Mercurialis, De peste, praesertim de Veneta et Patavina (Basel, 1 577); Prosper Borgarutius, De peste (Venice, 1565), 8vo; Filippo Ingrassia, Informatione del pestifero morbo.",
        "had sent certain capitulti concerning grace and free-will, drawn chiefly from the writings of Augustine and Prosper.",
        "AMABLE GUILLAUME PROSPER BRUGIERE, BARON DE BARANTE (1782-1866), French statesman and historian, the son of an advocate, was born at Riom on the 10th of June 1782.",
        "The advances in stellar photography made by Paul and Prosper Henry and others suggested to him the magnificent idea of obtaining, through the collaboration of astronomers in all parts of the world, an autographic picture of the entire sphere containing more than fifty million stars, which should faithfully record in future ages the state of the sky at the end of the i 9th century.",
        "prosper again.",
        "prosper in the future.",
        "The chroniclers Idatius, Prosper and Victor Tunnunensis supply some facts, and for the persecution of the Catholics Victor Vitensis and the Vita Augustini of Posidius may be consulted.",
        "Considerant, Victor Prosper (1808-1893), French socialist, was born at Salins (Jura) on the lath of October 1808.",
        "One chronicler, Prosper, makes this invasion preceded by another in 400, in which Alaric and Radagaisus appear as partners.",
        "6) was found so early as 1852 in the breccia of a limestone cave on the Charente, and its importance recognized in a remarkable letter by Prosper Merimee, as at once historically ancient and geologically modern (Congres d'anthropologie et d'archeologie prehistoriques, Copenhagen (1869), p. 128).",
        "Of these the most important were Olinde Rodrigues, the favoured disciple of Saint-Simon, and Barthelemy Prosper Enfantin, who together had received Saint-Simon's last instructions.",
        "About the same time he became a member of the Saint-Simonian Society, presided over by Bazard, Barthelemy Prosper Enfantin, and Olinde Rodrigues, and contributed to its organ, the Producteur.",
        "As to what was going on beyond it, we have but a few casual gleams of light, just enough to make the darkness visible, from writers such as the author of the life of St Germanus, Prosper Tiro, Procopius, and Gregory of Tours.",
        "We have also the statement of Prosper of Aquitaine that Palladius was sent by Pope Celestine as first bishop to the Scots that believe in Christ.",
        "In any case Prosper and the Irish Annals represent him as arriving in Ireland in 431 with episcopal rank.",
        "After 1650 its fortifications were strengthened; its finances were put on a better footing; and its trade, especially with England, began again to prosper; important steps being taken with regard to its organization.",
        "There is a strongly arguable case that economies prosper where there is less, rather than more, taxation.",
        "I simply don't believe that we need to be part of a single European currency to prosper.",
        "damselflyly highlights this year included a male lesser emperor in July while small red eyed damselflies continue to prosper at one site.",
        "furthest reaches of the galaxy, the Twelve Tribes of man prosper.",
        "prosper at the expense of the righteous.",
        "prosper economically.",
        "Hi bilbo, I quite agree, most people tangled with the banks will never prosper.",
        "prosper together.",
        "prosper when we've finished the work on the North early next year!",
        "prosper in a modern dynamic economy.",
        "prosper in this rich environment.",
        "prosper in today 's global knowledge economy.",
        "Apart from their Heineken Cup-winning campaign of three years ago, Bath have failed to prosper in terms of capturing major silverware.",
        "write-downs of debt if they think the company will survive and prosper long term.",
        "The new settlement, however, continued to prosper, and the cattle and horses brought from Europe multiplied and spread over the plains of the Pampas.",
        "The juridical argument has some force; the present life does not show that harmony of condition and character which our sense of justice leads us to expect; the wicked prosper and the righteous suffer; there is ground for the expectation that in the future life the anomalies of this life will be corrected.",
        "Barthelemy Prosper Enfantin >>",
        "Gaul alone has a goodly list of Christian authors to show: John Cassian, Vincent of Lerins, Hilary of Arles, Prosper of Aquitaine, Salvian of Marseilles, Sidonius Apollinaris of Auvergne, Caesarius of Arles, Gregory of Tours.",
        "BARTHELEMY PROSPER ENFANTIN (1796-1864), French social reformer, one of the founders of Saint-Simonism, was born at Paris on the 8th of February 1796.",
        "The chief authorities whom Nennius followed were Gildas' De excidio Britonum, Eusebius, the Vita Patricii of Murichu Maccu Machtheni, the Collectanea of Tirechan, the Liber occupationis (an Irish work on the settlement of Ireland), the Liber de sex aetatibus mundi, the chronicle of Prosper of Aquitaine, the Liber beati Germani.",
        "PROSPER OF AQUITAINE, or Prosper Tiro (c. 390 - c. 465), Christian writer and disciple of St Augustine, was a native of Aquitaine, and seems to have been educated at Marseilles.",
        "For a long time the Chronicon imperiale was also attributed to Prosper Tiro, but without the slightest justification.",
        "It is entirely independent of the real Prosper, and in parts even shows Pelagian tendencies and sympathies.",
        "Prosper d'Aquitaine (Paris, 1900), where a complete list of previous writings on Prosper is to be found; also A.",
        "It was continued by Jerome, and became the basis of the model for many similar works of the 5th and following centuries by Prosper, Idatius, Marcellinus Comes, Victor Tununensis and Others.",
        "For the 3rd, and especially the 4th and following centuries, the writers are much more numerous; for instance, in the East, Origen and his disciples, and later Eusebius of Caesarea, Athanasius, Apollinaris, Basil and the two Gregories, Cyril of Jerusalem, Epiphanius, Chrysostom, Ephraim the Syrian, Cyril of Alexandria, Pseudo-Dionysius; in the West, Novatian, Cyprian, Commodian, Arnobius, Lactantius, Hilary, Ambrose, Rufinus, Jerome, Augustine, Prosper, Leo the Great, Cassian, Vincent of Lerins, Faustus, Gennadius, Ennodius, Avitus, Caesarius, Fulgentius and many others.",
        "Plums, prunes, peaches, pears and grapes are cultivated very generally over the western half of the state (grapes in the east also), but with greatest success in the south-west; apples prosper best in the north-west.",
        "Tiny countries willing to engage in free trade with their neighbors can prosper.",
        "Some creditors may even accept write-downs of debt if they think the company will survive and prosper long term.",
        "If you are interested in utilizing the services of a P2P lending site for this purpose, you may want to consider Prosper or Zopa.",
        "Popular P2P lending sites include Prosper and Zopa.",
        "Parents with a solid co-parenting plan can help their children grow and emotionally prosper by implementing a few simple guidelines into their parenting efforts.",
        "As generations grow and prosper and different classes of people speak differently, you may find that the meaning of words constantly shifts.",
        "In the late 1950s, as Disneyland began to prosper, Walt Disney planned to expand Main Street, change its name to Liberty Street and have it resemble a Colonial America.",
        "The creature uses it to control the elements to help humans prosper.",
        "Although the babies did well in the hospital, a troubling percentage of them seemed not to prosper at home and were even victims of battering and abuse.",
        "On the other hand, the number 8 is considered a very lucky number since it sounds like the word for prosper when it is pronounced.",
        "There are endless organizations that are devoted to helping local communities thrive and prosper while helping residents of the region get the assistance they need.",
        "From that point on, the company continued to grow and prosper.",
        "With 99 stores currently in California, Washington, Oregon, Arizona, Nevada, and Texas, this company is continuing to grow and prosper.",
        "If you want your business to grow and prosper, you need to rely on more than single sales to do it.",
        "From a little kiosk in a mall selling pretzels to a lush catering hall, the food service industry continues to grow and prosper.",
        "The company currently has millions of members and continues to grow and prosper.",
        "As the two main artists - Ami James and Chris Nunez - watch the studio grow and prosper they consider expansion, other projects, and ways to bring in even more customers.",
        "-c. 1586), with another party of Huguenots, established Fort Caroline at the mouth of the St Johns, but the colony did not prosper, and in 1565 Laudonniere was about to return to France when (on the 28th of August) he was reinforced by Ribaut and about 300 men from France.",
        "In 1879, addressing a congress of Catholic journalists in Rome, he exhorted them to uphold the necessity of the temporal power, and to proclaim to the world that the affairs of Italy would never prosper until it was restored; in 1887 he found it necessary to deprecate the violence with which this doctrine was advocated in certain journals.",
        "His \"semi-Pelagian\" opposition to Augustine is dealt with by Prosper of Aquitania in his Pro Augustini doctrina responsiones ad capitula objectionum Vincentiarnarium.",
        "Notwithstanding the defection of his uncle Louis and other companions who returned to Germany, the threatenings of Pope Clement IV., and lack of funds, his cause seemed to prosper.",
        "\"Those in the Hansa,\" protested Breslau, \"are fettered and must decline and those outside the Hansa are free and prosper.\"",
        "Most of the immigrants elected to stay, and, though they were long kept in alarm by pirates, they continued to prosper.",
        "In 431 he appeared in Rome to interview Pope Celestine regarding the teachings of St Augustine and then all traces of him are lost until 440, the first year of the pontificate of Leo I., who had been in Gaul and thus probably had met Prosper.",
        "In any case Prosper was soon in Rome, attached to the pope in some secretarial or notarial capacity.",
        "Prosper was a layman, but he threw himself with ardour into the religious controversies of his day, defending Augustine and propagating orthodoxy.",
        "Far more important historically than these is Prosper's Epitoma chronicon.",
        "It is a careless compilation from St Jerome in the earlier part, and from other writers in the later, but the lack of other sources makes it very valuable for the period from 4 2 5 to 455, which is drawn from Prosper's personal experience."
    ]
}