{
    "translation": "לפרסם",
    "uses": [
        "He wondered what she would think if she knew he had never tried to publish a single piece of music.",
        "Then that person might choose to publish those results and others could verify them.",
        "Franklin's works were not collected in his own lifetime, and he made no effort to publish his writings.",
        "She had bought property in America and thought of moving thither, but chance or fatality made her determine to publish De l'Allemagne in Paris.",
        "While at Geneva he taught a blind girl several branches of science, and also how to write; and this led him to publish A Method of Teaching Mathematics to the Blind.",
        "They cost a great deal to publish and they have not a large enough sale to make them profitable to the publisher; but there are several institutions with special funds to pay for embossed books.",
        "Upon his promise not to publish the letters Franklin received permission to send them to Massachusetts, where they were much passed about and were printed, and they were soon republished in English newspapers.",
        "In 1688, when James reissued his \"Declaration of Indulgence,\" Ken was one of the \"seven bishops\" who refused to publish it.",
        "The law has allowed the Federal census office in its discretion to compile and publish the birth statistics of divisions in which they are accurately kept; one Federal report on the statistics of marriages and divorces throughout the country from 1867 to 1886 inclusive was published in 1889, and a second for the succeeding twenty-year period was published in part in 1908; an annual volume gives the statistics of deaths for about half the population of the country, including all the states and cities which have approximately complete records of deaths; Federal agencies like the bureau of labour and the bureau of corporations have been created for the purpose of gathering certain social and industrial statistics, and the bureau of the census has been made a permanent statistical office.",
        "Henderson, in The Casket Letters (1889), was the first to publish and use as evidence a document of which the existence was made known in the fifth report of the royal commission on historical manuscripts.",
        "The continued attacks upon the Presbyterians led him to publish his Short, Sober, Pacific Examination of Exuberances in the Common Prayer, as well as the Apology for Tender Consciences touching Not Bowing at the Name of Jesus.",
        "The sheriffs were ordered to publish the revised charter on the 22nd of February 1218.",
        "The discovery that the poet had printed secretly 1500 copies of The Patriot King caused him to publish a correct version in 1749, and stirred up a further altercation with Warburton, who defended his friend against Bolingbroke's bitter aspersions, the latter, whose conduct was generally reprehended, publishing a Familiar Epistle to the most Impudent Man Living.",
        "The first attack upon the aristocracy proceeded from a young noble named Cylon, who endeavoured to become tyrant about 630 B.C. The people helped to crush this movement; yet discontent must have been rife among them, for in 621 the Eupatrids commissioned Draco, a junior magistrate, to draft and publish a code of criminal law.",
        "Further state aid enabled him to visit Germany and France in 1825, and having visited the astronomer Heinrich Schumacher (1780-1850) at Hamburg, he spent six months in Berlin, where he became intimate with August Leopold Crelle, who was then about to publish his mathematical journal.",
        "The version of Diodorus he did not publish, although the manuscript had been discovered by himself.",
        "Henceforth it was impossible to publish or to utter a word which might offend the despots of church or state; and the Italians had to amuse their leisure with the polite triflings of academics.",
        "On the 30th of January he caused the official French paper, the Moniteur, to publish in extenso a confidential report sent by Colonel Sebastiani describing his so-called commercial mission to the Levant.",
        "In forty days they wrote ninety-four books: and it came to pass when the forty days were fulfilled that the Highest spake, saying: the first that thou hast written publish openly that the worthy and unworthy may read it; but keep the seventy last that thou mayst deliver them only to such as be wise among the people; for in them is the spring of understanding, the fountain of wisdom and the stream of knowledge.\"",
        "In 1636 Descartes had resolved to publish some specimens of the fruits of his method, and some general observations on its 7 lb.",
        "This proposal, which was sent through the medium of the German minister to Mexico, von Eckhardt, was intercepted in America, and President Wilson was in a position to publish it on March I 1917.",
        "He took an active part in one of the last debates of the Legislative Assembly, in which it was decided to publish a Bulletin officiel, a report continued by the next Assembly, and known by the name of the Bulletin de la Convention Nationale.",
        "The scandal and the pressure of foreign Catholic opinion compelled Depretis to pursue a more energetic policy, and to publish a formal declaration of the intangibility of the Law of Guarantees.",
        "He was one of the first to publish his speeches and thus to bring them into the domain of literature.",
        "In 1699 he began to publish his largest work, described by Tolstoy (The Kingdom of God is within You, chap. iii.) as \"remarkable, although little known,\" Unparteiische Kirchenand Ketzerhistorie, in which he has been thought by some to show more impartiality towards heresy than towards the Church (cp. Otto Pfleiderer, Development of Theology, p. 277).",
        "In 1906 he began to publish, under the title of Histoire ancienne de l'eglise, a course of lectures which he had already delivered upon the early ages of the Church, and of which a few manuscript copies were circulated.",
        "In view of the advance made by scholarship in the 19th century, it was found necessary to publish a second edition.",
        "He applied himself to the study of the early French chroniclers, and proposed to publish extracts which would throw light on the first periods of the monarchy.",
        "Keimer settled in the Barbadoes about 1730; and in 1731 began to publish at Bridgetown the semi-weekly Barbadoes Gazette.",
        "When she first wrote from Tuscumbia to Mr. Michael Anagnos, Dr. Howes son-in-law and his successor as Director of the Perkins Institution, about her work with her pupil, the Boston papers began at once to publish exaggerated accounts of Helen Keller.",
        "the Academy of Natural Sciences, Philadelphia; the Field Museum, Chicago; the California Academy and the California University, San Francisco; and the Canadian Institute, Toronto, publish monographs and lists.",
        "The only work Kaempfer lived to publish was Amoenitatum exoticarum politico-physico-medicarum fasciculi V.",
        "He also induced Pope Celestine to publish an Epistola ad episcopos Gallorum against Cassian.",
        "When, after various journalistic indiscretions, James Franklin in 1722 was forbidden to publish the Courant, it appeared with Benjamin's name as that of the publisher and was received with much favour, chiefly because of the cleverness of his articles signed \" Dr Janus,\" which, like those previously signed \" Mistress Silence Dogood,\" gave promise of \" Poor Richard.\"",
        "On grounds of Scripture and reason he at length declared for Protestantism, and wrote in 1634, but did not publish, a confutation of the motives which had led him over to Rome.",
        "Thanks to Mr Sclater, the Ray Society was induced to publish, in 1867, an excellent translation by Mr Dallas of Nitzsch's Pterylography, and thereby, however tardily, justice was at length rendered by British ornithologists to one of their greatest foreign brethren.'",
        "In 1166 Becket received from the pope a commission to publish what censures he thought fit; of which he at once availed himself to excommunicate the king's principal counsellors.",
        "Even Voltaire did not venture to publish this lampoon on a great official of a prince so touchy as the king of Prussia without some permission, and if all tales are true he obtained this by another piece of something like forgery - getting the king to endorse a totally different pamphlet on its last leaf, and affixing that last leaf to Akakia.",
        "The edict of Worms was entirely in harmony with the laws of Western Christendom, and there were few among the governing classes in Germany at that time who really understood or approved Luther's fundamental ideas; nevertheless - if we except the elector of Brandenburg, George of Saxony, the dukes of Bavaria, and Charles V.'s brother Ferdinand - the princes, including the ecclesiastical rulers and the towns, commonly neglected to publish the edict, much less to enforce it.",
        "In January 1522, Carlstadt induced the authorities of Wittenberg to publish the first evangelical church ordinance.",
        "The topics usually contained in a census suffered from the great addition of other and less pertinent matter, and the reputation of the work was unfavourably affected by the length of time required to prepare and publish the volumes (the last ones not appearing until near the end of the decade), the original underestimate of the cost of the work, which made frequent supplementary appropriations necessary, the resignation of the superintendent, Francis A.",
        "I am thankful for the opportunity to publish this on my web site.",
        "Its function is to deliberate on subjects of common concern to the entire denomination, and to publish such opinions and counsels as a majority may see fit to send forth to the churches.",
        "He had not taken steps to publish this, but by some unknown channel a copy reached the council, and it could not be ignored.",
        "Their decision not to publish them is not only cowardly, it is also hypocritical.",
        "It does not seem to have been the author's original intention to publish any letterpress to this enormous work, but to let the plates tell their own story, though finally, with the assistance, as is now known, of William Macgillivray, a text, on the whole more than respectable, was produced in five large Ma egil- octavos under the title of Ornithological Biography, of liyr ay.",
        "Lassalle did not lay claim to any special originality as a socialistic thinker, nor did he publish any systematic statement of his views.",
        "BOLLANDISTS, the Belgian Jesuits who publish the Ada Sanctorum, the great collection of biographies and legends of the saints, arranged by days, in the order of the calendar.",
        "His intention was to publish in eighteen volumes the lives of the saints compiled from the MSS., at the same time adding sober notes.",
        "He adds that he has appended it to the Rabdologia, in addition to the promptuary, because he did not wish to bury it in silence nor to publish so small a matter by itself.",
        "Dohm to publish in 1781 his epoch-making work, On the Civil Amelioration of the Condition of the Jews, a memorial which played a great part in the triumph of tolerance.",
        "In 1868 the International Bureau of Telegraphic Administrations was constituted at Berne, and a convention was formulated by which a central office was appointed to collect and publish information and generally to promote the interests of international telegraphy.",
        "All then took an oath to keep its terms, and orders were sent to the sheriffs to publish it, and to see that its provisions were observed, two or three days being taken up with making and sending out copies for this purpose.",
        "At first his work appeared as that of his master and patron, then in their joint-names; but in 1790 he began to publish on his own authority, and between that year and 1833 his name is associated with 376 papers.",
        "With respect to the calculating rods, he mentions in the dedication that they had already found so much favour as to be almost in common use, and even to have been carried to foreign countries; and that he has been advised to publish his little work relating to their mechanism and use, lest they should be put forth in some one else's name.",
        "He opposed the theatres, and for a time refused to publish their advertisements.",
        "Mariotte, who did not publish it till 1676.",
        "In 1896 he adopted the title of Zia-ul-Millat-ud Din (Light of the nation and religion); and his zeal for the cause of Islam induced him to publish treatises on Jehad.",
        "The general consensus was to publish the data on the CLIP web site.",
        "The Hackney Horse Society and the Hunters' Improvement Society are conducted on much the same lines as the Shire Horse Society, and, like it, they each hold a show in London in the spring of the year and publish an annual volume.",
        "ANTI-MASONIC PARTY, an American political organization which had its rise after the mysterious disappearance, in 1826, of William Morgan (c. 1776 - c. 1826), a Freemason of Batavia, New York, who had become dissatisfied with his Order and had planned to publish its secrets.",
        "The act was unquestionably one of odious tyranny, but it is impossible not to ask why she had put herself within reach of it when her fortune enabled her to reside anywhere and to publish what she pleased.",
        "In 1832 Kittlitz began to publish some Kup- fertafeln zur Naturgeschichte der Vogel, in which many new species are figured; but the work came to an end with its thirty-sixth plate in the following year.",
        "Papers on \"The Levirate and Polyandry,\" following up the line of his previous investigations (Fortnightly Review, 1877), were the last work he was able to publish.",
        "She was, however, a child of unusual intellectual power, and she began very early to write though not to publish.",
        "These he had originally intended to publish alone, and an earlier privately printed Morte d'Arthur,- Dora, and other Idylls, of 1842, is the despair of book-collectors.",
        "In 1840 he ', as thus enabled to give a quantitative statement of the law acc s rding to which heat is produced in a conductor by the pas ageof an electric current, and in succeeding years he publish d a series of valuable researches on the agency of electricity in ansformations of energy.",
        "That science must be left free to determine the aims of her investigation, to select and apply her own methods, and to publish the results of her researches without restraint, is a postulate which Ultramontanism either cannot understand or treats with indifference, for it regards as strange and incredible the fundamental law governing all scientific research - that there is for it no higher aim than the discovery of the truth.",
        "Carlyle had given the manuscripts to him, telling him that he might publish them if he thought it well to do so, and at the close of his life agreed to their publication.",
        "Newton himself, however, endeavoured to account for gravitation by differences of pressure in an aether; but he did not publish his theory, ` because he was not able from experiment and observation to give a satisfactory account of this medium, and the manner of its operation in producing the chief phenomena of nature.'",
        "Polemic interest led a number of Lutheran scholars of the 16th century to publish the Magdeburg Centuries (1 559 ff.), in which they undertook to show the primitive character of the Protestant faith in contrast with the alleged corruptions of Roman Catholicism.",
        "On account of the objections urged against the treatment of parallels in this work, Legendre was induced to publish in 1803 his Nouvelle Theorie des paralleles.",
        "He further invaded the exclusive rights of the patricians by directing his secretary Gnaeus Flavius (whom, though a freedman, he made a senator) to publish the legis actiones (methods of legal practice) and the list of dies fasti (or days on which legal business could be transacted).",
        "These books made friends for him, the most intimate among whom, Honore Caille, seigneur du Fourny (1630-1713), persuaded him to publish his Histoire genealogique de la maison royale de France, et des grands officiers de la couronne (1674, 2 vols.",
        "When the Finnish Bible Society began to publish editions of the Scriptures, the tsar Alexander I.",
        "Edward Wright died, as has been mentioned, in 1615, and his son, Samuel Wright, in the preface states that his father \" gave much commendation of this work (and often in my hearing) as of very great use to mariners \"; and with respect to the translation he says that \" shortly after he had it returned out of Scotland, it pleased God to call him away afore he could publish it.\"",
        "Brasseur died before he could realize his plan to publish the whole MS. in Nahuatl with a translation.",
        "He was not improbably moved by considerations of foreign policy to publish his Russes et Prussiens, guerre de Sept Ans (1895), a popular work, though based on solid research.",
        "At the opening of the states-general he began to publish the Courrier de Versailles a Paris et de Paris a Versailles, in which appeared on the 4th of October 1789 the account of the banquet of the royal bodyguard.",
        "At the same time he had been commissioned to publish the diplomatic acts relating to the War of the Spanish Succession for the Collection des documents inedits; only four volumes of these Negotiations were published (1835-1842), and they do not go further than the peace of Nijmwegen; but the introduction is celebrated, and Mignet reprinted it in his Mélanges historiques.",
        "The various departments of the federal and the provincial governments publish annual reports and frequent special reports, such as the decennial report on the census, from which a vast quantity of information may be obtained.",
        "There is still another point which would facilitate Aristotle's gradual composition of discourses into treatises and treatises into a system; there was no occasion for him to publish his manuscripts beyond his school.",
        "Some who were writers were driven to publish by the occasion; and after the orders of government, which were occasionally published to be obeyed, occasional poems, such as the poems of Solon, the odes of Pindar and the plays of the dramatists, which all had a political significance, were probably the first writings to be published or, rather, recited and acted, from written copies.",
        "While Aristotle did not publish his philosophical works to the world, he freely communicated them to the Peripatetic school.",
        "At first he refused to publish the banns of marriage between Mary and Bothwell, though in the end he yielded with a protest that he \"abhorred and detested the marriage.\"",
        "The convention sets out the scope and objects of the institute, which a recent British official publication states has been joined by 38 states, including Great Britain and all other great powers, as follows: Whilst limiting its action to international questions, it shall be the duty of the institute: (a) To collect, elaborate and publish, with as little delay as possible, statistical, technical, or economic information regarding the cultivation of the soil, its productions, whether animal or vegetable, the trade in agricultural products, and the prices obtained on the various markets.",
        "of Gaelic poetry, supposed to have been picked up in the Highlands, and, encouraged by Home and others, he produced a number of pieces translated from the Gaelic, which he was induced to publish at Edinburgh in 1760 as Fragments of Ancient Poetry collected in the Highlands of Scotland.",
        "Macpherson never produced his originals, which he refused to publish on the ground of the expense.",
        "In the winter of 1604 he composed (but did not publish) a treatise entitled De jure praedae.",
        "Shortly after, in conjunction with his friends the Verris, he formed a literary society, and began to publish a small journal, in imitation of the Spectator, called Il Cafe.",
        "von Helmholtz; and he intended to publish a systematic exposition of his geometrical investigations, in conjunction with Dr G.",
        "He suspended (March 1903) the constitution for half an hour, time enough to publish the decrees by which the old senators and councillors of state were dismissed and replaced by new ones.",
        "This was an alliance which augured well of the Giunta for the future of the Aldines, especially as Aldo had recently found time to publish a new revised edition of Velleius Paterculus.",
        "He, however, continued .to publish; and the 2nd volume appeared in 1750, the 3rd in 1752, the 4th in 1755.",
        "At this time also we hear of the Dialogues concerning Natural Religion, a work which Hume was prevailed on not to publish, but which he revised with great care, and evidently regarded with the greatest favour.",
        "Richardson.) Copyright 19 by Detroit Publish FIG.",
        "He continued to preach and to publish almost to the end.",
        "In 1905 the Cantilupe Society was founded to publish the episcopal registers of Hereford, of which Cantilupe's is the first in existence.",
        "About a year after the representation of Irene, he began to publish a series of short essays on morals, manners and literature.",
        "He would doubtless have admitted that it would be the height of absurdity in a man who was not familiar with the works of Aeschylus and Euripides to publish an edition of Sophocles.",
        "Yet he ventured to publish an edition of Shakespeare, without having ever in his life, as far as can be discovered, read a single scene of Massinger, Ford, Dekker, Webster, Marlow, Beaumont or Fletcher.",
        "He also lectured upon Hesiod, Anacreon and Pindar, if he did not publish editions of them.",
        "The reply of Bismarck was to publish (March 19) the secret treaties with the South German states.",
        "- Statistical: The various departments of the provincial government publish annual reports, and frequent special reports.",
        "He determined, therefore, to publish his paper in Boston, and, having issued his prospectus, set himself to the task of awakening an interest in the subject by means of lectures in some of the principal cities and towns of the North.",
        "The society of sciences, that of northern antiquaries, the natural history and the botanical societies, &c., publish their transactions and proceedings, but the Naturhistorisk Tidsskrift, of which 14 volumes with 259 plates were published (1861-1884), and which was in the foremost rank in its department, ceased with the death in 1884 of the editor, the distinguished zoologist, I.",
        "In 1876, in his fortieth year, he was encouraged by the change in taste to publish a volume of realistic stories, Country Life, and in 1878 a novel, Without a Centre.",
        "No person shall, without lawful authority, publish or communicate any information relating to the passage of any ship along any part of the coast of the United Kingdom..",
        "It will be seen that the Press Bureau had no power to insist upon the submission of matter for censorship. The responsibility rested with the editor, who could publish what he thought fit, subject to complying with the Defence of the Realm Regulations.",
        "He did not, however, publish any papers on the subject, though after his death his notes were arranged and published by Dr. J.",
        "When only nine years old she had such command of Latin as to be able to publish an elaborate address in that language, maintaining that the pursuit of liberal studies was not improper for her sex.",
        "Carlyle had appended to the Reminiscences an injunction to his friends not to publish them as they stood, and added that no part could ever be published without the strictest editing.",
        "Meanwhile Die Rduber, which Schiller had been obliged to publish.",
        "Schiller's other historical writings comprise a Sammlung historischer Memoires, which he began to publish in 1790, and the Geschichte des dreissigjcihrigen Krieges (1791-1793).",
        "A Board of Arbitration (1895) has authority to make and publish investigations of all facts relating to strikes and lock-outs, to issue subpoenas for the attendance and testifying of witnesses, and \"to adjust strikes or lock-outs by mediation or conciliation, without a formal submission to arbitration.\"",
        "Then he was liable to be seized and put to death as a pestilent heretic. There only remained to draft and publish the edict containing the ban.",
        "About the year 1893 he began to publish short stories, some of which, such as Enris, The Fortress of Matthias, The Old Man of Korpela and Finland's Flag, are delicate works of art, while they reveal to a very interesting degree the temper and ambitions of the contemporary Finnish population.",
        "Mill, which he had intended to supplement by further articles, and eventually publish in a volume as a criticism of Mill's philosophy.",
        "Miguel, and the council of regency at first refused to publish the charter.",
        "Thus the greater liberty which he granted to the press enabled the Bohemians to publish a newspaper in the national language.",
        "The supervisor, two of the justices of the peace and the clerk constitute the township board, whose duty it is to settle claims against the township, audit accounts, and publish annually an itemized statement of receipts and disbursements.",
        "Nordenskiold in 1786 to collect documents about Swedenborg and to publish his writings.",
        "In 1611 he began to publish his works.",
        "Before each audit the auditor gives notice of the time and place appointed, and the council publish the appointment by advertisement.",
        "He continued to publish from time to time, in the magazines, poems which showed a clearness of vision and a perfection of workmanship such as he never had equalled at any period of his life.",
        "The attempt to establish the reality of the \" revelations \" and consequently to obtain the canonization of Joan of Arc led the Catholic party in France to publish lives (such as Sepet's, 1869) in support of their claims. Excellent works worth special mention are: Simeon Luce, Jeanne d'Arc a Domremy; L.",
        "The receipts and expenditure are estimated for biennial periods, but it has not been customary to publish detailed results.",
        "\" Mr Halley was desired to put Mr Newton in mind of his promise for the securing this invention to himself, till such time as he could be at leisure to publish it,\" and Paget was desired to join with Halley in urging Newton to do so.",
        "Six months were allowed by Bernoulli for the solution of the problem, and in the event of none being sent to him he promised to publish his own.",
        "On the 20th of January 1692 Le Clerc announced to Locke his intention to publish the pamphlet in Latin; and, upon the intimation of this to Sir Isaac, he entreated him \" to stop the translation and impression as soon as he could, for he designed to suppress them.\"",
        "He survived to publish his translation of the.Bible and to die in peace in December 1383.",
        "But he did not venture to publish it; public opinion in England, while hostile to the divorce, was not in favor of the clergy or the pope, and the rivalry between Charles V.",
        "He mentally constructed a system of universal law; and, when, at the end of his captivity, he accompanied his pupils, the sons of Coyet, to the university, of Leiden, he was enabled to publish, in 1661, the fruits of his reflections under the title of Elementa jurisprudentiae universalis, libri duo.",
        "The Armenians are equally strict; but (adds Rycaut) \" the times seem so confused and without rule that they can scarce be recounted, unless by those who live amongst them, and strictly observe them, it being the chief care of the priest, whose learning principally consists in knowing the appointed times of fasting and feasting, the which they never omit on Sundays to publish unto the people.\"",
        "Murray could not publish Aylmer Papillon, but he had great hopes of its boyish writer (Isaac D'Israeli was an old friend of his), \"took him into his confidence, and related to him his experiences of men and affairs.\"",
        "Thomas Henderson (1798-1844) had indeed measured the larger displacements of a Centauri at the Cape in 1832-1833, but delayed until 1839 to publish his result.",
        "A state board of arbitration, composed of two farmers, two employers and two employes is authorized to investigate the causes of any strike affecting the public interests, and publish what it finds to be the facts in the case, together with recommendations for settlement.",
        "A new series of Poems of Rural Life in the Dorset Dialect appeared in 1862, and he was persuaded in 1868 to publish a series of Poems of Rural Life in Common English, which was less successful than his dialect poems. These latter were collected into a single volume in 1879, and on the 7th of October 1886 Barnes died at Winterborne Came.",
        "The New England Homestead (weekly; published by the Orange Judd Company), Farm and Home, a semi-monthly, and Good Housekeeping, a monthly (published by the Phelps Publishing Company), and the Kindergarten Review (monthly, published by the MiltonBradley Company, who publish other educational matter) are important periodicals.",
        "At the time of the Popish Plot in 1678 he displayed some moderation, refusing to believe the charges made against the duke of York, though he chose this time to publish some anti-Roman pamphlets.",
        "He, too, began to draw up objections to the Aristotelian philosophy, but did not at first venture to publish them.",
        "His chief work is his edition of the Biographia Britannica, of which, however, he only lived to publish 5 vols.",
        "Macdonnell at once admitted through the newspapers that he had in his possession letters (rumoured to be \" embarrassing \" to the Unionist leaders) which he might publish at his own discretion; and the discussion as to how far his appointment by Mr Wyndham had prejudiced the Unionist cause was reopened in public with much bitterness, in view of the anticipation of further steps in the Home Rule direction by the Liberal ministry.",
        "This explains why the author did not publish his work immediately, but placed it where he hoped it would be safely preserved till opportunity should arise for its publication.",
        "Swift, in his reply, abused him for his want of manners in giving a gentleman the lie, answered his arguments seriatim, and declared that the evidence of the publication of another almanac was wholly irrelevant, \"for Gadbury, Poor Robin, Dove and Way do yearly publish their almanacs, though several of them have been dead since before the Revolution.\"",
        "It was in 1892 that the language used by Bismarck himself made it necessary for the German government to publish the orginal form of the Ems telegram.",
        "The sultan refused to publish the scheme of reforms, and massacre followed massacre in Armenia in quick succession until the 1st of January 1896.",
        "In 1843 he became a member of the musical club who called themselves \"The Juvenals,\" and for their meetings were written the trios and duets, music and words, which Wennerberg began to publish in 1846.",
        "In 1874 he began to publish his translation of the Bible, La Bible, nouvelle traduction avec commentaire.",
        "Indeed, he was really the originator of the new movement, but hesitated to publish the results of his studies.",
        "LondonJobs will use its reasonable endeavors to publish the advertisement or provide the Services on the agreed date.",
        "alumnusnally established in 1939 to help publish the Aberdeen University Review, the Association helps to keep alumni informed about the University.",
        "Support for new or aspiring headteachers The NCSL continues to publish and share material to support new and aspiring headteachers.",
        "Publish 3D for SolidWorks May2002 Immersive Design has announced the immediate availability of IPA Publish 3D for much in the news SolidWorks.",
        "In addition, your careers service may publish its own job vacancy bulletin on paper or online.",
        "just bung in a couple of blogger tags, hit save, then publish.",
        "Murray agreed to publish the first canto of Don Juan only anonymously, and without the name of the publisher.",
        "Suppose that you want to publish a PhD thesis on how to wash clothes using your brand of washing machine.",
        "deanery>Most deaneries publish lists of aproved training practices in the first week of April each year for schemes starting in August.",
        "Most but not all the reviews they publish may well be read as irrelevant for serious scholarly discourse and for professional affairs.",
        "Are you going to publish a dossier, or are you just going to give a summary leaving out the details?",
        "You will publish your first e-book within a few hours of reading this report.",
        "They failed to even mention the event in their calendar, let alone publish the editorial.",
        "Benefit packages on not publish benefit esubt gt y broker florida license mortgage school clearly endogenous.",
        "erratumlub did however publish a comprehensive errata which can be found here.",
        "Authors or, more usually, their research funders pay to publish their article in a journal.",
        "Yours disgusted, Mark Devlin Ayrshire, Scotland How can we publish such guff?",
        "Are newspapers free to publish opinions or do they have to remain impartial?",
        "What lay behind Darwin's seemingly inexplicable reluctance to publish his views on this subject?",
        "To publish your Web Site using FrontPage: Get an open connection to the internet via your dialup ISP.",
        "To publish your own plan, the very first time you need to select the menu option jabber... Plans... Init my plan.",
        "We publish a scholarly journal, the British Journal of Ethnomusicology.",
        "It can be used flexibly to create entire online courses, or to publish materials that supplement existing courses.",
        "They will publish further findings from the Human Genome Project in the scientific journal nature next week.",
        "We intend to publish newsletters at least three times a year to keep you up to date with events.",
        "I Hope amazon will publish this review although its unfavorable A little too self obsessed... .",
        "We publish his latest oeuvre, Perilous Power, in March.",
        "We can't promise to publish every email, and we can't answer one-on-one, but we will give you the Hot Points.",
        "To disseminate among Members and others, information on all matters affecting dispensing optics, and publish written material as appropriate.",
        "Councils should publish all papers from public meetings on the internet.",
        "Romantic Textualities will develop its role as a fully peer-reviewed journal and will continue to publish every Summer and Winter of each year.",
        "The journal will publish peer-reviewed, original papers representing a variety of quantitative and qualitative research methods.",
        "Policy: To publish the best writing in all genres; to publish sharp discerning prose and good reviews.",
        "They will publish a local prospectus setting out the range of opportunities on offer.",
        "It was decided that MAB should publish a comprehensive rebuttal stating its stand on a number of crucial issues.",
        "This group will of course publish the detailed recommendations, and will consult widely within the University as it goes about its duties.",
        "Nurseries are governed by strict regulations and are checked every four years by Ofsted who publish a report on their findings.",
        "Investegate reserves the right to publish a filtered set of announcements.",
        "Not that they ever bothered to: a) follow up the so-called threat or b) publish a retraction when they were exposed.",
        "It will publish a front page retraction apologizing for the \" deep distress and acute embarrassment \" it had caused her.",
        "Next week we will publish a case study showing how Hull Road Safety Unit successfully participated in Road Safety Week 2003.",
        "Your contribution will help me publish more free resources for youth soccer coaches all over the world.",
        "The FSA plans to publish a feedback statement on the paper in July.",
        "My article also talks about the military submariner, however rather than get into it here I'll wait for Sico to publish it.",
        "John has continued to play music and publish tablatures and articles.",
        "thankful for the opportunity to publish this on my web site.",
        "But it also includes handy Net tips and even how to create and publish your own web pages.",
        "What it has done is to publish a massive tome of text which is not indexed in any way.",
        "Uncorrected oral evidence Committees publish uncorrected transcripts of some recent oral evidence sessions.",
        "It is such a hideously ugly Car, we even have a newsletter we publish that provides us with lots of laughs.",
        "Suppose that you want to publish a PhD thesis on how to wash clothes using your brand of wash clothes using your brand of washing machine.",
        "First to publish yearly updated business guides for all therapists.",
        "The misinterpretations which he had suffered induced Lotze to publish a small pamphlet of a polemical character (Streitschriften, Leipzig, 1857), in which he corrected two mistakes.",
        "With a view to this, it has become increasingly common of late years to publish not the voltages actually observed, but values deduced from them for the potential gradient in the open in volts per metre.",
        "The excitement caused by these proceedings led Mendelssohn to publish his most important contribution to the problems connected with the position of Judaism in relation to the general life.",
        "Luther was thus roused to publish his momentous ninety-five theses on the subject of indulgences on October 31, 1517 (see Luther) .",
        "- The first to publish anything on Diophantus in Europe was Rafael Bombelli, who embodied in his Algebra (1572) all the problems of Books I.",
        "though attempts were now and then made by its adherents to revive it; and, even ten years or more later, Kaup, one of the few foreign ornithologists who had embraced Quinary principles, was by mistaken kindness allowed to publish Monographs of the Birds-of-Prey (Jardine's Contributions to Ornithology, 18 49, pp. 68 -75, 96-121; 1850, pp. 51-80; 1851, pp. 119-130; 1852, pp. 103-122; and Trans.",
        "Michel Le Tellier having ordered him to refute a thesis of the college of Clermont on the infallibility of the pope, Marca wrote a treatise which was most Gallican in its ideas, but refused to publish it for fear of drawing down \"the indignation of Rome.\"",
        "His discoveries had made him famous all over Italy, and he was earnestly solicited to publish his methods; but he abstained from doing so, saying that he intended to embody them in a treatise on algebra which he was preparing.",
        "trations and to publish feuilleton romances.",
        "The exhibition of the Holy Coat at Trier had attracted enormous numbers of pilgrims, and so, indignant at what appeared to him an imposture, he assisted to publish an investigation into the authenticity of the celebrated relic. From this time he began to take an active part in contemporary politics and in controversy as a strong though moderate Liberal.",
        "In 1693 he was engaged to publish a second volume of the Neptune francais, which was to include the hydrography of the Mediterranean.",
        "He awaits therefore the judgment and censure of the learned \" priusquam caetera in lucem temere prolata lividorum detrectationi exponantur \"; and in an \" Admonitio \" on the last page of the book he states that he will publish the mode of construction of the canon \" si huius inventi usum eruditis gratum fore intellexero.\"",
        "At the same time he had been commissioned to publish the diplomatic acts relating to the War of the Spanish Succession for the Collection des documents inedits; only four volumes of these Negotiations were published (1835-1842), and they do not go further than the peace of Nijmwegen; but the introduction is celebrated, and Mignet reprinted it in his MÃ©langes historiques.",
        "oyseaux, p. 184) gave a characteristic figure of its beak, and in 1558 Thevet (Singularitez de la France antarctique, pp. 88-90) a long description, together with a woodcut (in some respects inaccurate, but quite unmistakable) of the whole bird, under the name of \"Toucan,\" which he was the first to publish.",
        "An attempt has been made to publish separately the Index Librorum Expurgandorum or Expur- gatorius, a catalogue of the works which may be read after the deletion or amending of specified passages; but this was soon abandoned.",
        "About 1880 several of the younger historians formed the plan of combining to investigate and publish the sources of Danish history; in this the indefatigable Johannes Steenstrup (b.",
        "No person shall, without lawful authority, collect, record, publish or communicate, or attempt to elicit, any information with respect to the movement, numbers, description, condition or disposition of any of the forces, ships, or aircraft of His Majesty or any of His Majesty's allies, or with respect to the plans or conduct, or supposed plans or conduct, of any operations by any such forces, ships, or aircraft, or with respect to the supply, description, condition, transport or manufacture, or storage, or place or intended place of manufacture or storage of war material, or with respect to any works or measures undertaken for or connected with, or intended for the fortification or defence of any place, or any information of such nature as is calculated to be or might be directly or indirectly useful to the enemy, and if any person contravenes the provisions of this regulation, or without lawful authority or excuse has in his possession any document containing any such information as aforesaid, he shall be guilty of an offence against these regulations...",
        "The first to publish a general collection of treaties was Leibnitz, whose Codex juris gentium, containing documents from 1097 to 5497, \" ea quae sola inter liberos populos legum sunt loco \" appeared in 1693, and was followed in 1700 by the Mantissa.",
        "When the Paris archives of foreign affairs were thrown open to students, it was decided to publish a collection of the instructions given to French ambassadors since 1648 (Recueil des instructions donnees aux ambassadeurs et ministres de France depuis le traite de Westphalie), and Geffroy was commissioned to edit the volumes dealing with Sweden (vol.ii., 1885) and Denmark (vol.",
        "The work was so far advanced that his pupil and assistant Felix Klein was able to complete and publish it (see Geometry, Line).",
        "Bedjan has not seen fit to publish, on account of their unreliable and legendary character (vol.",
        "The first attempt to evolve order out of the chaos which had long reigned supreme was made in 1791, for we find in the preface of the first volume of the Stud-Book, published in 1808, that \" with a view to correct the then increasing evil of false and inaccurate pedigrees, the author was in the year 1791 prevailed upon to publish an Introduction to a General Stud-Book, consisting of a small collection of pedigrees which he had extracted from racing calendars and sale papers and arranged on a new plan.\"",
        "Miss Keller's autobiography contains almost everything that she ever intended to publish.",
        "Staff will publish two books this year on philosophy and art theory and one on raku ceramics.",
        "Once the canvass has been completed we publish a revised version of the register of electors by 1st December each year.",
        "We will collect the choices you make - anonymously - and publish them at some stage as a snapshot of opinion from our readers.",
        "My article also talks about the military Submariner, however rather than get into it here I'll wait for Sico to publish it.",
        "Wine Spectator, Wine Advocate and Wine Enthusiast are all magazines that publish special issues highlighting the best wines.",
        "Electronics retailers publish ads and have in-store specials from November to December that drop prices to nearly impossible levels.",
        "Finally, a great comic book resource is the Comic Book Project, which is an arts-based literacy and learning website that encourages kids to write, design, and publish original comic books online.",
        "A child's school may publish a recommended reading list that you can consult when you look for books, or you might find a similar list at a local or school library.",
        "Schauss. These studies led Dr. Schauss to publish the book Acai: An Extraordinary Antioxidant-Rich Palm Fruit from the Amazon.",
        "A site dedicate to health news is more likely to publish unbiased, reputable research.",
        "A supplement seller may only publish findings about benefits to sell more products.",
        "You can use these up yourself if you want to publish multiple ebooks, or you can let other people republish under the name of your publishing company for a fee.",
        "Largely because of the cost associated with buying a block of ISBN numbers, many people choose to hire someone else to publish their books.",
        "If you hire someone else to publish your book, make sure you don't pay more than the service is worth.",
        "If your book is of acceptable quality and they think they'll make at least a small profit from it, they will publish it for you at their website, and offer you a royalty of 50% - 75%.",
        "It is for research and informational purposes only; as a result, we may choose to publish the original contents as we find them, even if that original text contains errors.",
        "The major networks and most cable outlets have embraced this technology and publish the videos to their popular programming online.",
        "If you can't find someone to publish your photos, then do the job yourself.",
        "For anyone interested, we publish a free newsletter that offers recipes and information on living a healthy life.",
        "The purpose of a wedding program is to publish important information for all of the guests to read, ensuring that everyone knows what the plans are.",
        "When you know a publication is going to publish photos, a quick trip to your favorite bookstore or supermarket will put the celebrity wedding pictures directly in your hands.",
        "Have you ever heard the phrase, \"Publish or perish\"?",
        "Professors at large universities have two goals--to teach and to publish, and teaching isn't necessarily the most important of the two.",
        "Students participate in the University's literary journal and are expected to complete coursework and attempt to publish various works.",
        "We also compile and publish a top ten list for the nation's fifty largest cities.",
        "Have no fear, because there are plenty of sites that publish complete bass Sweet Home Alabama tabs.",
        "Also, bands often publish books of tabs when their careers get to a certain level.",
        "By targeting a state's demographics, they can determine what type of advertisements to create, where to publish or air them, and even what type of fashions (casual, formal, etc.) and models are used.",
        "There are numerous sites that publish a list of economical retirement areas.",
        "When you join the site, you'll be able to publish your resume online where employers recruiting mature workers will have an opportunity to find you.",
        "The AASM publishes JCSM and works with the Sleep Research Society to publish SLEEP, an exclusively sleep and sleep disorder-focused publication.",
        "After publishing Desert Storm (which sold 2500 copies), Alexander was looking for something else to publish.",
        "Gaming magazines have recurring cheat sections that publish cheats for popular games.",
        "Lexicon Entertainment has announced it has acquired the rights to publish Chronos Twin as a Nintendo DS game and will release it in Europe in 2007.",
        "Well, they distribute and publish this offering, so it only makese sense that they carry it on their website as well.",
        "In the late 1990's, DMA struck a deal with Rockstar Games to publish Grand Theft Auto 2.",
        "However, some publishers purchase games that are in progress or even complete and agree to publish them.",
        "For example, many game publishers have their own in-house development teams as well as contracting with outside video game developers to provide games for them to publish.",
        "In order to publish the \"precompiled binaries\", game developers will need to pay an annual fee of $99 for admission to the XNA \"Creators Club.\"",
        "With one to three trips a year to the park and a great deal of year-round research, it took me five years to create and two more years to publish Yellowstone Treasures' first edition.",
        "If you want to publish your developed applications in the App Store, you will need to enroll in the iPhone Developer Program.",
        "But regardless of your method of recording your dance, it will benefit everyone if you publish them online, and let other people print them out as well.",
        "The family trees in the database have been posted by volunteer genealogists wanting to publish their research.",
        "You may create and publish your family tree with just one click.",
        "The more information you gather during your genealogy research, the more it can become difficult to store, sort and publish the information.",
        "Basically a family tree chart is a way to present and publish the information gathered through genealogy research.",
        "Some people only publish charts when they want to share their information with others.",
        "This citation is important if you want to guide others to the listing or plan to publish your work.",
        "After I had done that through the first several books I mistakenly thought that it wouldn't be much more work to publish my own unit study.",
        "There are several sites that publish not only the lists but also have games and worksheets to help you use them.",
        "In addition to looking for openings on the websites of major overseas contracting companies, you may also want to include regular reviews of free job search engines that publish information about these types of job openings.",
        "It is also free for individuals seeking contract IT positions to review published openings, but there is no mechanism for job seekers to publish resumes on the site.",
        "The international data vendors provide the rate data to the financial press, such as the Wall Street Journal and the Financial Times, which both publish the LIBOR data the next day.",
        "In addition to newspapers, many financial websites are licensed to publish the LIBOR rates at the end of London's business day.",
        "Some financial websites, including bankrate.com and wsj.com, are licensed to publish the current LIBOR rates at the end of London's business day.",
        "Legal Notices - Lenders publish foreclosure notices in the paper advising the public of the repossession and sale of your home.",
        "Most banks publish job openings on their websites, so searching the \"careers\" pages on the sites of financial institutions where you might like to work can be a great place to start.",
        "In some cases, the bank must also publish legal notice of intent to foreclose in the local newspaper.",
        "Consumer Genetics publish test results are online or by e-mail within three to five days of receiving the blood samples.",
        "Believe it or not, the Chronicle was begun by two boys who weren't even in their teens when they got the idea to \"publish a bold, bright, fearless and truly independent newspaper, independent in all things, neutral in nothing.\"",
        "There are several universities that publish these popular calendars each year.",
        "These events are a time for newcomers and professionals to gather in order for UjENA to select talent to publish.",
        "For games like the new Clue you won't have much difficulty locating the rules because the big game companies typically publish their rules online.",
        "When Congress decides that they are going to spend money on a particular project, they publish the opportunity in a guide called the Catalog of Federal Domestic Assistance.",
        "Many online stores also publish lists of the best-selling items in different categories for the day or week.",
        "Do not publish your address on the Internet.",
        "Never publish your birth date on the Internet.",
        "Gem and mineral shows may be visited by wholesale dealers, and larger shows often publish a list of confirmed merchants prior to the event.",
        "Couples often publish a newspaper engagement notice in addition to other types of announcements.",
        "For example, a couple might send out a formal engagement announcement card to close family and friends, publish a newspaper engagement notice and email an announcement to other friends.",
        "It's important to determine your areas of expertise and to target magazines that publish related articles.",
        "One of the most traditional ways of earning money from poetry is to publish a book of poetry.",
        "An alternative to the traditional publishing route is to self publish.",
        "Check for typos and grammatical errors before you publish your work; a piece filled with obvious mistakes is unlike to inspire visitors to stay long enough to click on any ads.",
        "With a revenue share site, the company has no risk allowing to you publish any article you choose.",
        "You can write and publish your own e-book, start a blog with Google advertising, or submit articles to revenue share site such as eHow.",
        "Isolate Your Market - You need to send your work to magazines that publish stories in a similar vein to the stories you write.",
        "Stay Regional - Many areas have their own regional magazines that publish short stories.",
        "Go Online - The Internet has been a boon for short story writers as it is easier and cheaper to publish an e-zine than it is to print a traditional magazine.",
        "There are countless online magazines that publish fiction.",
        "Promotion and Marketing (Copy Writing) - These days, many major companies publish their own websites or blogs, and they often post job listings for either temporary or full time writers.",
        "A businessman may place a \"ghostwriter wanted\" ad so he can publish articles to help establish himself as an expert in his field.",
        "A well-known fiction writer may hire a ghostwriter in order to increase the number of books he is able to publish each year.",
        "Call for Experts - Freelancers who are seeking experts to interview for projects they are working on can publish their needs in this section.",
        "If you don't have examples of longer length writing in your portfolio already, you may want to consider creating an e-book that you self publish to use as an example of your writing skills.",
        "Lulu is one of the many online services that make it relatively simple to format and publish your own e-book for widespread distribution.",
        "The Web site Self Publish E-books also has several useful tips for aspiring e-book writers.",
        "There are numerous free website building and hosting sites that require just a few clicks to create an attractive forum in which to publish your poetry or use a free blogging website like Blogger or Blogspot.",
        "Research which magazines and literary journals publish poetry and study their guidelines.",
        "Anthologies generally publish only once or twice a year and usually offer no pay; but, having your work included in a bound book and widely distributed is a plus.",
        "Mr. Kolpas has yet to publish a tome on the art of making it in the world of freelance writing.",
        "Some mainstream companies, such as Hormel and Kroger, also publish lists of their products that are gluten-free.",
        "Keep in mind though, The Bridge generally does not allow retailers to publish their prices online, so you will have to call or email the store to get a price list.",
        "Companies which develop and publish games have offered short demo versions of their titles free for several years, but it is only since the internet explosion of the 1990's that these have been readily available online as free downloads.",
        "Once you've mastered the art of cooking fish, you can publish your own videos online, so others can watch and learn from your experience!",
        "Instead, the original purpose of the site was to publish YouTube videos in an attempt to sell Bigfoot expeditions for almost $500.00 an outing.",
        "If you live in a larger community, your local newspaper may also publish coupons on its website.",
        "Many of the top home decorating magazines publish great articles and other resources on their website that you can access for free.",
        "The media often likes to publish stories saying Americans are financially irresponsible.",
        "Fans visiting these sites should be aware that magazines and websites publish articles specifically to sell their magazines and bring in readers.",
        "One such website known as SD to fans in the 'know' recognize that anyone can create an account and publish 'false' spoilers.",
        "In fact, it's becoming a popular game of misdirection for some shows to publish false spoilers themselves in order to distract fans from where the show is really going with a storyline, seeking the shock and awe of pre-Internet days.",
        "Dorian fans will publish Dorian spoilers in a far different light from fans who hate Dorian.",
        "Publish these to the web and gather followers through Craigslist, Google, and any other place you can gain visibility.",
        "Not all tattoo inks have the same ingredients and in addition to this discrepancy, companies producing tattoo inks are not required to publish their ingredients.",
        "In an era when anyone and everyone can publish on the Internet, these ratings are an important source for travelers.",
        "The manufacturer consistently offers coupons for Yoga Toes, and on LoveToKnow Yoga, we try to publish those coupon codes as we find them, as do our readers.",
        "That means they are free to publish a story about the press release immediately.",
        "Many companies, such as Chilton and SRM, publish aftermarket service manuals.",
        "They publish two older car valuation books; the first is their Older Car Guide that is published three times a year in January, May, and September and covers model years 1987 to 2000.",
        "Many of the government agencies or companies that produce most of those reports publish very dry data in a dull, informative voice intended for government leaders and industry analysts.",
        "We now publish between 15-20 new vehicle reviews every month that include both words and photos produced by our own team.",
        "We don't publish a lot of NASCAR news, even though we might have higher traffic if we did.",
        "Smaller stores may only publish newsletters that alert customers of special events and sales, but larger stores often print catalogs that are available by request.",
        "Online knitting and crochet magazines often publish patterns and articles about sock knitting, and these can be found in their archives.",
        "USDA continues to publish an annual report entitled A Pattern for Daily Food Choices.",
        "Goodman Media, publishers of Fit Yoga, also publish Pilates Style.",
        "They frequently publish articles and reports about reinsurance and many PDF copies of these publications are hosted on their website for you to read.",
        "Users can even publish their own files under Creative Commons licensing.",
        "Many of them claim that if they do not rigorously protect their copyright, the legal claim can be made that they do not own it any longer, and that anyone can write and publish books in the author's own universe.",
        "Like all things on the Internet, it's very easy to publish a website and place information on it.",
        "Of course, you can also publish your blog content for anyone in cyberspace to access if you like.",
        "Web content providers publish the feed links on their site.",
        "As a blog owner, you can choose not to have your blog listed by deciding not to publish a feed for your blog.",
        "Once you've done this, choose a blogging program tool that requires a teacher password to publish.",
        "Ultimately, overall freedom stems from the basic right of every human to voice words of protest, to pen editorials against leadership, and to publish Internet websites or posts reflecting personal views.",
        "Livejournal, Xanga, Blogspot and Wordpress are just a few interfaces that allow you to publish photos of artwork into your blog entries.",
        "There are also bloggers who work fewer than this, and earn decent income, but if you are hoping to publish an entry a week and earn income from your blog, you may want to reassess your expectations.",
        "In the end, you could create one of the most impressive looking blogs in the world, but if you don't publish content often, you won't develop a loyal readership.",
        "Remember to publish every day, and you'll be able to maintain a high level of traffic to your blog.",
        "Publish comments to other blogs that serve the same niche, or a similar niche, as the one you write about.",
        "Basically you can publish a photo journal of your everyday activities.",
        "You can automatically publish to an RSS or ATOM or RDF feeds and even upload directly to the iTunes Store.",
        "Click \"publish\" if you like what you see.",
        "Preview the page, hit publish, and you're done.",
        "You can also set which applications can post to your newsfeed and publish your information.",
        "Using a first name can be innocent enough, but there is no reason in the world that you should publish the full name of a young child online.",
        "Many bloggers use this technique to create several blog entries at once and then set them to publish according to a schedule, whether they're online or not.",
        "Once you've written and formatted your blog post, most platforms have a simple \"publish\" or \"submit\" button that allows you to publish your post immediately.",
        "Many people publish their whole lives on Facebook, from pictures to status messages.",
        "However, unless you remember to make your tweets private in general on Twitter, whenever you do publish your check-ins, everyone who stumbles across your account will be able to see where you are (or aren't!) in real time.",
        "As the Internet continues to grow and expand exponentially, more non-programmers are entering this community with a need to publish their own website.",
        "For example, in the tutorial entitled \"How to Publish Web Sites with FTP,\" it has very clear objectives.",
        "Make an informed decision about using FTP or some other method to publish your site.",
        "Most web designers are used to using the word \"publish\" to mean actually putting the finished files on the web server.",
        "However, in the world of Adobe Flash, \"publish\" is the generation of the Flash movie (or .SWF) that will then get uploaded (or \"published\") to the web server.",
        "Click on \"File?Publish Settings'\" and select the \".swf\" and \"HTML\" formats.",
        "When you click \"OK\" it will \"publish\" the uneditable .swf file in the same directory as the original .fla file.",
        "With these kinds of options, whether free or paid, a website is easy to publish online with your own voice and message for the entire internet.",
        "Due to the power of the Internet to publish and distribute dissenting opinions against governments, political parties, and organizations, several progressive web hosts are making an impressive stand against these threats.",
        "While these web hosts may not agree with many of the controversial and unpopular opinions hosted on their servers, they are standing up to protect every person's basic right to publish them.",
        "This company seeks to publish content that other hosts are afraid to.",
        "Unlike even most other free speech hosts, FSWH is also willing to publish adult content.",
        "Zensurfrei is a very simple web host that not only seeks to provide you with the ability to publish your free speech, but it also allows you to do it absolutely anonymously.",
        "Crisis Host is a long-running free speech host that allows its customers to publish any content whatsoever, as long as it isn't illegal.",
        "This allows you to publish a small website at virtually no cost, but when you become successful, you also allow NearlyFreeSpeech.Net to share in that success.",
        "Prove that you know your niche better than anyone else. either write articles yourself, or hire someone to write them for you, and publish them on your website.",
        "With SiteMasher, you can build fully customizable web site that you can publish with any host.",
        "Instead of copying the new XML file over to your hosting account, IceRocket will publish the RSS feed directly to your web server for you.",
        "Even better, many of these sites publish those graphics as \"free to use.\"",
        "Upon being informed that the International Association of Webmasters and Designers bestowed the honor on their site, they might rush to publish the shiny graphical badge and link to the IAWMD on their own website.",
        "Publish it with one click, with all the content hosted by HomeStead.",
        "Feedity is another tool that will create an RSS feed for any website, and also includes functionality to publish feeds on your own website.",
        "The most popular feed generation and distribution tool is , a service now owned by Google which allows bloggers to automatically publish and distribute blog updates to a syndicated feed.",
        "What you can do though, and what is generally more effective than 2 weeks of re-writing your copy is, to publish something that people will find interesting.",
        "They are straight web pages that you can edit and publish anywhere.",
        "In the simplest terms, web hosting provides Internet space or web real estate for individuals or businesses to publish information for public consumption.",
        "Offering an intuitive drag and drop editor, Weebly allows you to publish pictures, videos, weblogs, and family portals.",
        "This was the complex, early generation method to electronically manage and publish documents.",
        "Google Calendar is one of the most popular online calendar systems, and it allows for public sharing, which means you can use it to publish a public calendar of all church events.",
        "SmartCal 500 is another popular free calendar tool that lets you publish your public events on a convenient online calendar format.",
        "Perceiving a molecular isonomy between them and the inorganic compounds of the metals from which they may be formed, he saw their true molecular type in the oxygen, sulphur or chlorine compounds of those metals, from which he held them to be derived by the substitution of an organic group for the oxygen, sulphur, &c. In this way they enabled him to overthrow the theory of conjugate compounds, and they further led him in 1852 to publish the conception that the atoms of each elementary substance have a definite saturation capacity, so that they can only combine with a certain limited number of the atoms of other elements.",
        "Notwithstanding his many official duties, he found time to publish more than three hundred works, several of them extensive treatises, and many of them memoirs dealing with the most abstruse branches of pure and applied mathematics.",
        "He was forced to publish a \" recantation,\" probably the speech de Provinciis Consularibus, and in a private letter says frankly, \" I know that I have been a regular ass.\"",
        "It is obvious that Cicero could not have meant to publish his private letters to Atticus in which he makes confessions about himself, or those to Quintus in which he sometimes outsteps the limits of brotherly criticism, but was thinking of polished productions such as the letters to Lentulus Spinther or that to Lucceius which he describes as \"very pretty\" (Att.",
        "An endeavour was made to publish an annual budget, in which the revenue and expenditure should accurately represent the sums actually received and expended.",
        "After the events of 1870, Curci, at Florence, delivered a course on Christian philosophy; and in 1874 began to publish several Scriptural works.",
        "A praetor was essentially a civil judge, and as such he was accustomed at or before his entry on office to publish an edict setting forth the rules of law and procedure by which he intended to be guided in his decisions.",
        "The Carnegie Institution of Washington, founded by Andrew Carnegie in 1902 and endowed by him with $22,000,000 ($10,000,000 in 1902; $12,000,000 later), is designed \"to encourage in the broadest and most liberal manner, investigation, research and discovery, and the application of knowledge to the improvement of mankind; and in particular to conduct, endow and assist investigation in any department of science, literature or art, and to this end to co-operate with governments, universities, colleges, technical schools, learned societies and individuals; to appoint committees of experts to direct special lines of research; to publish and distribute documents; and to conduct lectures, hold meetings and acquire and maintain a library.\"",
        "For several years Whiston continued to write and preach both on mathematical and theological subjects with considerable success; but his study of the Apostolical Constitutions had convinced him that Arianism was the creed of the primitive church; and with him to form an opinion and to publish it were things almost simultaneous.",
        "In order to study the different eastern kinsfolk of the Finns, Sjogren (1792-1855) extended his journeys to North Russia, and Castren to West and East Siberia (Nordische Reisen and Forschungen), and collected the materials which permitted himself and Schiefner to publish grammatical works relative to the Finnish, Lappish, Zyrian, Tcheremiss, Ostiak, Samoyede, Tungus, Buryat, Karagas, Yenisei-Ostiak and Kott languages.",
        "Towards the spring of 1818 the work was nearing its end, and Brockhaus of Leipzig had agreed to publish it and pay the author one ducat for every sheet of printed matter.",
        "He had works in hand, moreover, which he wished in due time to publish; and in that connexion the friendly patronage of the De Witts might be of essential service to him.",
        "It was, however, found expedient to publish a new official collection."
    ]
}