{
    "translation": "לטהר, לחסל (טיהור פוליטי)",
    "uses": [
        "The oil will purge when rubbed into the skin or injected per rectum.",
        "In spite of her resolve to purge the fear from the living room, it increased until it threatened to take over the entire house.",
        "2 The prevalence of wrongdoing has provoked scepticism as to righteous judgment; but the messenger of Yahweh is at hand to purge away indifferentism from worship and immorality from conduct (ii.",
        "In many ways he was a typical Mahommedan, fiercely hostile towards unbelievers - \"Let us purge the air of the air they breathe\" was his aim for the demons of the Cross, - intensely devout and regular in prayers and fasting.",
        "Hence it is that even the holy Ganges resorts underground once in the year to the source of the Cauvery, to purge herself from the pollution contracted from the crowd of sinners who have bathed in her waters.",
        "A prayer was offered that \"for us and all who sail thereon the sea may be calm and quiet,\" whereupon the doge and the others were solemnly aspersed with holy water, the rest of which was thrown into the sea while the priests chanted \"Purge me with hyssop and I shall be clean.\"",
        "Lastly, I confess that I have as vast contemplative ends as I have moderate civil ends; for I have taken all knowledge to be my province; and if I could purge it of two sorts of rovers, whereof the one with frivolous disputations, confutations and verbosities, the other with blind experiments and auricular traditions and impostures, hath committed so many spoils, I hope I should bring in industrious observations, grounded conclusions and profitable inventions and discoveries - the best state of that province.",
        "The result was his inclusion in \"Pride's Purge\" on the 'morning of the 6th, when, having resisted to military violence, he was imprisoned.",
        "Cromwell was essentially a conservative reformer; in his attempts to purge the court of chancery of its most flagrant abuses, and to settle the ecclesiastical affairs of the nation, he showed himself anxious to retain as much of the existing system as could be left untouched without doing positive evil.",
        "In 1489 he was accused of magic before Pope Innocent VIII., and had to secure the good offices of Francesco Soderini, Ermolao Barbaro, and the archbishop Rinaldo Orsini, in order to purge himself of a most perilous imputation.",
        "Men and women of all ranks began to visit it; the emperor himself consented (f 887) to witness a performance by the great stars of the stage at the private residence of Marquis Inouye; a dramatic reform association was organized by a number of prominent noblemen and scholars; drastic efforts were made to purge the old historical dramas of anachronisms and inconsistencies, and at length a theatre (the Yurabu-za) was built on purely European lines, where instead of sitting from morning to night witnessing one long-drawn-out drama with interludes of whole farces, a visitor may devote only a few evening-hours to the pastime.",
        "The Work To reform the Church in every grade and purge of Gregory the priesthood in order to shield it from feudal VII.",
        "purgatorium, from purgare, to purge), according to Roman Catholic faith, a state of suffering after death in which the souls of those who die in venial sin, and of those who still owe some debt of temporal punishment for mortal sin, are rendered fit to enter heaven.",
        "The consecration took place on the 10th of April 428, and then, almost immediately afterwards, in what is said to have been his first patriarchal sermon, Nestorius exhorted the emperor in the famous words - \"Purge me, 0 Caesar, the earth of heretics, and I in return will give thee heaven.",
        "The energy with which Ulysses, after the slaughter of the suitors, calls to Euryclea for \"fire and sulphur\" to purge (literally \"fumigate\") the dininghall from the pollution of their blood (Od.",
        "It may be noted that sugar that will not purge easily and freely with clay will not purge easily and freely in centrifugals.",
        "The duke as a devout Catholic desired to purge the state of heresy, and initiated repressive measures against the Waldenses, but after some severe and not very successful fighting he ended by allowing them a measure of religious liberty in those valleys (156r).",
        "Ablutions both of persons and things are usually cathartic, that is, intended to purge away evil influences (KaOaipa y, to make KaOapos, pure).",
        "\" Among the ancients,\" he adds, \" anyone who had stained himself with homicide went in search of waters that could purge him of his guilt.\"",
        "In the following year the tyranny of the Inquisition, encouraged by the king who desired to purge his kingdom of all taint of heterodoxy, led to the revolt of the Moriscoes, which desolated Granada from 1568 to 1570, and ruined the province completely.",
        "Bingham, however, maintains that the reference is not to the consecrated bread, but to salt, which was given to them as a symbol \"that they might learn to purge and cleanse their souls from sin.\"",
        "To do this it was necessary to drive out a large number of the members of the House of Commons by what was known as Prides Purge, and to obtain from the mutilated Execution Commons the dismissal of the House of Lords, and ~the the establishment of a high court of justice, before which the king was brought to trial and sentenced to death.",
        "The archbishop treated Oxford as if it had issued the document, and procured the issue of severe regulations in order to purge the university of heresy.",
        "He did not understand that, in order to purge the body of the nation from its traditions of routine, it would be necessary to reawaken individual energy in France.",
        "By the possession of the three bishoprics and the recapture of Calais an effort towards a natural line of frontier and towards a national policy seemed indicated; but while the old soldiers could not forget Marignano, Ceresole, nor Italy perishing with the name of France on her lips, the secret alliance between the cardinal of Lorraine and Granvella against the Protestant heresy foretold the approaching subordination of national questions to religious differences, and a decisive attempt to purge the kingdom of the new doctrines.",
        "Do you have anyone you'd rather I not purge?",
        "They also incited a bloody purge of the old order.",
        "purge away my guilt.",
        "Rhubarb, O, for rhubarb To purge this choler!",
        "When it has killed the Chameleon it takes laurel as a purge.",
        "purge valve.",
        "purge the evil from the midst of you.",
        "purge air which may or may not be heated.",
        "purge button which forces the intake valve to open.",
        "Saddam's first period in office witnessed a bloody purge of the Iraqi left.",
        "He was, however, in favour of accepting the king's terms at Newport in December, and in consequence was excluded from the House by Pride's Purge.",
        "It promised me I'd have the power to seize all the kingdoms around Tiyan and bring them to heel, to purge them of evil and rescue their people.",
        "purge air which the heatless dryers use in larger quantities than do heat regenerative types.",
        "Someone with bulimia will have a very chaotic eating pattern where they binge eat and then purge (get rid of their food ).",
        "purge out all leaven that \" ye may be a new lump.",
        "A second stage scuba regulator also has a purge button which forces the intake valve to open.",
        "A purge of that dimension can be a fairly seismic experience in its own right.",
        "waif named Griff and someone called Wallace Lorrimer, but none of these survived the purge of 1903-4.",
        "To explicate, however, and purge the meaning of that \"strong heart\" and \"clean\" which the savage after his fashion can wish and ask for, remained the task of the higher and more self-conscious types of religion.",
        "From an active instrument of the religious society, the archiepiscopate degenerated into a purely formal power; while the episcopate itself, which the sincere reformers wished to liberate and purge in order to strengthen it, emerged from the crisis sensibly weakened as well as ameliorated.",
        "Fourcroy endeavoured to persuade it to purge itself of suspected members.",
        "Another one could be a sticking carbon canister purge valve.",
        "So you shall purge the evil from the midst of you.",
        "This is achieved by flushing the desiccant bed with a flow of purge air which may or may not be heated.",
        "Webmail Users Delete the email without downloading the attachment Purge your trash folder All Users We recommend protecting your PC and data from viruses.",
        "Saddam 's first period in office witnessed a bloody purge of the Iraqi left.",
        "Someone with bulimia will have a very chaotic eating pattern where they binge eat and then purge (get rid of their food).",
        "So the exercise in chapter 5 is to purge out all leaven that ye may be a new lump.",
        "Thy blood so freely spilled, can blanch my blackest stains and purge away my guilt.",
        "Then there was a waif named Griff and someone called Wallace Lorrimer, but none of these survived the purge of 1903-4.",
        "When the weight of your briefcase creates the urge to purge, you'll know you've got too much.",
        "An exception to the six-year purge date is any P.E.I. public records, which are purged from the system within seven to ten years.",
        "Bulimia is based on the premise of binge and purge.",
        "Sufferers will eat massive quantities of food and then purge their bodies of this food through induced vomiting or the use of laxatives and diuretics.",
        "Although most bulimics vomit or use laxatives to purge food from the body, some people with this eating disorder will alternate binge eating with fasting or periods of excessive exercise.",
        "If you have used these substances in the past and stopped, it may take as much as five years to purge chemicals from your soil.",
        "As it turns out, the \"great app purge of 2010\" was not only for sexually-themed applications, but for other iPhone apps as well.",
        "Victims of this purge include Wifi-Where and Sekai Camera.",
        "People with bulimia, known as bulimics, consume large amounts of food (binge) and then try to rid themselves of the food and calories (purge) by fasting, excessive exercise, vomiting, or using laxatives.",
        "Refurbished desktop computer resellers have in-house tech departments that do complete system operation checks and purge viruses and spyware before offering the computers for resale.",
        "If you are looking to purge your living space of dirt, grime and multiple seasons' worth of gunk, then these simple tips on spring cleaning the home will help get the job done.",
        "As you develop the self-discipline to conquer a few bad habits, you may gradually build the self-control to purge your life of all harmful practices.",
        "Some bingers are so desperate to lose weight that they will binge because they are starving, but then they will purge in some way to \"atone\" for having consumed such great quantities of food.",
        "To get started, purge your kitchen of all \"off limits\" foods and stock up with those allowed during all of the phases of the South Beach Diet.",
        "This is due to the cost of the purge air which the heatless dryers use in larger quantities than do heat regenerative types.",
        "A purge followed, and in 1579 every JP was required to swear fidelity to the established religion.",
        "The judge instructed him to purge himself with the aid of five neighbors, and issued a new monition.",
        "In the Koran prophet Mohammed is quoted as follows: \" eat pomegranates because they purge the mind of envy and hatred \" .",
        "Webmail Users Delete the email without downloading the attachment purge your trash folder All Users We recommend protecting your PC and data from viruses.",
        "Binge-eaters do not purge in the same ways as bulimics, nor do they usually engage in excessive exercise or other compensatory behaviours."
    ]
}