{
    "translation": "טהרה, התנקות, טיהור",
    "uses": [
        "Probably the widest field is still in the purification of iron and steel.",
        "The purification or defecation of the juice.",
        "After purification he was sent by the Pythia to serve Eurystheus.",
        "The two friends by their united force succeed in killing the bull, and then after performing certain votive and purification rites return to Erech, where they are hailed with joy In this adventure it is clearly Eabani who is artificially introduced in order to maintain the association with Gilgamesh.",
        "For further methods of purification see J.",
        "The Jew and the heathen had the gospel preached to them in the world below by Christ and his apostles, and Christians will have to pass through processes of purification and trial after death before they reach knowledge and perfect bliss.",
        "The Egyptians understood the use of incense as symbolical of the purification of the soul by prayer.",
        "The whole history of the Jewish religion is centred in the gradual purification of the idea of God.",
        "The name Eupatridae survived in historical times, but the Eupatridae were then excluded from the cult of the \"Semnae\" at Athens, and also held the hereditary office of \"expounder of the law\" (7yii-r17s) in connexion with purification from the guilt of murder.",
        "On the 19th of October, at the Armilustrium or purification of arms, the ancilia were again brought out and then put away for the winter.",
        "On this fact depends \"rectification or purification by distillation.\"",
        "505, 14), the exclusion of an offender from purification with holy water.",
        "A dry method of purification consists in a liquation on a hearth of peculiar construction, which occasions the separation of the unreduced bismuth sulphide and the bulk of the other impurities.",
        "It is clear that acetylene, if it is to be used on a large scale as a domestic illuminant, must undergo such processes of purification as will render it harmless and innocuous to health and property, and the sooner it is recognized as absolutely essential to purify acetylene before consuming it the sooner will the gas acquire the popularity it deserves.",
        "The ore is chiefly haematite, and has been developeci from antecedent ferruginous sedimentary deposits, through concentration and purification by ground water.",
        "Moreover, under piaculum are confused purification, propitiations and expiations; Smith's contention that purifications, whose magical character he recognizes but interprets as late, are not sacrificial, is far from conclusive.",
        "If the substance operated upon be practically pure to start with, or the product of distillation be nearly of constant composition, the operation is termed \"purification by distillation\" or \"rectification\"; the latter term is particularly used in the spirit industry.",
        "Nothing is known about \" the place of purification \" (a'yvEvr 1piov) nor \" the pool of David \" (Xlµvrl Tou Aav€1,3).",
        "In recent years, however, a new and healthier interest has sprung up in things political; and one result of this improved civic spirit is seen in the various laws for purification of elections.",
        "Besides these extraction and purification processes there are those of adjustment and shaping.",
        "Indeed so severe a stress is laid upon the explicitly Christian life and its specific means, that orthodoxy itself interprets the rebirth by water and spirit, and the eating the flesh and drinking the blood to which entrance into the Kingdom and possession of interior life are here exclusively attached, as often represented by a simple sincere desire and will for spiritual purification and a keen hunger and thirst for God's aid, together with such cultual acts as such souls can know or find, even without any knowledge of the Christian rites.",
        "Only by the inner purification of myself can I retain in some degree of purity the liquid I receive.",
        "The vessel, however, which contains this mixture has to be of earthenware, porcelain or enamelled iron on account of the free acid present; the gas must be washed after purification to remove traces of hydrochloric acid, and care must be taken to prevent the complete neutralization of the acid by the ammonia present in the gas.",
        "It was instituted in 165 B.C. in commemoration of, and thanksgiving for, the purification of the temple at Jerusalem on this day by Judas Maccabaeus after its pollution by Antiochus Epiphanes, king of Syria, who in 168 B.C. set up a pagan altar to Zeus Olympius.",
        "As such a novum salutis genus, the Crusades connect themselves with the history of the penitentiary system; as the foreign policy of the Church they belong to that clerical purification and direction of feudal society and its instincts, which appears in the institution of \"God's Truce\" and in chivalry itself.",
        "The Mexicans also practised a similar purification at the end of every fifty-two years, in the belief that it was time for the world to come to an end.",
        "If by this process a more perfect defecation and purification of the juice is obtained, it will no doubt be highly beneficial to the cane p lanter, though no great economy in lime can be effected, because but very little is used in a cane factory in comparison with the amount used in a beet factory.",
        "distillare, more correctly destillare, to drop or trickle down), an operation consisting in the conversion of a substance or mixture of substances into vapours which are afterwards condensed to the liquid form; it has for its object the separation or purification of substances by taking advantage of differences in volatility.",
        "Many electrolytic methods have been proposed for the purification of sugar; in some of them soluble anodes are used for a few minutes in weak alkaline solutions, so that the caustic alkali from the cathode reaction may precipitate chemically the hydroxide of the anode metal dissolved in the liquid, the precipitate carrying with it mechanically some of the impurities present, and thus clarifying the solution.",
        "Where the production of acetylene is going on on a small scale this method of purification is undoubtedly the most convenient one, as the acid present absorbs the ammonia, and the copper salt converts the phosphuretted and sulphuretted hydrogen into phosphates and sulphides.",
        "The second process is one patented by Fritz Ullmann of Geneva, who utilizes chromic acid to oxidize the phosphuretted and sulphuretted hydrogen and absorb the ammonia, and this method of purification has proved the most successful in practice, the chromic acid being absorbed by kieselgiihr and the material sold under the name of \"Heratol.\"",
        "And a certain Pharisee, a chief priest, whose name was Levi, met them and said to the Saviour, Who gave thee leave to walk in this place of purification, and to see these holy vessels when thou hast not washed nor yet have thy disciples bathed their feet?",
        "Iodine is obtained either from kelp (the ashes of burnt seaweed) or from the mother-liquors obtained in the purification of Chile saltpetre.",
        "Such an enthusiasm of militant piety, plainly based on actual successes of Israel and the house of Aaron, can only be referred to the first victories of the Maccabees, culminating in the purification of the Temple in 164 B.C. This restoration of the worship of the national sanctuary, under circumstances that inspired religious feelings very different from those of any other generation since the return from Babylon, might most naturally be followed by an extension of the Temple psalmody; it certainly was followed by some liturgical innovations, for the solemn service of dedication on the 25th day of Chisleu was made the pattern of a new annual feast (that mentioned in John x.",
        "There is not the slightest doubt that the censing of things and persons was first practised as an act of purification, and thus became symbolical of consecration, and finally of the sanctification of the soul.",
        "In regard to the purification of water, filtration was long looked upon as merely a mechanical process of straining out the solid particles, whereby a turbid water could be rendered clear.",
        "The first three form together a progressive introduction to Christianity corresponding to the stages through which the Aim7ns passed at Eleusis - purification, initiation, revelation.",
        "The purification by liquation is assisted by poling the lead when it is below redness.",
        "Nominated president of the Academical commission for the reform of weights and measures, his services were retained when its \"purification\" by the Jacobins removed his most distinguished colleagues.",
        "The same inventor has patented the application of electrolysed chlorides to the purification of starch by the oxidation of less stable organic bodies, to the bleaching of oils, and to the purification of coal gas, spirit and other substances.",
        "They dealt with such subjects as the origin of the gods, the creation of the world, the ritual of purification and initiation, and oracular responses.",
        "Lastly, Peisistratus carried out the purification of Delos, the sacred island of Apollo of the Ionians; all the tombs were removed from the neighbourhood of the shrine, the abode of the god of light and joy.",
        "With passionate earnestness he sets over against these his constructive theory as to the efficacy, the heavenly yet unseen reality, of the definitive \"purification of sins\" (i.",
        "The time requisite for the several degrees is unknown, and may have been determined by the Patres, who conferred them in a solemn ceremony called Sacramentum, in which the initial step was an oath never to divulge what should be revealed, and for which the mystic had been specially prepared by lustral purification, prolonged abstinence, and severe deprivations.",
        "The impressiveness and the stimulating power of the mystic ceremonies, the consciousness of being the privileged possessor of the secret wisdom of the ancients, the sense of purification from sin, and the expectation of a better life where there was to be compensation for the sufferings of this world - were all strong appeals to human nature.",
        "In some cases the operation of filtration is performed for the sake of removing impurities from the filtrate or liquid filtered, as in the purification of water for drinking purposes; in others the aim is to recover and collect the solid matter, as when the chemist filters off a precipitate from the liquid in which it is suspended.",
        "There are certain forms of purification which one does not know whether to describe as ablutions or anointings.",
        "And he took them and brought them into the very place of purification and was walking in the temple.",
        "He who during his lifetime did not become one of the elect, who did not completely redeem himself, has to go through a severe process of purification on the other side of the grave, till he too is gathered to the blessedness of the light.",
        "They prayed for the auditores, they blessed them and interceded for them, thereby shortening the process of purification the latter had to pass through after death.",
        "In like manner in the purification of lepers two birds were used; the throat of one was cut, the living bird dipped in the blood mingled with water and the leper sprinkled; then the bird was set free to carry away the leprosy.",
        "Be this as it may, we may confidently date the purification of Wagner's music at the moment when he set to work on a story which carried him finally away from that world of stereotyped operatic passions into which he had already breathed so much disturbing life.",
        "ceremony, at which the xoanon (ancient wooden statue) of Athena was washed in the river Inachus, a symbol of her purification after the Gigantomachia.",
        "There is a large staff of inspectors constantly visiting the various parts of the watershed, and in spite of many difficulties arising from vested interests, the work of purification is attaining completion, with a correspondingly great improvement in the quality of the river water.",
        "If the pig iron is to follow path 2, the purification which converts it into wrought iron or steel consists chiefly in oxidizing and thereby removing its carbon, phosphorus and other impurities, while it is molten, either by means of the oxygen of atmospheric air blown through it as in the Bessemer process, or by the oxygen of iron ore stirred into it as in the puddling and Bell-Krupp processes, or by both together as in the open hearth process.",
        "After purification by straining, it is sold as \"Strasburg turpentine,\" much used in the preparation of some of the finer varnishes.",
        "Savonarola's programme of the new government was comprised in the following formula: - (r) fear of God and purification of manners; (2) promotion of the public welfare in preference to private interests; (3) a general amnesty to political offenders; (4) a council on the Venetian model, but with no doge.",
        "Then the furnaceman, controlling the decarburization and purification of the molten charge by his examination of test ingots taken from time to time, gradually oxidizes and so removes the foreign elements, and thus brings the metal simultaneously to approximately the composition needed and to a temperature far enough above its present meltingpoint to permit of its being cast into ingots or other castings.",
        "(2) The purification and reformation of oneself for its reception, and (3) The improvement of the human race by striving for such purification.",
        "The gangue of the ore increases the quantity of slag, which separates the metal from the source of its heat, the flame, and thus delays the rise of temperature; and the purification by \" oreing,\" i.e.",
        "He emphasized the opinion that yeast derived from one cell was of no good for top fermentation, and advocated Pasteur's method of purification.",
        "Demeter, at first enraged, afterwards calmed down, and washed herself in the river Ladon by way of purification.",
        "Dry distillation is extremely wasteful even when definite substances or mixtures, such as calcium acetate which yields acetone, are dealt with, valueless by-products being obtained and the condensate usually requiring much purification.",
        "4) were symbols of purification.",
        "Brauner (Monats., 1889, 10, p. 414) recommends the following method for the purification.",
        "r to be raised to about 80 c.c. per hour, and the method is very convenient for the purification.",
        "To obtain the anhydrous single or double chloride, alumina must be ignited with carbon in a current of chlorine, and to exclude iron from the finished metal, either the alumina must be pure or the chloride be submitted to purification.",
        "When the Heroult furnace is used for completing the purification of molten steel begun in the Bessemer or open-hearth process, and this is its most appropriate use, the process carried out in it may be divided into two stages, first dephosphorization, and second deoxidation and desulphurization.",
        "In addition to this work of purification, the furnace may be used for melting down the initial charge of cold metal, and for beginning the purification - in short not only for finishing but also for roughing.",
        "The melting can be done much more cheaply in a cupola or open-hearth furnace, and the first part of the purification much more cheaply in a Bessemer converter or open-hearth furnace.",
        "The reason for this is that in it the slag, by means of which all the purification must needs be done, is not heated effectively; that hence it is not readily made thoroughly liquid; that hence the removal of the phosphoric slag made in the early dephosphorizing stage of the process is liable to be incomplete; and that hence, finally, the phosphorus of any of this slag which is left in the furnace becomes deoxidized during the second or deoxidizing stage, and is thereby returned to befoul the underlying steel.",
        "Thus we see that the purification in these electric furnaces has nothing to do with electricity.",
        "Here their use is likely to be limited by its costliness, because for the great majority of purposes the superiority of the electrically purified steel is not worth the cost of the electric purification.",
        "Mysticism may broadly be described as the effort to give effect to the craving for a union of the soul with the Deity already in this life; and asceticism as the effort to give effect to the hankering after an ever-progressive purification of the soul and an atoning for sin by renunciation and self-denial in things lawful.",
        "Charters to the burghers authorized fairs on the days of St Peter and of St Simon and St Jude in 1554, on St Bartholomew's day in 1605, in Mid-lent week in 1665, and on the feast of the Purification and on the 2nd of May in 1685; these fairs have modern representatives.",
        "Rolle then entered on the contemplative life, passing through the preliminary stages of purification and illumination, which lasted for nearly three years, and then entering the stage of sight, the full revelation of the divine vision.",
        "\"In the Circuits, then, they adapted the whole to their own views, representing Peter falsely in many ways, as that he was daily baptized for the sake of purification, as these also do; and they say that he likewise abstained from animal food and meat, as they themselves also do.\"",
        "His son Alcmaeon, as he had been bidden, slew his mother, a,nd was driven from place to place by the Erinyes, seeking purification and a new home (Apollodorus iii.",
        "`AbdAllah imposed a penitential scourging on all converts as a purification, and enforced a regular system of discipline for every breach of the law, even on the chiefs.",
        "Early every norning the officiating priest proceeded to the holy of holies, tfter the preliminaries of purification had cleansed him from my miasma that might interfere with the efficacy of the rites.",
        "This cult was a positive duty binding on the children of a dead man, and doubtless as a rule discharged by them with some regularity and conscientiousness; at least, on feast-days offerings would be brought to the tomb, and the ceremonies of purification and opening the mouth of the deceased would be enacted.",
        "The sea salt thus made is collected into small heaps on the paths around the basins or the floors of the basins themselves, and here it undergoes a first partial purification, the more deliquescent salts (especially the magnesium.",
        "In this He seems to be carrying the Baptist's stern mission of purification from the desert into the heart of the sacred city, and so fulfilling, perhaps consciously, the solemn prophecy of Malachi which opens with the words: \" Behold, I will send My Messenger, and He shall prepare the way before Me; and the Lord whom ye seek shall suddenly come to His Temple \" (Mal.",
        "Another, remaining true to the principles, doctrines, usages and hierarchy of the medieval church, dreamt only of a purification of moral life, and saw its end realised in the reforms of the council of Trent.",
        "If it is boiled down without further purification, the resulting soda-ash is not of the first quality, but it is sufficiently pure for many purposes.",
        "Appointed a member of the second royal commission on the pollution of rivers in 1868, he was provided by the government with a completely-equipped laboratory, in which, for a period of six years, he carried on the inquiries necessary for the purposes of that body, and was thus the means of bringing to light an enormous amount of valuable information respecting the contamination of rivers by sewage, trade-refuse, &c., and the purification of water for domestic use.",
        "Animal sacrifice, libations, ritualistic purification, sprinkling of water, and symbolical rites of all kinds accompanied by short prayers, represent a religious practice which in the Babylonian-Assyrian religion, as in all religions, is older than any theology and survives the changes which the theoretical substratum of the religion undergoes.",
        "The impetus to the purification of the old Semite religion to which the Hebrews for a long time clung in common with their fellows - the various branches of nomadic Arabs - was largely furnished by the remarkable civilization unfolded in the Euphrates valley and in many of the traditions, myths and legends embodied in the Old Testament; traces of direct borrowing from Babylonia may be discerned, while the indirect influences in the domain of the prophetical books, as also in the Psalms and in the so-called \"Wisdom Literature,\" are even more noteworthy.",
        "As the object of punishment is not the will or the individual himself, but the misdirection of the will, so the result of punishment is the final purification and redemption of all.",
        "He is first subjected to the process of purification, which consists of an ablution with nirang (cow-urine).",
        "In metallurgy he devised improved methods for the manufacture of zinc and the purification of silver, tin and other metals.",
        "Without further purification it is also used for \"souring\" in bleaching, and in tin and lead soldering.",
        "writes: \"Forasmuch as (the Greeks) say that this place of purification is not indicated by their doctors by an appropriate and accurate word, we will, in accordance with the tradition and authority of the holy fathers, that henceforth it be called purgatorium, for in this temporary fire are cleansed not deadly capital sins, which must be remitted by penance, but those lesser venial sins which, if not removed in life, afflict men after death.\"",
        "Alimentary, Respiratory and Excretory Systems. - Although the function of the two latter systems of organs is the purification of the blood, they are not usually considered together, and it is therefore the more remarkable that their close association in Amphioxus renders it necessary to treat them in common.",
        "The delay attendant on this method of purification is avoided by treating the crude oil with 1 to 2% of a somewhat strong sulphuric acid, which chars and carries down the bulk of the impurities.",
        "Numerous other methods of purification, some based on the oxidizing action of ozone, have been suggested.",
        "Of his poem on nature (ct)uvns) there are left about 4 00 lines in unequal fragments out of the original 5000; of the hymns of purification (KaOap,uoi) less than loo verses remain; of the other works, improbably assigned to him, nothing is known.",
        "See also under PURIFICATION.",
        "(i I) Yadayim, \" hands,\" their purification (cf.",
        "The Avesta is divided into three parts: (I) Yasna, with an appendix, Visparad, a collection of prayers and forms for divine service; (2) Vendidad, containing directions for purification and the penal code of the ancient Persians; (3) Khordah-Avesta, or the Small Avesta, containing the Yasht, the contents of which are for the most part mythological, with shorter prayers for private devotion.",
        "As to the blessing of candles, according to the Liber pontificals Pope Zosimus in 417 ordered these to be blessed, 8 and the Gallican and Mozabaric rituals also provided for this ceremony.9 The Feast of the Purification of the Virgin, known as Candlemas, because on this day the candles for the whole year are blessed, was established - according to some authorities - by Pope Gelasius I.",
        "When only the central one is left it is taken clown and carried behind the altar, thus symbolizing the 1 All three conceptions are brought out in the prayers for the blessing of candles on the Feast of the Purification of the B.V.M.",
        "Orestes appears also as a central figure in various legends connected with his madness and purification, both in Greece and Asia.",
        "- xv., laws of purification, with an appendix (xvi.) on the Day of Atonement; (3) chaps.",
        "contact with clean animals after death is also forbidden), and prescribes certain rites of purification.",
        "prescribes regulations for the purification of a woman after the birth of (a) a male and (b) a female child.",
        "1-32, the rites of purification to be employed after the healing of leprosy; and (d) xiv.",
        "9-20 prescribes a second and more elaborate ritual of purification after the healing of leprosy, though the leper, according to v.",
        "47-59, though probably later in date: probably the concluding verses (48-53), in which the same rites are prescribed for the purification of a house as are ordained for a person in vv.",
        "deals with the rites of purification rendered necessary by various natural secretions, and is therefore closely related to chap. xii.",
        "29-34a, rules for the observance of a yearly fast day, having for their object the purification of the sanctuary and of the people; (3) vv.",
        "6 - according to the latter the purification of Aaron is a preliminary condition of his entrance within the veil - and (b) the elaborate ceremonial in connexion with the sprinkling of the blood.",
        "6 a may result, a point of extreme importance in connexion with the lighting and ventilation of dwellings, the purification of rivers and streams, and the general diminution of epidemics in nature.",
        "Baptism must be repeated as a means of purification from sin, and proof against disease; the sinner immerses himself \"in the name of the mighty 1 So A.",
        "The Vendidad, the priestly code of the Parsees, contains in 22 chapters (fargard) a kind of dualistic account of the creation (chap. 1), the legend of Yima and the golden age (chap. 2), and in the bulk of the remaining chapters the precepts of religion with regard to the cultivation of the earth, the care of useful animals, the protection of the sacred elements, such as earth, fire and water, the keeping of a man's body from defilement, together with the requisite measures of precaution, elaborate ceremonies of purification, atonements, ecclesiastical expiations, and so forth.",
        "The commercial element usually contains a certain amount of sulphur, and some tellurium, and various methods have been devised for its purification.",
        "with Simeon and Anna), in the West as the Purification of the Blessed Virgin.",
        "The 8 th-century Gelasian Sacramentary, which embodies a much older tradition, mentions it under the title of Purification of the Blessed Virgin Mary, which has led some to suppose that it was ordained by Pope Gelasius I.",
        "(2) Processiones ordinariae, on yearly festivals, such as the feast of the Purification of the Virgin (Candlemass, q.v.), the procession on Palm Sunday, the Litaniae majores and minores, the feast of Corpus Christi, and on other days, according to the custom of the churches.",
        "In the reign of Elizabeth the market was held on Monday, and there were two annual fairs at the feasts of the Purification of the Virgin and the Decollation of John the Baptist.",
        "That Python was no fearful monster, symbolizing the darkness of winter which is scattered by the advent of spring, is shown by the fact that Apollo was considered to have been guilty of murder in slaying it, and compelled to wander for a term of years and expiate his crime by servitude and purification.",
        "Such a task can be fitly undertaken by Apollo, since he himself underwent purification after slaying Python.",
        "This article is confined to the collection and storage of water for domestic and industrial uses and irrigation, and its purification on a large scale.",
        "Purification When surface waters began to be used for potable purposes, some mode of arresting suspended matter, whether living or dead, became necessary.",
        "Where, therefore, there is animal pollution of any kind, more especially where there is human pollution, generally indicated by the presence of bacillus coli communis, purification is of supreme importance, and no process has yet been devised which, except at extravagant cost, supersedes for public supplies that of properly-conducted sand filtration.",
        "The principal features of this invention are, first, a much more thorough purification of the burner-gas than had been practised up to that time, both in a chemical and a mechanical sense, and second, the prevention of superheating of the contact substance, which formerly always occurred by the heat generated in the process itself.",
        "Analogous Rites in other Religions (see also Purification).",
        "The ceremony of turning to the west three times with renunciation of the Evil One, then to the east, is exactly paralleled in a rite of purification by water common among the Malays and described by Skeat in his book on Malay magic. If the Malay rite is not derived through Nlahommedanism from Christianity, it is a remarkable example of how similar psychological conditions can produce almost identical rites.",
        "This great prelate was an ecclesiastical reformera leader in a movement for the general purification of morals, and especially for the repressing of simony and evil-living among the clergy a great builder of churches, and a stringent enforcer of the rules of the monastic life.",
        "In private houses it found its way more slowly, partly from an apprehension of danger attending its use, and partly from the discomfort which was experienced in many cases through the gas being distributed without purification, and to the careless and imperfect manner in which the service pipes were first fitted.",
        "The series of operations connected with the manufacture and distribution of coal gas embraces the processes of distillation, condensation, exhaustion, wet purification by washing and scrubbing, dry purification, measuring, storing and distribution to the mains whence the consumer's supply is drawn.",
        "This operation was necessitated by the fact that carbon dioxide has the power of breaking up the sulphur compounds formed by the lime, so that until all carbon dioxide is absorbed with the formation of calcium carbonate, the withdrawal of sulphuretted hydrogen cannot proceed, whilst since it is calcium sulphide formed by the absorption of sulphuretted hydrogen by the slaked lime that absorbs the vapour of carbon disulphide, purification from the latter can only be accomplished after the necessary calcium sulphide has been formed.",
        "The action of oxide of iron, which has now partly replaced the lime purification, depends on its power of combining with sulphuretted hydrogen to form sulphide of iron.",
        "The evens or vigils before Christmas, the Purification of the Blessed Virgin Mary, the Annunciation of the Blessed Virgin Mary, Easter day, Ascension day, Pentecost, St Matthias, the Nativity of St John Baptist, St Peter, St James, St Bartholomew, St Matthew, St Simon and St Jude, St Andrew, St Thomas, and All Saints are also recognized as \" fast days.\"",
        "On the 8th Thermidor (26th of July) Robespierre addressed the Convention, deploring the invectives against himself and the Revolutionary Tribunal and demanding the purification of the committees and the punishment of traitors.",
        "145) mentions the twelve cities of Achaea; these met as a religious confederacy in the Purification.",
        "For further purification, it may be sublimed, after having been previously mixed with a little powdered charcoal, or it may be mixed with a small quantity of iodine and heated.",
        "police, the prostration before authority, the sympathy pabikan lavished on royalists, the recall of the migrs, the opposi~ contempt for the Assemblies, the purification of the lion.",
        "To some extent, the individual came in for his share in the incantations and in the purification ritual through which one might hope to rid oneself of the power of the demons and of other evil spirits, but outside of this the important aim of the priests was to secure for the general benefit the favour of the gods, or, as a means of preparing oneself for what the future had in store, to ascertain in time whether that favour would be granted in any particular instance or would be continued in the future.",
        "The 23rd of March had always been the day of the tubilustrium, or purification of the trumpets used in the sacred rites, so that the ceremony came to be on the last day of Minerva's festival, but it is very doubtful whether it was really connected with her.",
        "Since the methods of preparing the vegetable and animal fats are comparatively crude ones, they usually contain certain impurities of one kind or another, such as colouring and mucilaginous matter, remnants of vegetable and animal tissues, &c. For the most part these foreign substances can be removed by processes of refining, but even after this purification they still retain small quantities of foreign substances, such as traces of colouring matters, albuminoid and (or) resinous substances, and other foreign substances, which remain dissolved in the oils and fats, and can only be isolated after saponification of the fat.",
        "This preliminary purification is of the greatest importance, especially for the preparation of edible oils and fats.",
        "Where this process does not suffice, as in the case of coco-nut oil or palm kernel oil, a preliminary purification in a current of steam must be resorted to before the final purification, described above, is carried out.",
        "In many cases the purification by means of sulphuric acid, invented and patented by Charles Gower in 1792 (frequently ascribed to Thenard), is still usefully applied.",
        "Purification by means of strong caustic soda was first recommended as a general process by Louis C. Arthur Barreswil, his suggestion being to heat the oil and add 2% to 3% of caustic soda.",
        "In most cases the purification consisted in removing the free fatty acids from rancid oils and fats, the caustic soda forming a soap with the fatty acids, which would either rise as a scum and lift up with it impurities, or fall to the bottom and carry down impurities.",
        "The number of chemicals which have been proposed from time to time for the purification of oils and fats is almost legion, and so long as the nature of oils and fats was little understood, a secret trade in oil-purifying chemicals flourished, With our present knowledge most of these chemicals may be removed into the limbo of useless things.",
        "The initiated went through rites of purification, and practised a degree of asceticism; but for many the festival was believed to be an occasion for dark orgies.",
        "A single step affinity purification of recombinant GST by expanded bed adsorption.",
        "The theme of my PhD research is on process development for an expanded bed adsorption purification of recombinant protein.",
        "anion exchange chromatography has been commonly used for such purification.",
        "biochemistry laboratory is very well equipped for large scale purification.",
        "cytochromes expressed in host strains to facilitate expression and purification.",
        "Videte miraculum, for the feast of the Purification, is more than twice as long but no less euphonious, even ecstatic.",
        "This was done using a number of protein purification techniques: ammonium sulfate precipitation, ion exchange chromatography and 2-dimensional electrophoresis.",
        "For gentle skin cleansing and purification Combines purifying micro-particles with the regulating effectiveness of the plant flavonoid complex.",
        "prayed for forgiveness, sanctification and purification.",
        "Before entering into glory man must be completely purged of sin by means of a spiritual purification of his soul.",
        "Indeed, the Biblical temples were not even used for temple marriage, but for purification rites, and animal sacrifices.",
        "ritual purification.",
        "Often she accomplishes this by weaving the themes of a particular myth into the fabric of a purification ritual.",
        "symbol of purity, it aids purification on all levels.",
        "If it is only a symbol then it doesn't literally purify but is merely symbolic of purification.",
        "Furthermore current technology has purification procedures for only a fraction of known plant toxicants.",
        "The chief ceremonies of the nightly ritual were sacrifice and libation; prayer and purification; the representation of sacred legends (e.g.",
        "By far the most frequent and important of the religious ceremonies is that of baptism (masbutha), which is called for in a great variety of cases, not only for children but for adults, where consecration or purification is required, as for example on all Sundays and feast days, after contact with a dead body, after return from abroad, after neglect of any formality on the part of a priest in the discharge of his functions.",
        "132), educated the young clergy, imposed the penances; they in person executed the circumstantial ceremonies of purification and exercised a spiritual guardianship and pastoral care of the laymen.",
        "In the late 3rd and the 4th centuries its usual motive was the purification or regeneration of an individual, who was spoken of as renatus in aeternum, reborn for eternity, in consequence of the ceremony (Corp. Insc. Lat.",
        "It was an act symbolizing moral purification (cf.",
        "From these and other considerations it is obvious that (I) the electrolyte must be such as will freely dissolve the metal to be refined; (2) the electrolyte must be able to dissolve the major portion of the anode, otherwise the mass of insoluble matter on the outer layer will prevent access of electrolyte to the core, which will thus escape refining; (3) the electrolyte should, if possible, be incapable of dissolving metals more electro-negative than that to be refined; (4) the proportion of soluble electro-positive impurities must not be excessive, or these substances will accumulate too rapidly in the solution and necessitate its frequent purification; (5) the current density must be so adjusted to the strength of the solution and to other conditions that no relatively electro-positive metal is deposited, and that the cathode deposit is physically suitable for subsequent treatment; (6) the current density should be as high as is consistent with the production of a pure and sound deposit, without undue expense of voltage, so that the operation may be rapid and the \"turnover\" large; (7) the electrolyte should be as good a conductor of electricity as possible, and should not, ordinarily, be altered chemically by exposure to air; and (8) the use of porous partitions should be avoided, as they increase the resistance and usually require frequent renewal.",
        "Various pagan observances are mingled in their ritual: every newly-built house is considered uninhabitable till the blood of a sheep or fowl has been spilt in it; a woman guilty of a breach of chastity has to undergo purification by leaping into a flaming fire; the Sabbath has been deified, and, as the goddess Sanbat, receives adoration and sacrifice and is said to have ten thousand times ten thousand angels to wait on her commands.",
        "(See Sacrament and Sacrifice.) Consecration is so frequently the counterpart of Purification that the article thereon should be read in connexion with this.",
        "22, 2), a belief which probably reflects the custom of ceremonial purification after marriage (see Frazer, Adonis, p. 176).",
        "But one point of Semitic religion never penetrated west of the Halys: the pig was always unclean and abhorred among the Semites, whereas it was the animal regularly used in purification by the Phrygians, Lydians, Lycians and Greeks.",
        "Thus the fundamental ideas of a middle state after death and of a purification preparatory to perfect blessedness are met with in Zoroaster, who takes souls through twelve stages before they are sufficiently purified to enter heaven; and the Stoics conceived of a middle place of enlightenment which they called Eµirtpw ns.",
        "Prismatic borax is found widely distributed as a natural product (see below, Mineralogy) in Tibet, and in Canada, Peru and Transylvania, while the bed of Borax Lake, near Clear Lake in California, is occupied by a large mass of crystallized borax, which is fit for use by the assayer without undergoing any preliminary purification.",
        "Thus he explains the Yajna (sacrificial cult) as \" the entertainment of the learned in proportion to their worth, the business of manufacture, the experiment and application of chemistry, physics and the arts of peace; the instruction of the people, the purification of the air, the nourishment of vegetables by the employment of the principles of meteorology, called Agni-Notri in Sanskrit.\"",
        "In relation to the publicans and soldiers who, smitten with remorse, sought out John in the wilderness, his baptism was a purification from their past and so far identical with the proselyte's bath; but so far as it raised them up to be children unto Abraham and filled them with the Messianic hope, it advanced them further than that bath could do, and assured them of a place in the kingdom of God, soon to be established - this, without imposing circumcision on them; for the ordinary proselyte was circumcised as well as baptized.",
        "The final purification is carried out in rectangular vessels, known as\" dry purifiers \"(fig.",
        "Now six stone jars were standing there, for the Jewish rites of purification, each holding twenty or thirty gallons.",
        "Their ceremonies were secret and involved fasting and ritual purification.",
        "A symbol of purity, it aids purification on all levels.",
        "Today in class we are learning about the process of water purification through reverse osmosis.",
        "Another definition found on this same site also refers to baptism as a \"non-Christian rite using water for ritual purification.\"",
        "Even though you might recognize silver for its use in jewelry, this metal also plays a role in photography, water purification and communications.",
        "Gray water that has been pre-filtered through purification systems is better for plants, trees, and your garden.",
        "Because the last step in the purification process is very volatile, it can cause explosions.",
        "EdenPURE Signature - The Signature is marketed as the line's healthy home heating system, featuring everything available in the other models as well as a customized humidifier, air purification ionizer and remote control timer.",
        "Options include reflexology and couples massage packages, a lava shell massage, Sedona mud purification treatments, chardonnay sugar scrubs, facials, and lavender milk massages.",
        "Be sure to carry a sufficient supply of drinking water and/or water purification tablets.",
        "You should carry a water bottle or hydration pack as well as a water filter and water purification tablets to ensure that water found along the trail is safe to drink.",
        "Travel to countries where less attention is paid to sanitation, water purification, and good food-handling practices may expose individuals to bacterial contaminants.",
        "Following the purification process, the body is wrapped in a white burial shroud.",
        "Jonathan hair products include a Beauty Water Shower Purification System that attaches to your shower and is designed to eliminate chlorine, heavy metals, and VOCs.",
        "The end result of this water purification system is balanced water.",
        "Other air purification systems are actually detrimental to one's health, particularly if an individual suffers from allergies or asthma.",
        "The most expensive model, the Oreck Tower, costs $599 and provides air purification for larger rooms than the ProShield or ProShield Plus.",
        "Additionally, many models have an air purification feature, making it possible for them to filter and clean the air in the room.",
        "The air purification system keeps bacteria, mold and viruses away resulting in the freshest food possible.",
        "Other unique features include water filtration, air purification and flush inset design installation.",
        "From helping provide methods of purification for drinking water to giving children an education, this organization's goal is to make a better life for the children of Haiti.",
        "The burning of the ceppo represents purification of fire.",
        "From the point where the thorn pierces Christ's heart, droplets of water and blood may be depicted, signifying purification and redemption.",
        "Karma Yoga: This branch involves selfless service and purification of the mind.",
        "Clean air is part of the purification process that Bikram Yoga offers, not to mention creates a pleasant environment in which to practice yoga.",
        "However, historians have discovered that an ancient Japanese purification ceremony from A.D. 900 also included the use of a paper figure that vaguely resembled a child's paper doll.",
        "The Astara Blue Flame Purification Mask promises to clear up existing acne as well as prevent future breakouts.",
        "Astara Blue Flame Purification Mask can also be used as an overnight acne spot treatment, and is also an effective anti-bacterial foot treatment.",
        "Purification >>"
    ]
}