{
    "translation": "להרעיד, רעידה",
    "uses": [
        "There was a slight quake to her voice.",
        "She was half afraid to speak, fearful that a quake in her voice would expose her trepidation.",
        "The conductor said it was the worst quake he ever knew.",
        "\"That was an awful big quake,\" replied Zeb, with a white face.",
        "of Reggio and Messina, the smaller towns of Canitello, quake of Scilla, Villa San Giovanni, Bagnara, Palmi, Melito, December Porto Salvo and Santa Eufemia, as well as a large number of villages.",
        "He waved his flashlight in an arc above his head and repeated the two words, a quake in his voice.",
        "The thought of a hot bath made her muscles quake with anticipation.",
        "In this quake a big crack opened and we fell through--horse and buggy, and all--and the stones got loose and came down with us.",
        "It was said to have originated in the saying of Justice Bennet at Derby in 1650, \"Tremble (or quake) at the word of the Lord,\" but it is now certain that it was used as early as 1647, and arose from the physical manifestations of religious emotion characteristic of many of the early Friends.",
        "Deidre crossed to him, unafraid of the creature whose appearance often made grown Immortals quake and grovel.",
        "The following may be instanced: \" Lord of mercy and of might \"; \" Brightest and best of the sons of the morning \"; \" By cool Siloam's shady rill \"; \" God, that madest earth and heaven \"; \" The Lord of might from Sinai's brow \"; \" Holy, holy, holy, Lord God Almighty \"; \" From Greenland's icy mountains \"; \" The Lord will come, the earth shall quake \"; The Son of God goes forth to war.\"",
        "It arose from a spiritual movement in answer to the yearning of the heart: \" O that Thou mightest rend the heavens and come down and the mountains quake at Thy presence !\"",
        "She smashed into it as another quake rumbled beneath her, then rose and waved her band before the door.",
        "The town of Valparaiso was almost entirely destroyed, while Santiago and earth- quake.",
        "The only thing UT has over quake 3 in my opinion is better bots.",
        "epicenter of the quake was located about 50Km North East of the city Bhuj.",
        "Following a massive earth quake the devil golems have been awakened, through the need for power and greed.",
        "PAKISTAN: Landslide kills 14 quake victims 25-07-2006 At least 14 earthquake survivors have been killed after monsoon rains triggered mudslides in northern Pakistan.",
        "I was going to write a guide to playing quake over the net for all you people who haven't tried it already.",
        "Here you must explain ALL the factors that caused the 1995 quake to happen.",
        "My flesh creeps, and my body all does quake, When I think on't, I cannot sleep in peace!",
        "Thus the Song of Deborah speaks of a great quake in connection with Israel 's wilderness trek.",
        "Indonesian quake survivors pray at a temporary shelter in Klaten, central Java, May 29, 2006.",
        "British quake victim was boy, 12 20-10-2005 The first known British victim of the devastating earthquake in Pakistan was a 12-year-old boy.",
        "SIR - The recent tragedy of the Asian quake disaster has undoubtedly touched everyone 's hearts.",
        "Enemy Territory: Quake Wars has been officially announced.",
        "It was the most powerful quake to hit the region in five decades.",
        "quake of the same magnitude.",
        "In 1970 around 70,000 people were killed and 600,000 left homeless by a quake of the same magnitude.",
        "How about a shattering subduction quake in Pacific Northwest of U.S.",
        "The toils of life I now could undertake, no matter how this planet Earth might quake.",
        "It's the first game in the series to use its own game engine (the Quake 3: Arena engine, id Tech 3 was usually used).",
        "Urban Terror runs on the Quake III engine and is available as a freeware title for download online.",
        "Some of the most popular video games are FPS games, such as Quake, Halo and Unreal.",
        "Forget Goldeneye, Doom, Quake; Halo had won it's place in FPS history…and it had the top spot quickly.",
        "Just like direct-to-DVD movies, there are games that are never intended to compete with the Quake, Final Fantasy, and Grand Theft Auto.",
        "Games like Doom and Quake contain some horror elements, but those games are more balls-to-the-wall shooters than anything else.",
        "Quake 4 is due on store shelves this Halloween.",
        "The Quake for this decade could be there.",
        "In the shooter category, the Doom, Quake and Halo games allow people to play online against varying numbers of others, but are not usually considered massive.",
        "The Quake series has been a popular first person shooter on any console and the PC for years.",
        "It's called Quake 3 Arena and you'd better be ready.",
        "This is the most innovative part of the game and every Dreamcast FPS after Quake.",
        "The best part was that each FPS after Quake on the Dreamcast used this same style, so once I had it down I could easily play several other games.",
        "With intense action and good graphics, we found Quake 3 Arena for the Dreamcast right up there with Goldeneye 64.",
        "But now we have Halo, even though I go back to my roots with Quake.",
        "The Quake franchise is back in its fourth incarnation -- Quake 4 -- sending you back in, wielding some wicked guns to blast away those not-so-pretty strogg.",
        "Even if you don't participate in such a huge undertaking, it is possible to design a single level in Doom or Quake, for example.",
        "The advent of avatars and skins in games like Quake let them personalize their gaming experiences.",
        "Display Lumines 2 or Nintendogs, Pokemon or Quake.",
        "In addition to classic video games like Quake and Doom, there have been a series of fighting games that have elicited a fair amount of controversy, the most notable of which is Mortal Kombat.",
        "Prototypical examples would include Doom, Quake, and Rainbow Six.",
        "DOOM and Quake left a deep impression on gaming that's still felt today.",
        "Luckily, lessons have been learned from the city's past quakes, and there are solid plans laid out for residents and visitors on how to survive should a new quake hit, as well as how to cope in the aftermath.",
        "Below you'll find an article that examines the history and consequences of the city's two biggest quakes-the 1906 quake and the 1989 Loma Prieta quake-plus information on earthquake safety.",
        "The main quake occurred along the San Andreas fault and was felt as far as Los Angeles and Oregon, but the epicenter occurred most closely to the city by the bay.",
        "It measured a whopping 7.8 on the Richter Scale, and although early estimates put deaths at somewhere close to the 500 mark, today it's widely believed that close to 6,000 people perished in quake.",
        "Between 20-25,000 people were displaced by the quake, and forced to live in temporary relief encampments of homes built from nearby redwood trees.",
        "The Loma Prieta quake struck San Francisco on October 17 at approximately 5:04 PM.",
        "Many people across the country remember seeing the quake occur in real time, due to the fact that a World Series game involving the Oakland Athletics and San Francisco Giants was being televised live at nearby Candlestick Park.",
        "A large majority of the quake's damaged occurred in the city's tony Marina District, a neighborhood that's built primarily on soft soil.",
        "Damages and deaths were not restricted to San Francisco, however-buildings crumbled as far south as Santa Cruz, and all in all, the quake affected an area spanning 70 miles.",
        "Over six billion dollars in property damages were reported shortly after the quake, making it at the time the costliest natural disaster in the history of the United States.",
        "If you crawl under a piece of furniture, take hold of it, and be prepared to move with it as the quake occurs.",
        "If you're in a car when a quake hits, pull over into an open space that is not close to tall buildings or trees.",
        "The original building site fell victim to the Quake of '89, and it has since been rebuilt and reinvented for a whole new generation of art lovers.",
        "Wait until you're sure the quake is over, then briefly inspect your home for damage.",
        "On the days following the quake, we had a pretty ' normal ' time all things considered.",
        "People with no strength other than the secret strength of the poem have made tyranny quake.",
        "No World Vision programs were directly affected by the quake.",
        "quake wars has been officially announced.",
        "Quake III vs Unreal Tournament: the war of the multiplayer shooters was on.",
        "subduction quake in Pacific Northwest of U.S.",
        "toils of life I now could undertake, no matter how this planet Earth might quake.",
        "I was going to write a guide to playing Quake over the net for all you people who have n't tried it already.",
        "My flesh creeps, and my body all does quake, When I think o n't, I cannot sleep in peace !",
        "State radio described it as the strongest quake to hit Taiwan in decades.",
        "In the most recent major quake in an urban area in the USA, in San Francisco, only a handful died.",
        "In the past few months, the Japanese public had grown increasingly nervous about the possibility of a large quake.",
        "quake survivors pray at a temporary shelter in Klaten, central Java, May 29, 2006.",
        "quake victim was boy, 12 20-10-2005 The first known British victim of the devastating earthquake in Pakistan was a 12-year-old boy.",
        "quake disaster has undoubtedly touched everyone's hearts.",
        "Below is the chart for the terrible earth quake.",
        "In Nahum he is the great avenger before whom the mountains quake, but a stronghold and a refuge to his own."
    ],
    "definition": [
        "To shake or tremble, as from instability or shock.",
        "To shiver or shudder, as with cold or from strong emotion. See Synonyms at shake.",
        "An instance of quaking.",
        "An earthquake.",
        "quak′y\nadjective",
        "Link/Cite",
        "A trembling or shaking.\nWe felt a quake in the apartment every time the train went by.",
        "An earthquake, a trembling of the ground with force.\nCalifornia is plagued by quakes; there are a few minor ones almost every month.",
        "(intransitive) To tremble or shake.\nI felt the ground quaking beneath my feet.",
        "Link/Cite"
    ]
}