{
    "translation": "כישורים, נתונים",
    "uses": [
        "School buildings have been improved and the qualifications of teachers raised.",
        "He hinted Janet's teaching qualifications were a bit suspect.",
        "The private tutor was a good deal in demand, but his qualifications were of the slightest.",
        "No formalities in the appointment and no legal qualifications on the part of the praefect were required.",
        "The constitution of 1845 made the popular suffrage final in the choice of the governor, abolished property qualifications, and began to pare executive powers for the benefit of the General Assembly or the people.",
        "The qualifications for electors and members of the Assembly are the same, namely men of full age owning houses or land worth £50, or, who rent such property of the yearly value of £10; or who, having lived three years in the province, have incomes of not less than £96 a year.",
        "In the original constitution it was provided that any woman having the qualifications as to age, residence and citizenship might vote at any election held solely for school purposes and \" hold any office in this state except as otherwise provided in this constitution.\"",
        "To deal adequately with the numerous extensions or qualifications of these and other doctrines in the hands of modern economists would involve us in an attempt to do what we have already said is impossible except on conditions not at present realized.",
        "His temper was naturally that of a trimmer; and he had thus many qualifications for the writing of well-informed and unbiassed history.",
        "All electors not having the qualifications for the plural franchise were to have one vote.",
        "Under the first constitution there were property qualifications for voting which amounted in the election of the governor and senators to a freehold estate worth boo ($500) and in the election of assemblymen to a freehold estate worth X20.",
        "The ukaz allowed peasants with the requisite qualifications to vote as landowners.",
        "Parker's consecration was, however, only made legally valid by the plentitude of the royal supremacy; for the Edwardine Ordinal, which was used, had been repealed by Mary and not re-enacted by the parliament of 1559 Parker owes his fame to circumstances rather than to personal qualifications.",
        "His appointees were chosen for their business qualifications.",
        "Having passed his law preliminary, he was articled to a firm in Portmadoc, and in 1884 obtained his final qualifications.",
        "Kepler's second courtship forms the subject of a highly characteristic letter addressed by him to Baron Stralendorf, in which he reviews the qualifications of eleven candidates for his hand, and explains the reasons which decided his choice in favour of a portionless orphan girl named Susanna Reutlinger.",
        "But its aristocratic organization, based as this was on property qualifications which gave the greatest voting power to the richest men, prevented it from being a fitting channel for the expression of plebeian claims. Hence the plebs adopted a new political organization of their own.",
        "When they are regarded as typical figures of the later episcopi of the Church, the point of this emphasis upon elementary principles and duties is at once clear; they outline graphically the qualifications for the church offices in question.",
        "Two qualifications must, however, be added.",
        "In 1789 property qualifications were general, but now in all the northern and western states these have been long since abolished, and the electoral suffrage is practically manhood suffrage.",
        "Successful emendation requires a rare union of qualifications - insight, prudence, patience and familiarity with the author emended and the conditions of his text.",
        "The qualifications for voting, while varying in the different states in details, are in their main features the same throughout the Union.",
        "The act of 1900 provides for the election of a delegate to Congress, and prescribes that the delegate shall have the qualifications necessary for membership in the Hawaiian Senate, and shall be elected by voters qualified to vote for members of the House of Representatives of Hawaii.",
        "His starting-point is the view that things as ordinarily understood, and (we may add) as Aristotle understood them (though with important qualifications) are self-contradictory, and are therefore not reality but appearances.",
        "The independence of metaphysics as the science of being, the principles of contradiction and excluded middle with their qualifications, the distinction without separation between substance and attributes, the definition of substance as a distinct individual thing, the discovery that the world consists of substances existing apart but related to one another, the distinction between material and efficient causes or matter and force, the recognition both of the natural and of the supernatural - all these and many other half-forgotten truths are the reasons why we must always begin with the study of Aristotle's Metaphysics.",
        "(1) The Son has the qualifications of all priesthood, especially sympathy.",
        "Rockhill, an American possessing the unique qualifications for Tibetan exploration of a profound knowledge of the language and history of the country, coupled W.",
        "The younger man is reminded of the qualifications which he is to insist upon in officials (i.",
        "7-9, which is plainly an interpolation, perhaps from the margin, upon the qualifications of episcopoi.",
        "The people of the district to which the candidate belonged were called together; his qualifications for the privileges about to be conferred upon him were inquired into; and, if he were deemed fitted and worthy to receive them, his chief, his father, or one of his near kinsmen presented him with a shield and a lance.",
        "In the form of their solemn inauguration too, as we have noticed, the spurs together with the sword were always employed as the leading and most characteristic ensigns of knighthood.5 With regard to knights banneret, various opinions have been entertained as to both the nature of their dignity and the qualifications they were required to possess for receiving it at different periods and in different countries.",
        "Qualifications for the general body of electors are full age of twenty-five years, Bavarian citizenship of one year at least, and discharge of all rates and taxes.",
        "He was a proficient in medicine, among other qualifications for this post, and he remained for years on intimate terms with the most extreme men in the Fenian organization under all its forms. His services enabled the British government to take measures which led to the fiasco of the Canadian invasion of 1870 and Riel's surrender in 1871, and he supplied full details concerning the various Irish-American associations, in which he himself was a prominent member.",
        "Votes were given to all householders paying a certain minimum house duty, and to all lodgers who had for a given time paid a minimum of rent, also to all who possessed certain educational and social qualifications, whose definition was left to be specified by a later law.",
        "His enemies watched for slips and failures; the physicians maintained that he had no degree, and insisted that he should give proof of his qualifications.",
        "The 57th Novel empowered the bishop to examine them and judge of their qualifications, and, where those were sufficient, obliged him to admit the clerk.",
        "Besides the qualifications required of a presentee by canon law, such as being of the canonical age, and in priest's orders before admission, sufficient learning and proper orthodoxy or morals, the Benefices Act requires that a year shall have elapsed since a transfer of the right of patronage, unless it can be shown that such transfer was not made in view of a probable vacancy; that the presentee has been a deacon for three years; and that he is not unfit for the discharge of his duties by reason of physical or mental infirmity or incapacity, grave pecuniary embarrassment, grave misconduct or neglect of duty in an ecclesiastical office, evil life, or conduct causing grave scandal concerning his moral character since his ordination, or being party to an illegal agreement with regard to the presentation; that notice of the presentation has been given to the parish of the benefice.",
        "It remains to give a brief analysis of the qualifications and functions of the archons after the year 487 B.C. After election (in the time of Aristotle in the month Anthesterion; in the 3rd century in Munychion) a short time had to elapse before entering on office to allow of the dokimasia (examination of fitness).",
        "Property and other qualifications kept the voting power in the hands of a limited class.",
        "At the same time the principle of multiple votes for certain qualifications was introduced.",
        "Two extra votes are given for qualifications of property, official status or university diplomas.",
        "It is therefore clear that no very high qualifications could be expected from such a staff.",
        "Even if they possessed the requisite qualifications the historiographers attached to the courts of the emperor Charles V.",
        "And yet even here one must observe qualifications.",
        "In the autumn of 1907, however, as the latter's retention of office became more and more improbable, it became evident that no other possible successor had equal qualifications.",
        "The qualifications for electors and members of the council are the same as for the members elected by the province to the House of Assembly (save that a provincial councillor must live in the province in which his constituency is situated).",
        "Giving a hearty general assent to Grote's theory, Sidgwick nevertheless introduces qualifications similar to some of those which are suggested in this article.",
        "Freedom from tremor, ease and delicacy of movement and facility of directing the instrument to any desired object in the heavens are the primary qualifications.",
        "A voter must be twenty-three years of age, must have been a resident of the municipality for six months, must not be a citizen or subject of any foreign country, and must possess at least one of the following qualifications: have been an office-holder under Spanish rule, own real estate worth Soo pesos, pay taxes amounting annually to 30 pesos, or be able to speak, read and write either Spanish or English.",
        "He was far from having the high qualifications of his grandfather Mansur; indeed he did not even possess the qualities of his father and his brother.",
        "Stress was to be laid upon the constructive character of the act of thought which Kant had recognized, and without Kant's qualifications of it.",
        "The qualifications for suffrage include one year's residence in the state, six months in the county, and one month in the voting district, next before election; idiots, insane persons, convicts, Indians not taxed, minors and women are disqualified; aliens who have declared their intention to become citizens of the United States vote on the same terms as actual citizens.",
        "The qualifications required for the suffrage are in no way different from those common throughout the Union, except that by a constitutional amendment of 1894 it is necessary for a voter to be able to read the state constitution and write his name.",
        "The qualifications for entering into the priestly order are good conduct and a fair measure of learning - such conduct at least as is good according to Buddhist tenets, and such learning as is esteemed among their votaries.",
        "The word \" plague \" - or \" pest,\" which is the name used in other languages - had originally a general meaning, and may have required qualifications when applied to this particular fever; but it has now become a specific label, and the prefix \"bubonic\" should be dropped.",
        "For registration prior to 1904 one of four additional qualifications was required: service in the army or navy of the United States, of the Confederate States, or of some state of the United States or of the Confederate States; direct descent from one who so served; ownership of property upon which state taxes amounting to at least one dollar were paid in the preceding year; or ability to read the constitution or at least to show an understanding of it.",
        "And to qualify for registration after 1904 one must have paid all state poll taxes assessed against him for the three years immediately preceding his application, unless he is a veteran of the Civil War; and unless physically unable he must \"make application in his own handwriting, without aid, suggestion or memorandum, in the presence of the registration officers, stating therein his name, age, date and place of birth, residence and occupation at the time and for two years next preceding, whether he has previously voted, and, if so, the state, county and precinct in which he voted last\"; and must answer questions relating to his qualifications.",
        "The only qualifications for senators and delegates are those required of an elector and residence in their districts; there are, however, a few disqualifications, such as holding certain offices in the state or a salaried Federal office.",
        "As he was not gifted with the qualifications of the orator, he seldom appeared at the tribune; but in the various committees he defended all forms of popular liberties, and at the same time delivered, in a series of powerful pamphlets, under the pseudonym of \"Timon,\" the most formidable blows against tyranny and all political and administrative abuses.",
        "A declared intention to become a United States citizen ceased in 1902 to be sufficient qualification for voters, full citizenship (with residence qualifications) being made requisite.",
        "His qualifications for accomplishing the task were not small.",
        "among the qualifications for a bishop, an elder and a deacon, that he should be \"the husband of one wife.\"",
        "theism of Judaism was subject to serious qualifications.",
        "Here, once more, the student is confronted with many qualifications.",
        "By this act proportional representation was established for both chambers, together with universal manhood suffrage at elections for the Second Chamber, a reduction of the qualifications for eligibility for the First Chamber and a reduction of the electoral term of this chamber from nine to six years, and finally payment of members of the First Chamber, who hitherto had not received any such emolument.",
        "The qualifications for membership are knowledge of the Persian language and ability to read and write it and good repute in the constituency.",
        "The kings choice, however, fell on Hajji Mirza Aghasi, a native of Erivan, who in former years, as tutor to the Sons of Abbas Mirza, had gained a certain reputation for learning and a smattering of the occult sciences, but whose qualifications for statesmanship were craftiness and suspicion.",
        "He is almost invariably an old soldier, a sergent who has left the army with a first-class character, honesty and sobriety being indispensable qualifications.",
        "The qualifications of parliamentary voters are those which existed in the several colonies at the establishment of the Union, save that \" no member of His Majesty's regular forces on full pay \" can be registered as a voter.",
        "As the franchise laws in the several colonies differed the qualifications of voters in the provinces differ also.",
        "Parliament may alter the qualifications for the vote, but no law which would deprive coloured persons in the Cape province of the franchise can be effective \" unless the bill be passed by both houses of parliament sitting together and at the third reading be agreed to by not less than two-thirds of the total number of members of both houses.\"",
        "(In the Cape and Transvaal provinces they were the same in 19to; Natal and Orange Free State returning only 17 members to the House of Assembly, the parliamentary constituencies have been rearranged.) The qualifications for electors are the same as for parliament, and any person qualified to vote is qualified to be a member of the council.",
        "As the Transvaal and Orange colonies already possessed manhood suffrage, and as the property qualifications in the coast colonies were low, this alteration made little difference.",
        "A law of the 8th of August 1901 regulated the conditions of election to the lower house, thus ending a long series of parliamentary reforms. The most important of these had provided for the gradual extinction of the right of hereditary peers to sit in the upper house (July 24, 1885), had reduced the number of deputies and fixed the qualifications required for the exercise of the franchise (March 28, 1895); and had abolished the elective branch in the upper house (Sept.",
        "Among his qualifications the most peculiar is that he must be unmarried, which, since the secular priests are compelled to marry, entails his belonging to the \"black clergy\" or monks.",
        "In its present form the constitution confers suffrage upon every male citizen of the United States who is twenty-one years of age or over and has resided in the state six months and in his township or ward twenty days immediately preceding an election; and any woman may vote in an election involving the direct expenditure of public money or the issue of bonds if she have the qualifications of male electors and if she have property assessed for taxes in any part of the district or territory affected by the election in question.",
        "A lieutenant-governor, for whom the same qualifications are prescribed, is elected at the same time for the same term.",
        "He studied medicine, obtained his qualifications in 1832 and was appointed medical officer to the General Hospital in Bath, his native city.",
        "The property qualifications were, for members of the council, \" one thousand pounds proclamation money, of real and personal estate, in the same county,\" and, for members of the assembly, \" five hundred pounds proclamation money, in real and personal estate, in the same county.\"",
        "He also endeavoured to take the sting out of some resolutions of the second Ritualistic Commission in 1868, and was one of the four who signed the Report with qualifications.",
        "Edwards's preaching became unpopular; for four years no candidate presented himself for admission to the church; and when one did in 1748, and was met with Edwards's formal but mild and gentle tests, as expressed in the Distinguishing Marks and later in Qualifications for Full Communion (1749) the candidate refused to submit to them; the church backed him and the break was complete.",
        "In Stockbridge he wrote the Humble Relation, also called Reply to Williams (1752), which was an answer to Solomon Williams (1700-1776), a relative and a bitter opponent of Edwards as to the qualifications for full communion;.",
        "Marius Maximus and Aelius Junius Cordus, to whose qualifications they themselves bear no favourable testimony, were their chief authorities for the earlier lives of the series.",
        "The qualifications of voters for the election of members of the House of Assembly are the same as those existing in Cape Colony at the establishment of the Union, and are as follows: Voters must be born or naturalized British subjects residing in the Cape province at least twelve months, must be males aged 21 (no distinction being made as to race or colour), must be in possession of property worth X75, or in receipt of salary or wages of not less than L50 a year.",
        "The qualifications of voters for the council are the same as for the House of Assembly.",
        "Colours are not Qualifications of Light, derived from Refractions, or Reflections of natural Bodies (as 'tis generally believed), but original and connate properties, which in divers Rays are divers.",
        "Thus they constitute one more revival of Paulinism or Augustinianism, though with qualifications.",
        "In the pastoral epistles the office seems to have become a permanent institution of the Church, and special qualifications are laid down for those who hold it (1 Tim.",
        "The principles on which this opposition is based are mainly two: that popularly elected representatives are not likely to have the qualifications or the sense of responsibility required for dealing with the multitudinous enterprises and the large sums of public money involved, and that the health of the state depends on the exertions of individuals for their personal benefit.",
        "Patrick would possess several qualifications for the dignity of a missionary bishop to Ireland.",
        "As to the qualifications of the king: he had had the good fortune not to he educated for the throne.",
        "Polybius is equally explicit as regards the personal qualifications necessary for a good historian, and in this respect too his practice is in close agreement with his theory.",
        "Qualifications for suffrage are: the age of twenty-one years, citizenship in the United States, residence in the state for one year and in the township for six months preceding the election, a good moral character, and ability \" to read in the English language any article of the Constitution or any section of the Statutes of this State.\"",
        "The right to decide upon a citizen's qualifications for suffrage is vested in the selectmen and clerk of each township. A property qualification, found in the original constitution, was removed in 1845.",
        "The qualifications prescribed for senators and representatives are that they shall have been citizens of the state for three years and residents of the county or district they are to represent for one year immediately preceding the election, and that senators shall be at least thirty years of age.",
        "Besides numerous pamphlets Ferguson wrote: History of the Revolution (1706); Qualifications requisite in a Minister of State (1710); and part of the History of all the Mobs, Tumults and Insurrections in Great Britain (London, 1715).",
        "His job is commensurate with his qualifications, leadership & interpersonal skills.",
        "management accountancy qualifications are also recognized around the world, which further broadens your horizons.",
        "All IT qualifications are now taken on-line and are either adaptive exams, multi-choice or interactive assessments.",
        "There are also additional qualifications for areas such as pensions, trusts and tax-planning, which are important if you have complex requirements.",
        "They provide advanced, vocational qualifications in heritage management and industrial archeology for those who wish to enter these sectors.",
        "Property qualifications rather than political or religious allegiance carried weight.",
        "applicants with qualifications equivalent to these.",
        "There were also property qualifications for people living in rural areas.",
        "armful of qualifications.",
        "All courses are staged with either in-course assessments or qualifications triggering the release of the next stage of the course.",
        "This is probably easier to do in areas that have professional associations or qualifications.",
        "BIIAB Qualifications BIIAB is the leading awarding body for the Licensed Retail Sector.",
        "The Scheme offers a bursary toward a broad range of legal qualifications.",
        "busy at the moment wondering which courses I should take to get some qualifications.",
        "comparable overseas qualifications will be as acceptable as a UK qualification.",
        "This has had the effect of spawning countless sub-standard Drama schools for all those hopefuls who leave without other qualifications.",
        "Students should have educational qualifications in a physical science discipline or demonstrable work experience in any of these areas.",
        "It also gives you the edge over other candidates with similar qualifications as yourself, so do n't downplay its importance.",
        "entry qualifications is also different.",
        "equivalence of qualifications may be obtained from the Academic Registrar.",
        "These programs and qualifications are designed to create opportunities for personal and social development and to enhance self esteem.",
        "foreword thinking, members ' association whose Snowsport Qualifications are recognized world-wide.",
        "What about qualifications Ã¢ does your forklift operator have a forklift operator have a forklift license?",
        "formal qualifications.",
        "Faculties will be discussing the qualifications frameworks proposals at their next meetings.",
        "gain new qualifications or open the door to a whole new career.",
        "Their fellow workers without degree qualifications often hit the glass ceiling, regardless how hard working and motivated they are.",
        "Increasingly, Firms are rewarding staff who gain ILEX qualifications and attain Member and Fellow status, many will fund ilex qualifications and attain Member and Fellow status, many will fund ILEX courses too.",
        "For qualifications you must have an audition, have danced 10+ years or have interned for 2 years, and have an oral interview.",
        "Unlike many other computer qualifications, you do not have to learn typing skills nor keyboard layout.",
        "lifesaving qualifications.",
        "There are no set entry qualifications required to work as a trainee wood machinist.",
        "While on the surface this appears a relatively trivial issue it has fairly major implications for the practical implementation of the qualifications.",
        "Short qualifications from other Colleges may in the long term prove meaningless.",
        "The long-term vision involves getting minders studying for national qualifications, both for their own sake and to open new opportunities to them.",
        "Principle XI: consistent nomenclature is required \" The nomenclature of postgraduate qualifications should be consistent across the UK.",
        "Qualifications: A masters's degree or higher in physical oceanography or remote sensing.",
        "Copies of his qualifications at his branches, if they were kept, have also proved pointless.",
        "Advanced qualifications Advanced qualifications are not an absolute prerequisite for good advice.",
        "professional qualifications or limited experience in the field.",
        "Staff have psychological rather than medical qualifications and consequently do not prescribe medication or have statutory powers under the Mental Health Acts.",
        "They can be used to help you gain new qualifications or open the door to a whole new career.",
        "Full training will be given in order to obtain full qualifications.",
        "vocational qualifications should be valued in their own right.",
        "Coming from an inner city area of Bradford, Mohammed left school with no formal qualifications.",
        "In addition to academic qualifications, relevant experience will be of value.",
        "We attract experienced candidates many of whom possess industry relevant qualifications.",
        "qualifications frameworks proposals at their next meetings.",
        "A levels are the main entry qualifications for higher education.",
        "What are the minimum childcare qualifications or experience required by their babysitters?",
        "radiology practiced by graduates with other qualifications from independent diagnostic and treatment centers is with us.",
        "relevant qualifications.",
        "For alternative qualifications, see further information about entrance requirements.",
        "Sabbatical in order to pursue qualifications or undertake voluntary work is another option that enlightened employers can consider.",
        "Allowing staff to gain qualifications at work can boost self-esteem too.",
        "Helping healthcare assistants to gain higher qualifications could alleviate the serious shortage of nurses in Britain.",
        "However, after fulfilling certain residential qualifications in the UK, the non-British spouse may apply for British citizenship.",
        "You should be able to fully substantiate every claim that you make; adding qualifications where required.",
        "taught programs: a good honors degree, typically in Psychology or other relevant social sciences, or comparable professional qualifications and experience.",
        "Subjects are taught by teachers who have qualifications in teaching of English as a foreign language or experience of teaching non-native speakers of English.",
        "And you're the only one who knows what the doctors you talked to said, and what their qualifications with patellar tendinitis are.",
        "time studyso encourage clients to take up full time studies in order for them to gain qualifications and enhance their job prospects.",
        "As such, tods have a particular expertise over and above their own basic teaching qualifications.",
        "Qualifications and experience graduate trainee posts are offered in related fields such as sales or market research.",
        "typography skills and qualifications are a prerequisite.",
        "India produces around 2 million graduates each year, many of whom remain unemployed, in spite of their qualifications.",
        "SQA is on the move The Scottish Qualifications Authority will be moving to new premises in Glasgow over the coming weeks.",
        "3, 1890, p. 479 ff.) follow Herodotus with qualifications.",
        "He improved the incomes of poor livings by revenues derived from episcopal estates and the fines of delinquents.An important feature of his church government was the appointment on the 20th of March 1654 of the \"Triers,\" thirty-eight clerical and lay commissioners, who decided upon the qualifications of candidates for livings, and without whose recommendation none could be appointed; while an ordinance of August 1654 provided for the removal of the unfit, the latter class including besides immoral persons those holding \"popish\" or blasphemous opinions, those publicly using the English Prayer Book, and the disaffected to the government.",
        "In ethics, he is a hard determinist and hedonist, though not without qualifications (man's boundless desire for \" gain and glory \") and peculiarities.",
        "In the same way the doctrines of the classical economists may be adapted by interpretation clauses and qualifications the exact force of which cannot be tested or explained, so that we do not know whether the original proposition is to be considered substantially correct or not.",
        "For the rest, he can only, with the utmost caution, adopt the suggestions of other minds as qualifications of old doctrines, never feeling quite sure that he is right in doing so.",
        "A good ammeter should comply with the following qualifications: - (i) its readings should be the same for the same current whether reached by increasing from a lower current or decreasing from a higher current; (2) if used for alternating currents its indications should not vary with the frequency within the range of frequency for which it is likely to be used; (3) it should not be disturbed by external magnetic fields; (4) the scale divisions should, if possible, be equal in length and there should be no dead part in the scale.",
        "An Australian ballot law was enacted in 1891; the qualifications for electors (adopted in 1896) require that the voter be at least twenty-one years old, that he shall have been a full citizen of the United States for three months prior to the election, and shall have lived in the state six months and in the election district thirty days.",
        "From treating an expression involving x as a function of x which may change continuously when x changes continuously, we are led to regard two functions x and y as changing together, so that (subject to certain qualifications) to any succession of values of x or of y there corresponds a succession of values of y or of x; and thence, if (x, y) and (x+h, y+k) are pairs of corresponding values, we are led to consider the limit (Ã¯¿½ 58 (ii.)) of the ratio k/h when h and k are made indefinitely small.",
        "Under it the property qualification for suffrage was a freehold of 50 acres or £30 current money, the property qualifications for delegates £500, for senators £looÃ‚°, and for governor £5000.",
        "Also, it should be noted that some ethnic qualifications have been applied to different systems, and such names as Babylonian and Euboic are ambiguous; the normal value of a standard will therefore be used here rather than its name, in order to avoid confusion, unless specific names exist, such as kat and uten.",
        "The law deals with the constitution of the local senates, for whose members qualifications of age (30 years) and military service are laid down, while persons who have suffered conviction for various specified offences, or who are insolvent, or who carry on discreditable or immoral trades are excluded.",
        "Candidates for this office were required to be over 25 years of age, to have held one of the minor magistracies, and to possess all the qualifications required of members of the local senate (see DECURIo).",
        "Thus, in short, if we ask for a clear and definite fundamental intuition, distinct from regard for happiness, we find really nothing in Whewell's doctrine except the single rule of veracity (including fidelity to promises); and even of this the axiomatic character becomes evanescent on closer inspection, since it is not maintained that the rule is practically unqualified, but only that it is practically undesirable to formulate its qualifications.",
        "Vocational qualifications should be valued in their own right.",
        "The prospect of radiology practiced by graduates with other qualifications from independent diagnostic and treatment centers is with us.",
        "The levels of qualifications in numeracy and literacy of residents of the boro are among the poorest in the country.",
        "Giving staff a sabbatical in order to pursue qualifications or undertake voluntary work is another option that enlightened employers can consider.",
        "Taught programs: a good honors degree, typically in Psychology or other relevant social sciences, or comparable professional qualifications and experience.",
        "And you 're the only one who knows what the doctors you talked to said, and what their qualifications with patellar tendinitis are.",
        "Staff also encourage clients to take up full time studies in order for them to gain qualifications and enhance their job prospects.",
        "As such, ToDs have a particular expertise over and above their own basic teaching qualifications.",
        "Qualifications and experience Graduate trainee posts are offered in related fields such as sales or market research.",
        "Text design tends to be treated as a separate specialism for which typography skills and qualifications are a prerequisite.",
        "Gleaming precious little I left school at 15 years with no formal qualifications, never having sat an exam something unthinkable today.",
        "They should have good academic qualifications and the ability to work as part of a well-knit team.",
        "What qualifications do the teachers have?",
        "Define your mutual qualifications possessed by the caregiver to provide you the utmost comfort with placing your baby in her care.",
        "Licensee and Members of the Household Information-This may include information on health, character and suitability, qualifications, finances, substitutes, and other employment.",
        "An agency should have received its license based upon the qualifications set aside by the licensing commission.",
        "One study suggests that job seekers with \"white\" names received 50 percent more call backs for interviews than job seekers with \"black\" names, although all other qualifications were equal.",
        "Parental qualifications: Most states do not specify age requirements for adoptive parents.",
        "You must meet income qualifications to qualify for Chapter 7 bankruptcy.",
        "Specialized offers are available, depending on the qualifications of the business.",
        "FHA loans offer low qualifications, low interest rates and lower closing costs.",
        "Find out what the qualifications are for these special programs, just in case you run into serious financial trouble or decide to go back to school and need to stop your payments for a time.",
        "Read through all of the terms and qualifications provided by Capital One before applying.",
        "Qualifications for this extra depend on creditworthiness.",
        "Look for any qualifications or other requirements to obtain the account, such as enrollment in college or employment.",
        "An interior architect has all the skills and qualifications of an interior designer and has experience in basic structural design, building codes, permits and inspection regulations.",
        "Knowing what type of professional qualifications, experience and services you should look for will help you make the right choice for you and your business.",
        "No matter his or her qualifications, you need to be able to communicate and get along well together.",
        "Earnings can sometimes increase with the addition of a national license through the National Council for Interior Design Qualifications, also referred to as the NCIDQ.",
        "At times, stage makeup can be used to alter the appearance of an actor or other individual in order to portray a certain image or fulfill the qualifications of a certain role.",
        "Lay out a few of your major qualifications and mention the industry you're interested in working in.",
        "A job description is provided, along with a list of qualifications.",
        "With luck, you'll be able to find a flattering dress that meets all of the qualifications and can be worn dozens more times.",
        "If the secret to true talent can be measured in longevity, Sir Elton Hercules John has more than met the qualifications of a musical genius.",
        "All it takes is a little effort to find awards matching your qualifications.",
        "In fact, unless the application specifically says it's not allowed, consider sending additional letters of recommendation, essays, or other supporting materials to help the committee get a more complete picture of your qualifications.",
        "If you don't meet the qualifications to receive deferment, you may still be able to extend the time for making payments or lower your payments if you have medical or financial problems.",
        "The best way to have a better chance at winning an award is to demonstrate how well you meet its criteria and further the purpose of the award, rather than just filling out a generic list of qualifications.",
        "Because the line is so competitive for new employees, however, prospective applicants should take great care to make their qualifications stand out as valuable to the cruise line.",
        "Name the job you're interested in and detail your personal qualifications.",
        "Education, qualifications and prior experience are three factors cruise ship hiring personnel consider when reviewing potential employees.",
        "Then, create a resume that highlights your qualifications for the particular job you want.",
        "To get on the list, members must not only meet stringent qualifications, they must also sign a Breeder Referral Agreement Form.",
        "Research his qualifications and make sure that he is licensed.",
        "These groups have different qualifications and other limitations for recipients.",
        "Practice helps you create the perfect summary of your qualifications.",
        "What are the qualifications of the staff?",
        "Be specific about what duties the person will be expected to perform and what qualifications you want this person to have.",
        "The qualifications necessary to substitute teach vary among districts, so you may need to take additional qualifying tests or classes.",
        "What good will they do you, assuming that you don't have the qualifications to develop a video game of your own?",
        "When you see a wine score, ask where the rating came from, and for their qualifications to rate the wine.",
        "Staffing ratios and qualifications are established in federal guidelines and are checked by local boards or state department.",
        "You can order test materials yourself and test your own students (provided you meet certain qualifications) or you can find someone who is a qualified tester near you to do the testing for you.",
        "Now that we've talked about my qualifications, do you have any concerns about me being able to do a good job in this position?",
        "Unless you have exceptionally strong qualifications in a particular industry, this is a solid indicator of an employment scam.",
        "Residents claim most of the positions available and you will have to prove that you have higher qualifications.",
        "They'll likely be able to refer you to job opportunities that match your interests and qualifications.",
        "Once you've settled on a few specific areas where you'd like to live, contact employment services and search relevant Job Search Engines for openings that match your qualifications in the proper areas.",
        "They can let you know what steps you need to take now to make sure you'll have the qualifications necessary to go to work as a nurse in the area after you retire from the army.",
        "Ask about the availability of open positions that match your qualifications and submit an application.",
        "Review both the job title and the job description to make sure that the posted job meets your career goals and qualifications.",
        "What are your qualifications for writing the letter?",
        "Qualifications for benefits vary from one state to another.",
        "Specific Qualifications: Most application forms include a section where applicants are asked to detail their job-related skills.",
        "Applicants can list experience, specific qualifications, character traits, or other details that show that they are able to perform the job.",
        "To file for unemployment benefits, individuals need to meet specific qualifications.",
        "Independent contractors need to meet certain qualifications and vehicle specifications.",
        "Click on every job category which education or prior work experience demonstrates qualifications.",
        "Before filing a claim, displaced workers should fully understand the eligibility qualifications.",
        "Additional details about specific jobs and qualifications are provided on this page.",
        "The FedEx Careers page also allows potential employees to set up a job search agent to notify them when a position that matches their qualifications becomes available.",
        "When applying for DreamWorks employment opportunities, it's important for candidates to read the job postings carefully to ensure they have the qualifications the company is looking for.",
        "Ensure you have the skills and qualifications required to succeed.",
        "Most of the upper-level job opportunities at Kmart are applied for online, where you can send resumes and cover letters expressing your qualifications.",
        "First and foremost, you should make it a priority to visit their Website and determine what job fits your qualifications.",
        "There may be several jobs that fit your qualifications, but consider factors such as your interest in relocating for a position, obtaining the highest earning power and potential for mobility, and meeting your financial needs at the time.",
        "Each position carries a different set of qualifications, responsibilities, and requires different skills.",
        "Play to your strengths and being looking for employment in an area that suits your education, qualifications, and your personal interests.",
        "Hourly employment at distribution centers is also available to those with minimal qualifications.",
        "Apply for a job that takes your qualifications into consideration.",
        "If your background meets the minimum qualifications for the position you are applying for, you will also be required to complete an online skill assessment test.",
        "If the information you provide indicates that you meet the company's minimum qualifications you will also be asked to complete an online assessment test.",
        "Candidates can also set up a job alert so they can be advised by e-mail when a job that matches their qualifications is posted.",
        "When an employer is looking for workers to fill current positions, the recruiter is looking for more than if the candidate has the necessary qualifications perform the duties of the job.",
        "Qualifications for participation vary based on the requirements specified by the funding organization.",
        "You will likely have to register as a job seeker and provide information about your finances and background so that the office can determine what programs match your qualifications.",
        "Contact the schools that interest you directly to inquire about requirements for admission, WIA qualifications, and information on applying for funding.",
        "That's not to say you won't find jobs with the police department, but they will probably require more extensive qualifications.",
        "In some cases, employment may be available for applicants who meet the minimum qualifications for employment.",
        "Those who meet the minimum qualifications should be prepared to take an online assessment test.",
        "Qualifications: In many cases, office manager jobs require a degree in business.",
        "Emphasize positive qualifications, strengths and skills.",
        "Specifically how you feel your qualifications are a fit for the position.",
        "Just like other management positions, retail department store managers must have a number of qualifications in order to be considered for the position.",
        "Research your desired employer's qualifications and application process to ensure you have all the requirements and can meet all of the deadlines.",
        "Other common qualifications include experience working with children and having a positive, friendly demeanor.",
        "If you meet the camp nurse qualifications and would like this type of summer employment, be prepared to go through a lengthy application process.",
        "While it's not a guarantee that they follow ethical practices, and entry qualifications are not as strict as those in other states, membership suggests one form of professional engagement.",
        "Other countries offer similar products under different names, and the eligibility for these products varies from the qualifications in the States.",
        "These qualifications apply to both borrowers if it is a joint application.",
        "Be sure you check their qualifications and references.",
        "Each program has specific qualifications and restrictions.",
        "Some government assistance programs are designed for applicants who meet special qualifications.",
        "Each mortgage assistance program has its own set of qualifications.",
        "In addition to special qualifications, some programs have been established to only provide assistance up to a certain number of mortgages or to a certain amount of total mortgage dollars within a year.",
        "The lender will be able to give you information on the qualifications for each program as well as information on how to apply.",
        "Counselors understand the features and qualifications of various programs offered by lenders and can provide homeowners with tips and ideas on the steps they need to take to avoid foreclosure.",
        "Revisions to this FHA program resulted in changes that made the qualifications a little more rigid.",
        "Many individuals looking for homes might wonder what are the qualifications for HUD housing?",
        "While there are certain qualifications for purchasing HUD housing, nearly anyone can purchase such a home, especially those buying the house as their primary residence.",
        "When a lender pre-approves, the qualifications are met and the lender agrees to lend you the money for an HUD home purchase.",
        "The qualifications and paperwork can be confusing.",
        "When considering which professionals to hire for a commercial real estate appraisal, ensure they meet some basic qualifications.",
        "These loans may require funding fees, although this requirement depends on the qualifications of each eligible applicant.",
        "These qualifications may change over time.",
        "After you decide what kind of care provider you want, you need to find one that fits your qualifications.",
        "Each program may have different qualifications and requirements, but they are all worth looking into for help.",
        "Redundant employees are still eligible for benefits if they meet the qualifications.",
        "You'll suffer less disappointment when you get ready to wear it if you skip the suits that don't meet all of your qualifications and only seriously consider the ones that do.",
        "You can use more than one coupon per visit, as long as you meet the qualifications for each coupon.",
        "The offices held by the members are usually assigned according to member's qualifications or specialty.",
        "Habitat for Humanity helps to provide individuals with good qualifications the ability to live in a new home, built in the local area.",
        "Read the requirements, stipulations and qualifications for obtaining the grant.",
        "A standard computer established matching system is based on your qualifications verses a potential match's requirements.",
        "Qualifications for landing freelance writing assignments vary.",
        "If you're serious about finding work, you'll need to search job sites regularly and apply as soon as you see a project that matches your qualifications.",
        "If you have any special qualifications as a sports writer, make sure you let the editor know about your skills in your application.",
        "If the company doesn't ask about your specific academic qualifications and has a website that talks about busy students needing to take shortcuts in their work, that's a good indication the business is a term paper mill.",
        "What are the qualifications of the teachers?",
        "Eligible providers may be required to meet specific qualifications.",
        "Ask for credentials, certifications, degree or diploma information, professional associations, training and other qualifications you feel that are important in your decision-making process.",
        "It can be difficult to determine the qualifications of the person who prepared the summary.",
        "This organization distributes low-cost food boxes to interested parties on a monthly basis, with no income qualifications or application process necessary.",
        "Unless you meet certain qualifications for early withdrawal, you will need to pay an early withdrawal penalty tax of 10 percent.",
        "Only you and your financial or tax professional can determine qualifications for Roth IRA early withdrawal and assess potential penalties.",
        "Watch for expiration and blackout dates, purchase restrictions, and any other qualifications that apply to each specific deal.",
        "If you're struggling to make ends meet, you may be wondering about welfare qualifications in your state.",
        "In 1998, Omega designed the Speedmaster X-33 to NASA's strict qualifications, and has since become the official watch of the International Space Station, as well as standard equipment for all astronauts and cosmonauts.",
        "You may think that trusted watch replica dealers need not have the qualifications that designer watch dealers have.",
        "Check out the building, ask about fees, and learn more about the instructor's qualifications.",
        "Qualified instructors carry two different qualifications: certification is offered by a certified teacher training course, and registration is offered by the Yoga Alliance, where one registers as a Registered Yoga Teacher, or RYT.",
        "This ensures parents and guardians that you have the necessary training, as well as the required safety qualifications.",
        "All yoga instructors should hold a certain number of qualifications and certifications.",
        "Whether you want to be registered, certified, or both, baby yoga is a new enough specialization that certifications and qualifications are few.",
        "Certified yoga instructors can add a particular baby yoga certification to their list of qualifications, such as becoming a Certified Itsy Bitsy Yoga Facilatator (CIBYF).",
        "Your choice may depend on the studio's qualifications, general location and type of courses offered.",
        "I believe you will find my qualifications and desire to successfully build your sales force a great match for your needs.",
        "Your company is one I'd like to be associated with and I'm confident  I have the qualifications you can use.",
        "Usually, it includes profiles, resumes and other qualifications of the managers and board of directors which make them suitable for their positions.",
        "Place your certifications, degrees and other qualifications at the end of your resume, preferably at the bottom of the page.",
        "The Summary of Qualifications allows Rogers's key attributes to be seen at a glance.",
        "What qualifications are you looking for?",
        "Supporting documentation, which could be anything from prospective partnerships to management team qualifications.",
        "The use of more extensive resumes are reserved for those with a long list of accomplishments, leadership qualifications, publications, speaking engagements or technical ability to demonstrate.",
        "Qualifications of Managers - Are the decision-makers qualified to make decisions now and in the future?",
        "No matter which form you use to present your qualifications, a well-constructed resume should present facts that pertain to the job you want.",
        "Any special qualifications can be discussed during an interview or the employer can review the applicant's résumé.",
        "It is a great home business for anyone with the qualifications.",
        "Certain qualifications must be met, however, in order to receive checks each month.",
        "A resume is a document that provides information about your skills and qualifications to potential employers.",
        "The document you create when seeking a new job should reflect your unique skills and qualifications for the position you hope to attain.",
        "Functional resumes present qualifications by category or function rather than chronologically.",
        "Summary: Include a summary of your qualifications.",
        "Here are two functional summary resume examples, focusing on the qualifications summary.",
        "They're up on the latest formats, styles and methods used to present your qualifications and credentials professionally.",
        "Decide on your format, headings, and design then compose a cover letter, followed by a compelling objective, irresistible summary of qualifications, and the icing on the cake - the detailed evidence to back it all up!",
        "The summary of qualifications is the section that seals the deal!",
        "Your summary of qualifications will get things moving and inspire the prospective employer to pick up the phone or write an email to invite you in for the interview.",
        "Your summary of qualifications will include your achievements, awards, accomplishments, extraordinary skills, and solidifies everything you have said about yourself in the cover letter and objective.",
        "My current employment goals are reliant on references I can attain to better show qualifications in my selected field.",
        "The cover letter should not restate your qualifications.",
        "When it is convenient for you, I would appreciate the opportunity to sit with you and discuss my particular qualifications for this position.",
        "When people are drafting letters designed to pitch your qualifications to prospective employers, you want to take the stress out of formatting the document and deciding what to include.",
        "Develop required KSAs (Knowledge, Skills and abilities - a list of special qualifications and personal attributes that you need to have for a particular job) with the Resume Place Context-Challenge-Action-Results builder.",
        "Adding a specific goal to the resume means that the employer can get an idea of the candidate's qualifications and experience quickly.",
        "If you want to give the hiring manager a snapshot of what you can do, you can choose to include a list of your skills or qualifications on the resume.",
        "The qualifications summary would be listed directly below your contact information.",
        "The organization of the resume should tailor towards highlighting your primary qualifications and allow an employer to get the information they need about you quickly and easily.",
        "Group your experience, qualifications and achievements all together to highlight your specialties.",
        "The functional resume always begins with a summary of qualifications.",
        "\"Highlights of Qualifications\" will come next, with your top skills in bullet points.",
        "Resume Resource provides a sample executive assistant resume with a summary of qualifications, educational experience and employment.",
        "While this resume mentions educational experience, it focuses on a summary of qualifications and contains many details about relevant employment history.",
        "When you are applying for a position as an administrative assistant, a sample administrative assistant resume can help you to determine how best to present your qualifications.",
        "It introduces your qualifications and states your experience relative to the position for which you are applying.",
        "It should be included if (a) the job has specific educational requirements or if your education or (b) your academic credentials help demonstrate your qualifications for the position.",
        "Take a look at the job announcement, pay special attention to the duties and qualifications sections of the announcement.",
        "Pay for this type of work is based on experience and qualifications, so breaking into the market often requires taking lower paying jobs until you can build your portfolio.",
        "If you are an expert in a particular field or niche, type up a list of qualifications to market yourself.",
        "Advertise your list of qualifications by setting up a free website to describe your experience.",
        "Choose from multiple types of resume templates to fit the needs of your work experience and qualifications to help you land that job.",
        "Before you create a free printable resume, look over the template types designed to help you organize your qualifications in a clean, easy-to-read manner.",
        "This resume works well for those who have limited work history who want to highlight important qualifications.",
        "This type of resume lists skills and qualifications at the top of the page, followed with a chronological listing of your work experience.",
        "A pricier vehicle will come with a higher interest rate if it is at the upper limits of your qualifications.",
        "There are definite qualifications that must be met to be a candidate for gastric surgery.",
        "For those who do not meet these qualifications, a moderate monthly premium applies.",
        "The qualifications to be eligible for a Medicaid program in Georgia vary, depending upon which program you are applying for.",
        "Employers must meet certain financial qualifications defined by the state of Alabama, including a minimum net worth of $5 million, and applying to the Alabama Department of Industrial Relations Worker's Compensation Division.",
        "Other qualifications for the program include age, driving record and the value of the car.",
        "Members must meet certain qualifications and own land that can be considered a farm.",
        "Before you submit your application, you can look at the qualifications and see if you qualify by visiting the website for CHIP.",
        "Having those qualifications can make you an excellent purse party business consultant.",
        "The qualifications for the office were fixed in each town by a special law for that community (lex municipalis).",
        "The lawfulness of Church Establishments with due qualifications is perhaps generally recognized in theory, but there is a growing tendency to regard connexion with the state as inexpedient, if not actually contrary to sound Presbyterian principle.",
        "The colleges, though of a lower grade, are in most respects similar to the lyces, but they are financed by the communes: the professors may have certain less important qualifications in lieu of the agrgation.",
        "The former qualifications for electorship in local government elections have been modified, and it is now sufficient to pay five lire annually in, direct taxes, five lire of certain communal taxes, or a certain rental (which varies according to the population of a commune), instead of being obliged to pay, as previously, at least five lire annually of direct taxes to the state.",
        "In ethics, he is a hard determinist and hedonist, though not without qualifications (man's boundless desire for \"gain and glory\") and peculiarities.",
        "Their interest for the laity lies ' An ukaz of 1879 gave the governors the right to report secretly on the qualifications of candidates for the office of justice of the peace.",
        "In addition to the ordinary suffrage qualifications of age, sex, and residence, the voter must have paid all taxes due from him for the two years immediately preceding the election, and he must be able to read any section of the constitution or \"be able to understand the same when read to him, or give a reasonable interpretation thereof.\"",
        "He possessed all the qualifications she expected from an archbishop except celibacy.",
        "Since 18 9 4 women who possess the usual qualifications required of men may vote for and be voted for as members of boards of education.",
        "But there are a number of common-law and statutory qualifications and exceptions.",
        "The constitutional qualifications for suffrage are: the age of twenty-one years, citizenship in the United States or presentation of naturalization certificates at registration centres, residence in the state one year and in the county six months, and registration.",
        "The constitution requires that a voter must (in addition to other qualifications) either be able to show conclusively ability to read and write, or be the owner of property within the state assessed at not less than $300, on which, if personalty, all taxes are paid.",
        "He at the same time instituted what was called a second chamber, the franchise qualifications for which were easier, but which was not endowed with any real power.",
        "The system of apportionment and the franchise qualifications were worked out to meet the needs of a group of agricultural communities.",
        "A voter is qualified on an income from property of £6, or by paying rent to the same amount, or having the qualifications required to serve as a common juror.",
        "3, 4), \"Polycarp does not appear to have possessed qualifications for successfully conducting a controversial discussion with erroneous teachers ...",
        "The governor and the lieutenant-governor was elected for a term of two years, and the qualifications for both offices require that the incumbents shall be at least thirty years of age and shall have been for two years immediately before their election residents of the state.",
        "Religious qualifications for suffrage and office-holding were somewhat relaxed, except in the case of 4 The number of representatives from 1832 to 1908 varied from 240 to 635, and the length of session from 58 to 206 days (since 1861 none of under 100 days), with an almost continual increase in both respects.",
        "Property qualifications for the suffrage and for office-holding - universal through colonial times - were abolished in the main in 1780.",
        "Marshal Soult was appointed chief of the staff, a post for which he possessed very few qualifications; and, when the campaign began, command of the left and right wings had perforce to be given to the only two marshals available, Ney and Grouchy, who did not possess the ability or strategic skill necessary for such positions.",
        "Probably Wellington's failure to co-operate at Ligny had heightened the Prussian chief-of-staff's unworthy suspicions of the good faith and soldierly qualifications of the British marshal; and it was well for the allies that Blucher was able to resume command before Napoleon had time to profit from the dissensions that would probably have arisen had Gneisenau remained in control.",
        "The first and second state constitutions required that every senator should be a freeholder, but since 1846 no property qualifications have been prescribed for membership in either house; the only persons disqualified are those who at the time of the election or within one hundred days before the election were members of Congress, civil or military officers under the United States, or officers under any city government.",
        "The qualifications for conversion are ignorance.",
        "The qualifications for membership of the assembly are the same as those for voters.",
        "General suffrage is conferred on every male citizen of the United States who is twenty-one years of age and who has lived in the state one year, and in the county thirty days immediately preceding an election, the only exceptions being idiots or insane persons; a woman who has the qualifications for suffrage that are required of a man, may vote at any school district election and if a tax-payer she may vote on all questions submitted to the tax-payers of the state or of any political division thereof.",
        "The qualifications for a senator are that he be at least twenty-four years of age and have resided in his county or district at least one year next preceding his election; for a representative there are no qualifications other than those required for suffrage.",
        "It was assumed that the individual members of society, by express or implied pact, agree to obey some person or persons; sometimes it is described as an unqualified handing over; sometimes it is a transfer subject to qualifications, and with notice that in certain contingencies this will be withdrawn.",
        "No qualifications were required, nor indeed would they have been forthcoming, so low had the calling sunk in public estimation.",
        "The qualifications for a Queen's nurse are as follows: (r) training at an approved general hospital or infirmary for two years; (2) approved training in district nursing for not less than six months, including the nursing of mothers and infants after child-birth; (3) nurses in country districts must in addition have had at least three months' approved training in midwifery.",
        "For full details on the large subject of the duties and qualifications of nurses the reader is referred to the numerous text-books and other technical authorities.",
        "This is especially the case with district nursing, which is the highest and most exacting branchof the profession, because it imposes the greatest responsibility with the fewest resources and demands the most varied qualifications, while affording none of the attractions incidental to hospital work or private nursing among the rich.",
        "1 i: after stating the qualifications necessary for deacons the writer adds, \"Women in like manner must be grave - not slanderers,\" &c.; the Authorized Version took the passage as referring to deacons' wives, but many scholars think that by \"women\" deaconesses are meant.",
        "Under it the property qualification for suffrage was a freehold of 50 acres or £30 current money, the property qualifications for delegates £500, for senators £loo°, and for governor £5000.",
        "A deputy must be not less than 25 years of age, other qualifications being the same as those for a senator.",
        "For sixty years there was no change whatever, and only three amendments, those of 1852 (removing the property qualifications of representatives, senators and the governor), were adopted until 1877, when twelve amendments were adopted, - the most important being those providing for biennial (instead of annual) state elections in November (instead of March), and those doing away with the previous requirement that representatives, senators and the governor \" be of the Protestant religion.\"",
        "Prior to 1902 every male inhabitant of a town who was twenty-one years of age or over, a citizen of the United States, and not a pauper or excused from paying taxes at his own request, had a right to vote, but an amendment adopted in this year made ability to read English and to write additional qualifications, except in the case of those physically unable to read or to write, of those then having the franchise, and of persons 60 years of age or more on the 1st of January 1904.",
        "He who believes that every judgment on the highest matters different from his own is simply a heresy must have a mean idea of the faith; and while the qualifications, the reserve, the lingering sympathies of the real student make him in many cases a poor controversialist, it may be said that a mere controversialist cannot be a real theologian\" (Lessons from Work, pp. 84-85).",
        "The qualifications for each class are clearly laid down.",
        "These and the property qualifications for suffrage, which was granted to \" all inhabitants of this state, of full age, who are worth fifty pounds proclamation money, clear estate in the same,\" &c., were soon considered undemocratic; and the democratic tendency of certain election officers may be seen from their construing the words \" all inhabitants of full age \" to include women, and from their permitting women to vote.",
        "In the East, in the 5th century, the archdeacons were already charged with the proof of the qualifications of candidates for ordination; they attended the bishops at ecclesiastical synods, and sometimes acted as their representatives; they shared in the administration of sees during a vacancy.",
        "Economics is therefore, on the whole, an intensely conservative science, in which new truths are cautiously admitted or incorporated merely as extensions or qualifications of those enunciated by previous writers.",
        "The extensions, the changes or the qualifications, of old doctrines, which at any rate in the works of responsible writers are rarely made without good if not always sufficient reason, have modified very considerably the whole science, and weakened the confidence of ordinary educated men in its conclusions.",
        "The general theory which we require should be sketched in firm and clear outline, leaving the detailed qualifications of broad principles to special studies, where they can be dealt with if it is necessary or desirable, and examined by statistical and other tests.",
        "Their selection and election were governed by the same laws as in Natal proper, and on the establishment of the Union the franchise qualifications - which practically exclude natives - remained unaltered.",
        "Every female citizen having the qualifications of a male voter may vote in the city and town elections for members of the school committee.",
        "They could not understand that I have not the necessary qualifications for it--the kind of good-natured, fussy shallowness necessary for the position.",
        "Email your interest and qualifications to \"admin at lovetoknow.com\" - Howard"
    ],
    "definition": [
        "plural form of qualification",
        "Link/Cite"
    ]
}