{
    "translation": "להתווכח, ריב",
    "uses": [
        "You've made me quarrel with my son!",
        "Paul became involved in a quarrel with England also.",
        "I don't want to quarrel with you, but go, for God's sake go!",
        "In the quarrel between Jackson and John C. Calhoun, Green supported the latter, and through the columns of the Telegraph violently attacked the administration.",
        "A man who killed another in a quarrel must swear he did not do so intentionally, and was then only fined according to the rank of the deceased.",
        "When two people quarrel they are always both in fault, and one's own guilt suddenly becomes terribly serious when the other is no longer alive.",
        "If the assault only led to injury and was unintentional, the assailant in a quarrel had to pay the doctor's fees.",
        "He also renewed the claim which had been made by his predecessor, Adolf, on Thuringia, and interfered in a quarrel over the succession to the Hungarian throne.",
        "The latter, after a quarrel with the duchess of Cleveland, was dismissed from the king's employment.",
        "If your betrothed comes here now--there will be no avoiding a quarrel; but alone with the old man he will talk things over and then come on to you.",
        "Little is heard of Agamemnon until his quarrel with Achilles.",
        "You plotted against me, you lied to Prince Andrew about my relations with that Frenchwoman and made me quarrel with him, but you see I need neither her nor you!",
        "The quarrel was therefore referred to the emperor Nero, who finally gave his decision in favour of the Syrians or Greeks.",
        "His diplomacy before the war of 1812 was less successful than that of Alexander, who skilfully ended his quarrel with Turkey and gained over to his side Sweden.",
        "But he reluctantly, and most unwisely, allowed himself to be entangled in the scandalous family quarrel between Frederick, prince of Wales, and his parents.",
        "Charles's departure from Saxony was delayed for twelve months by a quarrel with the emperor.",
        "In return for this negligence the Thebans fastened a religious quarrel upon their neighbours, and secured a penal decree against them from the Amphictyonic synod (356).",
        "This quarrel was interwoven with the general thread of the Thirty Years' War, and was not finally settled until 1648, when the disputed territory was divided between the two claimants.",
        "On his death Teumman succeeded and almost immediately provoked a quarrel with Assur-bani-pal by demanding the surrender of his nephews who had taken refuge at the Assyrian court.",
        "It is related of Anthemius that, having a quarrel with his next-door neighbour Zeno, he annoyed him in two ways.",
        "The next few years were troubled by a quarrel between the king and his eldest son.",
        "\"And to drink,\" said one of the officers, not wishing to quarrel.",
        "But the great object lesson was furnished by the events in Prague, where the quarrel between Czechs and Germans, radicals and conservatives, issued on the 12th of June in a rising of the Czech students and populace.",
        "A second expedition of Lothair expelled Roger of Sicily (to whom Anacletus had given the title of king in return for his support) from southern Italy, but a quarrel with Innocent prevented the emperor attacking Rome.",
        "In that year came the quarrel between the king and the heir apparent.",
        "This family quarrel occasioned the intervention of Philip Augustus, king of France, who succeeded in possessing himself of a large part of the country, which was annexed to the royal domains under the name of Terre d'Auvergne.",
        "Ferdinand appealed to Spain for help; but Spain was anxious to be on good terms with the pope to obtain a title over the newly discovered continent of America and could not afford to quarrel with him.",
        "These acquisitions were made between 1328 and 1338; in the latter year Orkhan achieved his first conquest from Mussulman hands by the capture of Karassi, the pretext being the quarrel for the succession on the death of the prince, Ajlan Bey.",
        "After abolishing the cabinet council system in favour during the rule of the two Annes, and reconstituting the senate as it had been under Peter the Great, - with the chiefs of the departments of state, all of them now Russians again, as ex-officio members under the presidency of the sovereign, - the first care of the new empress was to compose her quarrel with Sweden.",
        "The quarrel between Liberalism and Clericalism was, however, not ended.",
        "In his account, however, of the quarrel between Casimir and Olesnicki concerning the question of priority between the cardinal and the primate of Poland he warmly embraced the cause of the former, and even pronounced Casimir worthy of dethronement.",
        "(a) De Anima, a discussion on the nature of the soul, at the conclusion of which the author deplores the quarrel between two such great peoples as the Goths and Romans.",
        "There were many causes of quarrel between the two ambitious young monarchs, but the detention at Copenhagen in 1563 of a splendid matrimonial embassy on its way to Germany, to negotiate a match between Eric and Christina of Hesse, which King Frederick for political reasons was determined to prevent, precipitated hostilities.",
        "It was felt that the wholehearted manner in which India, her princes and peoples, had flung themselves into the Imperial quarrel with Germany demanded a reconsideration of the relations between her and England.",
        "Naxos, where they made themselves rulers, and subsequently slew one another in a quarrel.",
        "After five years' negotiations, and a bitter quarrel with the comte d'Avaux, which ended in the latter's recall, Servien signed the two treaties of the 24th of October 1648 which were part of the general peace of Westphalia.",
        "Finally he picked a quarrel with Denmark for not accepting as an ultimatum the terms to be submitted by Russia to a peace conference to meet at Berlin for the purpose of adjusting the differences between the two powers.",
        "After a highly prosperous reign this prince resigned in favour of his brother, Nazr Mehemet, under whom the country was greatly troubled by the rebellion of his sons, who continued to quarrel with each other after their father's death.",
        "In another story, he married a daughter of Circe, named Cassiphone; having slain his mother-in-law in a quarrel, he was himself killed by his wife.",
        "About 1417 he became involved in a violent quarrel with his cousin, Henry of Bavaria-Landshut, fell under both the papal and the imperial ban, and in 1439 was attacked by his son Louis the Lame.",
        "After the arrest, by Philip's orders, of Bernard Saisset (q.v.), bishop of Pamiers, in that year, the quarrel flamed up again; other causes of difference existed, and in 1302 the pope issued the bull Unam sanctam, one of the most extravagant of all statements of papal claims. To ensure the support of his people the king had called an assembly of the three estates of his kingdom at Paris in April 1302; then in the following year Guillaume de Nogaret seized the person of the pope at Anagni, an event immortalized by Dante.",
        "After a long quarrel Bayle was deprived of his chair in 1693.",
        "In 1163 Henry returned to England, and almost immediately embarked on that quarrel with the Church which is the keynote to the middle period of the reign.",
        "The defeat of the allies was undeniable, and a violent quarrel broke out between them.",
        "In 1762 a quarrel with Miller placed him in a position of some difficulty from which he was delivered by an introduction to Count Rasumovski, who procured his appointment as adjunct to the Academy.",
        "A short engagement in Spain, as tutor to the son of Marshal de Saint Luc, was terminated by another quarrel; and Dempster now returned to Scotland with the intention of asserting a claim to his father's estates.",
        "It may serve as a pretext for a serious quarrel whether the alleged \" outrage \" be great or small.",
        "Received at first in the ranks of the philosophes, he soon went over to their opponents, possibly more from contempt than from conviction, the immediate occasion for his change being a quarrel with d'Alembert in 1762.",
        "In 1901 a quarrel arose between Sheik Mubarak of Kuwet and the amir of Hail whose cause was supported by Turkey.",
        "Welles supported President Johnson in his quarrel with Congress, took part in the Liberal Republican movement of 1872, and returning to the Democratic party, warmly advocated the election of Samuel J.",
        "Affairs continued in this unsettled state until the middle of 1885, Caceres meanwhile steadily gaining many adherents to his side of the quarrel.",
        "Another family quarrel, that of the Salimbeni at Rocca D'Orcia, was ended by her intervention in 1377.",
        "In the following year he became involved in the deadly quarrel between President Johnson and Congress.",
        "His first quarrel with Portugal was settled by his marriage, in 1382, with Beatrix, daughter of the Portuguese king Ferdinand.",
        "It is by sheer strength of thought, by the vigorous perspicacity with which he strikes the lines of cleavage of his subject, that he makes his way into the mind of the reader; in the presence of gifts of this power we need not quarrel with an ungainly style.",
        "From Strido he went to Aquileia, where he formed some friendships among the monks of the large monastery, notably with Rufinus, with whom he was destined to quarrel bitterly over the question of Origen's orthodoxy and worth as a commentator; for Jerome was a man who always sacrificed a friend to an opinion, and when he changed sides in a controversy expected his acquaintances to follow him.",
        "The Bourbon kings espoused their relative's quarrel, seized Avignon, Benevento and Ponte Corvo, and united in a peremptory demand for the suppression of the Jesuits (January 1769).",
        "This led to a quarrel with his son, who with quite unnecessary harshness, partly due to his minister the Marquis d'Ormea, arrested his father and confined him at Rivoli and later at Moncalieri; there Victor, overwhelmed with sorrow, died on the 31st of October 1732.",
        "This problem engaged the attention of British as well as continental mathematicians; and its proposal gave rise to a painful quarrel with his brother Jean.",
        "The family quarrel about the problem of isoperimetrical figures above mentioned began about this time.",
        "Adrian, between whom and the Lombards other causes of quarrel existed, refused to assent to this demand, and when Desiderius invaded the papal territories he appealed to the Frankish king for help. Charles, who was at the moment engaged in his first Saxon campaign, expostulated with Desiderius; but when such mild measures proved useless he led his forces across the Alps in 773.",
        "His increasing ill-health and a certain moral laxity (as shown in his judgment on Sappho) led to a quarrel with the consistory.",
        "In the Matamoras expedition the Texan forces were severely crippled on account of a quarrel between Governor Smith, who desired independence, and the majority of his council, who favoured union with the Mexican Liberals.",
        "He had spoken disrespectfully of the church, it was said, had even hinted that Antichrist might be found to be in Rome, had fomented in his preaching the quarrel between Bohemians and Germans, and had, notwithstanding all that had passed, continued to speak of Wycliffe as both a pious man and an orthodox teacher.",
        "Notwithstanding the alarm occasioned by Braddock's defeat, the old quarrel between the proprietors of Pennsylvania and the assembly prevented any adequate preparations for defence; \" with incredible meanness \" the proprietors had instructed their governors to approve no act for levying the necessary taxes, unless the vast estates of the proprietors were by the same act exempted.",
        "The negotiations involved Garrick in a bitter quarrel with Macklin, who appears to have had a real grievance in the matter.",
        "To this period belongs Garrick's quarrel with Barry, the only actor who even temporarily rivalled him in the favour of the public. In 1763 Garrick and his wife visited Paris, where they were cordially received and made the acquaintance of Diderot and others at the house of the baron d'Holbach.",
        "A quarrel arose between Brynhildr and GuOrun, in the course of which the former learnt of the deception which had been practised upon her and this led eventually to the murder of Sigurd.",
        "A quarrel with the papacy turned, or helped to turn, his thoughts in the direction of Church reform, but he hoped this would come from within rather than from without, and with the aid of his friend John Gropper (1503-1559), began, about 1536, to institute certain reforms in his own diocese.",
        "On this head there need be no quarrel between it and dualism.",
        "Idealism has, of course, no quarrel with numerical difference.",
        "The new liberties, as might be expected, did not tend to improve the relations between the town of Utrecht and its ecclesiastical sovereign; and the feud reached its climax (1481-84) in the \"groote vorlag,\" or great quarrel, between the citizens and Bishop David, the Bastard of Burgundy, who had been foisted upon the unwilling chapter by the combined pressure of Duke Philip of Burgundy, his half-brother, and the pope.",
        "The Utrechters, under the leadership of Gerard Prouninek, otherwise Deventer, vehemently took the side of Leicester in his quarrel with the estates of Holland, and the English governor-general made the town his headquarters during residence in the Netherlands, and took it under English protection.",
        "In 1864 he became docent of the university of Berlin, but, in consequence of a quarrel with the professoriate, was deprived of his licence to teach in 1874.",
        "The papal curia had no wish to bring things to a quarrel with him.",
        "His quarrel was turned more immediately against the pope himself when in August 1518 the Franciscan monk Bernardin Samson, a pardon-seller like Johann Tetzel, made his appearance in Switzerland as the papally commissioned seller of indulgences.",
        "This was the ground of his quarrel with the Swiss Anabaptists, for the main idea in the minds of these greatly maligned men was the modern thought of a free Church in a free state.",
        "In the tenth year occurred the quarrel with Agamemnon.",
        "During the administration of Governor Clinton (1743-1753) a quarrel between the governor and James De Lancey, the chief-justice, had greatly weakened the court party, and nearly all its members supported their rivals in opposition to the Stamp Act.",
        "The election as governor in 1804 of Lewis, a relative of the Livingstons, was followed by a bitter quarrel with the Clintons over patronage, and resulted at the state election of 1807 in the choice of a Clintonian, Daniel D.",
        "The new king was offended by Williams's advice to proceed with caution in dealing with the parliament, with the result that within a few months of Charles's accession the Great Seal was taken from Williams. In the quarrel between the king and the Commons over the petition of right, Williams took the popular side in condemning arbitrary imprisonment by the sovereign.",
        "A local quarrel in the Hawran was seized as a pretext in 1910 for dispatching thither some 30,000 men, with artillery, to crush the Druses.",
        "The political treaty referred in general terms to a federal union between the Transvaal and the Free State, and bound each of them to help the other, whenever the independence of either should be assailed or threatened from without, unless the state so called upon for assistance should be able to show the injustice of the cause of quarrel in which the other state had engaged.",
        "Between this prince and Conrad I., who wished to curb the increasing power of the Saxon duke, a quarrel took place; but Henry not only retained his hold over Saxony and Thuringia, but on Conrad's death in 919 was elected German king.",
        "A war with Valdemar of Denmark, caused by a quarrel over the booty obtained from 1 The see was transferred to Schwerin by Henry in 1167.",
        "His programme was to be an honourable mediator in the German-Bohemian quarrel, to extend the railway system, and to satisfy the wishes of the Poles in the waterways question by an expenditure of 73.4 million kronen on canal construction in Galicia, to which Galicia was to contribute only 9.4 million kronen, the State finding the other 64, and by an expenditure of 125 millions on river improvements, 99 of which would be contributed by the State.",
        "The famous quarrel with St Thomas of Cantilupe, bishop of Hereford, arose out of similar causes.",
        "From this time, however, he is more or less in view; and, though at least two events of his life - his quarrel with Diderot and his death - are subjects of dispute, its general history can be checked and followed with reasonable confidence.",
        "Here too arose the obscure triangular quarrel between Diderot, Rousseau and Frederick Melchior Grimm, which ended Rousseau's sojourn at the Hermitage.",
        "The quarrel with Madame d'Epinay, with Diderot, and through them with the philosophe party reversed this.",
        "He still, however, had no lack of patrons - he never had - though his perversity made him quarrel with all in turn.",
        "There is little doubt that for the last ten or fifteen years of his life, if, not from the time of his quarrel with Diderot and Madame d'Epinay, Rousseau was not wholly sane - the combined influence of late and unexpected literary fame and of constant solitude and discomfort acting upon his excitable temperament so as to overthrow the balance, never very stable, of his fine and acute but unrobust intellect.",
        "Only excuses can be made for him; but the excuses for a man born, as Hume after the quarrel said of him, \"without a skin\" are numerous and strong.",
        "Sidney lost the governorship of Dover, however, in March 1651, in consequence, apparently, of a quarrel with his officers.",
        "The literary quarrel between him and Freeman excited general interest when it blazed out in a series of articles which Freeman wrote in the Contemporary Review (1878-1879) t ort Froude's Short Study of Thomas Becket.",
        "The quarrel with Budaeus was strictly a national one.",
        "The left wing of the party,-22 deputies and 5 senators - after a somewhat violent quarrel, then broke away and formed an independent organization owing allegiance to the Third (Moscow) International.",
        "His friend Slowacki answered them in some taunting verses, and this led to a quarrel between the poets.",
        "This led to a family quarrel which greatly embittered the last days of the pope and hastened his death (Nov.",
        "After spending some time in Italy he returned to Germany and began to take part in the quarrel which had arisen between the emperor and the pope.",
        "Nearly the whole of the nation had now definitely taken sides in the quarrel.",
        "The quarrel between St Paul and his opponents did not last so long as Baur supposed, and the great catastrophe of the fall of Jerusalem effectually reduced thorough-going Judaistic Christianity into insignificance from A.D.",
        "The leading burghers were, however, soon alienated by his violent and despotic methods, by his defence of Kieft, and by his devotion to the interests of the company; the nine men became (as early as 1649, when they sent the famous Vertoogh, or Remonstrance, to the states-general asking for burgher government and other reforms) the centre of municipal discontent; and a bitter quarrel ensued.",
        "On closely examining Layamon's version it seems probable that he had in his mind not merely a circular, but a turning table; he gives it as ground for the quarrel that all the knights wished to sit within; at the table the Cornish workman will make none shall be left without, but they shall sit \"without and within, man against man.\"",
        "Caesar at once approached both Pompey and Crassus, who alike detested the existing system of government but were personally at variance, and succeeded in persuading them to forget their quarrel and join him in a coalition which should put an end to the rule of the oligarchy.",
        "took the reins, their star was in the ascendant, and Jesuit confessors, the most celebrated of whom were Francois de La Chaise and Michel Le Tellier (1643-1719), guided the policy of the king, not hesitating to take his side in his quarrel with the Holy See, which nearly resulted in a schism, nor to sign the Gallican articles.",
        "AEthelred married Osthryth, the sister of Ecgfrith, king of Northumbria, but in spite of this connexion a quarrel arose between the two kings, presumably over the possession of the province of Lindsey, which Ecgfrith had won back at the close of the reign of Wulfhere.",
        "He knows that the roots of the quarrel lie in a wrong condition of the church's life.",
        "If the wrong spirit can be exorcised, there is hope that the quarrel will end in a general desire for reconciliation.",
        "This declaration led to a violent quarrel with Rome, and was officially withdrawn in 1693, though its doctrines continued to be largely held.",
        "A violent quarrel exacerbated by political differences broke out among the British commands, which led to two courts-martial and to the resignation of Keppel, and did great injury to the discipline of the navy.",
        "Lafontaine, but resigned the next year, after a quarrel with the governor-general, Sir Charles Metcalfe, on a question of patronage, in which he felt that of responsible government to be involved.",
        "In the later quarrel with Innocent III.",
        "As for the Greeks, the emperor said bluntly that he took no interest in \"ces messieurs,\" whom he regarded as \"rebels\"; his own particular quarrel with Turkey, arising out of the non-fulfilment of the treaty of Bucharest, was the concern of Russia alone; the ultimatum to Turkey had, indeed, been prepared before Wellington's arrival, and was despatched during his visit.",
        "Soon afterwards a quarrel between the duke and Huskisson led to the retirement from the ministry of all its more liberal members.",
        "In 435 it was again involved in a quarrel with Corinth and sought assistance from Athens.",
        "The religious quarrel either accentuated, or was accentuated by, political differences, and the rival chiefs, Athanaric and Frithigern, appeared as champions of Paganism and Christianity respectively.",
        "To his firmness, and at the same time to the conciliatory readiness with which he accepted and elaborated the principles of a modus vivendi, the two powers owed the avoidance of what threatened to be a dangerous quarrel.",
        "Church became gradually more rare, the chief occasions being the question of the images in the 8th century, the quarrel between Photius and Ignatius in the 9th, the affairs of the four marriages of the emperor Leo VI.",
        "The vast conflict aroused by the Hildebrandine reformation, and particularly the investiture quarrel, continued under the Settlement three successors of Urban II.; but with them it of the assumed a different character, and a tendency arose Investiture to terminate it by other means.",
        "The violence and Quarrel.",
        "put an end to the long quarrel between the royal government and Anselm of Canterbury by accepting the Concordat of London (1107).",
        "The affair of Thomas Becket involved the papacy in a quarrel with the powerful monarchy of the Angevins, whose representative, Henry II., was master of England and of the half of France.",
        "This document, which confused the political problem with the theological, was bound to envenom the quarrel between emperor and pope beyond all remedy.",
        "His first quarrel with Gustavus happened in 1774 when he refused to accept the post of commander-in-chief in Finland on the eve of threatened war with Russia.",
        "The long quarrel was finally adjusted in 1525 when the last grand-master, after a fruitless pilgrimage through Europe for support, professed Lutheranism and as first duke of Prussia did public homage.",
        "In 1870 Katr was under Wahhabi rule, but in the year 1871 Turkish assistance was requested to aid the settlement of a family quarrel between certain Wahhabi chiefs, and the Turks thus obtained a footing in Katr, which they have retained ever since.",
        "Michel, Paris, 1840) gives the fullest account of his quarrel with the king.",
        "in his quarrel with Henry, Welf lost but subsequently regained Bavaria; and was followed successively by his sons, Welf II.",
        "His friends there exerted themselves to obtain for him the office of keeper of the royal library, but Frederick had not forgotten Lessing's quarrel with Voltaire, and declined to consider his claims. During the two years which Lessing now spent in the Prussian capital, he was restless and unhappy, yet it was during this period that he published two of his greatest works, Laokoon, oder fiber die Grenzen der Malerei and Poesie (1766) and Minna von Barnhelm (1767).",
        "The solitary incident of note in this period of his life is the ridiculous quarrel with Rousseau, which throws much light upon the character of the great sentimentalist.",
        "The quarrel which all the acquaintances of the two philosophers had predicted soon came, and no language had expressions strong enough for Rousseau's anger.",
        "But in the meantime in 1733 the English and Dutch stirred up the Mahommedan general at Hugh to pick a quarrel.",
        "With Cologne itself, a free imperial city, the archbishop-electors were at perpetual feud; in 1262 the archiepiscopal see was transferred to Briihl, and in 1273 to Bonn; it was not till 1671 that the quarrel was finally adjusted.",
        "The conflict over the trial led to a violent quarrel with the Londoners, and a riot in the city during which John was in danger of his life from the angry citizens.",
        "However, the court party soon after concocted a fresh plot for the duke's destruction; John boldly denounced his traducers, and the quarrel was appeased by the intervention of the king's mother.",
        "In 1198 Hubert, who had inherited from his predecessors in the primacy a fierce quarrel with the Canterbury monks, gave these enemies an opportunity of complaining to the pope, for in arresting the London demagogue, William Fitz Osbert, he had committed an act of sacrilege in Bow Church, which belonged to the monks.",
        "Every quarrel, however, was soon made up. During twenty years the disciple continued to worship the master; the master continued to scold the disciple, to sneer at him, and to love him.",
        "Having obtained possession of that part of Gaul which lay between the Seine and the Loire, Clovis turned his attention to his eastern neighbors, and was soon engaged in a struggle with the Alamanni which probably arose out of a quarrel between them and the Ripuarian Franks for the possession of the middle Rhine.",
        "They had now induced Conrad to quarrel with both Swabia and Bavaria, and also with Henry, duke of Saxony, son of the duke to whom he chiefly owed his crown.",
        "On all sides, but especially in the north-west, Henry was faced with incipient revolution, and while he was combating this the quarrel between Frederick and the Papacy broke out Frederick again in Italy.",
        "Before this date King Henry had begun to take a personal part in the government and was already involved in a quarrel with Otto II., duke of Bavaria.",
        "1249), was influenced by this quarrel.",
        "of France, but after declaring war on France in August 1294 he did nothing to assist his ally~ At home he relieved the cities of some of their burdens and upheld them in the quarrel about the Pfahlburger; and he sought to isolate Albert of Habsburg, who was treating with Philip of France.",
        "He fancied that he had to deal with a mere monkish quarrel; at one time he even imagined that a little money would set the difficulty at rest.",
        "A serious quarrel with the pope, who had moved the council from Trent to Bologna, only increased the determination of Charles to establish religious conformity.",
        "The centra] government depended ultimately on the armed support of th two great powers; to quarrel with those would be to ruin th constitution, or at best to play into the hands of the extrem revolutionists.",
        "had attained its utmost development displayed itself in Prussia, whose attention was for a time distracted from home politics by a quarrel with Switzerland.",
        "To the other causes of friction between them had been Austria added, just before the war, a renewed quarrel as to Prussia Austrias relation to the Zoilverein.",
        "He played this role with consummate skill in the negotiations that led up to the treaty of Reichenbach (August 15, 1790), which ended the quarrel with Prussia and paved the way to the armistice of Giurgevo with Turkey (September 10).",
        "In a country like Austria, in which a mistaken foreign policy or a serious quarrel with Hungary might bring about the disruption of the monarchy, parliamentary government was impossible unless the party which the government helped in internal matters were prepared to support it in foreign affairs and in the commercial policy bound up with the settlement with Hungary.",
        "On the 3rd of November there was a free fight in the House; it arose from a quarrel between Dr Lueger and the Christian Socialists on the one side (for the Christian Socialists had supported the government since the confirmation of Lueger as burgomaster) and the German Nationalists under Herr Wolf, a German from Bohemia, the violence of whose language had already caused Badeni to challenge him to a duel.",
        "But it was only in 427 an opportunity for Athenian interference was found in a quarrel between Syracuse and Leontini and their allies.",
        "The Bad William has a short quarrel with the pope; otherwise Bad and Good alike appear as zealous supporters of Alexander III.",
        "Again the third gospel in particular betrays relations between the Pharisees and Jesus very different from those of the common Christian view, which conjures up an impossible picture of an absolute breach between the Prophet of Nazareth and the whole corporation of the Pharisees as a result of a quarrel with certain members of that dissident sect of independent thinkers.",
        "The quarrel of father and son was political only, though it is probable that the Beauforts had discussed the abdication of Henry IV., and their opponents certainly endeavoured to defame the prince.",
        "The most famous incident, his quarrel with the chiefjustice, has no contemporary authority and was first related by Sir Thomas Elyot in 1531.",
        "Henry may have regarded the assertion of his own claims as part of his kingly duty, but in any case a permanent settlement of the national quarrel was essential to the success of his world policy.",
        "He supported Edward the Confessor in his quarrel with Earl Godwine in 1051, and was appointed earl of Huntingdon soon after this date.",
        "In a quarrel of church and state the legate had been authorized to lay an interdict on Scotland; William and the country merely disregarded it; and in 1191 a new pope absolved the Scottish king.",
        "Though we know the cost of fencing the lists, from entries in the treasury accounts, we are ignorant of the cause of the quarrel, and even of the clans engaged.",
        "But the people were still so averse to England that Beaton's was the more popular party: they carried Mary to Stirling: the treaty with Henry was ratified, indeed, but a quarrel was picked over the arrest by England of six Scottish ships; and Arran, who had just given orders for the sack of monasteries in Edinburgh, suddenly (3rd of September) fled to Beaton and was reconciled to the church, just after he had (28th of August) proclaimed Beaton an outlaw.",
        "Historians do not usually seem to perceive that Charles was faced by the old quarrel of church and state, in which \" fair means \" were seen to be unavailing, while \" unfair means \" only succeeded, after some thirty years, in breaking down the old Presbyterian spirit so much that, after 1688, the state could hold her own.",
        "The Scots invested very largely, for them, but their expeditions were ill-found and worse managed; the Spaniards seized one of their vessels with its crew; the colonists deserted the colony; a fresh expedition was expelled by Spain, and William refused to take up the Scottish quarrel (1695-1700).",
        "Throughout these difficulties, and also during a quarrel with the prince of Wales, afterwards Edward II., the treasurer was loyally supported by the king.",
        "Welsh sympathies were, however, on Richard's side, and combined with a personal quarrel to make Owen the leader of a national revolt.",
        "The quarrel was taken up by his brother Abdallah, known by the name of Abu'l-Abbas as-Saffah, who after a decisive victory on the Greater Zab (750) finally crushed the Omayyads and was proclaimed caliph.",
        "At the same time, he sent the famous bulls Salvator mundi, a sort of repetition of Clericis laicos, and Ausculta fili, which opened a new stage of the quarrel between the pope and king.",
        "What was the quarrel between them, and what the causes they represented, cannot now be ascertained with certainty.",
        "In Gelderland the quarrel between them was converted into a dynastic struggle, the Hekeren recognizing Duke Reinald, while the Bronkhorsten set up his younger brother Edward.",
        "In 1889, the very year following President Brand's death, he was able to make a treaty with President Reitz, his successor, which bound each of the Boer republics to assist the other in case its independence was menaced, unless the quarrel could be shown to be an unjust one on the part of the state so menaced.",
        "prophecy is identified with the \" unclean spirit,\" the pretender to visions is threatened with death by his parents, and, so great is the general contempt for the class, protests that he is no prophet but a tiller of the ground, accounting for the wounds on his person (such as these charlatans used to inflict on themselves) by declaring that they were received in the house of his friends (that is, apparently, in a drunken quarrel); from a very different point of view Joel ii.",
        "Soon after this event he came forward as a Roman Catholic, and he advised the new king with regard to affairs in Oxford, being partly responsible for the tactless conduct of James in forcing a quarrel with the fellows of Magdalen College.",
        "The pope thinking that the whole dispute was a monkish quarrel, contented himself with asking the general of the Augustinian Eremites to keep his monks quiet.",
        "The earlier years of his rule were troubled by a quarrel with the margrave of Brandenburg, who wished to annex Pomerania.",
        "In spite of his quarrel with the Pharisees, he seems to have offered the cities he conquered the choice between Judaism and destruction (Jos.",
        "He never used tobacco, never played cards, never gambled, and was never party to a personal quarrel.",
        "Soon after his return to England he became involved in a quarrel with Richard de Hoton, prior of Durham.",
        "Lord Loftus came into violent conflict with the lord deputy, Viscount Falkland, in 1624; and at a later date his quarrel with Strafford was still more fierce.",
        "Two months after he had granted Normandy to Charles, he took advantage of a quarrel between the duke of Brittany and his brother to take it again, sending the duke of Bourbon \"to aid\" Charles, while Dunois and Chabannes prepared for the struggle with Burgundy.",
        "The conflict became perennial, and when the Rashtrakutas supplanted the Chalukyas in the middle of the 8th century, they took up the old quarrel with the Pallavas.",
        "A quarrel with the commander-in-chief, Rumyantsev, then induced him to send in his resignation, but in 1774 he participated in the capture of Silistria and in the negotiations which led to the peace of Kuchuk-Kainarji.",
        "A quarrel, the precise nature of which is not very clear though the occasion is evident, led to an entire separation from these friends.",
        "His too numerous sons began to quarrel about their inheritance, while Ardaric, the king of the Gepidae, was placing himself at the head of a general revolt of the dependent nations.",
        "A quarrel arose, and in a short time the Azd under Kirmani, supported by the Rabi`a, who always were ready to join the opposition, were in insurrection, which Nasr tried in vain to put down by concessions.",
        "In 1806 in another duel, after a long and bitter quarrel, he killed Charles Dickinson, and Jackson himself received a wound from which he never fully recovered.",
        "That what, e.g., Bacon says of his method may run counter to this is an accident of the tradition of the quarrel with realism.",
        "He picked a quarrel with Sextus, and when his colleagues failed to support him, undertook to attack him alone.",
        "Causes of quarrel already existed, and other causes, both public and private, soon arose between the two kings; sea-fights took place between their ships, while war was brought nearer by the treaty of alliance which James concluded with Louis XII.",
        "on behalf of imageworship led to a fierce quarrel with the emperor.",
        "They do not differ on any point of faith; the dispute is confined to a quarrel as to the correct chronological date for the computation of the era of Yazdegerd, the last king of the Sassanian dynasty, who was dethroned by the caliph Omar about A.D.",
        "Devoting himself to his country, Codrus, in the disguise of a peasant, made his way into the enemy's camp, and provoked a quarrel with some Dorian soldiers.",
        "Sheridan's corps took part in the battles of the Wilderness and Spottsylvania Court House (see the article Wilderness), incidents of which led to a bitter quarrel between Sheridan and Meade and to Sheridan's being despatched by General Grant on a farreaching cavalry raid towards Richmond.",
        "Phemius pleases the suitors by singing of the calamitous return of the Greeks; Demodocus sings of a quarrel between Ulysses and Achilles, and afterwards of the wooden horse and the capture of Troy.",
        "The first name is that of Theagenes of Rhegium, contemporary of Cambyses (525 B.C.), who is said to have founded the \" new grammar \" (the older \" grammar \" being the art of reading and writing), and to have been the inventor of the allegorical interpretations by which it was sought to reconcile the Homeric mythology with the morality and speculative ideas of the 6th century B.C. The same attitude in the \" ancient quarrel of poetry and philosophy \" was soon afterwards taken by Anaxagoras; and after him by his pupil Metrodorus of Lampsacus, who explained away all the gods, and even the heroes, as elementary substances and forces (Agamemnon as the upper air, &c.).",
        "the story of the quarrel, (2) the main course of the war, which forms a sort of underplot, and (3) subordinate episodes.",
        "Quarrel of Achilles with Agamemnon and the Greek army - Agamemnon, having been compelled to give up his prize Chryseis, takes Briseis from Achilles - Thereupon Achilles appeals to his mother Thetis, who obtains from Zeus a promise that he will give victory to the Trojans until the Greeks pay due honour to her son - Meanwhile Achilles takes no part in the war.",
        "The ninth book, on the other hand, was rejected by Grote, chiefly on the grounds that the embassy to Achilles ought to have put an end to the quarrel, and that it is ignored in later passages, especially in the speeches of Achilles (xi.",
        "Abroad Frederick decided a quarrel for the Danish throne in favour of Svend, or Peter as he is sometimes called, who did homage for his kingdom, and negotiations were begun with the East Roman emperor, Manuel Comnenus.",
        "to an abject submission, after which Frederick received the homage of the Burgundian nobles at a diet held at Besancon in October 1157, which was marked by a quarrel between pope and emperor.",
        "The quarrel with the papacy was continued with the new pope Urban III., and open warfare was begun.",
        "His quarrel with the papacy was an inherited conflict, not reflecting at all on his religious faith, but the inevitable consequence of inconsistent theories of government, which had been created and could be dissipated only by a long series of events.",
        "But in the midst of its labours the council was prorogued (March 1547) in consequence of a quarrel between the pope and emperor.",
        "But the quarrel, known as the controversy de auxiliis gratiae, was brought to an end by Pope Paul V., who closed the debates and adjourned his decision sine die.",
        "To ride rough-shod over individual bishops was nothing to Prussia; but to quarrel mortally with Rome was a serious matter for a sovereign reigning over millions of Catholic subjects.",
        "The quarrel began in 1871 when the Prussian government supported some teachers in state-aided Catholic schools whom the bishops wished to dismiss on account of their anti-infallibilist opinions.",
        "The quarrel with the margraves, however, did not interfere with the growth of the town's prosperity, which reached its acme in the 16th century.",
        "His quarrel with the materialists began with his oration at the Gottingen meeting of the NaturforscherVersammlung in 1854, on \"Menschenschopfung and Seelensubstanz.\"",
        "A violent quarrel took place between the queen and Essex, who for some months retired from court and refused to be reconciled.",
        "The match was distasteful to Lady Hatton and to her daughter; a violent quarrel was the consequence, and Bacon, who thought the proposed marriage most unsuitable, took Lady Hatton's part.",
        "In 1291, on the death of his elder brother, Alphonso, to whom Aragon had fallen, he resigned Sicily and endeavoured to arrange the quarrel between his own family and the Angevine House, by marriage with Blanca, daughter of Charles of Anjou, king of Naples.",
        "Having accomplished so much in so small a space of time, the two friends were next engaged upon a translation of the Old Testament, but owing to a quarrel, the cause of which remains obscure, this interesting literary partnership was brought to an abrupt ending about 1570.",
        "On the other side he was involved in a quarrel with Volmar and his school, who desired to put aside from immediate consideration the complete attainment of the Socialist ideal, and proposed that the party should aim at bringing about, not a complete overthrow of society, but a gradual amelioration.",
        "The paper also contained an attack upon the superintendent Nicholas Fouquet, and being opened by the postmaster of Paris, who happened to be a spy of Fouquet's, it gave rise to a bitter quarrel, which, however, Mazarin repressed during his lifetime.",
        "Some letters, by Langton and others, relating to the quarrel over his election are preserved in a Canterbury Chronicle (ed.",
        "In 1043 he was consecrated bishop of Elmham and in 1047 was translated to Winchester; he supported Earl Godwine in his quarrel with Edward the Confessor, and in 1052 arranged the peace between the earl and the king.",
        "urging Irishmen to stop in Ireland, \"as they have no quarrel with Germany.\"",
        "In 1373 he declared in convocation that he would not contribute to a subsidy until the evils from which the church suffered were removed; in 1375 he incurred the displeasure of the king by publishing a papal bull against the Florentines; and in 1377 his decided action during the quarrel between John of Gaunt and William of Wykeham ended in a temporary triumph for the bishop. Wycliffe was another cause of difference between Lancaster and Courtenay.",
        "A quarrel arose in the last years of the 10th century between Olaf Skottkonung and Olaf Tryggvason.",
        "The Peace of Oliva (May 3, 1660), made under F rench mediation ut an end to the lon feud with P g Poland and, at the same time, ended the quarrel between Sweden on the one side, and the emperor and the elector of Brandenburg on the other.",
        "But his senseless quarrel with Frederick William III.",
        "During this period there was desultory fighting with the Indians; there was a long boundary dispute with the Argentine, settled in 1880; and in 1865 Chilean sympathy with Peru in a quarrel with Spain led to a foolish war with Spain.",
        "It was not, however, until the vicariate of Peter Codde, consecrated vicar-general with the title of bishop of Sebaste in partibus in 1669, that the quarrel came to a head.",
        "In 1406 Ahmad was finally restored, but almost immediately entered upon a quarrel with Kara Vusuf, leader of the Black Sheep Turkomans (Kara Kuyunli), who defeated and killed him in 1410.",
        "These events were followed by a quarrel terminating in the supremacy of the Arab.",
        "He was reconciled to Stephen in 1142 and restored to his see; but he now became involved in a quarrel with the powerful Henry of Winchester.",
        "Henry of Winchester, who can have had little sympathy with bishops of Nigel's type, took up their quarrel, and Nigel was forced to go to Rome.",
        "Except for another quarrel with his monks, who accused him of despoiling their church and gained the ear of Pope Adrian, the last part of his life was laborious and uneventful.",
        "Lord Glenelg, secretary for the colonies in Lord Melbourne's second administration, held that the Kaffirs were in the right in the quarrel, and he compelled D'Urban to abandon the conquered territory, a mistaken decision adopted largely on the advice of Dr Philip and his supporters.",
        "One of the results of the quarrel was Fenelon's banishment from court; for Louis XIV.",
        "But the quarrel was temporarily suspended because both Gelmires and Burdino had reason to dread the extension of Urraca's authority.",
        "The quarrel led to civil war, and in May 1449 D.",
        "In 1589 an English fleet was sent to aid the prior in a projected invasion of Portugal, but owing to a quarrel between its commanders, Sir Francis Drake and Sir John Norris, the expedition was abandoned.",
        "In 1612 he met Balzac, with whom he made an expedition to the Netherlands, which ended in a serious quarrel.",
        "Fox, who had just before been appointed secretary of state, retained his place, and though the two men continued to be of the same party, and afterwards served again in the same government, there was henceforward a rivalry between them, which makes the celebrated opposition of their illustrious sons seem like an inherited quarrel.",
        "Shortly after this time a quarrel seems to have arisen in the royal family.",
        "Nothing is heard of the quarrel with Du Bella .y or of any meeting with him, nothing of the meetings and bickerings with Ronsard, till 1697, when Bernier tells the story without any authority.",
        "The exactions of the Roman governors, however, soon led to a quarrel, which ended in the total defeat and death of Valens at Adrianople in the year 378.",
        "William of Occam was the most prominent intellectual leader in an age which witnessed the disintegration of the old scholastic realism, the rise of the theological scepticism of the later middle ages, the great contest between pope and emperor which laid the foundations of modern theories of government, and the quarrel between the Roman curia and the Franciscans which showed the long-concealed antagonism between the theories of Hildebrand and Francis of Assisi; and he shared in all these movements.",
        "But when at last the quarrel between Warwick and Edward IV.",
        "Discontent became rife, and on the ship breaking out of the ice in the spring Henry Hudson had a violent quarrel with a dissolute young fellow named Henry Greene, whom he had befriended by taking him on board, and who now retaliated by inciting the discontented part of the crew to put Hudson and eight others (including the sick men) out of the ship. This happened on the 22nd of June 1611.",
        "The antagonism between Flemings and Lombards aggravated the quarrel.",
        "At the wedding a quarrel took place between the rivals, and Phineus was turned to stone by the sight of the Gorgon's head (Ovid, Metam.",
        "sake, he would quarrel no longer with his dear brother.\"",
        "While the goddess took as subjects her quarrel with Poseidon as to the naming and possession of Attica, and the warning examples of those who ventured to pit themselves against the immortals, Arachne depicted the metamorphoses of the gods and their amorous adventures.",
        "Returning to England in April 1425 he soon entangled himself in a quarrel with the council and his uncle Henry Beaufort, and stirred up a tumult in London.",
        "Aeschines narrates his quarrel with his sweetheart, and is advised to go to Egypt and enlist in the army of Ptolemy Philadelphus; in xv.",
        "The British consul, Walter C. Plowden, who was strongly attached to Theodore, having been ordered by his government Theodore's in 1860 to return to Massawa, was attacked on his quarrel way by a rebel named Garred, mortally wounded, with Great and taken prisoner.",
        "His quarrel with the Jesuits, and the recollection of some disputes with the pope he had had when king of Naples, turned him towards a general policy of restriction of the overgrown power of the church.",
        "and other islands of Zeeland; the quarrel was important, as dealing with the borderland between French and German overlordship. This strife, which lasted 400 years, did not at first break out into actual warfare, because both Dirk and Baldwin V.",
        "quarrel with the bishop of Utrecht (1224-1226).",
        "In his reign the long-standing quarrel with Flanders, which had during a century and a half William c aused so many wars, was finally settled by the treaty ?",
        "A family quarrel ensued, and when Hugh Dubh appealed for aid against his son to the Maguires, Manus made an alliance with the O'Neills, by whose assistance he established his hold over Tyrconnel.",
        "1566), eldest son of Manus O'Donnell, in the course of his above-mentioned quarrel with his father and his half-brother Hugh, sought aid in Scotland from the MacDonnells, who assisted him in deposing Manus and securing the lordship of Tyrconnel for himself.",
        "After the departure of Hugh Roe from Ireland in 1602, Niall Garve and Hugh Roe's brother Rory went to London, where the privy council endeavoured to arrange the family quarrel, but failed to satisfy Niall.",
        "The claims of Stanislaus were supported by France, Spain and Sardinia, those of the Saxon prince by Russia and the empire, the local quarrel being made the pretext for the settlement of minor outstanding claims of the great powers amongst themselves.",
        "In the quarrel that ensued the prelate was openly accused of simony, of heresy, and other matters more suitable for a criminal court.",
        "The Colombian revolutionary leaders had made use of the Venezuelan frontier as a base of operations, and the result was an invasion of Venezuelan territory by Colombian government troops, an incident which at once caused a diplomatic quarrel.",
        "The good offices of Madame de Combalet, to whom the Cid had been dedicated, and perhaps the satisfaction of the cardinal's literary jealousy, had healed what breach there may have been, and indeed the poet was in no position to quarrel with his patron.",
        "On the Cid quarrel E.",
        "It is probable that the conquest of the Celtic kingdom of Elmet, a district in the neighbourhood of the modern Leeds,, ruled over by a king named Cerdic (Ceredig) is to be referred to this period, and this may have led to the later quarrel with Cadwallon, king of Gwynedd.",
        "The Catholic powers refused to be drawn into the quarrel.",
        "In 1817 further trouble arose with the Kaffirs, the immediate cause of quarrel being an attempt by the colonial authorities to enforce the restitution of some stolen cattle.",
        "The only quarrel he had with the increased armaments proposed by Mr. Churchill was that he doubted whether they were adequate.",
        "It was this development of his teaching that occasioned his final quarrel with Comte.",
        "This did not end his quarrel with the emperor, for Gonzaga refused to give up Piacenza and even threatened to occupy Parma, so that Ottavio was driven into the arms of France.",
        "During his papacy Calixtus became involved in a quarrel with his former friend, Alphonso of Aragon, now also king of Naples, and after the king's death in June 1458 he refused to recognize his illegitimate son, Ferdinand, as king of Naples, asserting that this kingdom was a fief of the Holy See.",
        "A cause of quarrel soon arose.",
        "Comyn is chiefly known for his memorable quarrel with Robert the Bruce.",
        "The end was now near, and Pompey blundered into a false political position and an open quarrel with Caesar.",
        "While on a trip to Italy to explain at court a quarrel with the Hospitallers he was elected to succeed Alexander IV., after a three months' vacancy in the Holy See.",
        "in his quarrel with Pope Paschal II.",
        "It is notable that when, after Edreds death, there was civil strife, owing to the quarrel of his nephew Edwy with some of his kinsmen, ministers and bishops, the rebels, who included the majority of the Mercians and Northumbrians, set up as their pretender to the throne not a Dane but Edwys younger brother Edgar, who ruled for a short time north of Thames, and became sole monarch on the death of his unfortunate kinsman.",
        "The question of ecclesiastic patronage, which was tobe thesource of the first great quarrel between the crown and the church in the next generation, is not touched upon.",
        "The king was loath to take up the quarrel, for he highly respected the archbishop; yet he was still more loath to surrender the ancient claims and privileges of the crown.",
        "It was not, however, on the old problems of free election, of lay investiture, that his quarrel with the clerical body broke out, but on the comparatively new question of the conflicting claims of ecclesiastical and secular courts: The separate tribunals of the church, whose erection William I.",
        "Their first quarrel was about a proposed change in some details of taxation, which seems to have had no specially ecclesiastical bearing at all.",
        "privately approved of all that he had done, and regarded him as the champion of the Church, but he did not wish to quarrel with King Henry.",
        "Thus the quarrel had come to a head.",
        "Between the outbreak of the kings quarrel with Becket at the council of Woodstock and the compromise of Avranches no less than ten years had elapsedthe best years of Henrys manhood.",
        "The quarrel with Becket, and the French war, were both distractij~g the English king at the moment.",
        "It is probable that this pacification was the result of a new quarrel which John had just taken up with a new enemythe Papacy.",
        "Scarcely was this quarrel developed when Edward found himself involved in an equally hot dispute with the common~ and the baronage.",
        "Edward was detained in the sonth for a year, partly by negotiations with France, partly by a renewed quarrel with his parliament, and during his absence Comyn recovered Stirling and most of the other places which had received English garrisons., It was not till 5300 that the king was able to resume the invasion of Scotland, with an army raised by grants of money that he had only bought by humiliating concessions to the will of his parliament, formulated in the Articuli super cartas which were drawn up in the March of that year.",
        "But in the following year his position was suddenly changed by unexpected events abroad; the king of France became involved in a desperate quarrel with the pope, and at the same moment his army received a crushing defeat before Courtrai at the hands of the Flemings.",
        "Originally he had taken to the hills as a mere outlaw, in consequence of a quarrel with one of the marcher barons; but after many small successes he began to be recognized as a national leader by his countrymen, and proclaimed himself prince of Wales.",
        "The demand was absurd and exorbitant and was refused, though the French government offered him the hand of their kings daughter Catherine with a dowry of 800,000 crowns and the districts of Quercy and Prigordsufficiently handsome terms. When he began to collect a fleet and an army, they added to the offer the Limousin and other regions; but Henry was determined to pick his quarrel, and declared war in an impudent and hypocritical manifesto, in which he declared that he was driven into strife against his will.",
        "This quarrel having been appeased, the advance against the territories of Charles VII.",
        "For a moment the quarrel of York and Somerset was suspended, and the last English army that crossed the seas during theHundredYearsWar landed in Guienne, joined the insurgents, and for a time swept all before it.",
        "Up to this moment the civil war had been conducted like a great faction fight; the barons and their livened retainers had been wont to seek some convenient heath or hill and there to fight out their quarrel with the minimum of damage to the countryside.",
        "Henry put his neck under the yoke, but soon discovered that there was no necessity; for Charles and Francis were already beginning to quarrel and had no thought of a joint attack on England.",
        "Parliament was beginning tO quarrel with the royal prerogative, particularly when expressed in the grant of monopolies, and even Mountjoys success in Ireland (1602-1603) failed to revive popular enthusiasm for the dying queen.",
        "Without fear of danger at home, therefore, James, who as king, of Scotland had taken no part in Elizabeths quarrel with The Philip II., not only suspended hostilities immediately Spanish on his accession, and signed a peace in the following.",
        "The Scottish army had been paid off some months before, and civil war was the only means of deciding the quarrel.",
        "Louis XIV., moreover, though prepared to quarrel with the pope in the matter of his own authority over the Gallican Church, was a bigoted upholder of Catholic orthodoxy, and Protestants saw in his political ambitions a menace to their religion.",
        "For some years an obscure quarrel had been conducted at Constantinople about the custody of the holy places at Jerusalem.",
        "So (ar the, quarrel which had occurred at the Porte was obviously one in which Great Britain had no concern.",
        "Russiaor rather her, tsar resolved on.the occupation of the Danubian principalities; the British ministrythough the quarrel did not directly concern Great Britainsent a fleet to the Dardanelles and placed it under Lord Stratfords orders.",
        "Soon afterwards, however, the giowing exhaustion of the South improved the prospects of the Northern States: an increasing fiumber of persons in Great Britain objected to interfere in the interests of slavery; and the combatants were allowed to fight out their quarrel without the interference of Europe.",
        "The Russid.n government, confronted with a quarrel with Great Britain.",
        "Only a year or two before, an obscure dispute on the boundary of British Venezuela had brought the United States and Great Britain within sight of a quarrel.",
        "But the Beauchamps returned more than once to vain attacks on the stout walls of Berkeley, and a quarrel of two generations ended with the pitched battle of Nibley Green.",
        "Bitter as was the long quarrel, it kept the Berkeleys from casting their interest into the Wars of the Roses, in which most of their fellows of the ancient baronage sank and disappeared.",
        "It was on the subject of the pamphlet of Severinus de Monzambano that their quarrel began.",
        "A quarrel had arisen about the division of a herd of cattle which the four had stolen.",
        "This capture virtually ended the war, but one of its side issues was a quarrel between Hugh and Pope John XV., who was supported by the empire, then under the rule of the empresses Adelaide and Theophano as regents for the young emperor Otto III.",
        "Neither seems to have paid up, and that, perhaps, had to do with the quarrel which parted Benjamin Disraeli and John Murray before a sheet of the luckless Representative was printed.",
        "Foreign questions arose which strongly excited English feeling - the arrangements of peace with Russia, Italian struggles for freedom, an American quarrel, the \"Arrow\" affair and the Chinese war, the affair of the French colonels and the Conspiracy Bill; and as they arose Palmerston gathered into his own sails (except on the last occasion) every wind of popular favour.",
        "He never doubted that England should be strictly neutral in the American quarrel when there was a strong feeling in favour of the South.",
        "The first and most memorable of these contests was the quarrel between Jacobin and Girondin.",
        "As Proudhon aimed at economic rather than political innovation, he had no special quarrel with the second empire, and he lived in comparative quiet under it till the publication of his work,, De la Justice dans la revolution et dans l'eglise, (1858) in which he attacked the Church and other existing institutions with unusual fury.",
        "Moreover, it is obvious that a great part of Taylor's quarrel with current moral ideals arises from the fact that they do not commend themselves to the moral judgment, i.e.",
        "In 1768 he was recalled, ostensibly because of a mesalliance with Mme Testa, widow of a Pera surgeon, but really because Choiseul thought him not zealous enough in provoking a quarrel between Russia and Turkey.",
        "The quarrel led in 1805 to the M ` Kean party seeking Federalist support.",
        "Beginning with the quarrel between Pope Gregory VII.",
        "The murder of Engelbert in 1225 was followed by an increase of disorder in Germany in which Henry soon began to participate, and in 1227 he took part in a quarrel which had arisen on the death of Henry V., the childless count palatine of the Rhine.",
        "St Columba's kinsmen, the northern Hy Neill, took up the quarrel, and attacked and defeated the king at Culdreimne in 561.",
        "Other events of this reign were the parliament of Drogheda, held by Sir Edward Poynings, which gave the control of Irish legislation to the English council (\" Poynings's Act \" - the great bone of contention in the later days of Flood and Grattan), and the battle of Knockdoe, in which the earl of Kildare used the viceregal authority to avenge a private quarrel.",
        "A quarrel with the government was inevitable, and, Hugh Roe O'Donnell having joined him, Ulster was united against the crown.",
        "The quarrel and reconciliation of Flood and Grattan (q.v.), the kindly patriotism of Lord Charlemont, the eloquence, the devotion, the corruption, are household words.",
        "No shopkeeper nor farmer had any quarrel with his landlord.",
        "In 1831, his father's quarrel with the Porte having become flagrant, Ibrahim was sent to conquer Syria.",
        "He also dragged the Western clergy into the popes quarrel with the emperor at Constantinople, by summoning the council of Gentiily, at which the iconoclastic heresy was condemned (767).",
        "In 980, regretting his fruitless quarrel with Otto II., who had ravaged the whole country as far as Paris, and fearing that even with the support of the house of Vermandois he would be crushed like his father Louis IV.",
        "A few half-hearted campaigns against recalcitrant vassals and a long and obstinate quarrel with the papacy over his adulterous union with Bertrade de Montfort, countess of Anjou, represented the total activity of Philips reign; he was greedy and venal, by no means disdaining the petty profits of brigandage, and he never left his own domains.",
        "Henry II.s quarrel with Thomas Becket, archbishop of Canterbury, which ran its course in France (1164-1171) as a struggle for the independence and reform of the Church, both threatened by the Constitutions of Clarendon, and ended with the murder of Becket in 1172, gave Louis yet another advantage over his rival.",
        "The quarrel between John and his and John nephew Arthur of Brittany gave Philip Augustus Lackland.",
        "She managed also to keep out of the great quarrel between Frederick II.",
        "The famous quarrel between the priesthood and the Empire, which had culminated at Canossa under Gregory VII., in the apotheosis of Philip the the Lateran council under Innocent III., and again Fair and in the fall of the house of Hohenstaufen under Innocent the IV., was reopened with the king of France by Boniface Papacy.",
        "The quarrel began in 1294 about a question of money.",
        "by interfering in the affairs of Sicily and Aragon, his fathers inheritance; after which, on the pretext of a quarrel between French and English sailors, he set up his customary procedure: a citation of the king of England before the parlement of Paris, and in case of default a decree of forfeiture; the whole followed by executionthat is to say by the unimportant war of 1295.",
        "had taken reprisals against him in 1336 by making his parlement declare the forfeiture of Edwards lands and castles in Guienne; but the Hundred Years War, at first-simply a feudal quarrel between vassal and suzerain, soon became a great national conflict, in consequence of what was occurring in Flanders.",
        "Brittahy now took fire, through a quarrel of succession, analogous to that in France, between Charles of Blois (who had married the daughter of the late duke and was a nephew of Philip VI., by whom he was supported) and John of Montfort, brother of the old duke, who naturally asked assistance from the king of England.",
        "Paris, with her tradesmenthe butchers in particularand her university, played an important part in this quarrel; for to be master of Paris was to be master of the king.",
        "The repurchase in 1463 of the towns of the Somme (to which Philip the Good, now grown old and engaged in a quarrel with his son, the count of Charolais, had felt obliged to consent on consideration of receiving four hundred thousand gold crowns), and the intrigues of Louis XI.",
        "was summoned thither by Lodovico Ii Moro, tyrant of Milan, involved in a quarrel with his rival, Ferdinand II.",
        "In the meantime Philip II., being rid of Don John of Austria, whose ambition he dreaded, was to crush the Protestants of England and the Netherlands; and the double result of the compact at Joinville was to allow French politics to be controlled by Spain, and to transform the wars of religion into a purely political quarrel.",
        "When the abdication of Christina of Sweden caused a quarrel between Charles Gustavus of Sweden and John Casimir of Poland, by which the emperor and the elector of Brandenburg hoped to profit, Mazarin (August 15, 1658) leagued the Rhine princes against them; while at the same time the substitution of Pope Alexander VII.",
        "lfl 1713 against a Jansenist book by Father Quesnel rekindled a quarrel, the end of which Louis XIV.",
        "Choiseul, who at least had ~i policy that was sometimes, in the right, and,whp was very anxious to carry it out, then realized that the real quarrel had to be settled with England.",
        "The populace, who could not understand this parliamentary quarrel, and were in a hurry to set up a national defence, abandoned the Girondins, and~ the latter excited the enthusiasm of only one person, Charlotte Corday, who by the murder of Marat ruined them irretrievably.",
        "With the Restoration the city pageant was revived, but interregnums occurred during the years of the plague and fire, and in 1683 when a quarrel broke out between Charles and the city, ending in the temporary abrogation of the charter.",
        "Father and son-in-law had interviews at Remesal, near Pueblo de Senabria, and at Renedo, the only result of which was an indecent family quarrel, in which Ferdinand professed to defend the interests of his daughter, who he said was imprisoned by her husband.",
        "Gail imagined that there was an organized conspiracy to belittle his learning and professional success, and there was a standing quarrel between him and his literary opponents.",
        "This brought to a head the quarrel between Brasidas and Perdiccas, who promptly concluded a treaty with Athens, of which some fragments have survived (I.G.",
        "Soon, however, he had a serious quarrel with William Fraser, a member of his council, and consequently he was relieved of his office in 1709, although he was afterwards consulted by the company on matters of importance.",
        "were occupied in concluding the last of his fathers wars with France, to which Fomign was added a very unwelcome quarrel with the pope, Policy of arising out of his position as duke of Milan.",
        "The real object of the treaty, which was to involve Spain in the war against Great Britain, was cynically avowed in the 18th article, by which, during the present war, the Spanish obligations were only to apply to the quarrel between Great Britain and France.",
        "Meanwhile Cristinos and Carlistas, the successors of the Liberales and Scrvilcs, were fighting out their quarrel.",
        "itself a guarantee that the burn- Quarrel ing question of the relations of the state to Rome with the and the religious orders would at last be taken in VatIcan.",
        "The quarrel dragged indefinitely on through the 18th century, though the questions at issue were really constitutional and political rather than religious.",
        "It is said that the cause of quarrel was the seizure by the king of Sennar of presents sent by the king of France to the Negus.",
        "By the marriage of his brother Philip the Bold with Margaret of Flanders, Charles detached the Flemings from the English alliance, and as soon as he had restored something like order in the internal affairs of the kingdom he provoked a quarrel with the English.",
        "During the earlier period the estrangement from the Conservatives, which had begun in 1866, became very marked, and brought about a violent quarrel with many of his old friends, which culminated in the celebrated Arnim trial.",
        "He first acquired fame by a quarrel with the head of the brotherhood which he had joined, Mahommed asserting that his master condoned transgression of the divine law.",
        "In company with Paul Bocage he began to write for the stage, and not without success; at all events, he continued to exist until, three years after the quarrel, his father consented to forgive him.",
        "His quarrel with Q.",
        "violent and bitter expressions\" for which he afterwards became so conspicuous as to provoke the saying of Harry Marten (the regicide) that, \"if the world was emptied of all but John Lilburn, Lilburn would quarrel with John, and John with Lilburn.\"",
        "The greater part of the succeeding year was spent by pope and emperor in a violent quarrel.",
        "Ward was, unfortunately, killed in the assault of Tseki, and his successor, Burgevine, having had a quarrel with the Chinese authorities, Li Hung Chang, the governor of the Kiang-su province, requested General Staveley to appoint a British officer to command the contingent.",
        "But, in spite of these redeeming features, the prevailing baldness of Polybius's style excludes him from the first rank among classical writers; and it is impossible to quarrel with the verdict pronounced by Dionysius of Halicarnassus, who places him among those authors of later times who neglected the graces of style, and who paid for their neglect by leaving behind them works \"which no one was patient enough to read through to the end.\"",
        "Soon after the first settlements were made, a dispute arose with Massachusetts regarding the boundary between the two colonies; after the brief war with the Pequot Indians in 1637 a similar quarrel followed regarding Connecticut's right to the Pequot lands, and in the New England Confederation (established in 1643) friction between Massachusetts and Connecticut continued.",
        "The other main episodes of his reign were the quarrel over the Angevin inheritance and his wars with the dukes of Normandy.",
        "The quarrel between King Louis and Pope John XXII.",
        "took advantage of a family quarrel over the possessions of Louis the elder, who died in 1361, to obtain a promise from Louis the younger and Otto, that the margraviate should come to his own son, Wenceslaus, in case the electors died childless.",
        "In his conflict with the towns over his refusal to ratify all their privileges the elector's task was lightened by a quarrel between the magistrates and the burghers of Berlin, which he was called in to decide in 1442.",
        "Cottbus and Peitz in Lusatia were acquired, and retained after a quarrel with George Podiebrad, king of Bohemia, and the new mark of Brandenburg was purchased from the Teutonic order in 1454.",
        "The expenses of this war led to a quarrel with the estates.",
        "that their land was a direct fief of the Empire, and aided by Matthias Corvinus, king of Hungary, took up arms; and a quarrel broke out with John, duke of Sagan, over the possessions of John's brother-in-law, Henry XI., duke of Glogau.",
        "Meanwhile a new quarrel had broken out with Wolfgang of Neuburg.",
        "For, though the quarrel with popular anthropomorphism was patched up, and the gods of the Pantheon were described by Stoics and Epicureans as manlike in form, philosophy nevertheless tended to highly abstract conceptions of supreme, or real, deity.",
        "Subsequently a quarrel over the possession of the ducal estates between the duke and the Landtag broke the peace of the duchy, but this was settled in 1872.",
        "The quarrel broke out again and, notwithstanding the help of the Bulgarians, the older emperor was compelled to abdicate, 1328.",
        "As important as it was not to quarrel in front of the children, it was apparently even more important to apologize in their presence.",
        "It would be stupid to go this far and then let a quarrel spoil her plans.",
        "Let's not quarrel about this too.",
        "He was aggressive, combative, sudden of quarrel, and he often seemed unnecessarily bitter of speech.",
        "There is no need to trace the cause of quarrel between the right and left buttock ' .",
        "All the conservation bodies involved have made it clear from the start that there is no quarrel with replacing the chairlift.",
        "She had been turned out of her home in a northern town, after a quarrel with her parents, but was desperately homesick.",
        "The last sentence in English is worrying: it does not sound very idiomatic, although no-one could quarrel with its accuracy.",
        "We were all of us well inured to the way they were apt to quarrel.",
        "philosopher kings, the quarrel between poetry & philosophy, the cave metaphor are all famous bits from this.",
        "Such a peaceful settlement of the family affairs without a public quarrel carries considerable prestige.",
        "And now to your petty quarrel with Ilona How patronizing you are!",
        "The Beast Husband and wife were in the midst of a violent quarrel, and hubby was losing his temper.",
        "Once my uncle Alfred had a serious quarrel with his wife.",
        "At the same time the factional dispute became entwined with a personal quarrel.",
        "We have no quarrel with the people of Leeds.",
        "quarrel about whether the flue liners were a variation or not.",
        "quarrel over.",
        "In 1885, Sarah Anne Henley, after a lover's quarrel, tried to commit suicide by jumping off of it.",
        "quarrel with the foe: To you from failing hands we throw The flashlight; be yours to hold it high.",
        "As archbishop he seems to have been somewhat arbitrary, and his action led to a serious quarrel with Bishop Foxe of Winchester and others in 1512.",
        "Here, although closely blockaded, he managed to hold his ground, and took advantage of a quarrel between the Persian generals to conclude peace (376).",
        "In the domestic quarrel that ensued Solange, who was a very Vivien, got the ear of Chopin.",
        "When, however, in connexion with the quarrel about the archbishopric of Cologne (1837), political Catholicism raised its head menacingly, Leo turned against it with extreme violence in his open letter (1838) to Goerres, its foremost champion.",
        "The bill was shelved, a prorogation having taken place in consequence of a quarrel between the two Houses, supposed to have been purposely got up by Shaftesbury, in which he supported the right of the Lords to hear appeal cases, even where the defendant was a member of the Lower House.",
        "Marcus Aemilius Scaurus, his son, served during the third Mithradatic War (74-61 B.C.) as quaestor to Pompey, by whom he was sent to Judaea to settle the quarrel between Hyrcanus and Aristobulus.",
        "The quarrel at length became acute, and on both sides the populace clamoured from time to time for an appeal to arms, and the resources of both countries were squandered in military and naval preparations for a struggle.",
        "A quarrel between the moderate and the more advanced sections of the Roman Catholic Committee led, in December 17 9 1, to the secession of sixty-eight of the former, led by Lord Kenmare; and the direction of the committee then passed to more violent leaders, of whom the most prominent was John Keogh, a Dublin tradesman.",
        "The pope talked of coercion by arms; but Spain, to whom he looked for support, refused to be drawn into war, and the quarrel was finally settled by the mediation of France (March 22, 1607).",
        "We seek in vain an obvious motive for each separate quarrel.",
        "The facts and theories respecting this are now discussed under such headings as Embryology; Heredity; Variation And Selection; under these headings must be sought information on the important recent modifications with regard to the theory of the relation between the development of the individual and the development of the race, the part played by the environment on the individual, and the modern developments of the old quarrel between evolution and epigenesis.",
        "In the duke's quarrel he brawled with the Pastons, his wife boasting that, should her husband's men meet with John Paston \"there should go no penny for his life.\"",
        "An explanation of this unwarrantable generalization may be found in the fact that the incident is derived from a source which was unfavourable to the Pharisees: they are described as a Jewish section of men who pretend to set great store by the exactitude of the ancestral tradition and the laws in which the deity delights - as dominant over women-folk - and as sudden and quick in quarrel.",
        "The whole matter had, therefore, to be adjusted by Congress, and as the growing intensity of the quarrel revealed the depth of the chasm between the sections, Clay came forward with the famous compromise of 1850, and Webster's last great speech - \"The Constitution and the Union,\" or as it is more commonly known \"The Seventh of March Speech\" - was in support of this Compromise.",
        "In 394, in consequence of the attack upon the doctrines of Origen made by Epiphanius of Salamis during a visit to Jerusalem, a fierce quarrel broke out, which found Rufinus and Jerome on different sides; and, though three years afterwards a formal reconciliation was brought about between Jerome and John, the breach between Jerome and Rufinus remained unhealed.",
        "Cutch continued tranquil under their sway for many years, until some family quarrel arose, in which the chief of an elder branch of the tribe was murdered by a rival brother.",
        "Kruger now endeavoured to control the railway policy of the Free State, and induced that republic to agree to a treaty whereby each state bound itself to help the other whenever the independence of either should be threatened or assailed, unless the cause of quarrel was, in the eyes of the state called in to assist, an unjust one (see Orange Free State).",
        "Osiander's divergence from Luther's doctrine of justification by faith involved him in a violent quarrel with Melanchthon, who had adherents in Konigsberg, and these theological disputes soon created an uproar in the town.",
        "The rivalry between the two families was intensified by their efforts to extend their authority in the region of the middle Main, and this quarrel, known as the \"Babenberg feud,\" came to a head at the beginning of the 10th century during the troubled reign of the German king, Louis the Child.",
        "So acute did the quarrel become that there was a violent scene in full senate between the queen and the chancellor; and she urged Salvius to accelerate the negotiations, against the better judgment of the chancellor, who hoped to get more by holding out longer.",
        "We do not know how he rose to eminence: he first appears as admiral of the Spartan navy in 407 B.C. The story of his influence with Cyrus the Younger, his naval victory off Notium, his quarrel with his successor Callicratidas in 406, his appointment as E7rurT )€us in 405, his decisive victory at Aegospotami, and his share in the siege and capitulation of Athens belong to the history of the Peloponnesian War.",
        "in the vexed question of the appointment to the see of Magdeburg and closed the long quarrel, which had raged through four pontificates, about the appointment of William Fitzherbert (d.",
        "Regardless of this warning, he was induced in 1284 to take up the quarrel of his uncle Charles in Sicily, after the Sicilian Vespers in 1282.",
        "While in that rank he was led by his self-assertive temper into a quarrel with his superior, Lieutenant Philip Beaver (1766-1813), for which he was sent before a court-martial.",
        "It was held unrighteous to invade another nation without a solemn embassy to warn their chiefs of the miseries to which they exposed themselves by refusing the submission demanded, and this again was followed by a declaration of war, but in Mexico this degenerated into a ceremonial farce, where tribute was claimed or an Aztec god was offered to be worshipped in order to pick a quarrel as a pretext for an invasion already planned to satisfy the soldiers with lands and plunder, and to meet the priests' incessant demands for more human sacrifices.",
        "Its details cannot be described in this place (see Investitures); we need only say that this ill-fated quarrel was not calculated to advance the reform movement, but rather to impede it, and, further, that it ended in failure.",
        "Their natural ferocity and powerful armature are sometimes turned upon one another; combats, often mortal, occur among male lions under the influence of jealousy; and Andersson relates an instance of a quarrel between a hungry lion and lioness over the carcase of an antelope which they had just killed, and which did not seem sufficient for the appetite of both, ending in the lion not only killing, but devouring his mate.",
        "legacy he left to Russia: a principle of government which, under lofty pretensions, veiled a tyranny supported by spies and secret police; an uncertain succession; an army permeated by organized disaffection; an armed Poland, whose hunger for liberty the tsar had whetted but not satisfied; the quarrel with Turkey, with its alternative of war or humiliation for Russia; an educational system rotten with official hypocrisy; a Church in which conduct counted for nothing, orthodoxy and ceremonial observance for everything; economical and financial conditions scarce recovering from the verge of ruin; and lastly, that curse of Russia, - serfdom.",
        "The quarrel waxed: the gatherings summoned by the preachers were declared to be seditious; a meeting in a church ended in a threatening riot that raged round the Tolbooth, where James was sitting, and on the following day he with his Court withdrew to Linlithgow (18th of December 1596).",
        "In 1759 he wrote a skit on a quarrel between Dean Fountayne and Dr Topham, a York lawyer, over the bestowal of an office in the gift of the archbishop. This sketch, in which Topham figures as Trim the sexton, and the author as Lorry Slim, gives an earnest of Sterne's powers as a humorist.",
        "The \" quarrel of the chiefs,\" the \" muster of the army,\" the \" duel of Paris and Menelaus,\" &c., are excellent beginnings, but have no satisfying conclusion.",
        "Discontent became rife, and on the ship breaking out of the ice in the spring Hudson had a violent quarrel with a dissolute young fellow named Henry Greene, whom he had befriended by taking him on board, and who now retaliated by inciting the discontented part of the crew to put Hudson and eight others (including the sick men) out of the ship. This happened on the 22nd of June r 6 r 1.",
        "It had been Castlereaghs conception and, had it been as well executed as it was conceived, it might have dealt a fatal blow at Napoleons hopes of recovering his power at sea, by destroying his great naval establishments at Antwerp. It failed, and it became the subject of angry dispute between Canning and Castlereagh, a dispute embittered by personal rivalry and the friction due to the illdefined relations of the foreign secretary to the secretary for war; the quarrel culminated in a duel, and in the resignation of both ministers (see LONDONDERRY, 2ND MARQUESS OF, and CANNING, GEORGE).",
        "In 1768 the king, who had had a quarrel with Amherst, made amends by giving him another colonelcy; in 1770 he was made governor of Guernsey; and two years later, though not yet a full general, he was made lieutenant-general of the ordnance and acting commander-in-chief of the forces.",
        "Gail imagined that there was an organized conspiracy to belittle his learning and professional success, and there was a standing quarrel between him and his literary opponents, the most distinguished of whom was P. L.",
        "This led to a great quarrel with the judges, who were intensely Gallican in spirit (see Gallicanism), and had always regarded the Unigenitus as a triumph of ultramontanism.",
        "His faults are nowhere better shown than in his quarrel with John Adams. Three times, in order to accomplish ends deemed by him, personally, to be desirable, Hamilton used the political fortunes of John Adams, in presidential elections, as a mere hazard in his manoeuvres; moreover, after Adams became president, and so the official head of the party, Hamilton constantly advised the members of the president's cabinet, and through them endeavoured to control Adams's policy; and finally, on the eve of the crucial election of 1800, he wrote a bitter personal attack on the president (containing much confidential cabinet information), which was intended for private circulation, but which was secured and published by Aaron Burr, his legal and political rival.",
        "After that he forced a quarrel on a trivial bit of hearsay (that Hamilton had said he had a \" despicable \" opinion of Burr); and Hamilton, believing as he explained in a letter he left before going to his death - that a compliance with the duelling prejudices of the time was inseparable from the ability to be in future neither wanted war; and indeed Jefferson, throughout life, was the more peaceful of the two.",
        "Scarcely less valuable to Austria was the tsar's intervention in the quarrel between Austria and Prussia arising out of the Hesse incident and the general question of the hegemony of Germany.",
        "They began to quarrel.",
        "I quarrel not with far-off foes, but with those who, near at home, co-operate with, and do the bidding of those far away, and without whom the latter would be harmless.",
        "Trying to convict her, he told her she had worn him out, had caused his quarrel with his son, had harbored nasty suspicions of him, making it the object of her life to poison his existence, and he drove her from his study telling her that if she did not go away it was all the same to him.",
        "And now to your petty quarrel with Ilona How patronizing you are !",
        "New adjudication in 1998 was expected to be the forum for a quarrel about whether the flue liners were a variation or not.",
        "Each inheritance is a prey for the vilest passions to quarrel over.",
        "In 1885, Sarah Anne Henley, after a lover 's quarrel, tried to commit suicide by jumping off of it.",
        "The fact that siblings quarrel with each other does not necessarily mean that they will be inconsiderate, hostile, or aggressive in their dealings with others outside the family.",
        "The emperor (in some versions it's the gods) stepped in to solve the quarrel by holding a contest.",
        "She dropped to her pillow, wondering if she was the only one who thought their exchange across the living room ended the quarrel.",
        "A fierce quarrel arose over his burial between the brotherhood of St Stephen, to which he had belonged, and the university professors, who desired to escort his corpse to the grave.",
        "He seemed at first inclined to press a quarrel with France over the Burgundian frontier, but the refusal of Pope Boniface VIII.",
        "The quarrel was made up about the beginning of 25 B.C.; and soon after Propertius published his first book of poems and inscribed it with the name of his mistress.",
        "The wazir now bethought him that he had a good opportunity for satisfying an old quarrel against the adjoining tribe of Rohillas, who had played fast and loose with him while the Mahratta army was at hand.",
        "In the following spring he fastened a quarrel upon Potidaea, a town in Chalcidice, which was attached by ancient bonds to Corinth, and in the campaign which followed Athenian and Corinthian troops came to blows.",
        "William's next quarrel was with Pope Alexander III., and arose out of a double choice for the vacant bishopric of St Andrews.",
        "Gabotto and Badini-Gonfalonieri (1894) with bibliography; for the quarrel with Politian see also C. Meiners Lebensbeschreibungen der beruhmten Manner (1796), ii.",
        "The remaining years of Innocent's life were taken up by a quarrel with the Roman commune, which had set up an independent senate, and one with King Louis VII.",
        "The professional soldiers of the Continent could rarely be brought to force a decision; but the English, contending for a cause, were imbued with the spirit of the modern \"nation in arms\"; and having taken up arms wished to decide the quarrel by arms. This feeling was not less conspicuous in the far-ranging rides, or raids, of the Cromwellian cavalry.",
        "The Venetian version of the quarrel with the pope was written by Sarpi (subsequently translated into English, London, 1626); see also Cornet, Paolo V.",
        "The introduction of the factions into Florence in 1215, owing to a private quarrel between the Buondelmonti, Amidei and Donati, is a celebrated instance of what was happening in every burgh.",
        "Tidings of a new Mahdist incursion into Abyssinian territory reaching the negus induced him to postpone the settlement of his quarrel with Menelek until the dervishes had been chastised.",
        "The failure of the strike caused the Socialists to quarrel among themselves and to accuse each other of dishonesty in the management of party funds; it appeared in fact that the large sums collected throughout Italy on behalf of the strikers had been squandered or appropriated by the syndacalist leaders.",
        "The actual crisis may be said to begin with the quarrel between John and Pope Innocent III.",
        "They marched towards London, while John made another attempt to delay the crisis, or to divide his foes, by granting a charter to the citizens of London (May 9, 1215), and then by offering to submit the quarrel to a court of arbitrators under the presidency of the pope.",
        "Bisceglie was related to the Neapolitan dynasty, with whose enemies the pope was allied, and he had had a quarrel with Cesare.",
        "In March 1562, having made up his quarrel with Arran, he was accused of having proposed to the latter a project for seizing the queen, and in May he was imprisoned in Edinburgh castle, whence he succeeded in escaping on the 28th of August.",
        "A dispute between Selinus and Segesta (probably the revival of a similar quarrel about 454, when an Athenian force appears to have taken part 2) was one of the causes of the Athenian expedition of 415 B.C. At its close the former seemed to have the latter at its mercy, but an appeal to Carthage was responded 1 The plant was formerly thought to be wild parsley.",
        "His opposition to the emancipation of women brought about a quarrel with Enfantin in 1831, and Bazard found himself almost deserted by the members of the society.",
        "But the quarrel was referred first to the legate of Syria and then to the emperor.",
        "Largely owing to his efforts, causes of quarrel between Great Britain and France in Tahiti, over the marriage of Isabella II.",
        "This was followed by the outbreak of the dispute between France and Turkey over the guardianship of the holy places at Jerusalem, which, after the original cause of quarrel had been forgotten, developed into the Crimean war.",
        "A quarrel with George of Trebizond, the blunders in whose translation of the Almagest he had pointed out, obliged him to quit Rome precipitately in 1468.",
        "Cyrus managed very cleverly to gather a large army by beginning a quarrel with Tissaphernes, satrap of Caria, about the Ionian towns; he also pretended to prepare an expedition against the Pisidians, a mountainous tribe in the Taurus, which was never obedient to the Empire.",
        "His violent disposition now led him to quarrel with a country gentleman who had insulted his sister, and his semi-exile was changed by lettre de cachet into imprisonment in the Chateau d'If.",
        "At the beginning of the quarrel of the North and the South over the organization of the territory acquired from Mexico, Calhoun contended that the Constitution of the United States extended over this territory and carried slavery with it, but Webster denied this on the ground that the territory was the property of, not part of, the United States, and Webster's view prevailed.",
        "Camille sharply replied that he would answer with Rousseau, - \"burning is not answering,\" and a bitter quarrel thereupon ensued.",
        "But the quarrel between the republics, both fighting for trade supremacy - that is to say, for their lives - could not come to an end till one or other was thoroughly crushed.",
        "Especially complicated was the ancient Babylonian demonology; all the petty annoyances of life - a sudden fall, a headache, a quarrel - were set down to the agency of fiends; all the stronger emotions - love, hate, jealousy and so on - were regarded as the work of demons; in fact so numerous were they, that there were special fiends for various parts of the human body - one for the head, another for the neck, and so on.",
        "The theological disputes between the Remonstrants and contraRemonstrants found them on different sides; and the theological quarrel soon became a political one.",
        "In 1236 he had to promise to recognize fully the laws of the kingdom: and when, in 1239, he was again excommunicated by Gregory IX., and a new quarrel of papacy and empire began, he soon lost the last vestiges of his power.",
        "In the quarrel between Sancho and his brotherAlphonso, Rodrigo Diaz espoused the cause of the former, and it was he who suggested the perfidious stratagem by which Sancho eventually obtained the victory and possession of Leon.",
        "But the quarrel was settled when he was on the point of departure, and he undertook the difficult task of obtaining the pope's approval of the marriage.",
        "A brawl in which he and his servants became involved with the citizens of Dover led to a serious quarrel between the king and Earl Godwine.",
        "A personal quarrel with President Grant led in 1872, however, to his joining the Liberal-Republican revolt in supportof Horace Greeley, and as the Liberal-Republican and Democratic candidate he was defeated for re-election.",
        "20), Sir Noel Paton's \" Quarrel \" and \" Reconciliation of Oberon and Titania,\" several works by William Etty, Robert Scott Lauder and Sam Bough, Sir Edwin Landseer's \" Rent Day in the Wilderness,\" and the diploma pictures of the academicians, besides many specimens of the modern Scottish school.",
        "Immediately afterwards, owing to the quarrel about the Holy Places which arose in the east of Europe, public opinion suddenly veered round, and all the suspicion and hatred which had been directed against the emperor of the French were diverted from him to the emperor of Russia.",
        "The political independence of Hungary was ultimately secured by the outbreak of the quarrel about investiture (1076), when L Geza I.",
        "This was followed by the fall of Khuen-Hedervary (September 29), and a quarrel a outrance between crown and parliament seemed unavoidable.",
        "In 1009, however, in accordance with a resolution made by the witan in the preceding year, !Ethelred collected such a fleet \"as never before had been in England in any king's day\"; but owing to a miserable court quarrel the effort came to nothing.",
        "In 1691 he was received into the French Academy in spite of the determined efforts of the partisans of the ancients in this quarrel, especially of Racine and Boileau, who on four previous occasions had secured his rejection.",
        "The duke strenuously supported Osiander, and the area of the quarrel soon broadened.",
        "Together with another seer, Amphilochus, Mopsus founded Mallus in Cilicia after the return from Troy; and in a quarrel for its possession both lost their lives.",
        "He got into a quite unnecessary quarrel with Lessing.",
        "This g Y P Y PP Y infamous law, however, aroused so much opposition that some of the very men who had proposed it assembled in secret to discuss its abolition, and a quarrel between the Albizzi and the Ricci having weakened the parte, a balia of 56 was agreed upon.",
        "The mismanagement of the campaign brought about a quarrel between the aristocratic party, led by Rinaldo degli Albizzi, and the popular party, led by Giovanni de' Medici's son Cosimo (1389-1464), although both had agreed to the war before it began.",
        "In 1472 a quarrel having arisen with Volterra on account of a dispute concerning the alum mines, Lorenzo sent an expedition against the city, which was sacked and many of the inhabitants massacred.",
        "In spite of the decree of 1506 William was compelled in 1516, after a violent quarrel, to grant a share in the government to his brother Louis, an arrangement which lasted until the death of Louis in 1545.",
        "The expenses of a magnificent court led the duke to quarrel with the Landschaft, to oppress his subjects, and to leave a great burden of debt when he died in October 1579.",
        "Take up our quarrel with the foe: To you from failing hands we throw The flashlight; be yours to hold it high.",
        "Urquhart states that he went to Mantua, became the tutor of the young prince of Mantua, Vincenzo di Gonzaga, and was killed by the latter in a street quarrel in 1582.",
        "But a quarrel broke out among the Republicans (1872), the result of which was the installation of two governors and legislatures, one supported by the Democrats and Liberal Republicans and the other by the radical Republicans, the former being certainly elected by the people.",
        "This proposal, as might have been expected, only served to rouse suspicions as to Russia's plans; it was politely rejected, and the whole Eastern Question slumbered, until, early in 1850, it was awakened by an incident trivial enough in itself, but pregnant with future trouble: a quarrel of Catholic and Orthodox monks about the holy places in Palestine.",
        "Sparta had so far no quarrel with Athens."
    ],
    "definition": [
        "An interaction in which the parties involved express angry disagreement with one another: I changed the subject to avoid being drawn into a quarrel.",
        "A reason for a dispute or argument: We have no quarrel with the findings of the committee.",
        "To express angry disagreement; engage in a quarrel: The children quarreled over the last piece of cake. See Synonyms at argue.",
        "To find fault or disagree: I quarrel with your conclusions.",
        "quar′rel·er\nnoun",
        "A bolt for a crossbow.",
        "A tool, such as a stonemason's chisel, that has a squared head.",
        "A small diamond-shaped or square pane of glass in a latticed window.",
        "Link/Cite",
        "A verbal dispute or heated argument.\nWe got into a silly quarrel about what food to order.",
        "A ground of dispute or objection; a complaint.\nA few customers in the shop had some quarrels with us, so we called for the manager.",
        "querent",
        "(intransitive) To disagree.",
        "(intransitive) To contend, argue strongly, squabble.",
        "(intransitive) To find fault; to cavil.\nto quarrel with one's lot",
        "A diamond-shaped piece of coloured glass forming part of a stained glass window.",
        "A square tile; quarry tile.",
        "A square-headed arrow for a crossbow.",
        "A small opening in window tracery, of which the cusps etc. make the form nearly square.",
        "A four-sided cutting tool or chisel with a diamond-shaped end.",
        "Link/Cite"
    ]
}