{
    "translation": "חיפוש, מסע",
    "uses": [
        "So where does that leave us in our quest to end disease?",
        "It had the effect they desired of convincing the Others he had crushed the gem and was unleashing hell on earth in his quest for revenge for them taking Jessi.",
        "The quest was very costly and altogether fruitless.",
        "While I preferred not to toss a wet blanket on her quest, I remained far more pragmatic.",
        "The 9th and 10th tablets, exclusively devoted to Gilgamesh, describe his wanderings in quest of Ut-Napishtim, from whom he hopes to learn how he may escape the fate that has overtaken his friend Eabani.",
        "Meanwhile, the quest of MSS.",
        "The Argonautica is an epic in eight books on the Quest of the Golden Fleece.",
        "With the earth moving beneath her, Jessi wasn't able to process anything she felt during the last minutes of the world, except that Xander cared enough to finish what he started in his quest for revenge.",
        "A ship of an English squadron which was trying First to reach China by the North-East passage, entered the relations northern Dvina, and her captain, Richard Chancellor, with journeyed to Moscow in quest of opportunities for trade.",
        "The quest to end ignorance and the quest to end disease have two important similarities.",
        "Abbey (on the quest of the Holy Grail).",
        "After he had resided several years at Athens, he travelled through different countries in quest of knowledge, and returned home filled with the desire of instructing his countrymen in the laws and the religion of the Greeks.",
        "They live in woods and rocky places, and spend most of their time in trees, although descending to the ground in quest of prey.",
        "Why did they call off their million dollar quest for the Psychic Tipster?",
        "As late as 1571 Moscow was pillaged by a Tatar horde; but there was no longer any question of permanent political subjection to the Asiatics, and the Russian frontier was being gradually pushed forward at the expense of the nomads of the steppe by the constant advance of the agricultural population in quest of virgin soil.",
        "The best of his poems is The Quest of the Sangraal: Chant the First (Exeter, 1864).",
        "The search for gold and the quest for unoccupied pasturage daily diminish the extent of these areas.",
        "Eventually a Biscayan named Sebastian del Cano, sailing home by way of the Cape of Good Hope, reached San Lucar in command of the \" Victoria \" on the 6th of September 1522, with eighteen survivors; this one ship of the squadron which sailed on the quest succeeded in accomplishing the first circumnavigation of the globe.",
        "He signed a quest of what was making her cry and she stared mutely at him, frantically trying to think of something.",
        "When surrender became inevitable he fled to England, which he had previously visited in quest of succour.",
        "At any rate he was brought into contact with the earl of Richmond, who was then beginning his quest for the English throne, and was taken into his service.",
        "Perceval (Parzival, Parsifal), the Welsh Peredur, \" the seeker of the basin,\" the most intimately connected with the quest of the Grail (q.v.).",
        "In consequence of this every summer no fewer than 800,000 emigrate temporarily to Germany in quest of work.",
        "Stuhlmann, Mit Emin Pascha ins Herz von Afrika (1894); Sir Harry Johnston, The Uganda Protectorate (1902); and The Nile Quest (1903); A.",
        "The strictures of a critic in the Monthly Review of July 1763 drew from him a pamphlet called Man in Quest of Himself, by Cuthbert Comment (reprinted in Parr's Metaphysical Tracts, 1837), \"a defence of the individuality of the human mind or self.\"",
        "Organic Chemistry While inorganic chemistry was primarily developed through the study of minerals - a connexion still shown by the French appellation chimie minerale - organic chemistry owes its origin to the investigation of substances occurring in the vegetable and animal organisms. The quest of the alchemists for the philosopher's stone, and the almost general adherence of the iatrochemists to the study of the medicinal characters and preparation of metallic compounds, stultified in some measure the investigation of vegetable and animal products.",
        "He wore on his breast a badge with his title of \"Pere,\" was spoken of by his preachers as \"the living law,\" declared, and probably believed, himself to be the chosen of God, and sent out emissaries in a quest of a woman predestined to be the \"female Messiah,\" and the mother of a new Saviour.",
        "The connexion of the story with Arthur and his court brought about a speedy and more important development, the precise steps of which are not yet clear: Perceval became the hero of the Grail quest, in this ousting Gawain, to whom the adventure originally belonged, and the Perceval became merged in the Grail tradition.",
        "It is not improbable that it represents a free and individual working over of the original Fescamp version, and that in its later shape it was intended to form, and did at one time form, the Quest section of the cyclic redaction of the Arthurian prose romances, being dislodged from this position by the Galahad Quese.",
        "During the council of Constance, Poggio, the papal secretary, spent in the quest of MSS.",
        "He travelled in Germany, France and Italy, in quest of the most eminent teachers and the best books dealing with the human frame, and published, as the results of his inquiries among other works, his Oeconomia regni animalis (London, 1740-1741) and Regnum animale (the Hague, 1744-1745; London, 1745).",
        "The pressure of the nomads of the steppe, the quest of plunder or revenge, these seem the only motives of these early expeditions; but in the long struggle between the Roman and Persian empires, of which Armenia was often the battlefield, and eventually the prize, the attitude of the Khazars assumed political importance.",
        "The goddess Irnina (a form of Ishtar, q.v.) in revenge kills Eabani, and the balance of the epic is taken up with Gilgamesh's lament for his friend, his wanderings in quest of a remote ancestor, Ut-Napishtim, from whom he hopes to learn how he may escape the fate of Eabani, and his finally learning from his friend of the sad fate in store for all mortals except the favourites of the god, like Ut-Napishtim, to whom immortal life is vouchsafed as a special boon.",
        "This depicts the journey of the soul from heaven to earth, its life in the body, and its final return to the heavenly home, under the figure of a Parthian prince who is sent from the court of his parents to the land of Egypt to fetch the serpent-guarded pearl; after a time of sloth and forgetfulness he fulfils his quest, and returns triumphant and again puts on the heavenly robe.",
        "992), or in quest of assistance, especially health (Vita Galli, ii.37; Vita Liudg.",
        "In the 10th tablet the goddess Sabitu, who, as guardian of the sea, first bolts her gate against Gilgamesh, after learning of his quest, helps him to pass in a ship across the sea.",
        "So far from the recognition of a plan in Acts being inimical to a quest after the materials used in its composition, one may say that it points the way thereto, while it keeps the literary analysis within scientific limits.",
        "Bloodhounds quest slowly and carefully, and when they lose the scent cast backwards until they recover the original trail and make a fresh attempt to follow it.",
        "After him came other navigators, French, Spanish, Russian and American; and, as the 8th century neared its end, came sealers, whalers and trading-schooners in quest of flax and timber.",
        "They would have found on the island, which is probably referred to under the name \"Terraces of Incense\" (from its step-like contours), the precious \"auta trees\" - whose divine dew, for use in the service of their gods, was their special quest - in greater abundance and in a larger number of species than any other country.",
        "The disillusionment as regards material means for improving the life of mankind had given rise in many minds to a quest for religion, and this mystic current had attracted men like Struve, Bulgakov, Berdiayev and others.",
        "Such are the story of Sinhi, a fugitive to Syria in the reign of Sesostris enwosri] I., and perhaps the narrative of Unamun of his expedition in quest of cedar wood for the bark of the Theban Ammon in the XXIst Dynasty.",
        "Europe refused to take any direct action against the Mussulman, but Latin feudalism, assembled at Venice, diverted the crusade by an act quest of conof formal disobedience, marched on Constantinople, seized the Greek Empire and founded a Latin Empire in its place; and Innocent had to accept the fait accompli.",
        "He was on a personal quest.",
        "Jason, having undertaken the quest of the fleece, called upon the noblest heroes of Greece to take part in the expedition.",
        "Hence the aim of education was to make young people thoroughly \" Greek,\" to fill them with the \" Greek \" spirit, with courage and keenness in the quest of truth, and with a devotion to all that was beautiful.",
        "The fundamental conception is always that the Deity resides - or exercises a peculiarly powerful influence - in some definite locality; and to this locality the devout repair, either in reverence of their god, or in quest of his assistance and bounty.",
        "Commerce between East and West had from early times followed this route in preference to that of the Red Sea, and when during the 15th century Genoa and Venice successively lost their positions in Oriental commerce, through the capture of Constantinople by the Turks and by the hostility of the Mamelukes of Egypt respectively, the country which most earnestly devoted itself to the quest of a new way to India was Portugal.",
        "Depending mainly for food on the seeds of conifers, the movements of crossbills are irregular beyond those of most birds, and they would seem to rove in any direction and at any season in quest of their staple sustenance.",
        "Although British influence was powerful and the British consul for the Oil Rivers during this period exercised considerable authority over the native chiefs, requests made by them - in particular by the Dualla chiefs in 1882 - for annexation by Great Britain, were refused or neglected, with the result that when Germany started on her quest to pick up unappropriated parts of the African coast she was enabled to secure Cameroon.",
        "Only his profile existed in her quest.",
        "In spite of her resolve, her lips responded to his silent quest.",
        "The steps along which plant and animal domestication passed upwards in artificiality are graphically illustrated in the aboriginal food quest.",
        "On your quest to save the world, you will also encounter arch-enemy reporters.",
        "This adds nothing to your quest, but it is a fun distraction.",
        "Villegagnon, finding his force much diminished in consequence of his treachery, sailed for France in quest of recruits; and during his absence the Portuguese governor, by order of his court, attacked and dispersed the settlement.",
        "But there are records of expeditions sent out by the king to obtain the rarities of different countries, and the hero of the Story of the Shipwrecked Sailor was upon this quest.",
        "That the transmigration theory, which makes the spirit of the departed hover about for a time in quest of a new corporeal abode, would naturally lend itself to superstitious notions of this kind can scarcely be doubted.",
        "He was ordered to give up his quest and follow a cow which would meet him, and to build a town on the spot where she should lie down exhausted.",
        "His deep interest in religion, which led to his recognition in 1903 as a minister of the Society of Friends, inspired The Quest of Truth (1915) and a posthumous work A Not Impossible Religion (1918).",
        "also Wabnitz in Revue de theologie et des quest.",
        "expeditions had been sent in quest of it.",
        "The quest for the Nile sources led to the discovery of the lake by J.",
        "In 1579 the Englishman, Francis Drake, came to this region seeking a route home by way of the Northwest Passage, and in his futile quest he seems to have gone as far north as 43 0.1 He took possession of the country in the name of Queen Elizabeth and called it Albion.",
        "In the earlier part of his life he and his relation Dr Newton of Grantham had put up furnaces, and had wrought for several months in quest of the philosopher's tincture.",
        "THE HOLY GRAIL, the famous talisman of Arthurian romance, the object of quest on the part of the knights of the Round Table.",
        "I am disappointed in my quest for the so-named tipster.",
        "The constant quest for subtle variations of taste keep old hop varieties alive.",
        "They want the latest assistance technology can provide in their quest for fitness.",
        "The history of full body tattoos is filled with status, intrigue and a quest for setting yourself apart.",
        "Leppard has covered his entire body from head to toe in a pattern of leopard spots, joining others in their quest from animal transformation.",
        "Map Quest is a popular detailed free travel assistance website.",
        "A free iPhone application for Map Quest makes changes in the route due to weather conditions or construction a breeze to navigate around without losing travel time.",
        "In addition to the standard features offered by the Free Trip website, May Quest allows users to email or text a completed set of directions to any cell phone or email account.",
        "Visitors to the Map Quest website type in the starting point and end destination address to view travel directions free of charge.",
        "In their never-ending quest for fun and adventure, the world's youth have made Freestyle digital sport watches a popular choice for timekeeping.",
        "Benefits of this practice, like any other mind quest, vary by individual.",
        "I was lucky to have some remarkable teachers in high school and college who helped me along in my quest for meaning.",
        "Inverted postures play an important role in the quest to get pregnant; the reason for this is that these poses boost your hormone levels, which in turn can aid the chances of conceiving.",
        "The Horse Boy: A Father's Quest to Heal His Son by Rupert Isaacson: The Horse Boy is an inspirational story about how parents came to see his son's autism as an adventure rather than an affliction.",
        "They will help you on your writing romance fiction quest.",
        "Older models of the Nissan Quest are unremarkable, according to reviewers.",
        "There are so many different types of cut Christmas fabrics available that you will probably want to start your quest for making Christmas pajamas by finding the ideal fabrics.",
        "Don't give up in your quest for reaching a healthy weight.",
        "While it's best to consult with a doctor before embarking on a quest for your ideal weight, there are some online sites that can give you a general idea of what you should weigh.",
        "You can take a Nutritional Quest Survey to see where your current fiber intake stands.",
        "Other resources like the American Heart Association, Mayo Clinic and other well-established health institutes also provide guidelines to guide you in your quest for heart health.",
        "Tearing a weakened knee joint or dropping dead on the treadmill after pushing yourself too hard may be somewhat counterproductive in your quest for ripped abs.",
        "In your quest for fitness, you may have heard you can do abs exercises without crunches.",
        "Likewise, if you try a diet that seems legit but it makes you feel like crap, it's obviously not for you -- just let it go and try something else in your quest for flat abs.",
        "But if you're like most of us and carry a few unnecessary pounds, this is a key component of your quest for nice male abs.",
        "This brings us to the stuff you should eat in your quest for flat male abs.",
        "In the eternal quest for the perfect, six-pack abs, many people consider buying ab workout equipment.",
        "Don't expect perfection--but at least attempting to speak something of the language will help you on your quest to communicate.",
        "Aside from your beginning French lesson book, you can also check out some of these resources to help you on your quest to learn those French numbers.",
        "Once you've reached the final step in your quest for affordable, quality insurance, you will be ready to purchase an insurance plan that works in your favor.",
        "By viewing sets, your quest for relatively simple black satin underwear may turn into a wild time for your lingerie wardrobe.",
        "This way, nothing will stand between you and your quest for relaxation!",
        "The company credits their success to \"an in-depth knowledge of the body, the continuous quest for quality, and the infusion of innovation and tradition.\"",
        "Corsets and girdles have been around for quite some time, helping women in their quest for the perfect figure underneath their clothing.",
        "No matter where you are in your quest to become a song writer, you'll find a host of resources and people willing to lend a helping hand.",
        "The quest for the fountain of youth is something that many men and women have embarked upon during their lifetimes.",
        "Not only does she understand what it takes to book jobs for models, but she also knows when models take their quest for physical beauty too far.",
        "For most shows, your next step would be to fill out an application, which may or may not include producing a short videotape about your quest.",
        "On the reality show Bromance, MTV showcases Brody Jenner in his quest to find a male best friend.",
        "Pollard's quest to find a mate was well documented on another VH1 dating reality show, Flavor of Love.",
        "In high fantasy there is some kind of epic quest in which the hero must engage.",
        "While high fantasy has the hero engage in a quest of sorts that must be fulfilled in order for the happy ending to occur, adventure fantasy has no such quest.",
        "Tasmanian savages were crafty warriors and kangaroo-hunters, and the women climbed the highest trees by notching, in quest of opossums. Shell-fish and crabs were taken, and seals knocked on the head with clubs, but neither fish-hook nor fishing-net was known, and indeed swimming fish were taboo as food.",
        "quest.",
        "Disappointed in his quest, and meeting with obstinate resistance from the southern tribes, he returned to Peru with his whole force in 1538.",
        "Broadly speaking the Grail romances have been divided into two main classes: (I) those dealing with the search for the Grail, the Quest, and (2) those relating to its early history.",
        "These latter appear to be dependent on the former, for whereas we may have a Quest romance without any insistence on the previous history of the Grail, that history is never found without some allusion to the hero who is destined to bring the quest to its successful termination.",
        "The Quest versions again fall into three distinct classes, differentiated by the personality of the hero who is respectively Gawain, Perceval or Galahad.",
        "It was subsequently given by Joseph to his brother-inlaw Brons, whose grandson Perceval is destined to be the final winner and guardian of the relic. The Merlin forms the connecting thread between this definitely ecclesiastical romance and the chivalric atmosphere of Arthur's court; and finally, in the Perceval, the hero, son of Alain and grandson to Brons, is warned by Merlin of the quest which awaits him and which he achieves after various adventures.",
        "Hence the invention of Galahad, son to Lancelot by the Grail king's daughter; predestined by his lineage to achieve the quest, foredoomed, the quest achieved, to vanish, a sacrifice to his father's fame, which, enhanced by connexion with the Grailwinner, could not risk eclipse by his presence.",
        "The last three romances unite, it will be seen, the quest and the early history.",
        "Introductory to the Galahad quest, and dealing only with the early history, is the Grand Saint Graal, a work of interminable length, based upon the Joseph of Arimathea, which has undergone numerous revisions and amplifications: its precise relation to the Lancelot, with which it has now much matter in common, is not easy to determine.",
        "For 350 years after the discovery of the Amazon, by Pinzon, the Portuguese portion of its basin remained almost an undisturbed wilderness, occupied by Indian tribes whom the food quest had split into countless fragments.",
        "Bailey Saunders, The Quest of Faith, chap. ii.",
        "It was the birthplace of Greek navigation, for this seems to be implied in the story of the Argonauts, who started from this neighbourhood in quest of the golden fleece.",
        "Others again, whose demand for knowledge was more easily satisfied, and who were more impressed with the positive and practical side of the master's teaching, made the quest a much simpler affair.",
        "The quest of Socrates was for the true art of conduct for a man living a practical life among his fellows.",
        "In 1265 he entered Murcia, which, Recon quest however, he agreed to occupy in the name of Castile.",
        "On the west of the Iberian range and the Recon- south of the Guadarrama was the kingdom called, quest.",
        "While still a youth, he entered the service of King Sigismund, who appreciated his qualities and borrowed money from him; he accompanied that monarch to Frankfort in his quest for the imperial crown in 1410; took part in the Hussite War in 1420, and in 1437 drove the Turks from Semendria.",
        "Gunnar, on the other hand, wished to make Brunhild his wife, and asked Sigurd to ride with him on this quest, which he consented to do on condition of receiving Gudrun to wife.",
        "But Brunhild was moody and suspicious, remembering her troth with Sigurd and believing that he alone could have accomplished the quest.",
        "In consequence, his lecture-room was thronged with people of all sorts, anxious to hear a man who shunned the barren obscurities of the alchemists, and did not regard the quest of the philosopher's stone and the elixir of life as the sole end of his science.",
        "Vidal, \" Les derniers ministres albigeois,' in Rev. de quest.",
        "While part of me remained curious, the sane part was apprehensive about the direction this quest was taking us.",
        "It was, after all a dramatic departure from our quest for total anonymity.",
        "Betsy renewed her quest for motherhood with vigor and a more than willing mate happily responded.",
        "The others remained downstairs throughout the morning, either out of displeasure with me or their quest to locate the killer.",
        "Between the two I'm sure of my triumphant success in completing this stage of my quest to hunt down this distractor in my road of adventure.",
        "But now I've narrowed my quest to just three possible locations and I'm sure at one of these disease-laden phones stood the infamous Psychic Tipster!",
        "She fortified me to move forward, however and so I am continuing my quest for knowledge of her, of tipster fame, who dogs me.",
        "Far from the romantic scene she had rehearsed in her mind, his hungry gaze sought hers in a naked quest.",
        "He was a reluctant hero sent on a seemingly impossible quest.",
        "Instead people went for a wander across the allegedly secure part of heathrow airport in a quest for security staff.",
        "Once it was accepted that humans had evolved from primate ancestors, the quest for the chronology of events was on.",
        "Something struck him which linked directly with the dream-life which alone these days motivated his increasingly arid quest.",
        "The game's quest starts out in a very brisk manner, quickly moving you from dungeon to dungeon without delay.",
        "From the Dutch salvage vessel ' Holga Dane ' the quest to recover the remaining bullion was now on.",
        "In either case, the group must forthwith cease to use the name of Quest.",
        "In his quest for moral certitude, Garcia's search for a mentor can only complicate his existence.",
        "STARDUST is the culmination of more than a decade's quest for a comet coma sample return mission.",
        "Us how to at the masters greg cote wrote the quest is.",
        "Plasma Quest are a British SME which manufacture a novel sputter deposition tool for magnetic materials.",
        "These people end up feeling a great desperation in their quest, either feeling not worthy enough or terminally blocked in some way.",
        "And who exactly is Rosa, engaged on a secret quest to fulfill the destiny of her extinct tribe?",
        "She whistles and heads over to the window as she looks down, momentarily distracted on her little quest.",
        "doomed from the outset by a futile quest for a 'New American Empire ' .",
        "The continuing quest to escape the drudgery of every day life.",
        "egocentric nature and ruthless quest for power.",
        "embarks on a quest to uncover the secret of the massacre.",
        "To abstain, therefore, from the quest for power is logically entailed by an understanding of the evil of violence.",
        "evolved from primate ancestors, the quest for the chronology of events was on.",
        "The quest to find the mythical firebird is a journey full of magic and music.",
        "Why my - and our - quest seems so fraught is not clear.",
        "futile quest for a 'New American Empire ' .",
        "pass this go-around in the quest diabetes uk contrasted with each.",
        "Now with his own moniker, ' The Lightning Seeds ' he set out to further his quest to produce perfect pop to go.",
        "The British author BS Johnson embarked on a quest for absolute literary naturalism which ended in his suicide.",
        "There are also occasions where you take control of Kaede, a female ninja who has joined you in your quest.",
        "northern quest he the eu argued is no doubt.",
        "obsessive quest for revenge is morally pure!",
        "In a quest to make sure that do n't overcharge the battery, most of these err on the side of caution.",
        "Your internet quest for dating pen pal sites has brought you to the right place.. .",
        "perilous quest, watched over by the Gods on Mount Olympus.",
        "personifypity, once a concept, is now personified (in the actress of Salma Hayek ), and joins the quest.",
        "picaresque adventures of his days in Palestine had given way to a serious spiritual and intellectual quest.",
        "Quest use unique timed release technology and are the first company to analyze and guarantee the potency of the active ingredients within herb tablets.",
        "Animal rights extremists used psychological warfare, verbal abuse, criminal acts and very offensive propaganda in their quest to close our business.",
        "For your first turn, turn about three times and say pussycat backward - then you may begin the quest.",
        "Her never-ending quest to ' upset the status quo ' is akin to a snake eating its tail.",
        "Look what happens, he said, when the church abandons the quest for Jesus.",
        "Patrick Clayton left to pursue the quest his own way via the Desert Survey.",
        "quest for perfection a few steps too far?",
        "quest for divine immortality is a main thread of all the ancient myths associated with this constellation.",
        "quest for vengeance with a bizarre outcome.",
        "quest for spontaneous enlightenment.",
        "quest for domination of the Hammersmith stretch has now extended to trying to force the sailors off the river.",
        "quest for stardom Andrea has been doing the gig circuit this month.",
        "Plot Outline: Jason sets out on a perilous quest to find the Golden Fleece and leads a team of adventurers called the Argonauts.",
        "For me knowledge is a ceaseless quest for truth.",
        "Ceri Jones Food companies are looking to each other in the relentless quest for growth and higher margins.",
        "And it has continued to be a fruitless quest.",
        "These pieces have an over-riding very, distant spiritual quest built into them.",
        "John Walsh goes on an epic quest Looking for the perfect picnic white, or a fresh summer rosÃ©?",
        "We hold events for everyone from drag queens to rock, cheese to beer, and ice skating to laser quest.",
        "And, of course, the Green Dragon rolling forever onwards, a continual vision quest.",
        "quick on the uptake, he transferred the tube quest to Hamburg (adapting the rules slightly in the process ).",
        "quoth shee) renew your quest, and you shall see it.",
        "relentless quest to tame an ' escaped ' car that is running wild.",
        "slinking nearly completed his quest he then slunk down to the river Teign where the Tolmen Stone was located.",
        "It invokes a vision of a grand sweep of time, a quest for meaning in the course of history.",
        "Then his self motivated quest culminates in him to become a master swordsman at the cost of numerous lives.",
        "Yvain commences his quest by meeting a lady at a fountain, directed there by an incredibly ugly and monstrous Lord of the Animals.",
        "The plot itself is a pretty standard quest story, but pulled off with real verve and style.",
        "Please see the FOCUS page for the map of Vinny's amazing round-the-world voyage and a link to the Parasail Vision Quest website.",
        "She briefly supported the then warlord in his quest to overthrow military leader Samuel Doe.",
        "At the present time extensive mining operations are conducted in quest of amber.",
        "Drake's discoveries extended from Cape Mendocino to 48Ã‚° N., in which latitude he gave up his quest, sailed across the Pacific and reached the Philippine Islands, returning home round the Cape of Good Hope in 1580.",
        "He takes part, fruitlessly, in the Grail quest, only being vouchsafed a fleeting glimpse of the sacred Vessel, which, however, is sufficient to cast him into unconsciousness, in which he remains for as many days as he has spent years in sin.",
        "Where the orchestra shows that Parsifal is becoming half-conscious of his quest while Kundry is beguiling him with memories of his mother, - and also during the two changes of scene to the Hall of the Grail, where the orchestra mingles the agony of Amfortas and the sorrow of the knights with the tolling of the great bells, - the polyphony is almost as dramatic as in Tristan; while the prelude and the Charfreitagszauber are among the clearest examples of the sublime since Beethoven.",
        "The quest of a solvent for calculus in the bladder and kidneys was pursued by him as by others at the period, and he devised a form of forceps which, on the testimony of John Ranby (1703-1773), sergeant-surgeon to George II., extracted stones with \"great ease and readiness.\"",
        "is above all a pure philosopher, but also a man of deep religious feeling, whose quest and goal are the knowledge of God; Celsus, the friend of Lucian, though sometimes called Epicurean and sometimes Platonist, is not a professed philosopher at all, but a man of the world, really at heart an agnostic, like Caecilius in Minucius Felix, whose religion is nothing more or less than the Empire.",
        "the quest for gold.",
        "From Ordaz up to recent times the Orinoco has been the scene of many voyages of discovery, including those in quest of El Dorado, and some scientific surveys have been made, especially among its upper waters, by Jose Solano and Diaz de la Fuente of the Spanish boundary line commission of Yturriaga and Solano (1757-1763), Humboldt (1800) and Michelena y Rojas (1855-1857).",
        "In order to rid himself of Jason, Pelias sent him to Colchis in quest of the golden fleece, and took advantage of his absence to put to death his father, Aeson, his mother and brother.",
        "Carlo Pio, &c. (see Rev. des quest.",
        "The first of these voyages in quest of new trade and a short route to China by way of the North Pole, in accordance with the suggestion of Robert Thorne (d.",
        "But has Google taken their quest for perfection a few steps too far?",
        "The quest for divine immortality is a main thread of all the ancient myths associated with this constellation.",
        "It 's a story of a long-term quest for vengeance with a bizarre outcome.",
        "The Teahouse is where you meet your mentor and devoutly perform the ritual of tea ceremony as part of your quest for spontaneous enlightenment.",
        "Not so AK, whose quest for domination of the Hammersmith stretch has now extended to trying to force the sailors off the river.",
        "Andrea Walker In her quest for stardom Andrea has been doing the gig circuit this month.",
        "Quick on the uptake, he transferred the tube quest to Hamburg (adapting the rules slightly in the process).",
        "None but yourself, Prince Arthur; yet (quoth shee) renew your quest, and you shall see it.",
        "The brief is: a young man 's relentless quest to tame an ' escaped ' car that is running wild.",
        "The wsop runs northern quest credits at home richard armitage presented.",
        "Having nearly completed his quest he then slunk down to the river Teign where the Tolmen Stone was located.",
        "The Second Quest revived the so-called ' problem ' in Ernst KÃsemann 's 1953 lecture: ' The Problem of the Historical Jesus '.",
        "The basis of the project is that Plasma Quest Ltd will supply a laboratory scale sputtering system to the University of York.",
        "T3) is equivalent to: QUEST T1.AND.",
        "A rational quest for truth is not for everyone of uppermost importance.",
        "The quest for the historical Jesus is therefore valueless to evangelical Christians whose beliefs do not depend on historical facts.",
        "Be sure to find all nine pieces of armor to become truly unstoppable in your quest to vanquish evil.",
        "He will be unharmed providing Blake gives up his quest to bring the villainous organization to justice.",
        "Please see the FOCUS page for the map of Vinny 's amazing round-the-world voyage and a link to the Parasail Vision Quest website.",
        "The quest for victory is straightforward: develop your cities so they attract and support more well-fed citizens than anyone else.",
        "Quest Sport-Featuring reflective accents and an extendable leg rest, this Maclaren stroller is suitable from three months and offers four seat positions.",
        "Quest Mod-This stroller is suitable from three months, offers four seat positions, and includes a hood and rain cover.",
        "Parents can be quite inventive in their quest for affordable childcare.",
        "There are numerous adoption sites that prospective parents can access online in their quest for a successful adoption.",
        "Many parents turn to international adoption agencies in their quest for a child.",
        "Prospective parents often turn to Christian adoption agencies in their quest to adopt a child.",
        "I decided to write my book, The Diaper Chronicles - A stay at home dad's quest for raising great kids, after I saw that many parents deal with situations that I found easily solvable.",
        "Stylish, casual, functional, the right pair of pants can take you a long way in your quest to look perfect, whether at the office or at home.",
        "To help you out, LoveToKnow has done some research for you to help with your quest to find some potentially good Mystery Shopper opportunities.",
        "The answer to that question will most likely involve some research, but you can simplify your quest by reading below.",
        "If your cat is suffering from a case of these unwelcome guests, you aren't alone in your quest to eliminate them.",
        "However, determining that your pet does, indeed, suffer from heart failure does not end your veterinarian's quest for answers.",
        "If you are serious in your quest to reduce your debt, you might want to find ways to bring in some extra money to pay the bills down.",
        "The history of naturopathy is the fascinating story of man's quest for health, longevity, and quality of life.",
        "The following article will tell you where to find these online fashion and makeup games, as well as afford preparation tips for your informative quest.",
        "Bare Minerals began their quest as a small cosmetic boutique in a charming San Francisco Bay neighborhood.",
        "For those on a quest to find this original cosmetic product, it may pay to seek out auction sites such as eBay or popular Internet based cosmetic sites that specialize in discontinued merchandise.",
        "If you're on a quest to copy Rhianna's makeup look, these tips will help you achieve her style.",
        "Bottom line - job search sites are useful, but should be only the first step as you embark on the quest for the perfect profession.",
        "Use the advanced search engines to filter your quest to apartments with no roomies!",
        "If you enjoy discount shopping, it's time to take your quest for low prices online.",
        "In games that include a story line, an inventory of objects found is designed to track what you have and what you need to complete the quest laid out in the unfolding storyline.",
        "You can create tournaments and join in a tournament in your quest to become the \"King of the Arcade\" or \"Leader of the Leaderboard.\"",
        "With the above sites in your classic gaming online repertoire, you should be able to pass a few minutes of time (or more) in your quest for retro gaming.",
        "Trying to stop your quest are four ghosts that run around attempting to eat you.",
        "Popular games during this time were King's Quest and Space Quest.",
        "It's also helpful to study the various parts of a digital camera in your quest for more education.",
        "You don't want to turn your vacation into a quest for the perfect pictures for your project, but a little advance planning will help you come up with scrapbook page ideas for Hawaii vacations.",
        "This is an engrossing story that allows the reader to follow Anahita on her quest for true love.",
        "The most popular shonen storylines involve the main character striving to be the best in a competition or going on a quest.",
        "If you're looking for a good vegetarian burger recipe, you'll soon discover that there is a wide variety of methods and ingredients to use on the quest for the perfect veggie burger.",
        "So after an egg and bacon breakfast we embarked on a quest for a more suitable toilet.",
        "As you begin your quest for that perfect vintage wedding dress, you'll find that you probably have more options than you thought.",
        "You might write about how their love is an example to you in your own quest for love, or how the couple has enriched your life through their love for each other.",
        "Without this desire, you stand little to no chance of succeeding on your quest to stop smoking.",
        "These medications range from pills to inhalers and can be of great assistance in your quest to stop smoking.",
        "Guidance Counselors: Your teen's guidance counselor may also be able to assist you in your quest to keep your teen off drugs.",
        "Christy Crandell has accomplished a great deal in her quest to spread the word about drug addiction and adolescents.",
        "Efron has been tackling different roles since the last High School Musical installment, including the films 17 Again, Me and Orson Welles, and the film adaptation of the Jonny Quest cartoon series.",
        "Borat is a mockumentary that follows the reporter across the United States in his quest to marry Pamela Anderson.",
        "Montag isn't alone in her quest for the perfect body.",
        "If you're on a quest to shape up your lower half, get moving!",
        "Young Jeezy is apparently making good on his self-proclaimed quest to maintain his \"street cred\" by getting arrested…again.",
        "You actually have a variety of options to pursue in your quest for clothing that will be suitable for your toddler.",
        "The following stores will get you started in your quest for fun and funky kids' clothing.",
        "Once you've figured out your child's likes and dislikes (or you at least have an idea of what he or she is looking for), the two of you can set out on your quest for the perfect jeans at the perfect price.",
        "The latter presents the easier quest as many townships and cities contain a Nordstrom, Neiman Marcus, or Saks Fifth Avenue.",
        "Just remember not to go overboard in your quest for self-sufficiency.",
        "One of the signature games is the \"Quest,\" when teams of passengers compete in outrageous tasks for prizes and the merriment of their fellow guests.",
        "Their very names, however, bear witness to the star treatment they offer: Zenith, Summit, Mercury, Infinity, Galaxy, Constellation, Millennium, Century, Celebrity Journey, Celebrity Quest, and Celebrity Xpedition.",
        "Choose a three-day cruise onboard the ultra-luxe Seabourn Quest.",
        "When looking to buy a unique gemstone bracelet it is important to decide a few key features before embarking on the quest.",
        "Life is Good t shirts are an inspiring way to show your quest for gratitude and appreciation for life.",
        "Many women in the quest for bust fulfillment have learned to sew their own plus sized bras, and the results have been impressive.",
        "Torrid embarked on an entrepreneurial quest to bring fashionable options to the young plus size market in 2001.",
        "The Internet contains a lot of information and resources to help those in their quest to fulfill their retirement wishes.",
        "You had a quest to visit all 50 states by age 50.",
        "Use the following gift suggestions to inspire you in your quest for a special retirement gift.",
        "For some, the quest for interpretation is exploratory and mystical but for others, it is pragmatic.",
        "He started early in his quest for quality clothing, and in 1967, he introduced the Polo line of ties.",
        "One of the best things that might help you on your quest to find these very specific eyeglasses is going directly to the source, and in this case, that would be Italiee.com, the maker of these glasses.",
        "There is also Slime, who is from Dragon Quest.",
        "One of these was The Legend of Zelda: Ocarina of Time: Master Quest in 2002 on the Nintendo GameCube.",
        "Chex Quest is the first game found in cereal, which was in 1996.",
        "The Minnesota Zoo released Wolf Quest in 2007.",
        "Earn money and set high scores on your quest.",
        "Often called point and click adventures, these games were practically invented by Sierra On-Line with the King's Quest series.",
        "Examples of this genre are the Quest for Glory series and Fallout.",
        "There are numerous small quests and one big, continuing quest through out the game.",
        "The Bard gains levels after accumulating a number of points achieved through combat and quest completion.",
        "The Bard's Tale is a fun, single player, action/role-playing/adventure game where you play a sarcastic, self-centered lute-playing individual who is on a personal quest for power, silver and lust.",
        "During your quest for information, you negotiate with people for information.",
        "Honestly, I really didn't see a need for this since it didn't further your quest any.",
        "Jewel Quest uses a similar formula to Bejeweled but introduces a few unique twists.",
        "This first person shooter takes place in Japan and has you on a quest to rescue a girl kidnapped by the mob.",
        "During your quest, you'll come across various enemies that stand in Lex's way.",
        "The addition of a simple quest adds a vital element of progression and accomplishment to the game.",
        "Create your character to prepare yourself for a quest that will take you through many different dimensional planes.",
        "The Legend of Zelda: Twilight Princess, for instance, is a single-player quest where you are effectively on your own to save the Hyrule Kingdom once more.",
        "Your quest begins in Arrana, a land going through civil war.",
        "It is a vast, open-ended world where the player is able to explore, quest and battle without restriction.",
        "The Lost Spires - A large mod with an exciting new quest where you explore an Archaeology Guild.",
        "Legend in the Sky - In the skies of Cyrodil, you will encounter a new house which will allow you to purchase the Sky Castle book with a bonus quest.",
        "There are only about a dozen levels to complete in the main quest, and after half of them, you'll begin to feel the game's gimmick wearing a bit thin.",
        "In Fable, you begin the game as a young boy and are charged with a simple quest: earn some gold to buy your sister a birthday present.",
        "The adventure in Fable involves you doing various quest around the land of Albion.",
        "When Cecil openly questions his king, the monarch strips him of his command and asks him to commit an act so heinous that it ultimately sends the knight on his own personal quest for redemption.",
        "Adventure Quest is a Flash-animated game.",
        "Adventure Quest - Choose to be a wizard or a warrior and find yourself battling bad guys.",
        "Kratos will encounter many interesting places in his quest, so explore everything.",
        "Infinite Experience - In the Pandora's Temple quest, there are a series of stone walls that you can climb.",
        "Combat is challenging from the beginning and you can instantly travel to the beginning of any quest you have already unlocked.",
        "When you play a single game, you can switch between characters at the beginning of each quest.",
        "Quest, and Scripted Adventure Game Engine (SAGE) are just a few.",
        "Jewel Quest takes the basic concept behind Bejeweled and puts a different spin on it.",
        "Instead of focusing on making sure you don't run out of moves or getting you to fight against the clock, per se, the goal in Jewel Quest -- which can be found on a number of websites, like Shockwave, MSN Zone, and Yahoo!",
        "This article is designed to provide you with cheats, strategies, tips and tricks to help you master Jewel Quest, making you the best Indiana Jones-like treasure hunter you can be.",
        "Like Bejeweled, you need to match up either vertical columns or horizontal rows of identical icons in Jewel Quest, except they are called \"relics.\"",
        "The basic strategy in Jewel Quest calls to focus on all the tiles that are still grey.",
        "Your goal in Jewel Quest is to create an entire field of gold tiles.",
        "That said, these Jewel Quest chain reactions can cause some frustration, especially if you're working on a particular tile only to have an unexpected disappearance take away that all important gleaming skull, for example.",
        "This is a non-issue for the first couple of stages, but later on in Jewel Quest, you'll come across what is known as \"buried treasure\".",
        "This is easily one of the most challenging parts of Jewel Quest and it is where you should be spending the majority of your time.",
        "Got a Jewel Quest hint, tip, cheat, or strategy of your own that you'd like share?",
        "If I had to describe iWin's Jewel Quest in two words, I'd probably use some adjective like \"really, very, or incredibly\" and then \"boring.\"",
        "Jewel Quest is nothing more than your run-of-the-mill matching game and really isn't worth your time or patience.",
        "Jewel Quest puts you in the shoes of an explorer exploring the ruins of an ancient Mayan civilization.",
        "Jewel Quest is a matching game with an Indiana Jones theme, complete with adventuresome font and all.",
        "In Jewel Quest, your objective is to turn the entire board gold.",
        "Jewel Quest is honestly nothing more than reheated tripe utilizing a different theme.",
        "Join her in her quest to save her family and stop Thorn, the King of the Trolls, from destroying all magic and bringing chaos to all the land.",
        "To further the story, you are sometimes treated to a quick cut-scene whenever you enter a new part of town, or when certain rivals get wind of your quest.",
        "Your actual quest has lots of potential, but racing is where the gameplay was concentrated.",
        "Legion: The Legend of Excalibur is an action/adventure game where you play five different characters to help King Arthur in his quest to bring peace to the lands of Camelot.",
        "After the quest to kill the Wild Men bands, you will see a couple of Orcs.",
        "With flashbacks and narration from the films, you are immersed in story of the tragedy of Middle Earth and the quest to destroy the Ring of Power.",
        "Mortal Kombat is trying something deceptively similar to the failed mini-series that landed Sub-Zero his own side quest.",
        "A mercenary and a thief, Kano is the object of Sonya Blade's quest.",
        "His lifelong quest is to free his \"people\" from the tyrannical clutches of the Outworld (his home world is Zaterra, annexed by Shao Kahn), and his absolute dedication to this goal leads to fits of insanity at times.",
        "Baraka led the army that attacked the Temple of Light, instigating Liu Kang's quest for vengeance.",
        "The original Mother game was created as a response to stuffy role playing games like Dragon Quest.",
        "Here was an RPG that wasn't pretending to be Dragon Quest.",
        "The King's Quest series followed shortly after, improving upon the graphics if not the writing.",
        "Elder Scrolls: Oblivion has one main quest, which we will cover below, as well as several side quests including Anvil, Bruma, and Chorrol.",
        "These are only the first few sections, getting about a quarter of the way through the main quest.",
        "In the Red, Yellow and Blue versions, play as Ash Ketchum, who is on a quest to become the best trainer in the world.",
        "Succeed in your quest and save the Prince from an untimely demise.",
        "It really sparked the \"match three\" sub-genre of casual puzzle games, paving the way for Jewel Quest and other titles like it.",
        "If you've played Bejeweled or Jewel Quest, you'll find yourself in familiar territory with Rainbow Web.",
        "But now there are so many more colorful ways to dispatch the freaks of this bizarre European village you've been thrown into during your quest that you may want to take a moment to consider them all equally.",
        "Journey with Shadow, Sonic and other characters in this quest of of secrets and surprises.",
        "Shenmue for the Dreamcast is the first chapter in an epic quest for revenge.",
        "Play a gold prospector on a quest to go to Las Vegas.",
        "In your quest to being stealthful, this game gives you plenty of options, which have corresponding indicators in your HUD.",
        "Chun-Li's lifelong quest, both personally and as an Interpol investigator, is to track down the people responsible for her father's death.",
        "His lifelong quest is to \"create a utopia\".",
        "If you check the right hand column, you will find a couple of useful numbers that may aid you in your ball-matching quest.",
        "As you play Super Bounce Out and other similar games -- Bejeweled, Jewel Quest, Rainbow Quest, etc. -- your scanning skills will likely improve and you will be spotted possible moves faster than ever before.",
        "You can kill her or do a small quest for her to get the boots as a reward.",
        "After you've beaten the game, make sure you've completed the Goron wall-digging quest that gives you the last bottle.",
        "The Legend of Zelda: Twilight Princess is the exciting new edition to the epic action/adventure game series, and LoveToKnow has a bunch of Twilight Princess cheats and secrets that will assist you with your quest.",
        "Donate 1000 rupees and then complete the quest that is offered to you.",
        "Like the Two Towers, skill levels are improved by combat performance in each quest.",
        "I never got bored playing this game, as each quest had different challenges.",
        "However, when you are continuing a quest (like if you died), some of them are shorter.",
        "Help Frodo in his quest to destroy the Ring of Power.",
        "Protect Middle Earth from the evil power of Sauron, and help Frodo in his quest to destroy the Ring of Power.",
        "It is great when you first start a quest, but if you keep failing, it can get a little tiring.",
        "When you are continuing a game (like if you died during a quest) some of the sequences can be bypassed or cut shorter.",
        "Experience the adventure, save Middle Earth and protect Frodo in his quest to destroy the Ring of Power.",
        "Skynet is continuing their quest to wipe out humanity.",
        "You have a chance to stop the turn and this is your quest in the game.",
        "When the mood is eerie, the soundtrack is great, as less attention is given to the music and it becomes more of a background hum, but embark upon a quest and the extravaganza of melody and harmony just unleashes an attack on your ear drums.",
        "She started her quest in Soul Calibur 2 and continued in Soul Calibur 3, fighting alongside her sister in order to break the Soul Edge curse.",
        "Our Oblivion walkthrough takes your hand and guides you through the Oblivion main quest.",
        "There are side quests and other journeys to explore, but the main quest is where you will want to focus the majority of your attention.",
        "For the ultimate quest, seek out Warhammer texts, books, scrolls and anything have to do with Warhammer lore.",
        "You can fight side-by-side with another player for as long as you want or for one quest.",
        "These side quests offer you the chance to get away from the main quest and perform small, focused jobs that often net you extra gold, supplies, or even new structures and items to use.",
        "Searching for Wii Sports will net you lots of hints and tips and over 40 cheats that may or may not help you in your quest to be the best.",
        "Will the newly reformed Dark Legions succeed in their unrelenting quest to destroy all life?",
        "In the Eversong Woods, quest to rid the land of the Wretched and assassinate an Alliance spy.",
        "In Tranquilien, you will find out that it is a lost gift to the Lady Sylvanas Windrunner, which will lead you on a quest to Sylvanas in the Undercity.",
        "You are asked by a quest giver to test out one of his robot creations, which ends up turning into a battle against a larger, and more dangerous robot enemy.",
        "World of Warcraft boasts the most comprehensive quest system ever implemented in an online game (and rightfully brags about it).",
        "Walter's father, Greyton, would help him with this quest.",
        "Use books as a tool for your quest for wine knowledge-enrolling in a wine course is a fun, social and more complete way to get involved in understanding and learning more about wine.",
        "Try new things, explore new wines, and your quest for wine knowledge will be never-ending, but always rewarding.",
        "If you are lucky enough to have a Singer treadle and you don't know much about it you can begin your quest for information by identifying the date it was manufactured.",
        "Here are some good resources to get you started in your quest for camping insomnia.",
        "Generally bears will not enter your campground while you are around, but they will wait till you leave and then their natural curiosity and quest for food will be let loose on your tent and your belongings.",
        "You've just created your list of search terms in your quest for free dance party clip art!",
        "For local competitions, check out the companies Star Quest and Star Power Talent; each one offers competitions in all regions of the United States, ranging from New Hampshire, to California, to Florida.",
        "If you choose this method of dance instruction, be patient and be prepared to see some less-than-stellar videos during your quest.",
        "If this impersonator cannot inspire you in your quest to learn Michael Jackson dance steps, nothing can!",
        "For genealogists, this is especially helpful as the library may also have a subscription to some of the online genealogy sites, such as Heritage Quest and Ancestry.",
        "From free genealogy websites to free charts and census records, it's all available to help you in your heritage quest.",
        "Heritage Quest offers free online access if you have a membership card from your local library.",
        "Heritage Quest has the 1930 Census with images.",
        "Heritage Quest is a subscription service.",
        "Many libraries have a subscription that allows library patrons to access Heritage Quest for free.",
        "Some states participate in a library program that allows patrons home Internet access to Heritage Quest.",
        "Like Heritage Quest, many libraries will allow patrons to use Ancestry for free.Ancestry's index is an all-name index as well.",
        "Heritage Quest Online is free if your local public library or local genealogical society has access.",
        "Heritage Quest has databases of United States census records, war pensions, and other public records.",
        "NARA has computers for visitors to access the NARA subscriptions to Ancestry.com, Heritage Quest, and Footnote for free.",
        "Today's society rejoices in its quest for creativity.",
        "To make your quest for emo hair a little easier, check out some pictures of emo hair cuts or the styles of the most popular emo bands.",
        "While individual results are sure to vary, there' no harm in discovering if any of these products can assist you in your quest for an abundant head of hair.",
        "If you're ready to interact with a community of members who share in your same quest for long and beautiful hair, be sure to visit a forum and share your long hair journey and concerns with other active members.",
        "If you're a current color client, work towards your natural color with the addition of lowlights or an allover process and begin the quest of long healthy locks.",
        "Finding the right hairdresser should be an ongoing quest.",
        "Even citing \"personality differences\" with your old boss may come across as a veiled negative, so instead talk about your quest to be in a positive environment where you'll feel validated by co-workers and feel like a part of the team.",
        "Even if you decide to forgo home mortgages online, there are many other helpful tools on the Internet that can help you in your mortgage quest.",
        "If you'd like to learn even more, the site provides excellent links and resources for your quest for knowledge.",
        "Although she has been open about her desire to become a mom by any means, Cross has not said whether any fertility treatments were used to aid her in the quest to become pregnant.",
        "Some men aren't interested in getting a tan or bathing suit lines, but others feel required to go on a quest and grab a suit that's streamlined and supportive.",
        "Don't let your quest for a low price deter your efforts to find a high-quality dress.",
        "What began as a quest to discover Mr. Buddy's murderer and weapon of choice has changed faces through the years, but the simple, old-fashioned charm remains.",
        "Munchkin Quest: Steve Jackson Games brings their popular Munchkin card game to the realm of board games.",
        "You can find the rules for these games at the Solitaire Quest website.",
        "Your quest is to collect the materials necessary to turn an undeveloped island into a bustling civilization, with settlements and towns connected by roads.",
        "Whereas at one time most candles would be made from beeswax, over recent years other types of waxes and oils have been explored in the quest for creating the perfect candle.",
        "Your local historical society or any local tribal member group may be able to assist you in your quest of creating a homemade Indian costume.",
        "Before you set out on your quest for a Christian life partner, you should consider your different options and decide which avenues are best for you.",
        "Are you interested in checking out Quest Personals to find a singles in your area?",
        "Quest personals is not necessarily about pairing you with your lifelong match so much as pairing you with the match that you desire right now.",
        "Quest Personals is committed to bringing couples together one at a time and offers many services to help you find a match such as mobile phone text services.",
        "A membership at Quest Personals includes a free profile, a free photo upload, the ability to search as well as upload a video greeting for others who look at your profile.",
        "Quest Personals is a partner of the heart2heart network.",
        "You can use your personal email address or set up one just for your Quest Personals account.",
        "Quest Personals allows you to enter specific details from body type to hair color to sports interests in order to help you make the best match possible.",
        "While not all dating services will screen their members, Quest posts this warning boldly so that you are aware of the potential problems.",
        "If you're not interested in online dating and would rather meet new people over the phone, you can try the Quest Personals chat line.",
        "To get started with Quest Personals, go to its official website.",
        "Once you select your gender, and if you are male, the method in which you heard about Quest, you can choose to connect to the live chat either immediately after signing in to your voicemail box.",
        "Quest Personals does not monitor the content in its mailboxes, but you can block callers that you find offensive by pressing eight.",
        "If you're male and you decide that you'd like to continue using Quest after your free minutes expire, you can purchase additional chat minutes online or over the phone.",
        "Go back to Quest's homepage, type in your telephone area code and click on your city name.",
        "You cannot use Quest Personals chat line if you are under 18 years of age.",
        "You must call and check your messages at least once every four weeks or Quest will delete your account.",
        "Now that you understand the diamond grading system, you can recognize quality diamonds in your quest for the perfect ring.",
        "So in your quest for affordable luxury items it is vital to recognize that if you are purchasing a designer handbag at an incredible price, the handbag is most likely a replica.",
        "A little extra effort and research, however, may make your quest to find an authentic style less difficult.",
        "When you begin your quest for a leather satchel, it makes sense to visit both leather goods stores and tack or saddle shops.",
        "This fellow is always on a quest for perfection at some level, and while his criticisms, constructive and otherwise, can become a bit annoying, you'll likely like wind up better off from the experience if your ego doesn't get too bruised.",
        "However, Virgo's quest for perfection will eventually drive Gemini into a whirlwind of rebellion.",
        "However, Pisceans need to be careful that they don't become a martyr in their quest to help others.",
        "The Sagittarius mind is a sponge, and his inner quest for truth and knowledge is a lifelong one.",
        "The personality profile of a Virgo is one of many depths and sides, but the overall governing force in this sun sign is the quest for perfection in an imperfect life.",
        "However, perfectection is his quest in life, and it often takes this sign a while to accept himself and others, warts and all.",
        "On the one hand, you have a man who is on a quest for spiritual love and desperately wants to find his soul mate.",
        "In the never-ending quest to help their children become smarter, more literate, and more tech savvy, many parents think about computers for kids.",
        "The main character in the series is a boy named Ash Ketchum, who is on a quest to become the best Pokemon Master.",
        "Having some Websites related to science can help begin your scientific quest together.",
        "Nobody knows your kids better than you, so you should use this information to guide you in your quest for that gift that will put a permanent smile on your son or daughter's face.",
        "Fortunately, you are not alone in your quest to determine and develop good parenting skills.",
        "Superman and Jonny Quest games are also included in this section.",
        "Word quest adventure games: Adventure games that involve characters searching for letters to spell out a word can be fun for young children.",
        "\"V\" is a masked man on a double quest: he seeks revenge for his own tortured past; and he wants to overturn the futuristic totalitarian British government through the combined power of chaos and the will of the people.",
        "An adventure movie, National Treasure follows Benjamin Gates on the quest through history to find a lost treasure.",
        "Capturing elusive images of otherworldly beings and paranormal activity remains a quest of researchers.",
        "These investigators continue in their quest to discover solid scientific evidence of the existence of Bigfoot.",
        "In order to validate your past life, you may need to become a bloodhound and be relentless in your quest to find some documentation of your past life.",
        "At some point in the process of your quest to discover your past lives, this kind of validation will simply no longer be important to you.",
        "Right now, they have a \"Top Gifts\" section to help you on your quest for the perfect gift for your athletic friend or relative.",
        "In each of the three telenovelas, Thalia portrays a poor Maria in her quest for love, acceptance and a happily ever after.",
        "It was Erica's life-long quest for her father's love that drove her to the best and worst romantic decisions.",
        "A long-running veteran of soap operas, Chappell described her surge in popularity with the Otalia storyline as a reflection of the storyline's quest for universal love and acceptance.",
        "In her quest to find the information needed to exonerate Viki, Karen took the stand.",
        "Inspired by one of the villains Spiderman battled, Human Enigma began his quest to turn his body into a giant jigsaw puzzle.",
        "This gallery is sure to help you on your quest for the perfect Celtic knot.",
        "Need some ideas on your quest for the perfect tribal dragon tat?"
    ],
    "definition": [
        "Link/Cite"
    ]
}