{
    "translation": "לזעום, לכעוס, כעס",
    "uses": [
        "His cold rage terrified her.",
        "He flew into an abusive rage when he saw it.",
        "His face twisted in rage as he reached for her again.",
        "Rage welled up as he went to find her.",
        "His face contorted in rage and one long step brought him close enough to grab her shoulders.",
        "Sorrow and rage pierced him to the core.",
        "Adrienne felt the rage tearing at her lungs, plucking at her nerves until she wanted to twist Julie's neck off.",
        "The raw rage he didn't feel walking with Claire unfurled within him, until he was sprinting.",
        "His rage simmered, yet he couldn't maintain the rage when faced with the sudden need to think.",
        "He gave a strangled cry of rage and pain in response.",
        "The rage stirred and with it, Xander's fangs.",
        "Before she fell again for Sirian's lies, she pushed the lever to seal his cell and walked away, rage and confusion making her head spin.",
        "Prince Andrew saw that the officer was in that state of senseless, tipsy rage when a man does not know what he is saying.",
        "She faced the goddess, rage streaking through her along with the terror of being mated to the Dark One.",
        "Her face contorted with rage, and her eyes blackened.",
        "His surprise wore off, replaced by cold rage that rose from deep within him.",
        "The edge of cold rage was gone from his voice.",
        "Pierre was in such a transport of rage that he remembered nothing and his strength increased tenfold.",
        "The rage and hatred she showed that night made perfect sense now.",
        "He didn.t have to ask what Sasha did to her when her pretty blue eyes flared with white rage and then filled with tears.",
        "Long-buried rage was bubbling upward, along with the tiny instinct he'd squashed thousands of years ago.",
        "He paused, bristling with lightning and rage at the thought of Darian betraying their family.",
        "Confusion and rage blinded him, and he threw himself into the battle, not noticing the nicks and bruises his opponents inflicted upon him.",
        "The fight for the villages continued to rage fiercely and incessantly, each side behaving as if its mortal foe was in front.",
        "He threw her against the wall, blinded by pain and rage.",
        "He released his pent-up rage and frustration and gave a bellowing war cry, trying hard to forget the warlord of Tiyan.",
        "Low carb diets have been all the rage since Dr. Robert Atkins created and published his book on the Atkin's diet in 1972.",
        "This is likely due to the fact that extreme low-rise pants are all the rage for more than five years now.",
        "Detox diets are all the rage and an acai slim diet quick method can remove toxins from your system.",
        "Corsets soon fell out of fashion, but body shaping was still all the rage.",
        "Instead, she slumped against the wall, defeated by alcohol and impotent rage.",
        "If his questing had been unsuccessful, he appeased the rage of hunger with some scraps of broken meat, and lay down to rest under the piazza of Covent Garden in warm weather, and, in cold weather, as near as he could get to the furnace of a glass house.",
        "This is because conical bras were all the rage in the 1950s.",
        "Sarah could see the rage had left.",
        "Mahmud, in a violent rage, sent after the poet and promised a large reward for his capture, but he was already in comparative safety.",
        "The muscles in Howard's jaws worked with rage.",
        "When she reached the top of the stairs, Sarah panicked, seeing Jackson alone and in a fit of rage.",
        "He glanced at Connor who barely contained his rage.",
        "A famine had begun to rage.",
        "Among the slain was Sir John de Graham, the bosom friend of Wallace, whose death, as Blind Harry tells, threw the hero into a frenzy of rage and grief.",
        "Garrison's visit to England enraged the pro-slavery people and press of the United States at the outset, and when he returned home in September with the \"protest\" against the Colonization Society, and announced that he had engaged the services of George Thompson as a lecturer against American slavery, there were fresh outbursts of rage on every hand.",
        "In the 19th century, the S-shape was all the rage and women wore bustles to give themselves a nice rounded behind.",
        "In the 1950s, the hourglass figure was all the rage, so women wore heavy crinolines over their girdles to give their skirts more sweep.",
        "In the 1950s, when exaggerated curves and padded bras became the rage, girls in early adolescence became more concerned about copying their older sisters and the lingerie industry saw a chance to make some money.",
        "There are some styles from the 1960s when psychedelic colors were all the rage; this colorful craze extended to girdles as well.",
        "Free 80s goth music dowloads are all the rage these days, thanks to a resurging interest in goth music.",
        "Yelling, screaming and trying to cut down the opposition with rage and energy can and have been effective and if nothing else can offer a subculture a theme, a message to hang on, a way to remember to keep fighting.",
        "The program, which can be downloaded for free here, is said to be reasonably easy to use with speedy searches, effective connections, and even support for the BitTorrent (BT) protocol which seems to be all the rage these days.",
        "As the story goes, Ann left the meet-and-greet, went to her hotel room and penned \"Barracuda\" in a fit of rage.",
        "Women might be interested in a Jane Austen party, where card games were all the rage.",
        "Despite Bret's appearances without a bandana or hat, the wig-like look to his hair allows the debate to rage on.",
        "In rage, Jabba decides to toss his captives to the giant sand thing; Luke, in a display of Force bravado hitherto unknown in the Star Wars films, saves his friends, defeats Jabba and destroys his court.",
        "Before tanning lotions, sunbathing and beds were all the rage.",
        "Defrauded of their bloody diversion, the people were wild with rage.",
        "On the other hand a string of islands extends along this coast, which offer many safe and easily accessible places of anchorage to ships during the fierce winter gales which rage in the Adriatic. The principal are Pago, Pasman, Isola Lunga and Isola Incoronata, Brazza, Lesina, Curzola and Meleda.",
        "One season black and red may be all the rage, and then the next season pretty pastels and dainty feminine touches dominate the scene.",
        "Mika is all the rage in the UK at the moment, and he is just about to make his presence felt on the other side of the pond as well.",
        "Pranks: Practical jokes are all the rage on these types of shows; they cater to both celebrities and everyday individuals equally.",
        "Pranks: Practical jokes are all the rage on these hidden camera offerings.",
        "One part of the teaser needs to be seductive, another needs to convey fear, while a third needs to convey rage and anger.",
        "Page Rage offers total Facebook themes that allow you to personalize your page by holiday, anime, pattern and more.",
        "It is punky and poppy, folky and thoughtful, and at times funny and full of passion that is clearly driven by something that does not quite feel like sadness and that is not quite hardcore enough to be called rage.",
        "Mr James, the head of the mission, volunteered no satisfactory explanation, whereupon the king broke into uncontrollable rage, calling the emissaries cheats and liars.",
        "Her cartouches began to be defaced or her monuments hidden up by other buildings, and the same rage pursued some of her most faithful servants in their tombs.",
        "In January 1791 a terrible plague began to rage in Cairo and elsewhere in Egypt, to which Ismail Bey and most of his family fell victims. Owing to the need for competent rulers IbrghIm and Murad Bey were sent for from Upper Egypt and resumed their dual government.",
        "Theseus in a rage imprecated on his son the wrath of Poseidon.",
        "He hated the \"morbid rage of debate\" because he believed that men were never convinced by argument, but only by reflection, through reading or unprovocative conversation; and this belief guided him through life.",
        "The indignation excited by Leo X.'s sale of indulgences, the moral rage stirred in Northern hearts by papal abominations in Rome, were external causes which precipitated the schism between Teutonic and Latin Christianity.",
        "The result threw Clay into paroxysms of rage, and he violently complained that his friends always used him as their candidate when he was sure to be defeated, and betrayed him when he or any one could have been elected.",
        "Together with the rage for virginity went the institution of virgines subintroductae, or of spiritual wives; for it was often assumed that the.",
        "There was a stormy interview at York Place; but Pole succeeded in mollifying the king's rage so far that Henry told him to put into writing his reasons against the divorce.",
        "Whilst they remain with her she is peculiarly vicious and aggressive, defending them with the greatest courage and energy, and when robbed of them is terrible in her rage; but she has been known to desert them when pressed, and even to eat them when starved.",
        "It is no longer necessary for serious criticism to refute the objections to its authenticity raised during the 19th century in certain quarters;12 as Macaulay said of the authenticity of Caesar's commentaries, \"to doubt on that subject is the mere rage of scepticism.\"",
        "The undoubted reference to Juvenal in Sidonius Apollinaris as the victim of the rage of an actor only proves that the original story from which all the varying versions of the lives are derived was generally believed before the middle of the 5th century of our era.",
        "But the prevailing impression we carry away after reading him is that in all his early satires he was animated by a sincere and manly detestation of the tyranny and cruelty, the debauchery and luxury, the levity and effeminacy, the crimes and frauds, which we know from other sources were then rife in Rome, and that a more serene wisdom and a happier frame of mind were attained by him when old age had somewhat allayed the fierce rage which vexed his manhood.",
        "Suppose this achieved, we have yet to struggle with single attacks of the passions: irascibility may be cured, but we may succumb to a fit of rage.",
        "and that in spite of the king's leaving the council in a rage.",
        "This is done about midsummer, when by the aid of torches and long poles many thousands of the young birds are slaughtered, while their parents in alarm and rage hover over the destroyers' heads, uttering harsh and deafening cries.",
        "It seems that he was at first treated well as a valuable hostage, but was sacrificed by the Bulgarian monarch in a sudden outburst of rage, perhaps in consequence of the revolt of Philippopolis, which passed into the hands of the Franks.",
        "At a later period he talked of \"dying of rage, like a poisoned rat in a hole\"; for some time, however, he was buoyed up by feeble hopes of a restoration to England.",
        "The broader theories of modern zoology might seem to have little bearing on the Echinoderma, for it is not long since the study of these animals was compared to a landlocked sea undisturbed by such storms as rage around the origin of the Vertebrata.",
        "The factions which had prevailed during the reign of Edward the Martyr seem to have continued to rage during his brothers minority, yet iEthelreds earliest years were his least disastrous.",
        "It roused one of the fits of wild rage to which he was not unfrequently liable; he burst out into ejaculations of wrath, and cursed the cowardly idle servants who suffered their master to be made the laughing-stock of a low-born priest.",
        "Such acts ptovoked rage a8 well as fear, yet the measure of Johns iniquities was not full till 1212.",
        "He was sincerely religious, self-restrained and courteous, though occasionally, under provocation, he could burst out into a royal rage.",
        "The same hatred of lawlessness and violence which fired him with a divine rage against the Indian malefactors was aroused by the violence and lawlessness of the Parisian insurgents.",
        "The princess gave way to paroxysms of rage, in which she was guilty of acts of atrocious violence.",
        "The pews of the pope's escape was received at Constance with an extraordinary outburst of rage, and led to the subversive decrees of the 4th and 5th sessions, which proclaimed the superiority of the council over the pope.",
        "Every thought of the bastard who had my wife in his sick clutches nearly blinded me with the rage of a mad man.",
        "She traced the channel of a newly healed scar along the inside of her forearm, where he'd split her arm almost in two in a fit of rage after she kicked him in the crotch.",
        "He'd last felt the cold sense of impotent rage when he was a child and his family was slaughtered before his eyes.",
        "The lingering rage at being so unceremoniously busted, and by a snippy woman storm trooper to boot, was only now beginning to melt away in the peace of his quarters.",
        "I think we are worse to each other than the Dark One is to his enemies, Kris said, white rage buried deep within him to keep Sasha from seeing it.",
        "Rage pounded through his body and he threw himself into the air, relishing the pain the shapeshifting brought.",
        "He had nearly drained her of blood, but had been in such a rage he hadn't even paid attention.",
        "He would have liked to think his ego had caused the rage, but he knew it was something much more complicated.",
        "Anger, even rage, but not pity.",
        "Rage flooded him as he realized those who betrayed him - and Memon - had come as much from the north as from Tiyan.",
        "The main problem with the combat is that most enemies fall quickly to slash combos and the rage meter becomes an afterthought.",
        "I look at it from every angle in order to find out why my response is mild annoyance or absolute rage.",
        "apoplectic with rage!",
        "almost apoplectic with rage he told the guys in the butts to hang on a minute and threw the telephone to the floor.",
        "His back arched, his fingers curled into fists of rage.",
        "An HIV diagnosis can unleash an avalanche of emotions: fear, rage, guilt or despair could appear singly or together.",
        "Thay war aw byordnar roused an he cuid hear thair yowls o rage no ferr ahint him.",
        "In a burst of fear and rage, I ran at it wielding the ax as hard as I could.",
        "When Panorama put out a program which included some Conservative backbenchers expressing doubts about the use of military force she was consumed with rage.",
        "When he turns on his wife and children in impotent rage at his impending bankruptcy, it's quite frightening.",
        "berserk rage they performed deeds which otherwise were impossible.",
        "blurring the edges of my road rage for weeks.",
        "buggyre's a whole lot more, there's quads, rage buggies, mountain climbing.",
        "If they had not admitted it they would have been exposed to the rage of the populace, who believed the contrary.",
        "I whizzed round the corner, then felt a mixture of anger, rage, mixed with a little contrition.",
        "THE long-running controversy over which company actually owns the rights to the MG Rover range of cars continues to rage.",
        "For those with friends, Streets of Rage contains a two-player co-op mode.",
        "People feel all kinds of ways, But nothing can substitute a drunken daze, Apart from Rage.",
        "A hard-fought battle ensued, in which there was great effusion of blood on both sides, vast numbers being slain with brutal rage.",
        "effusion of blood on both sides, vast numbers being slain with brutal rage.",
        "Dr. Hauschka holistic skin care products became all the rage after glowing endorsements from the likes of Madonna, Kylie Minogue and Julia Roberts.",
        "exploded with rage?",
        "Botox, microdermabrasion and mini face-lifts are all the rage.",
        "fantabulous repasts of a ski chalet holiday is all the rage currently with numerous skiers.",
        "fly into a rage at the slightest criticism.",
        "frontispiece bears legend: 'Lord Pevensey sacrificing the Thane of Fife in his jealous rage ' .",
        "The Japanese puzzle game Sudoku is all the rage at.. .",
        "greyade clashed against blade, bright flame met by mottled gray whilst all around them the struggle continue to rage.",
        "howling with rage like an animal he leaped at a weapon propped up against the wall of the cave.",
        "impotent rage; at worst, a shrug of the shoulders.",
        "incandescent with rage \" over the affair.",
        "Students enact a road rage incident and subsequent interviews between police, witnesses and those involved in the incident.",
        "incoherent with rage and threaten to sue, of course.",
        "Signatories include incubus, Audioslave and Rage Against the Machine.",
        "The Gods Are Waiting intaglio Plaster intaglios set under glass and framed have been the rage since the 1740s!",
        "Will's jealousy problems escalate when he gets stoned and in a jealous rage, tries to force himself on Sam at a party.",
        "Rage was not for women: it was n't ladylike or proper.",
        "Prefer to get rid of your road rage before getting behind the wheel of the wedding day limo?",
        "livid with rage.",
        "Some of the contributors were quite obviously livid with rage and other volatile emotions.",
        "Ornate prospect glasses, French lorgnettes and miniature spyglasses became all the rage in pre-Revolutionary France.",
        "maddened with rage, believes Suz is under Kalendorf's influence and she must trust him and see Kalendorf as a traitor.",
        "In fact voluntary manslaughter is where a person is killed by someone else in rage, terror or desperation.",
        "meek soul my father's rage encounter?",
        "mottled gray whilst all around them the struggle continue to rage.",
        "ombudsman service which of his rage.",
        "He lashed out at the hapless photographer in a fit of rage described by onlookers as \" right Royal \" .",
        "outburst of rage, against the place.",
        "overflyround there all about lyeth in low meadow, often overflown by rage of rayne.",
        "paroxysm of rage over, he went on his way without once looking back.",
        "pent-up rage, commands \" Rain.",
        "The site contains information ranging from the basic driving theory test for learner drivers to advanced techniques, road rage and driving phobia.",
        "purgative effect and got rid of his rage and grief.",
        "puzzle game Sudoku is all the rage at.. .",
        "rage against the machine or against the ghost.",
        "At best, there was impotent rage; at worst, a shrug of the shoulders.",
        "PRINCE'S KID, full of sweetness and pent-up rage, commands \" Rain.",
        "Hamlet shows a full range of emotions, beginning with confusion and depression, to melancholy and eventually murderous rage.",
        "I half expected him to fly into an uncontrollable rage over a slip of the tongue.",
        "He flies into a psychotic rage and tries to murder de Beer but the latter manages to escape and vows revenge.",
        "rage buggies, mountain climbing.",
        "Road rage probe after crash A WOMAN had to be treated in intensive care at the weekend after an alleged road rage incident.",
        "Basil's road rage tops poll Source - Thursday, October 21, 1999.",
        "rage fact, I had a raging hangover which wasn't my fault at all and was extremely tired due to lack of sleep.",
        "I don't get road rage, I just get perturbed.",
        "road rage probe after crash A WOMAN had to be treated in intensive care at the weekend after an alleged road rage incident.",
        "road rage situation.",
        "His usually pale face was purple with rage, and his bushy eyebrows knotted over his slightly rubbery nose.",
        "He has an exhaustive knowledge of all things audio visual especially if it involves light sabers and wookie rage.",
        "seethewhen you see the real cost to consumers of some of the most common insurance products, you may be seething with rage.",
        "skip past that in an adolescent rage?",
        "speechless with rage and expected me to buy a replacement.",
        "stunned by the sudden blow of the Red Serpent's strange power and rage.",
        "He was the priest entering the synagogue of the wicked to whip them in his rage.",
        "thoughts of suicide seem to be being replaced with rage, and I've had to stop driving for the safety of others.",
        "unleash an avalanche of emotions: fear, rage, guilt or despair could appear singly or together.",
        "No politics, little religion, no deep spiritual yearnings, no rage.",
        "He too is flouted, and in his rage tortures and slays her and her companions.",
        "The constable was killed in the first onslaught; Clement was imprisoned in the castle of St Angelo; Rome was abandoned to the rage of 30,000 ruffians.",
        "The deputies having been dazzled by I tes anc reviews, Talleyrand and Marescalchi, ministers of foreign affain at Paris and Milan, plied them with hints as to the course to th followed by the consulta; and, despite the rage of the mon democratic of their number, everything corresponded to thi wishes of the First Consul.",
        "Ayaz related what had taken place between Mahmud and Hasan Maimandi, and Firdousi in a rage gave 20 thousand pieces to Ayaz himself, the same amount to the bath-keeper, and paid the rest to a beer seller for a glass of beer (fouka), sending word back to the sultan that it was not to gain money that he had taken so much trouble.",
        "He refused them, mainly, it would seem, because he could not believe that the Addington ministry could be firm; and in his rage at the discovery of his error he revenged himself ignobly on British tourists and traders in France.",
        "Henry, in a rage, declared that if the pope sent Fisher a hat there should be no head for it.",
        "Electra in her rage seized a burning brand from the altar, intending to blind her sister; but at the critical moment Orestes appeared, recognition took place, and the brother and sister returned to Mycenae.",
        "El Motamid, in a moment of folly and rage, crucified the Jew and imprisoned the Christian members of the mission.",
        "His doctor, who knew them to be indigestible, objected, and thereupon Ferdinand, in an imperial rage, made the answer: \"Kaiser bin i', and Kniidel muss i' haben\" (I am emperor, and will have the dumpling) - which has become a Viennese proverb.",
        "His rage was cyclonic: his hatred rarely stopped short of extermination.",
        "The refusal of the king of Sweden to marry into her family unless the bride would become a Lutheran is said to have thrown her into a convulsion of rage which hastened her death.",
        "Even in the existing versions of the letters, translated from the lost originals and retranslated from this translation of a text which was probably destroyed in 1603 by order of King James on his accession to the English throne - even in these possibly disfigured versions, the fiery pathos of passion, the fierce and piteous fluctuations of spirit between love and hate, hope and rage and jealousy, have an eloquence apparently beyond the imitation or invention of art (see Casket Letters 1).",
        "In a word, though most men anywise eminent have found reason to complain of calumny, I never was touched, or even attacked, by her baleful tooth; and, though I wantonly exposed myself to the rage of both civil and religious factions, they seem to be disarmed on my behalf of their wonted fury.",
        "But when the rainy season has set in upon the advancing enemy, they have watched their opportunity to make excursions and vent their rage; the famished invaders have either become their prisoners or been put to death.",
        "Next day he fell ill of rage and vexation of spirit, contracted a dysenteric ailment, and died a week later at Newark (Oct.",
        "I know by now, if he wins he comes back early to brag about it, but if he stays out till morning it means he's lost and will come back in a rage.",
        "\"And who are you?\" cried the officer, turning on him with tipsy rage, \"who are you?",
        "And this thought occurred to him just because he himself desired a victim, something on which to vent his rage.",
        "But at the very least it will have had a purgative effect and got rid of his rage and grief.",
        "They did n't rage against the machine or against the ghost.",
        "Basil 's road rage tops poll Source - Thursday, October 21, 1999.",
        "We are fascinated, yet repelled by the thought of such overwhelming rage...",
        "UPDATE: All The Rage will be republished in paperback with some changes and additions, and will soon be available in America.",
        "I do n't get road rage, I just get perturbed.",
        "Or it 's also pretty good in a road rage situation.",
        "But when you see the real cost to consumers of some of the most common insurance products, you may be seething with rage.",
        "Or did you skip past that in an adolescent rage?",
        "The Turk was almost speechless with rage and expected me to buy a replacement.",
        "This was only because the White Serpent was stunned by the sudden blow of the Red Serpent 's strange power and rage.",
        "My thoughts of suicide seem to be being replaced with rage, and I 've had to stop driving for the safety of others.",
        "As a result, it fills the Unbelievers with rage at them.",
        "I stood by looking on in sad silence, whilst the keeper vented his rage in entirely unprintable language.",
        "Hot tears of rage and of pitying sympathy ran down many a weather-beaten cheek.",
        "His skin flushed beet red and he started yelling before his anger escalated into a true homicidal rage.",
        "The debate over cloth versus disposable diapers continues to rage among manufacturers and parents.",
        "Personalized pacifiers are all the rage, and with their popularity it is easy to find online vendors that supply them.",
        "Remember that knee-length retro styled cutoffs may not be appropriate for that parent teacher meeting, even if they are currently the rage!",
        "Retro style sneakers are quite the rage these days and most sports brands have a range of retro-style sneakers in different materials on offer.",
        "Sunglass Rage Flip-ups: Sunglass Rage offers several styles of polarized flip-up style clip-ons.",
        "Darling \"Fluffy\" was once a highly meditative and affection cat, but since the introduction of the new kitten, Fluffy has become a hysterical hostile beast of rage.",
        "By the 1930s, however, modernism overtook the simplicity of the Mission style, and Art Deco became all the rage in interior design.",
        "Hybrid cars are all the rage as people become more aware of the importance of leading sustainable lifestyles.",
        "Since they are meant to treat emotional imbalances rather than diseases, the symptoms are emotional: anger, fear, sadness, despair, rage, etc. One or more remedies may be taken at the same time.",
        "Stainless steel was all the rage in classic art deco interiors and architecture.",
        "Lose the cabinet doors - Open shelving is all the rage, and it has some big advantages over those shuttered wooden built-ins you've been obsessing over all these years.",
        "Spray tanning is the new rage in skin enhancement.",
        "Pale, ghost-white skin was all the rage for centuries, and this was based upon a belief that having pigmented skin meant that you spent a great deal of time working outdoors.",
        "Fabric shoes, handbags, and 'big box' shorts, shoes, and accessories are all the rage.",
        "Graphic prints of swirling designs were all the rage.",
        "Gothic costumes are all the rage and the Tainted Fairy costume fits the mode.",
        "Back then, black-and-white images of pin-up girls were all the rage.",
        "Back in the 1980's, Cajun food was all the rage.",
        "This strong emotion ranges from feelings of being mildly irritated and annoyed to feelings of being intensely furious and full of rage.",
        "If you've been in a cycle of hostility for years, you may not know what sets off your rage because your stress level is constantly high.",
        "Knowing the physiological signs of anger will help you anticipate rage and take action to control it.",
        "By following these steps, you should have been able to identify what angers you, common themes of your anger, and physiological reactions to stress that lead to rage.",
        "Simply stepping into a different environment may be enough to defuse the initial rage during a difficult situation.",
        "Members can read lessons on how to deal with rage, then complete different activities that have to do with those lessons.",
        "Without it, a person will not be able to manage rage and will believe that anger management does not work.",
        "Uncovering these issues with a counselor will allow you to solve them in a healthy way so you can rebuild your emotional foundation, which will give you a better starting point when you do try to control your rage.",
        "She's all the rage, with concert tickets in high demand, and songs in the Top 10, so it's little wonder that every little girl wants Hannah Montana clothes.",
        "Speaking of rocker chic, it's all the rage this season and shows no signs of stopping.",
        "Vita Mix is all the rage, but the company and its products date all the way back to the 1920s.",
        "Sure, strapless wedding dresses are all the rage right now, and they do look nice, but how can a bride enjoy herself when she's shivering?",
        "You wouldn't have considered marrying in a sarong a few years ago, but these large scarves are all the rage for beach weddings.",
        "That upscale bridal boutique might be all the rage but will you really want to travel 90 minutes each way every time you need a fitting?",
        "One of the motifs closely associated with the 1960s and flower power rage were large bold floral designs.",
        "The story goes that a photographer tried to video tape some footage of Kanye, his manager, Don Crowley and his entourage when Kanye went into a hissy fit of rage.",
        "Scott Baio's Twitter rage further proves the point that some people just need their Twitter taken away.",
        "Chachi (Google it if you don't get the reference) then retorted with a few tweets of his own and so began Scott Baio's Twitter rage.",
        "In the 1950s when space-age movies were all the rage, plenty of B-list actors and actresses cut their teeth in this genre.",
        "In the late 1960s psychedelic music and hip huggers were all the rage.",
        "Plush socks are all the rage because they look so cozy and cute.",
        "Camouflage clothing is always popular with given groups of kids, but there are periods in fashion history when everything from kids' camo jackets to strappy tank tops are all the rage.",
        "Adorable girls' dresses come in feminine prints, not to mention quintessential 'girly' colors like pink, especially combined with brown, as has been the rage in recent years.",
        "Go Green: Eco-tours are all the rage these days.",
        "Whatever you believe, animals are not hard-wired to feel regret, rage or even fear in the case of dying.",
        "Elegant looking fabrics that appear to belong indoors in rich tones are all the rage.",
        "If you love the Art Deco style that was the rage in the 1920's and 1930's, Mikimoto's Vintage Collection will appeal to you.",
        "Art Deco - This style was the rage in the 1920s and 1930s.",
        "In the 1980s, spider pendants were all the rage for both nature jewelry and Gothic fashions.",
        "Retailers first introduced mood rings in the 1970s, and they soon became all the rage.",
        "The aviation craze, with Charles Lindbergh at its head, made leather jackets all the rage.",
        "Skip the shortened pants and skinny jeans that are all the rage right now.",
        "Too much jewelry: While \"bling bling\" may be all the rage in Hollywood, this is one trend that should stop at celebrities.",
        "At times a skin-tight fit is popular, while other times loose and baggy is all the rage.",
        "Hats such as the fedora, newsboy, and Kangol are all the rage for 2009.",
        "Passions rage on both sides of this issue, and both have valid arguments that should be considered before planting your flag with one team or the other.",
        "Before Twiggy hit the scene and her tiny figure, shown off in a body-hugging minidress, became all the rage, the curviness of the 1950s was still the exemplar of fashion.",
        "First of all, low rise swim shorts are currently all the rage.",
        "If you are still sport Farrah Fawcett feathered bangs or think a beehive hairdo should be all the rage, then you might want to consider how hairstyles have changed in the last 20, 30 or 40 years.",
        "Parents running on low sleep will be more likely to snap at their children; married couples running on little to no sleep are more likely to disagree, and lack of sleep can contribute to road rage.",
        "The latest rage in Hollywood is the use of mirrored contact lenses.",
        "Circle lenses are all the rage in Japan, Korea, and Taiwan, and they're catching on in North America too.",
        "In the movie, Twilight, golden amber colored eyes were all the rage and seen on the main character Edward Cullen.",
        "Way back in the 1970's, before home gaming systems, arcade machines were becoming all the rage.",
        "Streets of Rage is not entirely difficult: it's just an easy way to spend a few hours beating up bad guys and saving the city you once loved from a crime syndicate.",
        "Two sequels emerged for the series and if you are looking for a quick beat-em-up, go with Streets of Rage.",
        "Class 5: DGRAGE becomes Dagger, Ragged, Grade, Raged, Aged, Dare, Dear, Drag, Gear, Read, Rage, Age, Are, Ear, Egg, Era, Gag, Rag, Red, Egad, Dreg and Grad.",
        "Burnout: Revenge combines strategic racing and all-out road rage in one tight package.",
        "Now you have road rage and a vendetta against the other driver.",
        "\"Road Rage\" gives you an unlimited amount of opponents on the track so you can perform as many Takedowns as you can.",
        "I got sucked into the game quickly by its glossy and very hip presentation and before I knew it I had half the game completed (and half the night gone).But I still have Road Rage, so I'm taking it to the streets.",
        "Pixel Rage - Interesting article about existing Elderscrolls Oblivion Mods on PC the author felt should not have been made.",
        "Games such as Street Fighter, Mortal Kombat, Primal Rage and many more are members of this well-populated sub-genre.",
        "In many ways, it harkens back to classic titles like Streets of Rage 2 in that the game is short enough and fun enough to keep gamers coming back to play through it again and again.",
        "Maximize the amount of damage you can inflict on your enemies by upgrading Poseidon's Rage to the highest level as quickly as possible.",
        "He also has access to Magic abilities, including the Gaze of Medusa, which can turn enemies to stone, or the Rage of Zeus, which shoots powerful lightning bolts.",
        "Play in different modes including Road Rage, Pursuit, Crash and Race.",
        "Incredible Hulk: Ultimate Destruction is a one-player action adventure that allows the player to \"become\" the Hulk in all of his glorious, green rage.",
        "He has a devastating rage mode that can do great amounts of damage.",
        "There's also something fun in Psycho Circus called the Rage Orb.",
        "His special ability is a rage mode that gives Kong added strength to his attacks.",
        "Much like Final Fight and Streets of Rage, there is a definite comparison made between Tetris and Columns.",
        "After you race 10 multiplayer races, you'll unlock the cars 00-Agent-Car (using only one cartridge), Red Shirt Rage, Pooka (see above), Caddy Car, Galaga '88, Shy Guy, and Mario Racing.",
        "Use the Medusa weapon to turn him into stone, and use rage if you are able while he is immobile.",
        "This black suit version can be accessed at certain points in the storyline of the game, offering new attacks and an powerful \"rage\" system.",
        "He eventually left the criminal syndicate, lost his \"God of Muay Thai\" title to Adon, and overcame his burning rage and hatred.",
        "The Super Moves use the horizontal segments, whereas the Ultra Moves use the rage meter.",
        "I love playing unknown games like Sword of the Berserk: Guts' Rage because, most of the time, they're surprisingly good.",
        "Sword of the Berserk: Guts' Rage for the Dreamcast is one of those games.",
        "Since the sensor bar isn't expensive, it doesn't hurt to have an extra one on hand in case yours goes out or is destroyed in a fit of gamer rage.",
        "As is all the rage in Korea, particularly in metropolitan areas like Seoul, is Mobile TV, usually powered by something called DMB, or \"digital media broadcasting.\"",
        "Alternatively, you can consider some of the portable backup battery solutions that are becoming all the rage among mobile professionals.",
        "Smartphones with large touchscreen displays have become all the rage in recent years and there is a bigger push toward what are known as capacitive touchscreens rather than resistive ones.",
        "Some adolescents may feel anger and want to rage at the world for letting death take a loved one.",
        "About 33 to 50 percent of all tuberous sclerosis patients have problems such as learning disabilities, severe mental retardation, attention deficit disorder, obsessive-compulsive disorder, autism, aggression, rage, or self-harming behavior.",
        "Other psychiatric problems that often coexist with tics and tic disorders include learning disorders, impulse control disorders, school phobia, sensory hypersensitivity, and rage attacks.",
        "As the English phrase \"running amok\" implies, the syndrome is characterized by sudden outbursts of indiscriminate aggression or murderous rage that are completely unprovoked or that are triggered by trivial slights.",
        "Anabolic steroids have been associated with liver cancer, and they have psychological effects, such as contributing to rage attacks.",
        "Specialized drug references maintain for a complete list for each individual drug, including analysis of psychological effects of these drugs that contribute to rage attacks.",
        "Children who steal are often expressing displaced feelings of anxiety, rage, or alienation resulting from a disruption in their life, such as a parent's divorce or remarriage.",
        "A child who experiences explosive rage may respond well to medication.",
        "In a fit of rage, he swallowed all the children.",
        "Back in the 1920s, when short hair worn in curls or waves was all the rage, a number of women had their hip-length hair bobbed and discovered they had natural curls or waves, which made setting their hair much easier.",
        "Try using a Sedu iron to emulate the 1970s boho modish style that is all the rage.",
        "Coined \"sedu\" from one of the most popular hair straightening manufacturers, pin straight styles are all the rage today.",
        "Tight curls were all the rage in the 80s and a popular perm variation was the spiral perm.",
        "Hats off: This look was all the rage in the 1940s and can be another vintage style to consider.",
        "The angled bob has been all the rage the past few years thanks to Posh, but what to do while it's growing out?",
        "In the early 1920s, fashion designer Coco Chanel, as well as actresses such as Louise Brooks, made the bob haircut all the rage.",
        "While it may be even easier to find a great leopard print swimsuit when animal prints are all the rage, you can still maintain your unique sense of style and wear it whenever you choose.",
        "Swimdresses have become all the rage this season, and should fare well next season too.",
        "Men's designer swimwear is all the rage, so come join in the fun!",
        "Popular during the 1950's and 1960's, one piece Gabar bathing suits were all the rage.",
        "Liquid vitamins are all the rage in the nutrition and supplement world these days.",
        "Toward the later 60s, Dr. Scholl's clogs became the rage with a wide variety of styles.",
        "In the late 1960s tights became the latest rage in fashion.",
        "Things like huge cardigan sweaters, oversize Mickey and Minnie sweatshirts, and pants that were big and baggy around the hips and tapered at the ankles were the rage, especially in the late '80s.",
        "Big hair was all the rage in the 1980s, to the point where one wonders how much all that hairspray affected the current air qualities.",
        "If you do find that beautiful summer dress that's all the rage right now and it's too long, go get it tailored to the perfect length.",
        "White dresses were all the rage at the 2009 Oscars.",
        "Bows are all the rage on the red carpet, so ABS added this gown to their collection to address the trend.",
        "Whether it was Madonna dancing onstage or Cyndi Lauper dancing down the street in a music video, poufy skirts, featuring plenty of lace underneath to increase volume, were all the rage.",
        "Stylish women changed their silhouettes from the Edwardian frocks which featured high necks, blousy sleeves and loose fits to the slim-fitting \"Oriental\" style that became all the rage.",
        "If you need proof, just visit any retail store, electronics superstore or kitchen appliance specialty store and you’ll find that single cup coffee makers are all the rage.",
        "Even though electronic readers are all the rage, some readers still prefer an old-fashioned book with real paper, especially when they're inexpensive.",
        "Shiny, skin-tight and again, sparkly outfits are all the rage.",
        "Sponge Bob costumes are all the rage for both kids and adults.",
        "This gives your partner a chance to prepare his or her anger ahead of time, and bottled rage will only increase the hostility of your breakup.",
        "During this time, engagement rings were often constructed of white gold or platinum, and colorless diamonds were all the rage.",
        "Shift dresses and boxy pastel suits were all the rage, and women wore jewelry to complement these fashions.",
        "During this time, there was a significant focus on geometric shapes, so square and rectangular emerald-cut diamonds were all the rage for rings.",
        "Flee markets, antique shops and similar venues offer a wide rage of possibilities.",
        "Low- and high-end handbag designers alike have capitalized on the rage, breathing new life into an organic material once mainly associated with picnic baskets.",
        "Organizer bags are all the rage right now, so LoveToKnow went right to one of the most popular designers of organizer handbags, Jen Groover of Butler Bags.",
        "Since purple is the rage, leather totes in this color are plentiful at most handbag retailers and department stores.",
        "Companies like Thirty-One have made cloth purses all the rage, because of the ability to embroider a name or initials, creating a completely customized purse.",
        "The bull will then charge full steam ahead in her rage until she is fully spent.",
        "Many young girls dream of being princesses, and Disney Princess bedding is currently all the rage.",
        "As gritty and boisterous as Quint, the character he played, Shaw was given to fits of rage when faced with the multiple delays in the production.",
        "Very scary Ouija stories detail experiences with the occult that drove one town mad and sent a woman into a jealous rage, resulting in her death.",
        "In the late 1970s and 1980s, Doc Martens shoes were all the rage.",
        "Women's Diggers-Rays are the shoe world's answer to the sequined purses that are all the rage.",
        "Shorts: The new longer shorts that are all the rage this season look feminine and casually elegant when paired with a cute top and flats.",
        "Everything from technology to classrooms incites your rage, and there's nothing like hardcore German industrial music to plague your mind with anger!",
        "Also referred to as the \"generally angry\" goth, gutter goths prefer to keep their wardrobes simple as uncontrollable rage is very rarely lucrative.",
        "Rebel Retro: You can certainly indulge your love for the retro rage with Rebel footwear.",
        "Going back to the concept of the truly odd and dramatic plot lines, soap operas thrive off of conflicting stories and moments of intense rage, suspense and sadness.",
        "Feminine tribal tattoos are the latest rage in body art.",
        "Allowing an infection to rage on is foolhardy because the bacteria can reach your bloodstream.",
        "Ever wonder what's behind the rage for Big Paw car magnets?",
        "In the 1990s, sport utility vehicles or SUVs were the new rage, with approximately twenty different models on the road.",
        "Soon, four cylinder engines were the new rage, and between 1903 and 1911, no matter what the model, the automobile was considered a sport, not an effective use for transportation.",
        "Col. Tigh struggles between guilt, rage and hatred and often tries to find solace in the bottom of a bottle.",
        "I remember thinking over and over that I couldn't allow him to kill someone I love again, and when Connor removed the IV, I went insane with rage.",
        "Anger and humiliation boiled up inside her and spilled over in a froth of rage.",
        "Until now she would never have believed him capable of such rage.",
        "All the piled up stress and remorse bubbled up and she was suddenly and thoroughly consumed with seething rage.",
        "Schmidt, Geschichte des Deutschtums im Lande Posen linter polnischer Herrschaft (Bromberg, 1904); Stumpfe, Polenf rage and Ansiedelungskommission.",
        "inarticulate rage in writing.",
        "psychotic rage.",
        "unbelievers with rage at them.",
        "Thus Saxif rage cernua is regarded as an alpine form of the lowland S.",
        "The tanned complexion, that amorphous crag-like face; the dull black eyes under the precipice of brows, like dull anthracite furnaces, needing only to be blown; the mastiff mouth accurately closed; I have not traced so much of silent Berserkir rage that I remember in any man.\"",
        "Napoleon had little difficulty in disposing of the father, whose rage against his son blunted his senses in every other direction.",
        "The orchestration is already almost classically Wagnerian; though there remains an excessive amount of tremolo, besides a few lapses into comic violence, as in the yelpings which accompany Ortrud's rage in the night-scene in the second act.",
        "In spite of the weak efforts of the British government to palliate the significance of this \" untoward incident,\" Turkey broke off diplomatic relations with the three powers concerned, and on the 10th of December Mahmud, giving full vent to his rage, issued a hatt-i-sherif denouncing the cruelty and perfidy of the Christian powers, declaring the convention of Akkerman null and void, and summoning the faithful to a holy war.",
        "The news of Navarino betrayed Mahmud into one of those paroxysms of rage to which he was liable, and which on critical occasions were apt fatally to cloud his usual good sense.",
        "of Castile, and numbered next to him as being a junior member of the family (see the article Spain for the division of the kingdom and the relationship), is said by Ibn Khaldun to have been called the \"Baboso\" or Slobberer, because he was subject to fits of rage during which he foamed at the mouth.",
        "Andre's sombre rage against the course of events found vent in the line on the Maenads who mutilated the king's Swiss Guard, and in the Ode d Charlotte Corday congratulating France that \"Un scelerat de moins rampe dans cette fange.\"",
        "The war between France and Spain continued to rage, and Savoy, on whose territory much of the fighting took place, suffered severely in consequence.",
        "Its main intention in its present context is apparently to explain Satan's dominion over the world and the bitterness of his rage against the church and against Christ.",
        "This trimming policy met with little success: rage and suspicion so possessed men's minds, that she could no longer control the opposing parties, and one civil war followed another to the end of her life.",
        "In any case D'Erlon could not come back in time to give him effectual help. But incapable of grasping the situation, and beside himself with rage, Ney sent imperative orders to D'Erlon to return at once, and immediately afterwards he ordered Kellermann to lead his one available cuirassier brigade and break through Wellington's line.",
        "6, to the rage of the Committee, their hardly won majority vanished in the dissolution of the Chamber by imperial decree.",
        "It contributed more to the liberation of the human mind from the thraldom of the clergy than all the uproar and rage of Luther's many pamphlets.",
        "(For the Roman god, identified with Ares, see Mars.) As contrasted with Athena, who added to her other attributes that of being the goddess of well-conducted military operations, he personifies brute strength and the wild rage of conflict.",
        "Accordingly, in an access of pious rage, as it were, they turn upon reason to rend her.",
        "Unfortunately, Venice, for her own safety's sake, insisted on the publication of Wladislaus's antiTurkish alliance; the Porte, well informed of the course of Polish affairs, remained strictly neutral despite the most outrageous provocations; and Wladislaus, bound by his coronation oath not to undertake an offensive war, found himself at the mercy of the diet which, full of consternation and rage, assembled at Warsaw on the 2nd of May 1647.",
        "Alexander was driven into transports of rage by this championship of the ancien regime by one who had been a servant of its bitterest foe.",
        "- Publications of the Maryland Geological Survey (Baltimore, 1897); Maryland Weather Service Climatology and Physical Features, biennial reports (Baltimore,1892-); United States Census; Reports of the U.S. Fish Commissioner and Bureau of Fisheries (Washington, 1871); State Department, Maryland Manual, a Compendium of Legal, Historical and Statistical Information (Baltimore, 1900-); B.C. Steiner, Citizenship and Suf f rage in Maryland (Baltimore, 1895), an historical review of the subject; J.",
        "Then Satan began to rage, and made an incursion into the kingdom of light, into the earth of light.",
        "But there was relentless war between the Hurons and the Iroquois occupying the southern shore of Lake Ontario, and when in 1649 the Iroquois ruined and almost completely destroyed the Hurons, the Jesuit missionaries also fell victims to the conquerors' rage."
    ],
    "definition": [
        "Violent, explosive anger.",
        "A fit of anger.",
        "Link/Cite"
    ]
}