{
    "translation": "לבזוז, פשיטה",
    "uses": [
        "He couldn't have planned the Indian raid, though.",
        "The Maltese joined the Spaniards in a disastrous raid against Gerbi on the African coast in 1432.",
        "My father's supposed to raid with us, which he's never done.",
        "\"You repay me by making sure the raid planned for tonight never happens,\" she replied.",
        "Antony's raid in 41 B.C. (Bell.",
        "When a raid is in contemplation, they are brought in and given a little barley for a few weeks.",
        "Raid is a bit of an overstatement.",
        "The corsair retaliated by leading what remained of his navy on a plundering raid to the Balearic Islands.",
        "During his second Egyptian campaign a rumour came that Antiochus was dead, and Jason made a raid upon Jerusalem.",
        "Antigonus, the son of Aristobulus, made a raid and was with difficulty repulsed by Herod.",
        "After the retreat of Darius the Scythians made a raid as far as Abydos, and even sent envoys to King Cleomenes III.",
        "A raid on Delphi attempted by the Persians in 480 B.C. was said to have been frustrated by the god himself, by means of a storm or earthquake which hurled rocks down on the invaders; a similar tale is told of the raid of the Gauls in 279 B.C. But the sacrilege thus escaped at the hands of foreign invaders was inflicted by the Phocian defenders of Delphi during the Sacred War, 356-346 B.C., when many of the precious votive offerings were melted down.",
        "The soldiers of Coroticus (Ceretic), a British king of Strathclyde, had in the course of a raid in Ireland killed a number of Christian neophytes on the very day of their baptism while still clad in white garments.",
        "He delivered a series of violent speeches against the papacy, and made open preparations for a raid, which were not interfered with by the government; but on.",
        "An unsuccessful diplomatist, his chief services in arms were the butchery in the north after the Pilgrimage of Grace and the raid into Scotland which ended with the rout of Solway Moss.",
        "As poet-laureate, his occasional verses did not escape adverse criticism; his hasty poem in praise of the Jameson Raid in 1896 being a notable instance.",
        "Eager to win the first spoils, the German crusaders, who were in advance of the French, attempted a raid into the sultanate of Iconium; but after a stern fight at Dorylaeum they were forced to retreat (October 11 4 7), and for the most part perished by the way.",
        "\"I need you to call off the raid this evening,\" she continued.",
        "For the next 50 years they continued to raid the Byzantine empire, although Sergius condemned retaliation.",
        "It was customary for the victor after a successful raid to carry off skilled artisans as captives.",
        "with his former followers, he decided on an immediate am tair of raid on Rome.",
        "363, and in that of the Persian raid of 540.",
        "He had no sooner learnt of the raid in Cape Town than he issued a proclamation through - Sir Jacobus de Wet, the British resident at Pretoria, burg.",
        "P. Hillier, Raid and Reform (1898) and South African Studies (1900); Report of the Trial of the (Johannesburg) Reform Prisoners (1896); Report of the Select Committee of the House of Commons on the Jameson Raid, Blue-book (165) of 1897; Report of the Select Committee of the Cape Parliament on the Jameson Raid (Cape Town, 1896); Jameson Trial, Transcript from Shorthand Writers' Notes and Copies of Exhibits (2 vols., 1896); E.",
        "In this year he took such an active part in raising funds to defend John Brown, then on trial in Virginia, that he aroused the suspicions of a senatorial committee investigating Brown's raid, and was summoned to Washington to tell what he knew of the affair.",
        "Just as in 335 he had crossed the Danube, so he now made one raid across the frontier river, the Jaxartes (Sir Dania), to teach the fear of his name to the outlying peoples of the steppe (summer 328).",
        "In Johannes 1 Jameson, speaking at Durban on the 9th of August 1910, declared that the raid was not racial in the sense usually understood, but an effort towards federation.",
        "The swift Liburnian vessels began to raid the Lido, compelling the Venetians to arm their own vessels and thus to form the nucleus of their famous fleet, the importance of which was recognized by the Golden Bull of the emperor Basil, which conferred on Venetian merchants privileges far more extensive than any they had hitherto enjoyed, on condition that the Venetian fleet was to be at the disposition of the emperor.",
        "At the time however when active operations began the 42nd Division and one of the French divisions could 1 The chief naval incidents of this month were: - a raid by the Turkish destroyer \" Demir Hissar \" which sank the British transport \" Manitou \" on March 16, but had to be blown up next day off Chios to avoid capture; an attempt of the British submarine E15 to enter the Straits, which led to her being forced ashore (April 16) and in the sequel to her destruction by a daring boat's crew from the \" Majestic \" (April 18); bombardments of the defences of Smyrna on March 28, April 6 and April 22; and operations at Gaza and El Arish on the Syrian coast by the French battleship \" St.",
        "Sheridan's cavalry, during the \" Richmond Raid,\" carried the city's outer defences (May 12), but found, the river line too strong to be taken by assault and moved away.",
        "The raid of the Elamite king Kutur-Nakhkhunte is placed by Assur-bani-pal 1635 years before his own conquest of Susa, and Khammurabi is said by Nabonidus to have preceded Burna-buryas by 700 years.",
        "Igor was the leader of a raid against the heathen Polovtsi in 1185; at first successful, he was afterwards defeated and taken prisoner, but finally managed to escape.",
        "Conde now advised a cavalry raid on Amsterdam, but Louis, acting on the suggestion of the war minister Louvois, preferred to reduce Nijmwegen, Gorinchem and other places, before entering Utrecht province.",
        "XX.) the latter seem to have joined in the great raid of northern tribes on Egypt which was checked by the battle of Pelusium.",
        "The very inconsistency with which Villehardouin is chargeable, the absence of compunction with which he relates the changing of a sacred religious pilgrimage into something by no means unlike a mere filibustering raid on the great scale, add a charm to the book.",
        "In 1355 Edward led an unsuccessful raid out of Calais, and in January and February 1356 harried the Lothians, in the expedition famous as the Burned Candlemas.",
        "But the prospect of a settlement roused the Italian Nationalists to a final effort: the Nitti Cabinet fell, and D'Annunzio, repeating his defiance of Europe, attempted a further raid upon Dalmatia.",
        "Reared in this way they are capable of marvellous endurance, marching during a raid twenty hours a day for eight or ten days together.",
        "He died suddenly in his tent at Jaen when preparing for a raid into the Moorish territory of Granada, on the 7th of September 1312.",
        "Formica sanguinea is a well-known European slavemaking ant that inhabits England; its workers raid the nests of F.",
        "Eustace was knighted in 1147, at which date he was probably from sixteen to eighteen years of age; and in 1151 he joined Louis in an abortive raid upon Normandy, which had accepted the title of the empress Matilda, and was now defended by her husband, Geoffrey of Anjou.",
        "In the period which intervened between the Jameson raid and the outbreak of the war in October 1899 President Kruger's administration continued to be what it had been; that is to say, it was not merely bad, but it got progressively worse.",
        "Though a Protestant, he supported the government of Mary of Guise, showed himself violently anti-English, and led a raid into England, subsequently in 1559 meeting the English commissioners and signing articles for peace on the border.",
        "plunder green gold on a pirate raid & bring to camp the glory of old.",
        "Open This page from an air raid precaution book had instruction for building an Anderson Shelter.",
        "ARP wardens were enlisted to help protect the general public during an air raid, for example, guiding people to the shelters.",
        "Anger mounting at bungled police raid ANGER IS still mounting at the police dawn raid in Forest Gate.",
        "Frustration was the order of the day as Halesowen went top following their smash-and-grab raid for the points.",
        "raid shelters around the village.",
        "raid wardens were recruited from men too old to fight at the front.",
        "raid precaution book had instruction for building an Anderson Shelter.",
        "The first bombing raid against Tokyo occurred on November 24 th.",
        "In 1821 occurred the abortive raid of Alexander Ypsilanti into the Danubian principalities, and in May of the same year the revolt of the Greeks of the Morea began the war of Greek Independence (see Greece: History).",
        "John Brown's raid occurred during his term, and Wise refused to reprieve Brown after sentence had been passed.",
        "Murray was cited to attend the \"raid\" or array levied by the king and queen, and was duly denounced by public blast of trumpet for his non-appearance.",
        "But that neither plea would avail her for a moment in Scotland she had ominous evidence on the thirteenth day after her marriage, when no response was made to the usual form of proclamation for a raid or levy of forces under pretext of a campaign against the rievers of the border.",
        "The first Viking raid was on Lindisfarne, recorded in the Anglo-Saxon Chronicle.",
        "The police watchdog is to conduct a second inquiry into Scotland Yard 's controversial Forest Gate anti-terror raid, it has been confirmed.",
        "Indian elephants have a tendency to raid illicit stills and go on the rampage through villages.",
        "After Badr he mourned the leaders of the Quraysh and visited Mecca to stir up a reprisal raid against the Muslims.",
        "Our Air Raid Shelter We were a very large family, Dad was provided with materials to build a double air-raid shelter.",
        "Sound the air raid siren, there 's an evil drone on the horizon, Red Tape are mounting the attack !",
        "One of the chief jobs of the Air Raid Wardens was to make sure no-one was showing a light.",
        "But the threat of imminent destruction was implicit in every warning air raid siren.",
        "Disturbed by a zeppelin raid, Howells wrote this turbulent piece in a single all-night sitting.",
        "Raid your grandparents' attics or ask other family members if they've held onto patio furniture from eras past.",
        "Don't forget to raid the kitchen for glass jars, which are great for storing buttons, glitter, little pieces of fabric and ribbon, brads and other decorative items.",
        "Chances are, you're going to have to raid your closet, perhaps a few thrift stores, and your favorite designer rack at the department stores to pull together a sweet tux that would make Steven Tyler proud.",
        "Get ready to have fun and raid that closet!",
        "In Raid, the criminals must protect the stash from the police.",
        "Activision Anthology- It has some great classic Atari 2600 games like Jungle Hunt, River Raid and Pitfall.",
        "Time to raid your mother or grandmother's jewelry box if you can.",
        "north of Mafeking, that Dr Jameson started, on the 29th of December 1895, on his raid into the Transvaal.",
        "A raid into Babylonia conducted in 311 by Demetrius, son of Antigonus, did not seriously check Seleucus's progress.",
        "The latter were possibly taking part in the raid of the Irish king Niall Noigiallach, who met with his end in.",
        "raid sirens rang in Basra city around the time of the attack.",
        "Another cavalry raid effected but slight damage to the line, and Sherman now decided to take his whole force to the south side.",
        "He had annihilated the petty kings of the South, had crushed the aristocracy, enforced the acceptance of Christianity throughout the kingdom, asserted his suzerainty in the Orkney Islands, had humbled the king of Sweden and married his daughter in his despite, and had conducted a successful raid on Denmark.",
        "After the Jameson raid and the Emperor's telegram to President Kruger, in the drafting of which Baron Marschall, according to the later testimony now available, bore a leading part, it was he who declared in the Reichstag that the maintenance of the independence of the Boer republics was a \" German interest.\"",
        "McCall Theal, History of South Africa since 1795 (5 vols., 1908 ed.); for general summaries consult Sir C. P. Lucas, History of South Africa to the Jameson Raid (Oxford, 1899), and F.",
        "Since the Turkish conquest (1459) the history of Corinth has been uneventful, save for a raid by the Maltese in 1611 and a Venetian occupation from 1687 to 1715.",
        "For this course there were many reasons, the Transvaal territory annexed, or the greater part of it (the Vryheid district), having been only separated from the rest of Zululand in 1883 by a raid of armed Boers.",
        "In November an unsuccessful attempt was made by several columns to run De Wet to earth in the Lindley district, whither, after his second raid on Cape Colony, he had returned.",
        "The gross selfishness of the Spartans, herein exemplified, was emphasized by their capture of the Theban citadel, and, after their expulsion, by the raid upon Attica in time of peace by the Spartan Sphodrias, and his immunity from punishment at Sparta (summer of 378 B.C.).",
        "Before the last great demon raid.",
        "Maybe even before the first demon raid.",
        "\"You're getting ready to raid my underworld,\" Death said, her glance falling to the rucksack beside his feet.",
        "Scouting for your master's raid?",
        "If it were any other night…I have…plans for the raid.",
        "distant from the village of Weenen (\" Weeping \"), so named by the first Boer settlers in memory of a Zulu raid.",
        "from Cecil Rhodes, then prime minister of Cape Colony, and from Dr Jameson, leading to the Jameson Raid.",
        "D., of Chatteris, England, and was a member of the Johannesburg Reform committee at the time of the Jameson Raid.",
        "Those who attended the conference were probably Athens, Chios, Mytilene, Methymna, Rhodes, Byzantium, Thebes, the latter of which joined Athens soon after the Sphodrias raid.",
        "At the same time the men of Zealand repulsed a French raid from Ath on Ardenburg, and this infraction of the neutrality of the Spanish Netherlands served but to raise up another enemy for Louis.",
        "A war of manoeuvre on the middle Rhine ended in favour of the French, and the allies then turned against the territories of Cologne and Munster, while William, disappointed in his hopes of joining forces with his friends, made a bold, but in the end unsuccessful, raid on Charleroi (September-December 1672).",
        "To avenge Richard's death he made a raid on the Isle of Wight, and then took part in the civil wars in France.",
        "This success turned the tide of war against Don Carlos, who vainly attempted a raid towards Madrid.",
        "With the Mexicans war was a passion, but warfare was little above the raid (Bandelier; Farrand).",
        "Thereupon Pretorius, aided by Paul Kruger, conducted a raid into the Free State territory.",
        "The Free State retained the right to purchase this extension at cost price, a right they exercised after the Jameson Raid.",
        "That this election should have taken place immediately after the Jameson Raid probably increased Mr Steyn's majority.",
        "2 One isolated incident which deserves mention took place at this time, the bold raid of Colonel Madritov and 500 Cossacks against the communications of the 1st Army.",
        "The raid (involving a ride of 240 m.",
        "In January 1905, apart from Mishchenko's cavalry raid 'rear ' Russian Japanese Railways of Oyama's forces (January 8th-16th) the only change in the relative positions of Oyama and Kuropatkin as they stood after the battle of the Sha-ho was that the Japanese had extended somewhat westwards towards the Hun-ho.",
        "Another Federal raid on the town was made in December of the same year by General John Pope's cavalry.",
        "A second raid was made against Richmond early in August 1777; and on the 22nd of the same month American troops under General John Sullivan fought the British at several places, inflicted a loss of about 200 killed, wounded and prisoners and destroyed considerable quantities of stores.",
        "In 1758, under the duke of Marlborough, he shared in the ineffective raid on Cancale Bay, and the troops, after a short sojourn in the Isle of Wight, were sent to join the allied army of Duke Ferdinand of Brunswick in Germany.",
        "A second Tatar raid in 1259, less dangerous, perhaps, but certainly more ruinous, than the first invasion - for the principalities of Little Poland and Sandomir were systematically ravaged for three months - still further but Poland formed but a small portion of his vast domains, and Poland's interests were subordinated to the larger demands of an imperial policy which embraced half Europe within its orbit On the death of Louis there ensued an interregnum of two years marked by fierce civil wars, instigated by duke Ziemovit of Masovia, the northernmost province of Poland, the daughter of Louis the Great and the granddaughter of Wladislaus Lokietek, had an equal right, by inheritance, to the thrones of Hungary and Poland.",
        "Obliged, for fear of the Tatars, to go about with arms in their hands, these settlers gradually grew strong enough to raid their raiders, selling the booty thus acquired to the merchants of Muscovy and Poland.",
        "The first actual collisions, the Cecora campaign of 1620 and the Khotin War of 1621 (for John Albert's Moldavian raid does not count), were due to the depredations of the Cossacks upon the dominions of the sultan by land and sea, and in all subsequent treaties between the two powers the most essential clause was always that which bound the Republic to keep its freebooters in order.",
        "He then bade the Cossacks prepare their boats for a raid upon the Turkish galleys, and secured the co-operation of the tsar in the Crimean expedition by a special treaty.",
        "Morgan and other leaders created much excitement, especially \"Morgan's Raid\" (June 27 - July 26), through Indiana, Kentucky and Ohio, which states had hitherto little or no experience of the war on their own soil.",
        "The far-ranging strategic \"raid\" was a notable feature of the war; freely employed by both sides, it was sometimes harmful, more usually profitable, especially to the South, by reason of the captures in material, the information acquired and the alarm and confusion created.",
        "Morgan's brigades made a raid on Mount Sterling and captured it; in March General Pegram made a raid into Pulaski county; in March 1864 General N.",
        "Five years previously he had defeated a Tatar raid upon Moscow, for which service he received the title of sluga, 1 Brough, Mine Surveying, pp. 276-278; Marriott, Trans.",
        "For the period since 1887 information in English must be sought chiefly in magazine articles: Matias Romero, \" The Garza Raid and its Lessons,\" North American Review (Sept.",
        "In December 1895 the occurrence of the Jameson Raid, which started from these territories, prevented the completion of negotiations, and the administration of the protectorate remained in the hands of the imperial government.",
        "A violent attack on Marat in the Courrier led to an armed raid on his printing establishment on the 9th of March 1793.",
        "In one such raid upon the Masulipatam coast they plundered 339 villages, killing or wounding 682 persons, torturing 3600 and carrying off property worth a quarter of a million.",
        "Alphonso retaliated by a destructive raid.",
        "He approved of the Ruthven raid, and admonished James in terms which made him weep, but produced no alteration in his conduct, and before long Craig was denouncing the supremacy of Arran.",
        "5) says that his grand-parents were Christian captives from Sadagolthina in Cappadocia, who had been carried off to the lands beyond the Danube in the Gothic raid of 264, and became so naturalized that the boy received a Gothic name, Wulfila (Little Wolf).",
        "During the Chancellorsville campaign he made an unsuccessful cavalry raid toward Richmond.",
        "He was at the head of at least 6000 men; but the ranks were being gradually thinned by the desertion of Highlanders, whose traditions had led them to consider war merely as a raid and an immediate return with plunder.",
        "To increase the alarm of the English, as well as to relieve the famine which then prevailed, Wallace organized a great raid into the north of England, in the course of which he devastated the country to the gates of Newcastle.",
        "The personal history of Lee is lost in the history In 1859, while at Arlington on leave, he was summoned to cornof the great crisis of America's national life; friends and foes mand the United States troops sent to deal with the John alike acknowledged the purity of his motives, the virtues of his Brown raid on Harper's Ferry.",
        "Indeed Timur's raid was of service to the Russian prince as it all but wiped out the Golden Horde, which for the next twelve years was in a state of anarchy.",
        "For four months before the raid Brown and his men lived on the Kennedy Farm, in Washington county, Maryland, about 4 m.",
        "of congratulation to President Kruger after the collapse of the Jameson Raid, had appeared to identify himself with the national feeling.",
        "Demosthenes was left behind in this fort, and the Spartans promptly withdrew from their annual raid upon Attica and their projected attack on Corcyra to dislodge him.",
        "The Nile valley afforded a passage by ship or on foot into Nubia, where, however, little wealth was to be sought, though gold and rarities from the Sudan, such as ivory and ebony, came that way and an armed raid could yield a good spoil in slaves and cattle.",
        "The Mormon apostles for a considerable time made a special raid upon the Danish peasantry and a few hundreds profess this faith.",
        "This Hygelac is undoubtedly to be identified with the Chochilaicus, king of the Danes (really Gotar) who, as mentioned above, made a raid against the Franks c. 520.",
        "The fact that the new invaders brought their wives and children with them shows that this was no mere raid, but a deliberate 1 Where alternative dates are given the later date is that of the Saxon Chronicle.",
        "Africa when his uncle died, and his knowledge of, and interest in, that country led to his appointment in 1895, after the Jameson raid, as administrator of Rhodesia in succession to Dr. Jameson.",
        "He saw active service during the Fenian raid of 1866, and during the rebellion of 1885.",
        "Meanwhile the corsairs of Greece and Africa were free to raid the unprotected southern shores of Italy; and Venice was besieged with complaints from the Porte, the Vatican, the Viceroy of Naples and his sovereign, the king of Spain.",
        "In 1602 a raid by the Uskoks upon Istria resulted in an agreement between Venice and Austria, and the despatch to Zengg of the energetic commissioner Rabatta with a strong bodyguard.",
        "In the same year Edward Baliol, after handing over his crown and the royalty of Scotland to Edward III., retired from active life, and Edward wasted the south in the raid of \" The Burned Candlemas.\"",
        "In August 1388 Douglas led the famous raid as far as Alnwick castle, which culminated in the battle of Otterburn, fought by moonlight.",
        "With the tidings of this truce arrived, in April, a body of French knights who desired to enjoy fighting, and though dates are obscure they seem to have caused, by a raid in April, a retaliatory foray by the Percies in May or June.",
        "Restored to the regency, Albany permitted his son, Murdoch, with Douglas, to retort on a successful raid by Percy and the traitor March.",
        "In the autumn of 1497 an attempted raid by James ended in a seven years' truce fostered by the Spanish envoy, Ayala, who has left a flourishing description of the king and his country.",
        "In 1541 he disappointed Henry, not meeting him at York, and this course, advised by his council and Francis I., rankled deeply, while Angus was making a large English raid on the Border in time of peace.",
        "Presently ensued the Scottish raid of Solway Moss and the capture of many of the Scottish nobles.",
        "The secret of the raid was sold by the brother of Angus, Sir George Douglas, and by other traitors.",
        "But Randolph, sent to Edinburgh for the purpose, kept them apart; Elizabeth despatched Sussex to ravage the Scottish border, in revenge for a raid by Buccleuch, and in May Lennox entered Scotland with an English force and soon was appointed regent (17th of July).",
        "As the year passed by, Argyll, Cassilis, Eglintoun and Boyd went over to Lennox's party, and in an otherwise futile raid of Kirkcaldy's men on Stirling, Lennox was captured and was shot by a man named Calder.",
        "It was reputed an Argive and Thracian colony, and was long under Persian rule, of which we hear in the history of Dercyllidas' raid from Ephesus in 397 B.C. Fortified and increased by the Seleucids and Pergamenians, who renamed it successively Seleucia and Antiochia, it passed to Rome in 133.",
        "This rejection of the advances of the Uitlandersby whose aid he could have built up a free and stable republic - led to his downfall, though the failure of the Jameson Raid in the first days of 1896 gave him a signal opportunity to secure the safety of his country by the grant of real reforms. But the Raid taught him no lesson of this kind, and despite the intervention of the British government the Uitlanders' grievances were not remedied.",
        "For these reasons rather than from any ecclesiastical scruples Fox visited and resided in his new diocese; and he occupied Norham Castle, which he fortified and defended against a Scottish raid in Perkin Warbeck's interests (1497).",
        "But in his eagerness to seize the whole inheritance of his rival, Louis drove his daughter and heiress, Mary of Burgundy, into marriage with Maximilian of Austria (afterwards the emperor Maximilian I.),who successfully defended Flanders after a savage raid by Antoine de Chabannes.",
        "The Moslems then made a raid by the pass of Iladath (Adata) and invaded the land of the Byzantines.",
        "Qahtaba made a victorious raid as far as Adhruliya (Dorylaeum); it was on his proposition that Mandi resolved on building the frontier town called Iladath (Adata), which became an outpost.",
        "Subsequently he was in command of the Harper's Ferry garrison at the time of Early's raid upon Washington and made a brilliant defence of his post (July 4-5, 1864).",
        "The sea-lions sometimes raid the rivers for loo m.",
        "Under the excitement following the raid on Harper's Ferry he became temporarily insane, and for several weeks was confined in an asylum in Utica.",
        "In parts of the state it became impossible to get a jury composed of these small squatters to convict anybody for stealing or killing cattle, and so bad did this become that, in 1892, certain cattlemen formed a small army of mounted men and invaded the central part of the state with the avowed intention of killing all the men generally considered to be stock thieves, an episode known as the Johnson County Raid.",
        "Sheridan's corps took part in the battles of the Wilderness and Spottsylvania Court House (see the article Wilderness), incidents of which led to a bitter quarrel between Sheridan and Meade and to Sheridan's being despatched by General Grant on a farreaching cavalry raid towards Richmond.",
        "After the battle at that place Sheridan undertook another raid, this time towards Charlottesville (June 7-28), in view of co-operation with the army of General David Hunter in the Valley.",
        "The Transvaal government, meantime, had obtained some knowledge of what was being projected, and the Raid ended in a forced surrender (January 2, 1896) to a superior force of Boers.",
        "The Jameson raid had a profound effect on the history of South Africa.",
        "Rhodes had resigned the premiership of the Cape a few days after the Raid, and during the greater part of 1896 was in Rhodesia, where he was able to bring to an end, in September, a formidable rebellion of the Matabele which had broken out six months previously.",
        "For details of the Reform movement and Jameson Raid see Transvaal: History.",
        "Germany at the time of the Raid was prepared to intervene, and on the 3rd of January 1896 the German Emperor, by telegram, congratulated Kruger that \" without appealing to the help of friendly powers \" the Boers had overcome Jameson.",
        "This process of arming the republic had begun before the Raid; after that event it was carried on with great energy and was directed against Great Britain.",
        "It is not true that this is owing to the Raid.",
        "They were going from bad to worse before the Raid.",
        "We were on the verge of war before the Raid, and the Transvaal was on the verge of revolution.",
        "The effect of the Raid has been to give the policy of leaving things alone a new lease of life, and with the old consequences.",
        "1 795 (5 vols., 1908); these two series represent the final form of Dr Theal's history (valuable bibliographies), but the main narrative is not carried beyond 1872; Sir C. P. Lucas, The History of South Africa to the Jameson Raid (Oxford, 1899); Frank R.",
        "Edwards, The Story of an African Crisis [the Jameson Raid] (1897); A.",
        "P. Hillier, Raid and Reform (1898) and South African Studies (1900); Lionel Phillips, Transvaal Problems (1905); Paul Botha, From Boer to Boer and Englishman (Cape Town, 1900); Sir Bartle Frere, The Union of British South Africa (1881); P. A.",
        "Count Henry ruled as a vassal of Alphonso VI., whose Galician marches were thus secured against any sudden Moorish raid.",
        "Rumours reached them there of agitation in the Neapolitan kingdom, where the people were represented as ready to rise en masse at the first appearance of a leader; the Bandieras, encouraged by Mazzini, consequently determined to make a raid on the Calabrian coast.",
        "Matthias considered his hereditary rights menaced by the raid of Leopold and again occupied Bohemia.",
        "Alphonso the Battler won his great successes in the middle Ebro, where he expelled the Moors from Saragossa; in the great raid of 1125, when he carried away a large part of the subject Christians from Granada, and in the south-west of France, where he had rights as king of Navarre.",
        "255) the Goths and Borani were enabled'to seize Bosporan shipping and raid the shores of Asia Minor.",
        "In the spring she was again trying to raid Northumberland, meeting with many hardships and adventures.",
        "Coenwulf may have instigated the raid of ZEthelmund, earl of the Hwicce, upon the accession of Ecgberht.",
        "He was the author of the Fugitive Slave Act of 1850, and in 1860 was chairman of the Senate committee which investigated the John Brown raid.",
        "The first town built on Bombay Island was Mahikavati (Mahim),founded byKing Bhima, probably a member of the house of the Yadavas of Deogiri, as a result of Ala-ud-din Khilji's raid into the Deccan in 1294.",
        "In the autumn of 1864 Sterling Price led a brilliant but rather bootless Confederate raid across the state, along the Missouri River, and was only forced to retreat southward by defeat at Westport (Kansas City).",
        "On the 29th of December 1895 Dr Jameson made his famous raid into the Transvaal, and Rhodes's complicity in this movement compelled him to resign the premiership of Cape Colony in January 1896, the vacant post being taken by Sir Gordon Sprigg.",
        "As Rhodes's complicity in the raid became known, there naturally arose a strong feeling of resentment and astonishment among his colleagues in the Cape ministry, who had been kept in complete ignorance of his connexion with any such scheme.",
        "Mr Hofmeyr and the Bond were loud in their denunciation of him, nor can it be denied that the circumstances of the raid greatly embittered againstEngland the Dutch element in Cape Colony, and influenced their subsequent attitude towards the Transvaal Boers.",
        "He evinced, as premier of the Cape Colony, the same inability to understand the Uitlanders' grievances, the same futile belief in the eventual fairness of President Kruger, as he had shown when giving evidence before the British South Africa Select Committee into the causes of the Jameson Raid.",
        "The revolt in the German protectorate had been, nearly a year before the death of Morenga, the indirect occasion of a \" Boer raid \" into Cape Colony.",
        "The Baron's Tower, founded in 1155 by the Lovels, lords of Branxholm and Hawick, and afterwards the residence of the Douglases of Drumlanrig, is said to have been the only building that was not burned down during the raid of Thomas Radcliffe, 3rd earl of Sussex, in April 1570.",
        "But such raids proved so profitable that the vikings soon began to take greater things in hand; they began to ally themselves in confederacies: two, six or a dozen sea-kings would join their forces for something more than a desultory raid.",
        "But now they had possessions of their own to defend, and could not raid at large in Wessex or Mercia without exposing their homes to similar molestation.",
        "He had persuaded Harold Hardrada, king of Norway, almost the last of the great viking adventurers, to take him as guide for a raid on England.",
        "His most formidable raid was checked by the Yorkshire shire levies, at the battle of the Standard (Aug.",
        "Their plan was that John should land in Poitou and distract the attention of the French by a raid up the Loire, while the emperor and his vassals should secretly mobilize a great army in Brabant and make a sudden dash at Paris.",
        "In this year he landed in Normandy, where the English banner had not been seen since the days of King John, and executed a destructive raid through the duchy and up the Seine Edward .",
        "Edward, prince of Wales, ravaged Languedoc as far as the Mediterranean, while his younger brother John of Gaunt, duke of Lancaster, executed a less ambitious raid in Picardy and Artois.",
        "The worst was the failure of the last great devastating raid which the English launched against France.",
        "James took the offer, gave him the hand of his kinswoman Catherine Gordon, daughter of the earl of Huntly, and took him forth for a raid into Northumberland (1496).",
        "The raid on Cadiz under Essex and Raleigh in 1596 was attended with better results, but the Islands voyage to the Azores in 1597 was a very partial success.",
        "There was no doubt that this raid on the territory of a friendly state was totally unjustifiable.",
        "The president of the republic, Kruger, however, handed over his prisoners to the British authorities, and parliament instituted an inquiry by a select committee into the circumstances of the raid.",
        "The chief actors in the raid were tried under the Foreign Enlistment Act, found guilty, and subsequently released after short terms of imprisonment.",
        "The criminal folly of the raid prevented the British gQvernment from making this demand.",
        "In 1879 the population numbered 20,000, and by a murderous raid attracted the attention of Midhat Pasha, then vali of the province of Syria.",
        "Berwick and Carlisle were repeatedly assailed, and battles took place at Halidon Hill (1333), Otterburn (1388), Nisbet (1402), Homildon (1402), Piperden (1435), Hedgeley Moor (1464),(1464), Flodden (1513), Solway Moss (1542), and Ancrum Moor (1544), in addition to many fights arising out of family feuds and raids fomented by the Armstrongs, Eliots, Grahams, Johnstones, Maxwells and other families, of which the most serious were the encounters at Arkenholme (Langholm) in 1455, the Raid of Reidswire (1575), and the bloody combat at Dryfe Sands (1593).",
        "The wardens usually conferred once a year on matters of common interest, and as a rule their meetings were conducted in a friendly spirit, though in 1575 a display of temper led to the affair of the Raid of Reidswire.",
        "1245), the last Scot enrolled in the Calendar of Scottish saints, was damaged by fire in 1570, during the raid of the Master of Caithness and Mackay of Strathnaver, and afterwards neglected till 1837, when it was restored by the 2nd duke of Sutherland, and has since been used as the parish church.",
        "The late Roman wall enclosing the Acropolis, part of which probably dates from the years following the Gothic raid of A.D.",
        "are independent of the Exodus; Ephraim's children raid Gath, his daughter founds certain cities, and Manasseh has an Aramaean concubine who becomes the mother of Machir (1 Chron.",
        "In 844 Gijon successfully resisted a Norman raid; in 1 395 it was burned down; but thenceforward it gradually rose to commercial importance.",
        "A palace revolution, headed by Mahommcd, of the Omayyad family, who called himself Al Mahdi Billah (guided by God), and a street riot, upset the power of the liajib at Cordova while he was absent on a raid against Castile.",
        "In 1125 he carried out a great raid through Mahommedan Spain, camping in its midst for months, and returning with many thousands of the Christian rayahs, who, under the name of Mozrabes, had hitherto continued to live under Moslem rule.",
        "The first duty of the new administration, the restoration of public order, met with comparatively feeble opposition, though tribes such as the Nuba mountaineers, accustomed from time immemorial to raid their weaker neighbours, gave some trouble.",
        "From January 1896 (the date of the Jameson Raid) onwards South Africa demanded the chief attention of the colonial secretary (see South Africa, and for details Transvaal).",
        "The report of the Commons committee (July 18 9 7) definitely acquitted both Mr Chamberlain and the colonial office of any privity in the Jameson Raid, but Mr Chamberlain's detractors continued to assert the contrary.",
        "Thus his raid upon Dobrzyn, the latest acquisition of the knights on Polish soil, speedily gave them a ready weapon against him.",
        "In the summer of 1893, an emissary was captured near Mush, and the governor, hoping to secure others, ordered the Kurdish Irregular Horse to raid the mountain district.",
        "His journey is the opportunity for an Amalekite raid (xxx.",
        "Of its later history we need only mention the Mongolian capture in 1260; its Egyptian recapture by the Mameluke Kotuz; the ferocious raid of Timur (Tamerlane) in 1399; and the conquest by the Turkish sultan Selim, whereby it became a city of the Ottoman empire (1516).",
        "William demanded reparation for the raid of Philip's vassals and the cession of Pontoise, Chaumont-en-Vexin and Mantes, but died after sacking Mantes in the same year.",
        "Even the spare horses had been lost in the raid.",
        "The wanted to conduct the raid while it was still dark but there was a problem with the search warrant.",
        "He stepped into a hall with streams of Guardians preparing for the dawn raid.",
        "She'd planned on spending her Thursday evening in a raid for World of Warcraft or building her galactic empire in Homeworld, which Romas never approved of.",
        "If it were any other nightâ€¦I haveâ€¦plans for the raid.",
        "air raid, for example, guiding people to the shelters.",
        "air alerte come of the evening with expected air raid alert, we stop M. 's removal for today.",
        "air raid on the city.",
        "On November 24th 1940 the Temple Church was hit by an air raid and the church was partially destroyed.",
        "The following night, 7 September, there was a heavy air raid on the city.",
        "The first big air raid was carried by the Germans on Coventry on the Thursday night - Good Friday morning 1940.",
        "This was the last heavy air raid on Britain after eight months of bombing.",
        "air raid shelters around the village.",
        "air raid sirens?",
        "air raid warden is patrolling the platform - you can see him with his band.",
        "Return to the top of the page Jul 1939 Government issues advice on air raid warnings The Government issued advice about air raid warnings The Government issued advice about air raid warnings.",
        "air raid precaution book had instruction for building an Anderson Shelter.",
        "air raid casualties.",
        "In the playground was a brick air raid shelter and we would stand near it plane spotting.",
        "airship raid on Great Britain took place on the 5 th August 1918 with five Height Climbers.",
        "The only Anderson I experienced during an air raid was in Croydon while visiting an aunt.",
        "Next will be an French & Indian game, with a raid on small British held blockhouse by some angry Indians.",
        "A fighter is escorting a bomber on a raid.",
        "bomber raid ' was launched against Cologne.",
        "booty from a raid or battle won.",
        "boyhood days. He knew the local waters which is important, if you raid a town.",
        "bungled police raid ANGER IS still mounting at the police dawn raid in Forest Gate.",
        "collective noun for Social Workers was hard, ' a dawn raid?",
        "commando raid on the Isle of Wight.",
        "daring bank raid.",
        "They lost eighteen of their aircraft and the raid broke up in utter disarray although a few bombs did fall on land.",
        "There is an air raid shelter under the ramp in case enemy bombers attacked the emplacement.",
        "All of the Marine garrison's defensive emplacements were left intact by the raid, which primarily targeted the naval aircraft.",
        "enlisted to help protect the general public during an air raid, for example, guiding people to the shelters.",
        "Agree a list of key words, e.g. rationing, evacuation, air raid, Anderson shelter.",
        "Later in the raid, he arranged the safe and orderly evacuation of some 3000 people from the burning Moorgate Underground Station.",
        "general public during an air raid, for example, guiding people to the shelters.",
        "goldfish pond in front of the air raid shelters?",
        "grab raid.",
        "gunmanur first scenario, three hooded gunmen raid an embassy.",
        "The raid uncovered one stun-gun, one tear-gas canister and one imitation handgun that fired blanks.",
        "incendiaryother daylight raid the attacks switched to the night time with over half the bombs dropped being incendiaries.",
        "incendiarylle Richard Lucey Killed when off duty but attempting to extinguish incendiaries during an air raid at Willesden.",
        "In the end an air raid in 942 solved one problem when the old thatched inn proved a vulnerable target.",
        "The plane must have just jettisoned them after a big raid.",
        "Pamper your database ' crown jewels ' with hardware RAID.",
        "Cats can raid other cats larders and attack one another.",
        "lowdown on everything from spindle speed and areal density, to ATA and Raid.",
        "Face dogged enemies, raid unsuspecting villages, woo fair maidens, avoid capture or dig for buried treasure.",
        "mastermind behind planned ricin attacks on Britain has been killed in a Special Forces raid in northern Iraq.",
        "merchandizethe merchandizing tie-ins to fund raid by.",
        "Park mayor mark raid mickey marcello's or local police said the change.",
        "The second raid was at Sriracha Tiger Zoo where 100 illegal tigers as well as 2 illegal orangutans and 2 illegal chimpanzees were found.",
        "He drives pell-mell out of Washington because of air raid dangers, onto his estate, then back to Washington... .",
        "The first viking raid was on Lindisfarne, recorded in the Anglo-Saxon Chronicle.",
        "The police watchdog is to conduct a second inquiry into Scotland Yard's controversial Forest Gate anti-terror raid, it has been confirmed.",
        "rationing, evacuation, air raid, Anderson shelter.",
        "People are filling sandbags to protect the windows in case of an air raid.",
        "Early in the raid several telephone exchanges were damaged, and cables nearly severed at points where they passed under the River Hull.",
        "To quot raid additional sailing aboard shanghai were filled.",
        "Our air raid shelter We were a very large family, Dad was provided with materials to build a double air-raid shelter.",
        "The air raid shelter gave me the idea for the secret room the friends discover in The Secret Room Part 1.",
        "sound the air raid siren, there's an evil drone on the horizon, Red Tape are mounting the attack!",
        "Air raid sirens rang in Basra city around the time of the attack.",
        "An air raid siren at the Nurses Home on Westgate Road was sounded.",
        "Which of these three sources do you find most useful for finding out about the raid?",
        "Air raid wardens were recruited from men too old to fight at the front.",
        "Arp wardens were enlisted to help protect the general public during an air raid, for example, guiding people to the shelters.",
        "Build and defend your stronghold, raid rival warlords, and dominate the planet.",
        "warning air raid siren.",
        "Boro poster for air-raid shelters. © NMM People were told to stockpile hoses and fire buckets and learn the air raid warning signals.",
        "In the average mainland \" community \", the dawn raid and deportation of such a foreign national would have raised hardly a whimper.",
        "zeppelin raid, Howells wrote this turbulent piece in a single all-night sitting.",
        "(see AsA) is intelligible if the historical foundation for the story be a raid by Arabians, but in xvi.",
        "Garcia Ordonez accused him to Alphonso of keeping back part of the tribute received from Seville, and the king took advantage of the Cid's absence on a raid against the Moors to banish him from Castile.",
        "The situation resulting from the Jameson raid (see Transvaal and South Africa) was one of the greatest delicacy and difficulty, and Mr Chamberlain, now colonial secretary, selected Milner as Lord Rosmead's successor.",
        "It is said that when the last of the governors appointed by the lords proprietors, in ignorance of the Spanish raid, arrived in New Providence, he found the island without an inhabitant.",
        "During the raid he carried a letter containing the names of the proposed new executive, and had the raid succeeded it was proposed to make General Lukas Meyer (d.",
        "An Indymedia volunteer was also arrested during the raid on suspicion of incitement to criminal damage.",
        "They may raid new potato crops, dig up carrots and damage sweet corn.",
        "Raid the party favor aisle at your local party store for bouncing balls, cardboard gliders, plastic tops, and more.",
        "If your printer is not able to handle the job, email them to a photo shop for a low cost, but photo quality invite.If you do not have a lot of digital pictures, raid the storage closet and go through past photos.",
        "The most terrifying was probably the chevauchÃ©e, or mounted raid, carried out by the English.",
        "The raid into the Free State failed; the blackest incident in connexion with it was the attempt of the Pretorius and Kruger party to induce the Basuto to harass the Free State forces behind, while they were attacking them in front.",
        "On returning to South Africa after the Raid inquiry at Westminster in 1897, ' In his evidence before the House of Commons Select Committee which inquired into the Raid, Rhodes did not object to the continued existence of the republic \" for local matters,\" but desired a federal South Africa under the British flag; see Blue Book (165) 1897 p. 21; also Sir Lewis Michell's Life of Rhodes, vol.",
        "He was a strenuous advocate of the abolition of the House of Lords (see 20.845, 846); at the time of the Parnell Commission he had much to do with the unmasking of Pigott; and he was a member of the inquiry into the Jameson Raid, his hostility to Mr. Chamberlain being as pronounced as against Lord Rosebery when the latter became leader of the Liberal party.",
        "We'll miss the way she used to raid the bid in the living room looking for sweetie wrappers.",
        "Under the “IDE ATA/ATAPI Controllers” (or “SCSI and RAID Controllers” depending on the computer) just confirm that one of the listings says “SATA.” If it does, then the computer supports SSDs.",
        "When your ship lands at a foreign port, you may raid the port to try to gain treasure.",
        "Raid closets and attics, and visit thrift shops for the necessary pieces.",
        "Kids can raid the snack drawer whenever they need a snack and you can relax your role as the snack police.",
        "MP3 Raid - MP3 Raid is not nice to look at, and your pop up blocker will get a workout, but if you want to pay 15 cents or less for your Strokes MP3s, this is your place.",
        "MP3 Raid - You're not going to want to face the MP3 Raid without your pop-up protection fully activated, but they do a great job of collecting free Tim McGraw MP3 downloads from around the net.",
        "MP3 Raid - MP3 Raid isn't going to be the best user experience you ever find on the web.",
        "One important object of English maritime adventurers of those days was to discover a route to Cathay by the north-west, a second was to settle Virginia, and a third was to raid the Spanish settlements in the West Indies.",
        "Before the rise of the First Dynasty of Babylon, however, Elam had recovered its independence, and in 2280 B.C. the Elamite king Kutur-Nakhkhunte made a raid in Babylonia and carried away from Erech the image of the goddess Nana.",
        "In parts where European authority remained weak, as in the hinterland of the Portuguese province of Angola and the adjacent regions of Central Africa, native potentates continued to raid their neighbours, and from this region many labourers were (up to 1910) forcibly taken to work on the cocoa plantation in St Thomas."
    ],
    "definition": [
        "Link/Cite"
    ]
}