{
    "translation": "להעלות, העלאה",
    "uses": [
        "I can raise the baby...",
        "It looks like a fine place to raise children.",
        "They're into the arts, and charities to raise money for our war.",
        "A major success helped raise our spirits.",
        "I would raise Elisabeth's child.",
        "He laughed, the rumble of his chest causing her to raise her head.",
        "I don't want to raise an only child.",
        "\"It looks like she wants to raise a family too,\" Alex said from the doorway.",
        "Does eating eggs raise a person's cholesterol?",
        "We raise children to play with war toys.",
        "Are you saying you would raise another man's child?",
        "I don't always agree with his views on how to raise children either, but we don't contest each other in front of the children.",
        "Alex had lost his parents and had to quit college to raise his little sister.",
        "Jackson continued to scream Elisabeth's name with abject terror as she struggled to raise her head.",
        "He'd never tried to raise her as a true daughter.",
        "Anyway, I always figured I'd raise my children on this place.",
        "There was enough room for her to raise her arms but not sit, and she leaned against the uncomfortable wall, gazing at the world spinning outside her pod.",
        "I just thought... well, you must have had a rough time trying to raise her.",
        "The clerk didn't raise her eyes from her desk.",
        "He told her he did not raise her to marry small.",
        "I wouldn't want to raise anybody else's children, would you?",
        "She had no idea how to be a single mother in the real world, let alone in a world as unforgiving as the Immortal one.  She'd proven she couldn't raise Toby without a bottle of vodka permanently glued to her hand.  Rhyn had been exiled for his mixed origins, and she'd never been especially welcomed by anyone but Gabe and Toby.  If something happened to Rhyn or if she couldn't leave here … Panicking made her already surging hormones worse.  She felt nauseous.",
        "\"We'd like to start afresh, preferably in the place we intend to raise half a dozen unruly kids,\" he said.",
        "\"He could do something you …\" It was Gabriel's turn to raise an eyebrow.",
        "Dean sipped the hot coffee, thankful Fred didn't raise any questions about Betty from Boise.",
        "I would like to ask everyone to raise their glass in a toast to my sister and her new husband, Sarah and Connor; a pair who complement each other perfectly.",
        "But why should I raise them?",
        "A familiar shape in the dark corner of the cafeteria caught his attention as he passed, and he paused to raise a hand in greeting.",
        "Your mother thinks the pack would accept us if you agreed to have a child, and we could raise it.",
        "With a baby on the way, Quinn's and Martha's top priority was a locality where they could raise a family in a large and comfortable home.",
        "Though I could hardly raise my arms above my aching side, I kept working.",
        "She had always loved Sirian as an uncle, a man who helped raise her.",
        "I abhor the conditions under which we commercially raise farm animals today.",
        "I know she tried unsuccessfully to raise him on the radio when she first got the call about the wreck.",
        "Morino wanted us to take Alfonso but my father wanted to raise him.",
        "Unlatching the window, I tried desperately to raise it!",
        "And if I can't eat the piglets you may as well plant me at once and raise catsup.",
        "Then it would suddenly seem to him that it was not she but he was so unusually beautiful, and that that was why they all looked so at him, and flattered by this general admiration he would expand his chest, raise his head, and rejoice at his good fortune.",
        "My father would know better than to raise any objections about my choice in a partner for life.",
        "I don't suppose you will find a need to raise him or Kris as you did me.",
        "Dean knew the old man was itching to raise the more important topic of Jerome Shipton's death.",
        "He tried to turn and raise himself to a sitting position while pushing her away, but she held back his arm in a strong grip and locked a crooked arm about his neck.",
        "After a period of vacillation he deserted Louis and joined the Holy League, which had been formed to expel the French from Italy; but unable to raise troops, he served with the English forces as a volunteer and shared in the victory gained over the French at the battle of the Spurs near Therouanne on the 16th of August 1513.",
        "To raise a child to adulthood requires your heart, energy, time, and wealth.",
        "She wanted him brought to Boston, and when she was told that money would be needed to get him a teacher, she answered, \"We will raise it.\"",
        "He sighed and pressed on the bench with both hands to raise himself.",
        "Tell them it would be foolish for me to eat the piglet, because I had sense enough to know it would raise a row if I did.",
        "She couldn.t raise a kid in a place of demons and psychos!",
        "She stiffened briefly as she realized what had happened, but before she could even raise a hand to resist; his venom had produced a surge of euphoria.",
        "It was time for him to make his own mark on the world – settle down with some nice girl and raise a family like his father had.",
        "Orders were given to raise recruits, ten men in every thousand for the regular army, and besides this, nine men in every thousand for the militia.",
        "After Denisov's departure, Rostov spent another fortnight in Moscow, without going out of the house, waiting for the money his father could not at once raise, and he spent most of his time in the girls' room.",
        "He therefore proposed to mak over the treasury service to the state banks, to increase th~ forced currency, to raise the stamp and registration duties and to impose a new tax on textile fabrics.",
        "That was why he wanted me to raise Alfonso.",
        "Beyond Robin Hood: Why radical approaches to wealth redistribution don't work History has witnessed numerous attempts, through radical methods, to raise up the poor by extracting wealth from the rich.",
        "She was faced with three basic choices: Abortion; raise the child herself; or give the baby up for adoption.",
        "I'm tired of travelling and,\" she smiled at me and added, \"I want a baby and a place to raise her.\"",
        "It's a wonder we didn't raise our arms in surrender.",
        "Because when I got the call that said a car had gone over, I couldn't raise him.",
        "There was a serious accident last night and the sheriff's deputy was unable to raise help when she called from the mountains.",
        "So let's raise the bar to this lofty level.",
        "Then he was showing her how to raise the weed whip and let it fall.",
        "With the power of Hell behind him, Darkyn could raise an Army of Souls to wipe out the mortal realm.",
        "Any time anyone tries to raise the subject to Donnie, he just turns away and acts as if he didn't hear the question.",
        "After an uncomfortable moment, Jackson asked, \"If Elisabeth was to have a child with someone the pack chose, would they allow us to raise it?\"",
        "No way I'd get any of these poor slobs a raise if I were really honest.",
        "Parkside would remain untainted and a favored place to live and raise healthy, God fearing children who would become model citi­zens like those to whom he spoke.",
        "The relations were now very strained between the reforming princes and Maximilian, who, unable to raise an army, refused to attend the meetings of the council at Nuremberg, while both parties treated for peace with France.",
        "One farmer said that it was \"good for nothing but to raise cheeping squirrels on.\"",
        "Every New Englander might easily raise all his own breadstuffs in this land of rye and Indian corn, and not depend on distant and fluctuating markets for them.",
        "\"Yes, yes,\" he muttered, \"it will be difficult, I fear, difficult to raise... happens to everybody!",
        "But he was no merely destructive critic. He was determined to find a solid foundation for both morality and law, and to raise upon it an edifice, no stone of which should be laid except in accordance with the deductions of the severest logic. This foundation is \"the greatest happiness of the greatest number,\" a formula adopted from Priestly or perhaps first from Beccaria.",
        "The discovery of the uses of the bare fallow and of manure, by making it possible to raise crops from the same area for an indefinite period, marks a stage of progress.",
        "(5) That the magistrates used their powers sometimes to raise wages, sometimes to force them down.",
        "In June the Confederates set to work to raise one of these abandoned vessels, the frigate \"Merrimac\" of 3500 tons and 40 guns, and to rebuild it as an iron-clad.",
        "From among all these parties, just at the time Prince Andrew reached the army, another, a ninth party, was being formed and was beginning to raise its voice.",
        "I raise fervent prayers to Heaven that the Almighty may exalt the race of the just, and mercifully fulfill the desires of Your Majesty.",
        "Every night before lying down, he said: \"Lord, lay me down as a stone and raise me up as a loaf!\" and every morning on getting up, he said: \"I lay down and curled up, I get up and shake myself.\"",
        "The older men, who thought it undignified to amuse themselves with such nonsense, continued to lie at the opposite side of the fire, but one would occasionally raise himself on an elbow and glance at Morel with a smile.",
        "My action seems to me free; but asking myself whether I could raise my arm in every direction, I see that I raised it in the direction in which there was least obstruction to that action either from things around me or from the construction of my own body.",
        "The city had struggled through the drabness of poverty and job­lessness in an effort to raise itself from the ashes of long-dead industries.",
        "It is his wish that his brother raise Alfonso.",
        "After your raise, you made $1 million, paid $600,000 in taxes, and were left with $400,000—twenty times more after-tax income.",
        "The access to information that mobile phones are bringing virtually everywhere on the planet is helping people raise their standard of living and will do so even more dramatically in the years to come.",
        "But why should not the New Englander try new adventures, and not lay so much stress on his grain, his potato and grass crop, and his orchards--raise other crops than these?",
        "At length you slowly raise, pulling hand over hand, some horned pout squeaking and squirming to the upper air.",
        "As if you were to raise your potatoes in the churchyard!",
        "You must hire or squat somewhere, and raise but a small crop, and eat that soon.",
        "\"Come, let's argue then,\" said Prince Andrew, \"You talk of schools,\" he went on, crooking a finger, \"education and so forth; that is, you want to raise him\" (pointing to a peasant who passed by them taking off his cap) \"from his animal condition and awaken in him spiritual needs, while it seems to me that animal happiness is the only happiness possible, and that is just what you want to deprive him of.",
        "Tomorrow, you get a thirtyfold raise and are now making a million dollars a year.",
        "What breed do you raise?",
        "Only the Dark One was able to raise someone from the dead.",
        "Even before their father's death, Andre had taken on the duty to raise and mentor them all.",
        "The queen wished to bury him at the feet of the Swedish kings, and to raise a costly mausoleum in his honour; but these plans were overruled, and a plain monument in the Catholic cemetery was all that marked the place of his rest.",
        "In this way we, as it were, bring the causal or primal term and its remotest dependent immediately together, and raise a derivative knowledge into one which is primary and intuitive.",
        "Philip's removal had made all the hill-peoples of the north and west raise their heads and set the Greek states free from their fears.",
        "Memnon the Rhodian, now in supreme command of the Persian fleet, saw the European coasts exposed and set out to raise Greece, where discontent always smouldered in Alexander's rear.",
        "The table given below will be useful in calculating the size of the radiating surface necessary to raise the temperature to the extent required when the external air is at freezing point (32° Fahr.): - At the city of Lockport in New York state, America, an interesting example of the direct app of Lockport.",
        "What followed in the second and third years of the Celman administration can only adequately be described as a debauchery of the national honour, of the national resources, of the rights of Argentines as citizens of the republic. Buenos Aires was still prostrate under the crushing blow of the misfortunes of 1880, and lacked strength and power of organization necessary to raise any effective protest against the proceedings of Celman and his friends when the true character of these proceedings was first understood.",
        "It was a one-sided struggle, for without the consent of the congress the president could not raise any money for supplies, and congress refused to vote the budget.",
        "After the rejection in 1838 of the governments proposals for the construction of seven trunk lines to be worked by the state, he obtained a concession for that piece of line on the terms that the French treasury would advance one-third of the capital at 3% if he would raise the remaining two-thirds, half in France and half in England.",
        "of subsidiary lines, but the railway expenditure of the country at this period was so large that in a few yearsthey found it impossible to raise the capital they required.",
        "\" It became clear that in the system of perpetual Becoming and of the dialectical passing over of all forms into one another, the finite personality could scarcely raise a plausible claim to the character of a substance and to immortality in the religious sense.\"",
        "14 it is ordained that, if any believer is sick, he shall call for the elders of the church; and they shall pray over him, anointing him with oil in the name of the Lord; and the prayer of faith shall save him that is sick, and the Lord shall raise him up; and if he have committed sins, it shall be forgiven him.",
        "The surrender of Trim, Dundalk and Ross followed, but at Waterford Cromwell met with a stubborn resistance and the advent of winter obliged him to raise the siege.",
        "in the time of Jehoahaz again besieged Samaria, and caused a famine in the city; but some panic led them to raise the siege (2 Kings vi., vii.).",
        "If we raise i lb of matter through a foot we do a certain amount of work against the earth's attraction; if we raise 2 lb through the same height we do twice this amount of work, and so on.",
        "Taking into account the heat absorbed by the box and the metal, Rumford calculated that the heat developed was sufficient to raise 26.58 lb of water from the freezing to the boiling point, and in this calculation the heat lost by radiation and conduction was neglected.",
        "per minute, so that four men can by a crane raise 1 ton 9 ft.",
        "is equivalent to an amount of heat sufficient to raise nearly 6 gallons of water from 60° F.",
        "The husbandman was bound to carry out the proper cultivation, raise an average crop and leave the field in good tilth.",
        "But vestals, hierodules, certain palace officials and slaves had no rights over their children and could raise no obstacle.",
        "He suppressed this domestic rebellion indeed, but in the meantime the Poles had invaded the Bohemian domains with 60,000 men, and when in 1474 Matthias was at last able to take the field against them in order to raise the siege of Breslau, he was obliged to fortify himself in an entrenched camp, whence he so skilfully harried the enemy that the Poles, impatient to return to their own country, made peace at Breslau (Feb.",
        "The fortress town of Alessandria stopped his progress with those mud walls contemptuously named of straw, while the forces of the league assembled at Modena and obliged him to raise the siege.",
        "The rebels were captured and shot, but the significance of the attempt lies in the fact that it was the first occasion on which north Italians (the Bandieras were Venetians and officers in the Austrian navy) had tried to raise the standard of revolt in the south.",
        "brc e authors of these deeds when pursued by troops fled into papal MI ritory, where they were welcomed by the authorities and allowed ., refit and raise fresh recruits under the aegis of the Church.",
        "But, in spite of the sympathy of the king, Dl e attempt to raise armed bands in Venetia had no success, and wa became clear that the foreigner could only be driven from the of ninsula by regular war.",
        "Bath-Agos, the native chieftain who ruled the Okul-Kusai and the cis-Mareb provinces on behalf of Italy, intrigued with Mangash, ras of the trans-Mareb province of Tigr, and with Menelek, to raise a revolt against Italian rule on the high plateau.",
        "But fuller conceptions of evolution raise further difficulties for intuitionalism in its wonted forms. Knowledge cannot be divided into the two components - immediate certainties, precarious inferences.",
        "The investigation of these may raise and solve interesting physiological problems, but throw no light on the facts and genetic relationship which a rational explanation of distribution requires.",
        "It contains the distinct proposal that the transport of letters should be wholly gratuitous - the precursor of subsequent reform - and the prophecy that, under given circumstances, \"the Americans would raise cheaper corn than has ever been raised.\"",
        "Determined to raise the fallen fortunes of his country, he first directed his efforts against the predatory Uzbegs, who occupied and harassed Khorasan.",
        "He contributed largely to raise troops in 1777 to meet Burgoyne; and he served as a captain at Bennington and at Saratoga.",
        "The wheels, called naoura, are of the most primitive construction, made of rough branches of trees, with palm leaf paddles, rude clay vessels being slung on the outer edge to catch the water, of which they raise a prodigious amount, only a comparatively small part of which, however, is poured into the aqueducts on top of the dams. These latter are exceedingly picturesque, often consisting of a series of well-built Gothic arches, and give a peculiar character to the scenery; but they are also great impediments to navigation.",
        "In the latter part of his career his main object was to raise the prestige of Russia by undoing the results of the Crimean War, and it may fairly be said that he in great measure succeeded.",
        "In certain circumstances, too, the emperor reserves the right to raise fresh loans.",
        "The amount of capital which parliament authorized railway companies to raise was about 42 millions on the average of the two years 1842-1843, 174 millions in 1844, 60 millions in 1845, and 132 millions in 1846, though this last sum was less than a quarter of the capital proposed in the schemes submitted to the Board of Trade; and the wild speculation which occurred in railway shares in 1845 contributed largely to the financial crisis of 1847.",
        "Until 1870 railway companies were almost free from special acts of control; and, in general, any company that could raise or borrow the capital was allowed to build a railway wherever it saw fit.",
        "It forbids a railway which has reduced its rates while in competition with a water route to raise them again when the competition has ceased, unless the Commission permits it to do so because of other changed conditions.",
        "They wasted the next few years in the attempt to win Normandy; but Earl Robert of Gloucester, the half-brother of the empress, at length induced her to visit England and raise her standard in the western shires, where his influence was supreme.",
        "Whether innocent or guilty, however, her fate caused no regrets and her misfortunes did not raise a single champion or defender.",
        "While the western mountains keep out the moisture, they do not ward off the winds which pour down the steep slopes in the winter and spring and raise clouds of dust.",
        "Phelim and his followers committed much depredation in Ulster on the pretext of reducing the Scots; and he attempted without success to take Drogheda, being compelled by Ormonde to raise the siege in April 1642.",
        "The fall of Samaria, Sennacherib's devastation of Judah, and the growth of Jerusalem as the capital, had tended to raise the position of the Temple, although Israel itself, as also Judah, had famous sanctuaries of its own.",
        "An antitrust law of 1907 makes it unlawful for any corporation controlling within the state the sale of 50% of an article to raise or lower the price of that article with the intention of injuring a competitor.",
        "7) he ventured to raise the standard of revolt in Hebron, with the malcontent Judaeans as his first supporters, and the crafty Ahithophel as his chief adviser.",
        "But Henry VII.'s accumulations had disappeared; parliament resisted in 1523 the imposition of new taxation; and the attempts to raise forced loans and benevolences in1526-1528created a storm of opposition.",
        "The remedy for the evils of the time was not so much the reduction as the equalization of the imposts, which would allow the poor to consume more, raise the production and add to the general wealth.",
        "The blow to the republican cause was most serious: for from Toulon as a centre the royalists threatened to raise a general revolt throughout the south of France, and Pitt cherished hopes of dealing a death-blow to the Jacobins in that quarter.",
        "This was unjust to the many men who were working, not without success, to raise the Republic out of its many difficulties.",
        "Green was thus driven, not theoretically, but as a practical necessity, to raise again the whole question of man in relation to nature.",
        "Y oshamin desired to raise himself above the Primal Light, but failed in the attempt, and was punished by removal out of the pure aetherial world into that of inferior light.",
        "Aungervyle accompanied him to Coblenz to his meeting with the emperor Louis IV., and in the next year was sent to England to raise money.",
        "The villages are built on artificial mounds of earth, so as to raise them above the flood-level.",
        "The Indians in part of Guatemala raise cotton, although the boll weevil is abundant.",
        "Special interest attaches to experiments made in the United States to endeavour to raise races of cotton resistant to the boll weevil.",
        "A flow of oil may often be induced in a well which would otherwise require to be pumped, by preventing the escape of gas which issues with the oil, and causing its pressure to raise the oil.",
        "In the article Thermodynamics it is shown that the amount of heat required to raise a given weight of a gas through a certain range of temperature is different according as the gas is maintained at constant pressure, the volume in creasing, or at constant volume, the pressure increasing.",
        "The district as a whole is grooved by a main depression, running from north to south along the valleys of St John, Thirlmere, Grasmere and Windermere, surmounting a pass (Dunmail Raise) of only 783 ft.; while a secondary depression, in the same direction, runs along Derwentwater, Borrowdale, Wasdale and Wastwater, but here Sty Head Pass, between Borrowdale and Wasdale, rises to 1600 ft.",
        "radius lies on the lesser heights between Langstrath and Dunmail Raise, which may, however, be the crown of an ancient dome of rocks, \"the dissected skeleton of which, worn by the warfare of air and rain and ice, now alone remains\" (Dr H.",
        "No doubt of the Pauline authorship was expressed in ancient times; nor is there any lack of early use by writers who make no direct quotation, to raise doubts as to the genuineness of the epistle.",
        "They agreed to raise an annual sum of £200 for the expenses of their commonwealth; they assigned their governor a salary of £20; they prohibited the sale of ardent spirits to the Indians and imprisonment for debt.",
        "That eminent scholars both in the synagogue and in the church should have been induced to believe in its antiquity is owing to the fact that the Zohar embodies many older opinions and doctrines, and the undoubted antiquity of some of them has served as a lever in the minds of these scholars to raise the late speculations about the En Soph, the Sephiroth, &c., to the same age.",
        "The cultivators, on the other hand, may not plant tobacco without permits from the regie, although the power of refusing a permit, except to known smugglers or persons of notoriously bad conduct, seems to be doubtful; nor may they sell to any purchaser, unless for export, except to the regie, while they are bound to deposit the whole of the tobacco crops which they raise in any one year in the entrepots of the regie before the month of August of the year following, [[Table A]].-Showing Revenues ceded to Ottoman Public Debt Administration at Various Periods to 1907-1908.",
        "a Mussulman quarter, add to allow Bayezid to be named in the weekly prayer, Manuel succeeded in inducing Bayezid to raise the siege.",
        "This was raised of ter two months, and Martinuzzi took advantage of the retirement of the Turks to raise an army and recapture Lippa.",
        "He had determined to move eastward to St Dizier, rally what garrisons he could find, and raise the whole country against the invaders, and had actually started on the execution of this plan when his instructions fell into the enemy's hands and his projects were exposed.",
        "Since that period it has remained nominally a part of the Turkish empire; but with the decline of Turkish power, and the general disintegration of the empire, in the first half of the 18th century, a then governor-general, Ahmed Pasha, made it an independent pashalic. Nadir Shah, the able and energetic usurper of the Persian throne, attempting to annex the province once more to Persia, besieged the city, but Ahmed defended it with such courage that the invader was compelled to raise the siege, after suffering great loss.",
        "There was a less violent street car strike in 1908, after the assumption of control by the Municipal Traction Company, which refused to raise wages according to promises made (so the employees said) by the former owner of the railway; the strikers were unsuccessful.",
        "In the \" Kongespeil \" (King's mirror) of the 13th century it is stated that the old Norsemen tried in vain to raise barley.",
        "The new Kuhwarderbasin, on the left bank of the river, as well as two other large dock basins (now leased to the Hamburg-American Company), raise the number of basins to twelve in all.",
        "A Roman named' Maximus took advantage of this feeling to raise the standard of revolt in Britain and invaded Gaul with a large army, upon which Gratian, who was then in Paris, being deserted by his troops, fled to Lyons, where, through the treachery of the governor, he was delivered over to one of the rebel generals and assassinated on.",
        "If, instead of using a single Daniell's cell, we employ some source of electromotive force which can be varied as we please, and gradually raise its intensity, we shall find that, when it exceeds a certain value, about 1.7 volt, a permanent current of considerable strength flows through the solution, and, after the initial period, shows no signs of decrease.",
        "An Act of Assembly of 1753 declares pactions simoniacal whereby a minister or probationer before presentation and as a means of obtaining it bargains not to raise a process of augmentation of stipend or demand reparation or enlargement of his manse or glebe after induction.",
        "Crossing to the mainland, he tried in vain to raise the clans, and on the 27th of April he was surprised and routed at Carbiesdale in Ross-shire.",
        "In order to attain this result it was formerly the practice to raise the metal to a bright red heat, and allow it to cool while carefully guarded from magnetic influence.",
        "On the breaking out of the Rye House Plot, of which neither he, Essex, nor Sidney had the slightest knowledge, he was accused by informers of promising his assistance to raise an insurrection and compass the death of the king.",
        "Oxe died on the 24th of October 1575, after contributing, more than any other statesman of his day, to raise Denmark for a brief period to the rank of a great power.",
        "The English under Lord Lake captured the fort of Dig and besieged Bharatpur, but were compelled to raise the siege after four attempts at storming.",
        "Mort's dock, another large dry dock, is at Mort's Bay, Balmain, while there are five floating docks with a combined lifting power of 3895 tons, and the three patent slips in Mort's Bay can raise between them 3040 tons.",
        "The majority of these services are, since 1910, managed by the Union Government, but the provincial council has power to levy direct taxation, and (with the consent of the Union Government) to raise loans for purely provincial purposes.",
        "He was empowered by the volksraad to raise £300,000, but with great difficulty he obtained in Holland the sum of £90,000 only, and that at a high rate of interest.",
        "to have made it his object to reform these evils, to reconcile scientific acquirements and practical skill, to bring back the unity of medicine as it had been understood by Hippocrates, and at the same time to raise the dignity of medical practitioners.",
        "In spite of all this, after fighting obstinately both by land and by water, the Danes had to raise the siege of London and take the ships to the river Orwell.",
        "Their main wealth consists in their herds of cattle and flocks of sheep. They raise, however, crops of maize, millet, sweet potatoes and tobacco.",
        "If, for a twocompartment shaft, a pair of drums (or a single wide drum) be keyed to the engine shaft, with the ropes wound in opposite directions, the hoisting is \" in balance,\" that is, the cages and cars counterbalance each other, so that the engine has to raise only the useful load of mineral, plus the rope.",
        "Taking into account the risk attending all mining operations, which make necessary large interest and amortization charges on the cost of a tunnel, it will in most cases be advisable to raise the water to the surface by mechanical means.",
        "This type of pump is, however, not very efficient, for there is not only leakage about the valves and between the piston and cylinder, but at a certain degree of exhaust the air within the vessel is insufficient to raise the inlet valve; this last defect has been met in some measure by using an extension of the piston to open and close the valve.",
        "The use of multiple-effect evaporation made it possible to raise the steam for all the work required to be done in a well-equipped factory, making crystals, under skilful management, by means of the bagasse alone proceeding from the.",
        "It holds water well and is consequently cold, needing the application of much heat to raise its temperature.",
        "No attempt should ever be made to raise large crops of tobacco from imported seed, but only a small crop, and the seed of the selected plants should be used for future propagation.",
        "The furrow wheels are placed on inclined axles, the plough beam being carried on swing links, operated by a hand lever when it is necessary to raise the plough out of the furrow.",
        "According to native report, the gorillas sleep on these beds, which are of sufficient thickness to raise them a foot or two above the ground, in a sitting posture, with the head inclined forwards on the breast.",
        "Accra, the first town in the Gold Coast colony to be raised (July 1, 1896) to the rank of a municipality, is governed by a town council with power to raise and spend money.",
        "Both components come over in a constant proportion until one disappears; it is then necessary to raise the temperature in order to distil the residue.",
        "Patches of land, chiefly around the coast, have been laid under rice, sweet potatoes and yams, but the island is hardly able to raise a home-supply of vegetables.",
        "In the course of his inquiries he also noticed that different bodies in equal masses require different amounts of heat to raise them to the same temperature, and so founded the doctrine of specific heats; he also showed that equal additions or abstractions of heat produced equal variations of bulk in the liquid of his thermometers.",
        "We shall now briefly describe Comte's principal conceptions in sociology, his position in respect to which is held by himself, and by others, to raise him to the level of Descartes or Leibnitz.",
        "The Athenians under Chares suffered a severe defeat from Amyntas, the Macedonian admiral, but in the following year gained a decisive victory under Phocion and compelled Philip to raise the siege.",
        "Recent criticism, however, has tended very much to raise their value by tracing out their wide and far-reaching influence.",
        "\" The government can do nothing that would tend to raise a suspicion of their sincerity in proposing to disestablish the Irish Church, and to withdraw all state endowments from all religious communions in Ireland; but, were these conditions accepted, all other matters connected with the question might, the queen thinks, become the subject of discussion and negotiation.\"",
        "In the absence of higher authority Porter sanctioned on his own responsibility the request of Missouri Unionists for permission to raise troops, a step which had an important influence upon the struggle for the possession of the state.",
        "The college meets with strong support from the enlightened portion of the Mussulman community, whose aim is to raise it to the status of a university, with the power of conferring degrees.",
        "Some snakes can raise the anterior part of their body and even move in this attitude, but it is only about the anterior fourth or third of the total length which can be thus erected.",
        "iib) we learn that Thrasybulus evidently was deliberately aiming at a renewal of the empire, though the circumstances leading to his death at Aspendus when seeking to raise money suggest that he had no general backing in Athens.",
        "The quantity of electricity which must be given to the sphere to raise it to unit potential is therefore R electrostatic units.",
        "The capacity of a conductor is defined to be the charge required to raise its potential to unity, all other charged conductors being at an infinite distance.",
        "The whole quantity of heat required to raise the temperature from 0\" to 0' at constant pressure along the path EC is H+h, which is equal to S(0' - o\"), where S is the specific heat at constant pressure.",
        "To find the total heat of a substance in any given state defined by the values of p and 0, starting from any convenient zero of temperature, it is sufficient to measure the total heat required to raise the substance to the final temperature under a constant pressure equal to p. For instance, in the boiler of a steam engine the feed water is pumped into the boiler against the final pressure of the steam, and is heated under this constant pressure up to the temperature of the steam.",
        "He did much to raise the falling fortunes of his house, but died at the age of thirty-one.",
        "In the jungles the Marias, who are among the aboriginal tribes of Gond origin, raise kosra (Panicum italicum) and other inferior grains.",
        "To raise funds for this he was betrothed to Philippa, daughter of the count of Hainaut.",
        "There is perpetual action and reaction between picture and myth; and a legislator desiring to purify and raise his countrymen's religion must devote no less attention to their plastic art than to their hymnology.",
        "He helped to raise the first siege of Missolonghi in 1823, and did his best to save the town in the second siege in 1826.",
        "He took a share in the unsuccessful attempts to raise the siege of Athens in 1827, and made an effort to prevent the disastrous massacre of the Turkish garrison of fort S Spiridion.",
        "The administration of the navy, called upon as it was to deal with a war of unprecedented magnitude, was overtaxed by the obligation to refit ships, raise crews, and provide for the numerous sick or wounded.",
        "At the same time the men of Zealand repulsed a French raid from Ath on Ardenburg, and this infraction of the neutrality of the Spanish Netherlands served but to raise up another enemy for Louis.",
        "She helped to raise Buckingham to power in the place of Somerset, maintained friendly relations with him, and approved of his guidance and control of the king.",
        "He went to the West in 1236, visited Rome, France and Flanders, trying to raise money and men to recover the lost territory of his realm.",
        "These topics raise serious historical problems (see JEws: History, § 21).",
        "Charlemagne then made an expedition to Italy (Enfances Ogier in the Venetian Charlemagne, and the first part of the Chevalerie Ogier de Dannemarche by Raimbert of Paris, 12th century) to raise the siege of Rome, which was besieged by the Saracen emir Corsuble.",
        "He was, however, detailed to raise a new corps, and later was placed in charge of the \"Middle Division.\"",
        "In the United States and Scotland rectangular pits secured by timber framings are still common, but the tendency the pressure being reduced to that of the external atmosphere when it is desired to open the upper door, and increased to that of the working space below when it is intended to communicate with the sinkers, or to raise the stuff broken in the bottom.",
        "Twice he obliged the Carlists to raise the siege of Bilbao before he was appointed commander-in-chief of the northern army on the r7th of September 1836, when the tide of war seemed to be setting in favour of the pretender in the Basque provinces and Navarre, though Don Carlos had lost his ablest lieutenant, the Basque Zumalacarregui.",
        "In November 1836 he again forced the Carlists to raise the siege of Bilbao.",
        "The proposal to raise Prince Leopold of Hohenzollern-Sigmaringen (1835-1905) to the Spanish throne in 1870 was the immediate cause of the war between France and Germany.",
        "i.): \" Raise the sight, and if it keeps in line with a plumb bob, it can be as confidently relied upon as the line of metal, if the trunnions are horizontal.",
        "The advantages compared with a tangent sight are that only half the movement is required to raise the sight for any particular range; the ranges on the drum are easier to read, and if necessary can be set by another man, so that the layer need not take his eye from the telescope.",
        "in length, which the bird can raise at pleasure, so as to enclose the greater part of its body.",
        "The chief roads which centre upon Ambleside are - one from the town of Windermere, following the eastern shore of the lake; one from Ullswater, by Patterdale and Kirkstone Pass; one from Keswick, by Dunmail Raise and Grasmere, and the two lovely lakes of Grasmere and Rydal Water; and one from the Brathay valley and the Langdales to the west.",
        "This act appropriated £ 20,000 annually for five years for the establishment and maintenance of elementary schools, required each city and town to raise by taxation a sum for the same purpose equal to onehalf of its share from the proceeds of the state fund, and provided for the election of school commissioners in each town and of trustees of each school.",
        "They raise rather more than a million a year by rates, licence fees and dues.",
        "Hence his scorn of the doctrine of the resurrection of the body held then in a very crude form, and his ridicule of any attempt to raise the vulgar masses from their degradation.",
        "that derived from customs and railways, is now paid to the Union government, but the provincial council has power to levy taxes and (with the consent of the Union ministry) to raise loans for strictly provincial purposes.",
        "He bids them raise themselves in the scale of being by eating the forbidden fruit, which he declares to be not fatal to life but an opener of the eyes, and capable of equalizing men with gods (iii.",
        "This gives a load of 50 tons per eccentric. One motor is placed at each end of the span to operate the eccentrics and also to release the latches and raise the rails of the steam track.",
        "was equivalent to the mechanical forewhich could raise 838 lb.",
        "This inquiry yielded (in 1867) the result 783, and this Joule himself was inclined to regard as more accurate than his old determination by the frictional method; the latter, however, was repeated with every precaution, and again indicated 772.55 foot-pounds as the quantity of work that must be expended at sea-level in the latitude of Greenwich in order to raise the temperature of one pound of water, weighed in vacuo, from 60 to 61° F.",
        "The outbreak of the World War compelled the bank to raise its rate on July 27 1914 from 4 to 5%, on July 31 to 6% and on Aug.",
        "There is a want of depth in Christian experience, in the power of realizing relative spiritual values in the light of the master principle involved in the distinctively Christian consciousness, such as could raise Clement above a verbal eclecticism, rather than comprehensiveness, in the use of Apostolic language.",
        "Her uncle considered that she ought to be kept as long as possible from the knowledge of her position, which might raise a large growth of pride or vanity in her and make her unmanageable; so Victoria was twelve years old before she knew that she was to wear a crown.",
        "The outcome has been to raise the dignity of the calling, to induce persons of a superior class to adopt it in increasing numbers, to enlarge the demand for their services, and to multiply the means of educating them.",
        "The skin disease he had contracted in the subterranean haunts was rapidly closing his life; he could only ease his pain by sitting in a warm bath, where he wrote his journal; and accused the Girondins, who were trying to raise France against Paris.",
        "Here he was detained until, on the 11th of December, he was forced to raise the siege and retire northwards.",
        "On the breaking out of the Dutch war, Sidney, who was at the Hague, urged an invasion of England, and shortly afterwards went to Paris, where he offered to raise a rebellion in England on receipt of 10o,000 crowns.",
        "Much of its surface has had to be filled in to raise it above high tide, but Castle Point, in the N.E., rises from the generally low level about Too ft.",
        "Mary had to undertake not to declare war, make peace, or raise taxes without the consent of the States, and not to employ any but natives in official posts.",
        "The matter seemed involved in mystery, and no one attempted to raise the veil which hung over the subject of embryogeny.",
        "The use of slave labour, and the application of the corvee system to natives who were nominally free, enabled the company to lower the cost of production, while the absence of competition enabled it to raise prices.",
        "Mag.,1863-1864(whose avowed object was \"to raise a noble and a suffering man to the position which his labours entitled him to occupy\"), and in E.",
        "In the years of conflict that followed Gregory looked far beyond this point; he set his aim ever higher; until, in the end, his idea was to concentrate all ecclesiastical power in the hands of the pope, and to raise the papacy to the dominion of the world.",
        "A liberal and a corrservative theology (rationalist and orthodox) exist side by side within the churches, and while the latter clings to the theology of the 16th century, the former ventures to raise doubts about the truth of such a common and simple standard as the Apostles' Creed.",
        "The Tungani troops in Yarkand rose, and (Toth of August 1863)massacred some seven thousand Chinese, while the inhabitants of Kashgar, rising in their turn against their masters, invoked the aid of Sadik Beg, a Kirghiz chief, who was reinforced by Buzurg Khan, the heir of Jahanghir, and Yakub Beg, his general, these being despatched at Sadik's request by the ruler of Khokand to raise what troops they could to aid his Mahommedan friends in Kashgar.",
        "In foreign affairs a policy of drift prevailed which encouraged all the enemies of the Republic to raise their heads, while the dependent states of Prussia in the north and Moldavia in the south made strenuous efforts to break away from Poland.",
        "In consequence of this law the great lords were compelled to put forces in the field proportioned to their enormous fortunes, and Sigismund was able in 1529 to raise 300 foot and 3200 horse from the province of Podolia alone.",
        "At least 40,000 men were necessary for the purpose, and these could have been obtained for 200,000 ducats; but a congress of magnates, whose collective fortunes amounted to hundreds of millions, having decided that it was impossible to raise this sum, there was nothing for it but to fight a few skirmishes and then take refuge abroad.",
        "These beautiful elegies have been justly praised by Mickiewicz; they are enough to raise Kochanowski far above the level of a merely artificial poet.",
        "On the loss of his recently made fleet and forts on ..he western coast, Hyder Ali now offered overtures for peace; on the rejection of these, bringing all his resources and strategy into play, he forced Colonel Smith to raise the siege of Bangalore, and brought his army within 5 m.",
        "Warren Hastings sent from Bengal Sir Eyre Coote, who, though repulsed at Chidambaram, defeated Hyder thrice successively in the battles of Porto Novo, Pollilur and Sholingarh, while Tippoo was forced to raise the siege of Wandiwash, ana Vellore was provisioned.",
        "After the death of Alexius, he refused to enter into the conspiracy set on foot by his mother-in-law and wife to depose John, the son of Alexius, and raise himself to the throne.",
        "To render milk sterile in the strict sense of the word it is necessary to raise it to a temperature of about 120° C. for twenty minutes.",
        "Much of his time after 1868 was spent in the Northern and Eastern states, whither he went to raise funds for the Institute.",
        "The Southerners undeniably rested on their laurels, and enabled McClellan, who was now called to the chief military command at Washington, to raise, organize and train the famous Army of the Potomac, which, in defeat and victory, won its reputation as one of the finest armies of modern history.",
        "The cadmium sulphate solution is prepared by digesting a saturated solution of cadmium sulphate with cadmium hydroxide to remove free acid, care being taken not to raise the temperature above 70° C., and then by digesting it still further with mercurous sulphate until no more precipitation occurs.",
        "PALAEOLOGUS, a Byzantine family name which first appears in history about the middle of the 11th century, when George Palaeologus is mentioned among the prominent supporters of Nicephorus Botaniates, and afterwards as having helped to raise Alexius I.",
        "Chernayev summoning him to evacuate the country, and threatening to raise all the faithful against him.",
        "In November 1908 the lawlessness subsided in the Burley after the agreement of the American Tobacco Company to purchase the remainder of the 1906 crop at a \" round \" price of 202 cents and a part of the 1907 crop at an average price of 17 cents, thus making it profitable to raise a full crop in 1909.",
        "On the 9th of January 1865 he spoke at a public meeting in Boston to raise funds for the southern poor in Savannah.",
        "There is one other question which we are called upon to raise here.",
        "Caesar first besieged and took Avaricum, whose occupants were massacred, and then invested Gergovia (near the Puy-de-Dome), the capital of the Arverni, but suffered a severe repulse and was forced to raise the siege.",
        "We can account for this only by emphasizing the fact that the form of Caesar's government became as time went on more undisguised in its absolutism, while the honours conferred upon him seemed designed to raise him above the rest of humanity.",
        "But names, symbols and formulas are not efficacious by themselves: the Gnostic must lead a life having no part in the lower world ruled by these spirits, and by his knowledge he must raise himself above them to the God of the world of light.",
        "Then came the long, firm rule of Porfirio Diaz, who first broke up the organizations of bandits that infested the country, and then sought to raise Mexico from the state of discredit and disorganization into which it had fallen.",
        "Diaz's attempt to raise the north, however, failed, and, trying to reach Vera Cruz by sea,.",
        "At a later date (1865) the Boers tried to raise taxes from the Barolong, but without success, a commando sent against them in 1868 being driven off by Montsioa's brother Molema.",
        "The administration, besides fostering the: scanty material resources of the country, aids the missionaries in their endeavours to raise the Bechuanas in the scale of civilization.",
        "Mahmud's failure at Ajmere, when the brave raja Bisal-deo, obliged him to raise the siege but was himself slain, was when the Moslem army was on its way to Somnath.",
        "Frequently they raise themselves by standing on their hind-legs with the fore-feet resting against the trunk of the tree on which they are feeding.",
        "To trot, press the legs to the saddle, and raise the bridle hand a little, and, after a moment's sitting close, begin to rise (\"pose\") in cadence with the action of the horse.",
        "These uncertainties raise a greater one of much significance, viz.",
        "The ordinary duties of these committees are to raise and spend money for electioneering and otherwise in the interests of the party, to organize meetings, to look after the press, to attend to the admission of immigrants or new-comers as voters; and generally to attract and enrol recruits in the party forces.",
        "During1812-1834a royalty of 121 cents was charged to raise funds for building canals (a rebate being granted in the last three years covering the entire amount of the royalty for these years).",
        "Wehr, defence), a barrier placed across rivers to raise the water-level for catching fish, for mills, for navigation or for irrigation, the discharge of the river taking place over the crest or through openings made for the purpose.",
        "They, however, block up the river channel to the extent of their height, and consequently raise the flood-level above them.",
        "The helots were state slaves bound to the soil- adscripti glebae - and assigned to individual Spartiates to till their holdings (icXi pot); their masters could neither emancipate them nor sell them off the land, and they were under an oath not to raise the rent payable yearly in kind by the helots.",
        "Here he worked diligently at practical reforms, being specially anxious to raise the standard of clerical life and work.",
        "soon assumed national proportions in the Canadian Seed Growers' Association, which, with the seed branch of the department of agriculture mentioned above, has done much to raise to a uniform standard of excellence the grain grown over large areas of the Canadian wheat-fields.",
        "m., or three times the extent of Great Britain and Ireland, according to the opinion of a British consul, could raise millions of acres of wheat.",
        "4, 11 74 b 31-33) not as an activity, but as a supervening end (breyLyvOyepOV perfecting an activity He allows indeed that activity and pleasure are very closely related; that a pleasure of sense or thought perfects an act of sensation or of thinking, depends on it, and is so inseparably conjoined with it as to raise a doubt whether pleasure is end of life or life end of pleasure, and even whether the activity is the same as the pleasure.",
        "The result was to attract to the town a considerable commercial community and to raise its social status.",
        "This feat so pleased the commanderin-chief that he empowered him to raise a regiment of 2000 irregular horse, which became known to fame as Hodson's Horse, and placed him at the head of the Intelligence Department.",
        "652 seq.) proclaiming the approach of the righteous king whom God shall raise up from the East (Isa.",
        "He was the chief representative of his countrymen in the peace negotiations of 1902, after which, with de Wet and de la Rey, he visited Europe in order to raise funds to enable the Boers to resume their former avocations.",
        "They professed to raise spirits by incantation; and Kelly dictated the utterances to Dee, who wrote them down and interpreted them.",
        "He was, however, compelled by sickness among his troops to raise the siege of Paris, and on the return journey the rearguard of his army was destroyed and the baggage seized by the French.",
        "Then followed an interval of wars during which the Pacifists were unable to raise their voices.",
        "On the rock of a human character, ennobled by faith in his divine Sonship, he could raise the church of the future, which should be at the same time continuous with the old, new in spiritual power, one in worship and in work.",
        "In 1589 he obtained in Geneva and Berne sums sufficient to raise an army of mercenaries for Henry III., partly by the sale of jewels, among them the \"Sancy\" diamond which in 1835 found its way to the Russian imperial treasure, and partly by leading the Swiss to suppose that the troops were intended for serious war against Savoy.",
        "It is admitted by Origen in his reply to Celsus (p. 389), who has charged the Christians with being a secret society \" because they forbid to build temples, to raise altars.\"",
        "By it he became the first to raise a barbarian tongue to the dignity of a literary language; and the skill, knowledge and adaptive ability it displays make it the crowning testimony of his powers as well as.",
        "The opposition were determined to raise debates in the House of Commons on the fiscal question, and Mr Balfour was no less determined not to be caught in their trap. These tactics of avoidance reached their culminating point when on one occasion Mr Balfour and his supporters left the House and allowed a motion hostile to tariff reform to be passed nem.",
        "To raise money offices were systematically sold, and issue after issue of the two kinds of monti-securities, which may be roughly described as government bonds and as life annuities, was marketed at ruinous rates.",
        "His son and successor Muni tsan-po, being .determined to raise all his subjects to the same level, enacted that there should be no distinction between poor and rich, humble and great.",
        "The loss in the solution bulbs gives the mass of solvent absorbed from the solution, and the loss in the solvent bulbs the additional mass required to raise the vapour pressure in the air-current to equilibrium with the pure solvent.",
        "The solution then freezes, until the heat liberated is enough to raise the tern perature to the point of equilibrium given by the tendency of the solution taken in contact with ice to approach the true freezing point on one side and the temperature of the enclosure on the other.",
        "Cereals, cotton, tobacco, rice and silk are produced, but most of the fertile lands have been abandoned to semi-nomads, who raise large quantities of live stock.",
        "Their opinion and practice will be best represented in the words of one of their early teachers (quoted by Gibbon, Decline and Fall, c. 63): \"When thou art alone in thy cell shut thy door, and seat thyself in a corner; raise thy mind above all things vain and transitory; recline thy beard and chin on thy breast; turn thine eyes and thy thought towards the middle of thy belly, the region of the navel (6j4 aXos); and search the place of the heart, the seat of the soul.",
        "To facilitate this mechanical lifting, gear is provided which is readily controlled, and can raise or lower the periscope at a speed approaching 25 ft.",
        "It must, however, be remembered in Henry's favour, that the supporters of the princes, both in England and in the foreign provinces, were animated by resentment against the soundest features of the king's administration; and that, in the rebellion of 1173, he received from the English commons such hearty support that any further attempt to raise a rebellion in England was considered hopeless.",
        "In his extremity Christian now formed an alliance with Sweden (1st of January 1628), whereby Gustavus Adolphus pledged himself to assist Denmark with a fleet in case of need, and shortly afterwards a Swedo-Danish army and fleet compelled Wallenstein to raise the siege of Stralsund.",
        "When disturbed the soles raise this black fin and, as a rule, hold it rigid so that it becomes a very conspicuous object.",
        "It was his function also to display and guard in battle the banner of the baron or banneret or the pennon of the knight he served, to raise him from the ground if he were unhorsed, to supply him with another or his own horse if his was disabled or killed, to receive and keep any prisoners he might take, to fight by his side if he was unequally matched, to rescue him if captured, to bear him to a place of safety if wounded, and to bury him honourably when dead.",
        "Educated as a Catholic by his mother, he was on the death of Stephen Bathory elected king of Poland (August 19, 1587) chiefly through the efforts of the Polish chancellor, Jan Zamoyski, and of his own aunt, Anne, queen-dowager of Poland, who lent the chancellor 10o,000 gulden to raise troops in defence of her nephew's cause.",
        "The task as it presented itself may be analysed as follows: (r) to replace the caste system and especially the oppressive supremacy of the Brahmins by a spirit of universal brotherhood and the establishment of social and religious liberty; (2) to correct and raise the standard of conduct; (3) to attack polytheistic idolatry with its attendant immoralities; (4) to replace the pantheistic by a theistic standpoint; (5) to elevate woman and the pariah.",
        "From thence they returned to Edinburgh on the 28th of March, guarded by two thousand horsemen under the command of Bothwell, who had escaped from Holyrood on the night of the murder, to raise a force on the queen's behalf with his usual soldierly promptitude.",
        "This plan was but part of a scheme including the invasion of England by her kinsman the duke of Guise, who was to land in the north and raise a Scottish army to place the released prisoner of Sheffield beside her son on the throne of Elizabeth.",
        "as his feudal superior, returned at once to Scotland; but owing to the poverty of the kingdom it was found impossible to raise the ransom.",
        "The shameless profligacy of the emperor's life was such as to shock even a Roman public. His popularity with the army declined, and Maesa, perceiving that the soldiers were in favour of Alexander Severus, persuaded Heliogabalus to raise his cousin to the dignity of Caesar (221), a step of which he soon repented.",
        "The efficiency of drainage, digging, hoeing and like operations is accounted for by the manner in which they promote aeration of the soil, raise its temperature and remove its stagnant water.",
        "The Stem and its' subdivisions or branches raise to the light and air the leaves and flowers, serve as channels for the passage to them of fluids from the roots, and act as reservoirs for nutritive substances.",
        "If intended to raise the temperature of the structure, they should be set on iron or brick supports just clear of walls, earth or other heatabsorbing bodies.",
        "Ventilate but little, and with care; raise the ventilating sash only high enough to let the heated air from the greenhouse drive back the outer air so as not to chill the plants.",
        "Montgelas' ambition was now to raise Bavaria to the rank of a first-rate power, and he pursued this object during the Napoleonic epoch with consummate skill, allowing fully for the preponderance of France - so long as it lasted - but never permitting Bavaria to sink, like so many of the states of the confederation of the Rhine, into a mere French dependency.",
        "took advantage of the dissensions in the Provinces to raise the question of the opening of the Scheldt.",
        "In 1856 Bessemer not only invented his extraordinary process of making the heat developed by the rapid oxidation of the impurities in pig iron raise the temperature above the exalted melting-point of the resultant purified steel, but also made it widely known that this steel was a very valuable substance.",
        "If by pre-heating the blast we add to the sum of the heat available; or if by drying it we subtract from the work to be done by that heat the quantity needed for decomposing the atmospheric moisture; or if by removing part of its nitrogen we lessen the mass over which the heat developed has to be spread - if by any of these means we raise the temperature developed by the combustion of the coke, it is clear that we increase the proportion of the total heat which is available for this critical work in exactly the way in which we should increase the proportion of the water of a stream, initially too in.",
        "This diversion may be unwelcome, but it is inevitable for the two simple reasons that the wonderful improvements in agriculture decrease the number of men needed to raise a given quantity of food, i.e.",
        "From the internal, as distinct from the international, aspect, the absolute quantity of money, supposed as of fixed amount, in a country, is of no consequence, while a quantity larger than is required for the interchange of commodities is injurious, as tending to raise prices and to drive foreigners from the home markets.",
        "Its inundations, dangerous even at Cracow, become still more so in the plain, when the accumulations of ice in its lower course obstruct the outflow, or the heavy rains in the Carpathians raise its level.",
        "Were there no evaporation, this would raise the surface of the sea 51 ft.",
        "They also, by heaping up the water at the one end of the sea or the other, raise the level temporarily and locally to the extent of 4 to 8 ft.",
        "The king being dead, and the royalist cause appearing to be hopelessly lost, he did not scruple, in closing the work with a general \" Review and Conclusion,\" to raise the question of the subject's right to change allegiance when a former sovereign's power to protect was irrecoverably gone.",
        "But in what that vividness (ivap-yaaa) consists is a question which Epicurus does not raise, and which he would no doubt have deemed superfluous quibbling over a matter sufficiently settled by common sense.",
        "But it often happens that, although there is sufficient rainfall to raise an inferior crop, there is not enough to raise a more valuable one.",
        "All along the Nile banks from morning to night may be seen brown-skinned peasants working these shadi fs, tier above tier, so as to raise the water 15 or 16 ft.",
        "With one such water-wheel a pair of oxen can raise water any height up to 18 ft., and keep from 5 to 12 acres irrigated throughout an Egyptian summer.",
        "Thus the whole system broke down, the barrage was pronounced a failure, and attention was turned to watering Lower Egypt by a system of gigantic pumps, to raise the water from the river and discharge it into a system of shallow surface-canals, at an annual cost of about £250,000, while the cost of the pumps was estimated at £700,000.",
        "It should also be noticed that on the higher strip bordering the river it is the custom to take advantage of its nearness to raise water by pumps, or other machinery, and thereby to grow valuable crops of sugar-cane, maize or vegetables.",
        "This has now been rectified, in the same way as in Lower Egypt, by the construction of a weir across the Nile, intended to Assiut give complete control over the river and to raise the Weir water-surface 8.2 ft.",
        "These works, as well as that in Lower Egypt, are intended to raise the water-surface above it, and to control the distribution of its supply, but in Storage.",
        "It had been at first intended to raise the dam to a height which would have involved the submergence, for some months of every year, of the Philae temples, situated on an island just upstream of the dam.",
        "In 1907, however, it was decided to carry out the plan as originally proposed and raise the dam 26 ft.",
        "The population is backward, and the black soil is of a nature that in ordinary years can raise fair crops of cotton, millet and maize without artificial watering.",
        "In 1193 he returned to England to raise the king's ransom.",
        "From all these circumstances it curiously happened that the sovereign who did more than almost any other to raise the royal power, was also the sovereign who, more than any other, wrought its decay.",
        "At the diet of Nuremberg in 1422 and at that of Frankfort in 1427 ~igismund endeavoured to raise men and money by means of contributions from the estates, but the plan failed owing to mutual jealousies and especially to the resistance of the cities.",
        "Unable himself to raise and equip a strong army, and restive at his dependence on the League, Ferdinand gladly accepted Wallensteins offer to put an army into the field at no cost to himself.",
        "In 1787 he was authorized to raise a patriotic legion to help the Dutch against the stadtholder William IV.",
        "The minister of finance had to lay before them the common budget, but they could not raise money or vote taxes; after they had passed the budget the money required had to be provided by the separate parliaments.",
        "The bank by its charter had the sole right of issuing notes, but during the war of 1866 the government, in order to raise money, had;itself issued notes (Staatsnoten) to the value of 312 million gulden, thereby violating the charter of the bank.",
        "The effect of these laws has been to raise Croatian to equality with Italian.",
        "In the vicinity of the rivers Benue, Faro and Kebbi, the people, who are good agriculturists, raise cereals and other crops, while on the plateaus stock-raising forms the chief pursuit of the inhabitants.",
        "In the autumn the League resolved to raise -10o,000; an appeal was made to the agricultural interest by great meetings in the farming counties, and in November The Times startled the world by declaring, in a leading article, \"The League is a great fact.",
        "Then, to raise funds for the cause, he returned to America; his fervid appeals enabled him to collect about $60,000, which he spent on provisions and clothing, and he established a relief depot near Aegina, where he started works for the refugees, the existing quay, or American Mole, being built in this way.",
        "border became so strained that in 1897 Mr Chamberlain, who was then secretary of state for the colonies, thought it necessary to raise a local force, afterwards known as the West African Frontier Force, for the special defence of the frontiers of the West African dependencies.",
        "The man selected for the post of first high commissioner was Colonel - afterwards better known as Sir Frederick - Lugard, who had conducted one of the Royal Niger company's most successful expeditions into the western portion of the interior and had already been employed by the British government to raise and organize the West African Frontier Force.",
        "The right to raise loans had been granted to the khedive Ismail in 1873, but was taken away in 1879 by the firman appointing Tewfik khedive.",
        "The sirdar made an attempt to raise a battaliQn of Albanians, but the few men obtained mutinied when ordered to proceed to the Sudan, and it was deemed advisable, after the ringleaders had been executed, to abandon the idea, and rely on blacks to stiffen the fellahin.",
        "Since that fatal day, however, many of the fellahin have shown they are capable of devoted condUct, and much has been done to raise in the soldiers a sense of selfrespect, and, in spite of centuries of oppression, of veracity.",
        "In 1875 the 1ea~jflgto impoverishment of the fellah had reached such a ~he depoint that the ordinary resources of the country no Pofo~.kmo:I, longer sufficed for the most urgent necessities of administration; and the khedive Ismail, having repeatedly broken faith with his creditors, could not raise any more loans on the European market.",
        "With the internal difficulties Sir Evelyn Baring had been struggling bravely ever since his appointment, trying to evolve out of the ever-changing policy and contradictory Internal orders of the British government some sort of coherent ~ line of action, and to raise the administration to a higher standard.",
        "Unfortunately famine compelled the garrison of Kassala to capitulate on the 3oth of July of that year, and Osman Digna hurried there from Tamai to raise a force with which to meet the Abyssinian general, Ras Alula, who was preparing for its relief.",
        "At last, in the spring of 1822, after a prolonged siege in his island fortress at Iannina, which even the outbreak of the Greek revolt had not served to raise, the intrepid old man was forced to sue for terms. He asked and received an interview with Khurshid, was received courteously and dismissed with the most friendly assurances.",
        "Toxic doses of atropine - and therefore of belladonna - raise the temperature several degrees.",
        "Still later, he was induced by the machinations of some of the prelates who haunted his court, and by the influence of Theodora, herself much interested in theological questions, and more than suspected of Monophysitism, to raise a needless, mischievous, and protracted controversy.",
        "But it also goes on to raise the question whether the making of reality for our knowledge does not, in view of the essentially practical nature of knowledge, imply also a real making of reality by us, and so throw light upon the whole genesis of reality.",
        "Returning to England to raise money for a fresh crusade, he was received with great state in London; but his acceptance of the cardinalate had weakened his position and Gloucester refused to recognize his legatine commission.",
        "Again, while Conjugatae may be shut out from Chlorophyceae as an independent group co-ordinate with them in rank, the Characeae constitute so aberrant a group that it has even been proposed to raise them as Charophyta to the dignity of a main division co-ordinate with Thallophyta.",
        "Besides these there is a fever hospital, erected by Lord John George Beresford; a college, which Primate Robinson was anxious to raise to the rank of a university; a public library founded by him, an observatory, which has become famous from the efficiency of its astronomers; a number of churches and schools, and barracks.",
        "with his court and army rested here on the way to raise the siege of Berwick.",
        "A truce till 1354 was arranged between England, France and Scotland, while the country strove to raise the royal ransom, and David, who preferred English ways to those of his own kingdom, acknowledged Edward III.",
        "The most probable explanation is that Gowrie laid, with the utmost secrecy, a plot to lure James to Perth, kidnap him there, transport him to Fastcastle, a fortress of the profligate and intriguing Logan of Restalrig, on the Berwickshire coast, and then raise the Presby- terian party.",
        "As an \" Engager \" he had seen his country conquered by English arms. His policy was to keep Scotland in good humour by restoring presbytery; to raise in the country a militia strong enough to support Charles against the English parliament, and thus, in both countries, to make the royal prerogative absolute.",
        "These powers include direct taxation within the province in order to raise revenue for provincial purposes and the control of municipalities and other local bodies, and of \" elementary education \" - which embraces all education other than university.",
        "In consequence Boigne was allowed to raise two further brigades of disciplined infantry, and made commander-in-chief of Sindhia's army.",
        "In April 1643 the parliamentary forces attacked it, but had to raise the siege, as Lord Derby began to set the town on fire.",
        "The warning to the nation sounded by the Baptist, that God could raise up a new family for Abraham, is heard again and again in our Lord's teaching.",
        "Here He learned of the sickness of Lazarus, and presently He returned and came to Bethany to raise him from the dead.",
        "In March 1920 Carranza's attempts to control Sonora against Obregon's candidacy, and the arrest of the latter charged with rebellion, led him, on escaping from Mexico City, to raise a revolt which began in Sonora under the Plan of Agua Prieta on April 9.",
        "Good schools are numerous, and the return of emigrants and their children who have been educated in the United States, tends to raise the standard of civilization.",
        "Many of them became martyrs for the Law, and for a time none would raise his hand to defend himself on the Sabbath if at all.",
        "Napoleon was however compelled by the English to raise the siege.",
        "It was mainly his powers of organization that enabled Gambetta to raise army after army to oppose the invading Germans.",
        "The boy varied the monotony of his studies by pranks which revealed his unbalanced character, including an attempt to raise spirits with the aid of Dr Faust's Hallenzwang.",
        "In 1855 he was sent by the imperial government to the United States in connexion with the Foreign Enlistment Act, to raise soldiers for the war in the Crimea.",
        "After America's entrance into the war he was called upon to raise unprecedented sums of money.",
        "Without a regular revenue no effective administration could be organized; but the attempt to raise taxes showed that it might raise the people, so that for both men and money the shah's government was still obliged to rely principally upon British aid.",
        "They were informed that the king could raise his revenue without consulting them.",
        "Just as two centuries earlier the Jesuits at Madura, in the extreme south, composed works in Tamil, which are still acknowledged as classical by native authors, so did the Baptist mission at Serampur, near Calcutta, first raise Bengali to the rank of a literary dialect.",
        "The only excisable articles are intoxicants and drugs; and the avowed object of the state is to check consumption not less than to raise revenue.",
        "Even in considerable towns, the traders and handicraftsmen almost always possess plots of land of their own, on which they raise sufficient grain to supply their families with food.",
        "The other provinces raise and administer their own revenues, subject to the central control; they are allowed a certain proportion of the revenue to meet their own administrative charges, and so have an interest in economical expenditure.",
        "Settimo was elected president of the government, but the administration was lacking in statesmanship, the treasury was empty, and nothing was done to raise an army.",
        "Mazzini's approval, from Genoa, and landed at Sapri in Calabria, where he hoped to raise the flag of revolution; but.",
        "The announcement of Peary's attainment of the North Pole in 1909 convinced Amundsen that he could not raise sufficient funds for his proposed five years' absence, and he determined to make a dash for the South Pole in order to raise money for the greater project.",
        "Mild attempts, to be sure, to group the chief deities associated with the most important religious and political centres into a regular pantheon were made - notably in Nippur and later in Ur - but such attempts lacked the enduring quality which attaches to Khammurabi's avowed policy to raise Marduk - the patron deity of the future capital, Babylon - to the head of the entire Babylonian pantheon, as 1 Even in the case of the \"Semitic\" name of the famous Sargon I., whose full name is generally read Sharru-kenu-sha-ali, and interpreted as \"the legitimate king of the city,\" the question has recently been raised whether we ought not to read \"` Sharru-kenushar-ri\" and interpret as \"the legitimate king rules\" - an illustration of the vacillation still prevailing in this difficult domain of research.",
        "The cutting of the Gordian knot by Austria's annexation of Bosnia and Herzegovina, and by the proclamation of the independence of Bulgaria, and of Prince Ferdinand's assumption of the old title of tsar (king), threatened to raise the Eastern Question once more in its acutest form.",
        "The thermal capacity of a body is measured by the quantity of heat required to raise its temperature one degree, and is necessarily proportional to the mass of the body for bodies of the same substance under similar conditions.",
        "The weight of steam condensed on the body gives a means of calculating the quantity of heat required to raise it from the atmospheric temperature up to ioo° C. in terms of the latent heat of vaporization of steam at zoo° C. There can be no appreciable gain or loss of heat by radiation, if the admission of the steam is sufficiently rapid, since the walls of the enclosure are maintained at too C., very nearly.",
        "His vanity, however, as has been admirably remarked, is essentially that of \" the peacock, not of the gander,\" and is redeemed by his willingness to raise a laugh at his own expense (Strachan-Davidson, p. 192).",
        "The besieged were hard pressed, but the besiegers suffered by the severe winter, and were at last obliged to raise the siege.",
        "Yazid stormed the castle and took `Adi prisoner, the public treasury fell into his hands, and he employed the money to pay his troops largely and to raise fresh ones.",
        "On the same day Mahommed was to raise the standard of revolt in Medina, Ibrahim in Basra.",
        "In seeking for a single material principle underlying the multiplicity of phenomena, the first nature-philosophers, Thales and the rest, did indeed raise the problem of the one and the many, the endeavour to answer which must at last lead to logic. But it is only from a point of view won by later speculation that it can be said that they sought to determine the predicates of the single subject-reality, or to establish the permanent subject of varied and varying predicates.'",
        "When Descartes, having faithfully and successfully followed the mathematico-physical inquiry of his more strictly scientific predecessors, found himself compelled to raise the question how it was possible for him to know what in truth he seemed to know so certainly, the problem entered on a new phase.",
        "Complex truths of reason or essence raise the problem of definition, which consists in their analysis into simpler truths and ultimately into simple - i.e.",
        "It is easy to raise difficulties not only in regard to the detail in Hegel's development of his categories, especially the higher ones, but also in regard to the essential rhythm of his method.",
        "The total heat of the saturated vapour at any temperature is usually defined as the quantity of heat required to raise unit mass of the liquid from any convenient zero up to the temperature considered, and then to evaporate it at that temperature under the constant pressure of saturation.",
        "The total heat of steam, for instance, is generally reckoned from the state of water at the freezing-point, o° C. If h denote the heat required to raise the temperature of the liquid from the selected zero to the temperature t° C., and if H denote the total heat and L the latent heat of the vapour, also at t° C., we have evidently the simple relation H =L+h..",
        "2), if the point B represent the state p\"o\" after passing the throttle, the total heat at A is the same as that at B, and exceeds that at any other point D (at the same pressure p\" as at B, but at a lower temperature 0) by the amount S X (0\"-0), which would be required to raise the temperature from D to B at constant pressure.",
        "The attempt to raise a tithe for the crusade in 1189 failed, however, before a general resistance owing to an unfair assessment.",
        "All the male friends of the deceased go to the door, bow down, and raise their two hands from the floor to their heads to indicate their respect for the departed.",
        "The attendants then raise the body to its final resting-place, lay it upon its stony bed, and retire.",
        "His daring march had alarmed the Goths for Ravenna, and induced them to raise the siege of Rome; but he himself was now shut up in Rimini, and on the point of being forced by famine to surrender.",
        "From the 13th century the towns had issued (\"sold,\" as it was called)annuities, either for life or for perpetuity in ever-increasing number, until it was at last found impossible to raise the funds necessary to pay them.",
        "To obtain these money had been necessary; and to raise money the pasha had instituted those internal \"reforms\" - the bizarre system of state monopolies and the showy experiments in new native industries which are described in the article Egypt (q.v.).",
        "The immediate effect was to raise Perez higher than ever in the royal confidence and favour, but, wary though the secretary had been, he had not succeeded in obliterating all trace of his connexion with the crime, and very soon a prosecution was set on foot by the representatives of the murdered man.",
        "The inhabitants raise some cattle, and Riigen has long been famous for its geese; but the only really considerable industry is fishing, - the herring-fishery being especially important.",
        "To enlarge the area, or raise the surface-level where that was necessary, layers of logs, brushwood, heather and ferns were piled on the shallow, and consolidated with gravel and stones.",
        "So far from attempting to raise their standard of spiritual life, or even leaving it to ordinary intercourse to gradually bring about a certain community of intellectual culture and religious sentiment, they deliberately set up artificial barriers in order to prevent their own traditional modes of worship from being contaminated with the obnoxious practices of the servile race.",
        "Then, again, the possibility of legitimization by subsequent marriage tends to raise the rate.",
        "under the same influence, those passing from their prime into the second period of danger acquire a numerical preponderance which throws its weight upon the general death-rate and tends to raise it.",
        "About the same time, and partly stimulated by Keble's sermon, some leading spirits in Oxford and elsewhere began a concerted and systematic course of action to revive High Church principles and the ancient patristic theology, and by these means both to defend the church against the assaults of its enemies, and also to raise to a higher tone the standard of Christian life in England.",
        "It was their professed object to raise French to a level with the classics, and to acclimatize Italian species of verse.",
        "The thrifty and methodical habits of the French peasantry, and also the system of small holdings which prevails in France, have, there is little doubt, done much to raise the French wine industry to the pre-eminent position which it holds.",
        "Bacon, who approved of the increased subsidy, was opposed to the short period in which it was proposed to raise it.",
        "He suggested that it would be difficult or impossible for the people to meet such heavy demands, that discontent and trouble would arise, and that the better method of procedure was to raise money by levy or imposition.",
        "The scheme was afterwards extended so as to take in the whole kingdom, but lost something of its voluntary character, and the means taken to raise the money, which were not what Bacon would have recommended, 5 were calculated to stir up discontent.",
        "The general dissatisfaction received a somewhat unguarded and intemperate expression in a letter sent to the justices of Marlborough by a gentleman of the neighbourhood, named Oliver St John, 6 in which he denounced the attempt to raise funds in this way as contrary to law, reason and religion, as constituting in the king personally an act of perjury, involving in the same crime those who contributed, and thereby subjecting all parties to the curses levelled by the church at such offences.",
        "For these are the things that use to raise dislikes abroad.",
        "of water, makes it possible to raise the level of the Volga as far down as the Sheksna, thus rendering it navigable, even at low water, from its 65th mile onwards.",
        "To raise funds he proclaimed, by bull of the iith of April 1389, a jubilee for every thirty-three years, but before the celebration could be held he died of injuries caused by a fall from his mule.",
        "Cereals are grown, but the inhabitants prefer to raise such articles of produce as are in demand for export, and consequently part of the grain supply has to be imported.",
        "The climate of northern and central Chile is profoundly affected by the high mountain barrier on the eastern frontier and by the broad treeless pampas of Argentina, which raise the easterly moisture-laden winds from the Atlantic to so high an elevation that they sweep across Chile without leaving a drop of rain.",
        "The government continued to be animated by a progressive spirit: schools, railways, telegraphs were rapidly extended; a steamship mail service to Europe was subsidized, and the stability of the government enabled it to raise new foreign loans in order to extinguish the old high interest-bearing loans and to meet the expenses of public works.",
        "A great preacher, orator and teacher, and a remarkably versatile scholar, McClintock by his editorial and educational work probably did more than any other man to raise the intellectual tone of American Methodism, and, particularly, of the American Methodist clergy.",
        "In order to raise money he plundered a wealthy temple of Bel in Elam, but was killed by the inhabitants, 187 BC. (Diod.",
        "Here he was enabled, through the assistance of a friend of his father, to raise a small force with which to take possession of Baku on the Caspian, and thence to march upon Shemakha in Shirvan, a town abandoned to him without a struggle.",
        "Unfortunately, he did not boast the confidence of the queen-mother; and this circumstance greatly strengthened the hands of those enemies whom an honest minister must ever raise around him in a corrupt Oriental state.",
        "After a futile attempt to enter Afghan territory and raise a revolt against the Amir Abdur Rahman, he gave himself up to the British consul-general at Meshed in the beginning of November, and was sent under escort to the Turkish frontier and thence via Bagdad to India.",
        "Bishop Kennion of Bath and Wells entered into an agreement to raise a sum of £31,000, the cost of the purchase; this was completed, and the site and buildings were formally transferred at a dedicatory service in 1909 to the Diocesan Trustees of Bath and Wells, who are to hold and manage the property according to a deed of trust.",
        "For on the one hand knowledge of the fact that nitrite of amyl lessens blood pressure has led to the successful employment of other nitrites and bodies having a similar action, and on the other the knowledge that increased blood pressure tends to cause anginal pain leads to the prohibition of any strain, any food, any exposure to cold, and also of any medicines which would unduly raise the blood pressure.",
        "When a patient is covered with several blankets, loss of heat from the surface both by radiation and evaporation is to a great extent prevented, but if a cradle be placed over him, so as to raise the bedclothes and allow of free circulation of air around his body, both radiation and evaporation will be increased and the temperature consequently lowered.",
        "Irritation of sensory nerves tends to cause contraction of the vessels, and to raise the blood pressure, and where pain is ffi, present opium or morphine is the most efficient sedative.",
        "The new colonial secretary, the duke of Newcastle, reinstated him, but with instructions not again to raise the federation issue.",
        "The central position and military security of the city naturally tended to raise it to a commanding position among the Boeotians, and from early days its inhabitants endeavoured to establish a complete supremacy over their kinsmen in the outlying towns.",
        "In 1384 a Castilian army invested Lisbon, but encountered a heroic resistance, and after five months an outbreak of plague compelled them to raise the siege.",
        "Hence if we take two nets of wire with hexagonal meshes, and place one on the other so that the point of concourse of three hexagons of one net coincides with the middle of a hexagon of the other, and if we then, after dipping them in Plateau's liquid, place them horizontally, and gently raise the upper one, we shall develop a system of plane laminae arranged as the walls and floors of the cells are arranged in a honeycomb.",
        "We must not, however, raise the upper net too much, or the system of films will become unstable.",
        "The object in such treatment is to raise the opsonic index of the serum, this being taken as an indication of increased immunity.",
        "It was mainly by this fortunate transaction that the governor was enabled to raise his family, which was one of old standing, to a position of wealth and political influence.",
        "It is held by some historians that there was at the time on the part of many of the Roman nobles a determination to raise themselves to power, despite the opposition of the senate; others with \"greater probability maintain that Catiline's object was simply the cancelling of the huge debts which he and his friends had accumulated.",
        "Escaping from prison he tried to raise a revolt, but the attempt failed and to avoid capture he put an end to his life.",
        "Having gone to England in 1792 to endeavour to raise money on her jewels, she was on her return accused before the Revolutionary Tribunal of having dissipated the treasures of the state, conspired against the republic, and worn, in London, \"mourning for the tyrant.\"",
        "They also proceeded to raise an armed force, the command of which was given to Count Thurn.",
        "The supervisor is also the township assessor, and the several township supervisors constitute the county board of supervisors who equalize property valuations as between townships, authorize townships to borrow money with which to build or repair bridges, are entrusted with the care and management of the property and business of the county, and may borrow or raise by tax what is necessary to meet the more common expenses of the county.",
        "Along with Sir John Herschel and George Peacock he laboured to raise the standard of mathematical instruction in England, and especially endeavoured to supersede the Newtonian by the Leibnitzian notation in the infinitesimal calculus.",
        "Livy writes as a Roman, to raise a monument worthy of the greatness of Rome, and to keep alive, for the guidance and the warning of Romans, the recollection alike of the virtues which had made Rome great and of the vices which had threatened her with destruction.",
        "On its entering British territory a heavy duty is imposed on Malwa opium, so as to raise its price to an equality with the government article.",
        "Nearly all his works possess genuine and solid merits which raise them above the commonplace, and many of them still remain valuable.",
        "Racked again on the 31st of October, he was indicted at Westminster that he with others had conspired at Rome and Reims to raise a sedition in the.realm and dethrone the queen.",
        "Edwards, however, proved a skilful pilot, and his hold on the affection of the Welsh people enabled him to raise the college to a high level of efficiency.",
        "Lucullus, however, cut off his communications on the land side, and, aided by bad weather, forced him to raise the siege.",
        "In 1846 each township was required to raise as much money for school purposes as the state contributed.",
        "The state will duplicate any yearly sum between $250 and $5000 which a school district may raise to maintain a school or courses of manual training.",
        "Sweden too was now in open revolt; and both Norway and Denmark were taxed to the uttermost to raise an army for the subjection of the sister kingdom.",
        "After laying down his dictatorial powers, he continued to preside over the Executive Committee till the election of a regular president of the republic. It was expected that the suffrages of France would raise Cavaignac to that position.",
        "which continues its effect, and naturally acts upon the surface which it strikes, has the power of resolving itself into two forces, a vertical and a horizontal force; the first suffices to raise the animal, the second to move it along.\"' Marey, it will be observed, reproduces Borelli's artificial wing, and even his text, at a distance of nearly two centuries.",
        "The model cannot raise itself from the ground, but on being liberated from the hand it descends 2 ft.",
        "The urban council are required from time to time to cause all such streets to be made up and repaired as occasion may require, and they are empowered to raise, lower or alter the soil of the street, and to place and keep in repair fences and posts for the safety of foot-passengers.",
        "220) the followers of Simon professed to raise the souls of prophets from the dead (De anima, 57).",
        "For the maintenance of the common schools each town is required (since 1905) to raise annually at least fifty-five cents per capita, exclusive of what may be received from other sources, and to this is added the proceeds of a state tax of one and a half mills on a dollar, onehalf the proceeds of the tax on savings banks, a 6% income from the permanent school fund (derived mainly from the sale of school lands), and state appropriations for the payment in part of the superintendence in towns that have united for that purpose.",
        "It was not the custom of antiquity to raise any tumulus over graves, but Confucius resolved to innovate in the matter.",
        "they did not raise mounds over their graves in antiquity.\"",
        "But they have not of themselves such value, that to endow an ape with the hand and vocal organs of a man would be likely to raise it through any large part of the interval that now separates it from humanity.",
        "That processes of development similar to these were in prehistoric times effective to raise culture from the savage to the barbaric level, two considerations especially tend to prove.",
        "At the beginning of the War of Independence he was given a major's commission to raise troops in Western Pennsylvania.",
        "The function of the nodes is to raise again culms which have become bent down; they are composed of highly turgescent tissue, the cells of which elongate on the side next the earth when the culm is placed in a horizontal or oblique position, and thus raise the culm again to an erect position.",
        "But the Dutch, having been surprised and beaten in the lines of Denain, where Prince Eugene had placed them at too great a distance to receive timely support in case of an attack, he was obliged to raise the siege of Landrecies, and to abandon the project which he had so long cherished.",
        "Autumn storms raise dangerous seas.",
        "Campbell had with him 4500 men with whom to raise a siege maintained by 60,000 trained soldiers occupying strong positions.",
        "More jurist than theologian, John defended the rights of the papacy with rigorous zeal and as rigorous logic. For the restoration of the papacy to its old independence, which had been so gravely compromised under his immediate predecessors, and for the execution of the vast enterprises which the papacy deemed useful for its prestige and for Christendom, considerable sums were required; and to raise the necessary money John burdened Christian Europe with new taxes and a complicated fiscal system, which was fraught with serious consequences.",
        "He had fled to Ireland a broken man, to all appearance politically extinct; a few years were to raise him once more to the summit of popularity, though power was for ever denied him.",
        "Evidence of the antiquity of the belief in \"maternal impressions\" we have in Jacob placing peeled rods before Laban's cattle to induce them to bring forth \"ring-straked speckled and spotted\" offspring; evidence of the antiquity of the \"infection\" doctrine we have, according to some writers, in the practice amongst the Israelites of requiring the childless widow to marry her deceased husband's brother, that he might \"raise up seed to his brother.\"",
        "The widespread belief, he admitted, \"may be justifiable and founded on fact,\" but he was careful to add that \"only the confirmation of the tradition by methodical investigation, in this case by experiment, could raise telegony to the rank of a fact.\"",
        "Death duties also raise the question as to their being taxes upon capital.",
        "took steps to raise it in importance, but the school owes its present eminence to Queen Elizabeth, who is commemorated as the foundress at a Latin commemoration service held periodically in the Abbey, where, moreover, the daily school service is held.",
        "In October 1861 Stanton, secretary of war, ordered him north to raise troops for the expedition against Vicksburg; and early in January 1864, at Milliken's Bend, McClernand, who had been placed in command of one of the four corps of Grant's army, superseded Sherman as the leader of the force that was to move down the Mississippi.",
        "In June of the same year the Austrian victory at Kolin obliged the Prussians to raise the siege.",
        "centimetre, exposed perpendicularly to the sun's rays, would receive sufficient energy per minute to raise 2.54 grams of water I ° C. Langley's general determination of the constant was greater than this-3 o to 3.5 calories; more recently C. G.",
        "The children of the sovereign other than his eldest son, though by courtesy \" princes \" and \" princesses, \" need a royal warrant to raise them de jure above the common herd; and even then, though they be dubbed \" Royal Highness \" in their cradles, they remain \" commoners \" till raised to the peerage.",
        "But the darkest period was succeeded by the dawn of a reformation; travelling logicians were willing to maintain these against all the world; whilst here and there ascetics strove to raise themselves above the gods, and hermits earnestly sought for some satisfactory solution of the mysteries of life.",
        "Failing to attain his object by learning the wisdom of others, and living the simple life of a student, he had devoted himself to that intense meditation and penance which all philosophers then said would raise men above the gods.",
        "Not only did he render a steady support to Ministers in Parliament; but he aided the national cause and promoted recruiting by speeches at Guild hall, in Belfast and elsewhere; and even when criticism of the mismanagement of the war began legitimately to raise its head in the early months of 1915, he used his influence, in the national interest, to repress or moderate its expression in Parliament.",
        "Beautiful, clever and proud, like her mother, but cruel and treacherous, her ambition was to raise the kingdom of Naples to the position of a great power; she soon came to exercise complete sway over her stupid and idle husband, and was the real ruler of the kingdom.",
        "The corporation have statutory power to raise the lake 50 ft., at which level it will have an available capacity of about 8000 million gallons; to secure this a masonry dam has been constructed, though the lake is at present worked at a lower level.",
        "When strong sulphuric acid is mixed with water there is a great development of heat; the heat evolved when four parts of acid are mixed with one of water being sufficient to raise the temperature from o° to 100° C. (Hence the laboratory precaution of always adding the acid to the water and not the water to the acid.) In addition to the heat evolution there is also a diminution in volume, the maximum occurring when the components are present in the ratio H2S04:2H20, thus pointing to the existence of a hydrate H 2 SO 4, 2H20.",
        "Poulain was used of a rope to let casks down into a cellar or to raise heavy weights.",
        "This was the last time benevolences were actually collected, although in 1622 and 1625 it was proposed to raise money in this manner.",
        "While in captivity, Atahuallpa gave secret orders for the assassination of his brother Huascar, and also endeavoured to raise an army to expel the invaders."
    ],
    "definition": [
        "To move to a higher position; elevate: raised the loads with a crane. See Synonyms at lift.",
        "To set in an upright or erect position: raise a flagpole.",
        "To erect or build: raise a new building.",
        "To cause to arise, appear, or exist: The slap raised a welt.",
        "To increase in size, quantity, or worth: raise an employee's salary.",
        "To increase in intensity, degree, strength, or pitch: raised his voice.",
        "To improve in rank or dignity; promote: raised her to management level.",
        "a. To grow, especially in quantity; cultivate: raise corn and soybeans.\nb. To breed and care for to maturity: raise cattle.\nc. To bring up; rear: raise children.\nd. To accustom to something from an early age: “a post-World War II generation raised on shopping malls and multiplex cinemas” ( Gustav Niebuhr )",
        "To put forward for consideration: raised an important question. See Synonyms at broach 1.",
        "To voice; utter: raise a shout.",
        "a. To awaken; arouse: noise that would raise the dead.\nb. To stir up; instigate: raise a revolt.\nc. To bring about; provoke: remarks intended to raise a laugh.",
        "To make contact with by radio: couldn't raise the control tower after midnight.",
        "To gather together; collect: raise money from the neighbors for a charity.",
        "To cause (dough) to puff up.",
        "To end (a siege) by withdrawing troops or forcing the enemy troops to withdraw.",
        "To remove or withdraw (an order).",
        "Games\na. To increase (a poker bet).\nb. To bet more than (a preceding bettor in poker).\nc. To increase the bid of (one's bridge partner).",
        "Nautical To bring into sight by approaching nearer: raised the Cape.",
        "To alter and increase fraudulently the written value of (a check, for example).",
        "To cough up (phlegm).",
        "Scots To make angry; enrage.",
        "The act of raising or increasing.",
        "An increase in salary.",
        "rais′er\nnoun",
        "Link/Cite",
        "(physical) To cause to rise; to lift or elevate.\nto raise your hand if you want to say something;  to raise your walking stick to defend yourself\nTo form by the accumulation of materials or constituent parts; to build up; to erect.\nto raise a wall, or a heap of stones\nTo cause something to come to the surface of the sea.\nThe ship was raised ten years after it had sunk.\n(nautical) To cause (the land or any other object) to seem higher by drawing nearer to it.\nto raise Sandy Hook light\n(figuratively) To cause (a dead person) to live again, to cause to be undead.\nThe magic spell raised the dead from their graves!",
        "To form by the accumulation of materials or constituent parts; to build up; to erect.\nto raise a wall, or a heap of stones",
        "To cause something to come to the surface of the sea.\nThe ship was raised ten years after it had sunk.",
        "(nautical) To cause (the land or any other object) to seem higher by drawing nearer to it.\nto raise Sandy Hook light",
        "(figuratively) To cause (a dead person) to live again, to cause to be undead.\nThe magic spell raised the dead from their graves!",
        "To create, increase or develop.\nWe need to raise the motivation level in the company.\nto raise the quality of the products;   to raise the price of goods\nTo collect.\nto raise a lot of money for charity;  to raise troops\nTo bring up; to grow; to promote.\nWe visited a farm where they raise chickens.\nChew with your mouth shut \"” were you raised in a barn?\nto raise somebody to office\nTo mention (a question, issue) for discussion.\nA few important questions were raised after the attack.\n(law) To create; to constitute (a use, or a beneficial interest in property).\nThere should be some consideration (i.e. payment or exchange) to raise a use.\nJohn Milton (1608-1674)\nGod vouchsafes to raise another world From him [Noah], and all his anger to forget.\n1922, Ben Travers, chapter 5, A Cuckoo in the Nest:\nThe most rapid and most seductive transition in all human nature is that which attends the palliation of a ravenous appetite. [...] Can those harmless but refined fellow-diners be the selfish cads whose gluttony and personal appearance so raised your contemptuous wrath on your arrival?",
        "To collect.\nto raise a lot of money for charity;  to raise troops",
        "To bring up; to grow; to promote.\nWe visited a farm where they raise chickens.\nChew with your mouth shut \"” were you raised in a barn?\nto raise somebody to office",
        "To mention (a question, issue) for discussion.\nA few important questions were raised after the attack.",
        "(law) To create; to constitute (a use, or a beneficial interest in property).\nThere should be some consideration (i.e. payment or exchange) to raise a use.",
        "John Milton (1608-1674)\nGod vouchsafes to raise another world From him [Noah], and all his anger to forget.",
        "1922, Ben Travers, chapter 5, A Cuckoo in the Nest:\nThe most rapid and most seductive transition in all human nature is that which attends the palliation of a ravenous appetite. [...] Can those harmless but refined fellow-diners be the selfish cads whose gluttony and personal appearance so raised your contemptuous wrath on your arrival?",
        "(poker, intransitive) To respond to a bet by increasing the amount required to continue in the hand.\nJohn bet, and Julie raised requiring John to put in more money.",
        "(arithmetic) To exponentiate, to involute.\nTwo raised to the fifth power equals 32.",
        "(linguistics, of a verb) To extract (a subject or other verb argument) out of an inner clause.",
        "(US) An increase in wages or salary; a rise (UK).\nThe boss gave me a raise.",
        "(weightlifting) A shoulder exercise in which the arms are elevated against resistance.",
        "(curling) A shot in which the delivered stone bumps another stone forward.",
        "(poker) A bet which increased the previous bet.",
        "Link/Cite"
    ]
}