{
    "translation": "לעתם רחוקות",
    "uses": [
        "She rarely left the house and lived in the library.",
        "Makeup was something she rarely wore, but she did have some.",
        "He was rarely there anyway.",
        "He rarely allowed himself that privilege.",
        "Sarah rarely fed on humans anymore.",
        "She knew what she liked, and it rarely had anything to do with what was in style.",
        "Rarely do I get to see the Future unfold in person.",
        "He never thought twice about walking into danger and rarely cared if he survived or not.",
        "He rarely turned down the offer of no-strings-attached sex, especially when his partner was so good at it.",
        "Nobody drove through the streets and footsteps were rarely heard.",
        "Jonathan rarely asked for anything and the idea of having someone in the house playing music was appealing.",
        "His wards rarely rose before mid-morning.",
        "Between finals and her job at the hospital, Adrienne rarely had time to think about it much, though.",
        "Left alone, she rarely did that.",
        "She rarely smiles; indeed, I have seen her smile only once or twice since I came.",
        "They rarely spoke of their future life.",
        "Her bank account was rarely over two hundred.",
        "I rarely have dreams that are not in keeping with what I really think and feel, but one night my very nature seemed to change, and I stood in the eye of the world a mighty man and a terrible.",
        "A little flock of these titmice came daily to pick a dinner out of my woodpile, or the crumbs at my door, with faint flitting lisping notes, like the tinkling of icicles in the grass, or else with sprightly day day day, or more rarely, in spring-like days, a wiry summery phe-be from the woodside.",
        "Landolt and others, made it at first appear that the change in weight, if there is any, consequent on a chemical change can rarely exceed one-millionth of the weight of the reacting substances, and that it must often be much less.",
        "Another pleasure, which comes more rarely than the others, is going to the theatre.",
        "On the third day after Christmas Nicholas dined at home, a thing he had rarely done of late.",
        "He rarely bought anything except jeans and causal shirts off the rack.",
        "He was rarely sick, and even then it was hard to get him to go to bed.",
        "Damian was rarely indoors during the day, and she hoped he wasn't in his room when she knocked.",
        "Princess Mary went back to her room with the sad, scared expression that rarely left her and which made her plain, sickly face yet plainer.",
        "He rarely had dreams, and when he did, they were nice dreams of feeding on some beautiful woman.",
        "I do not think my brother will ever marry again, and certainly not her; and this is why: first, I know that though he rarely speaks about the wife he has lost, the grief of that loss has gone too deep in his heart for him ever to decide to give her a successor and our little angel a stepmother.",
        "He rarely thought of the man he didn't remember, but since the stranger's visit, Xander wasn't able to get his father out of his mind.",
        "Others, as most legislators, politicians, lawyers, ministers, and office-holders, serve the state chiefly with their heads; and, as they rarely make any moral distinctions, they are as likely to serve the devil, without intending it, as God.",
        "The buckeye does not grow in New England, and the mockingbird is rarely heard here.",
        "But on account of experimental errors in weighing and measuring, and through loss of material in the transfer of substances from one vessel to another, such analyses are rarely trustworthy to more than one part in about Soo; so that small changes in weight consequent on the chemical change could not with certainty be proved or disproved.",
        "It was her remaining guard, Ledden, whose watchful gaze had rarely left the enemy's men outside the door.",
        "The chances were, he rarely got into town at all.",
        "She rarely misuses or omits one in conversation.",
        "They who come rarely to the woods take some little piece of the forest into their hands to play with by the way, which they leave, either intentionally or accidentally.",
        "In fact, until the death of her family, she rarely ever dreamed – or at least didn't remember them.",
        "Angleworms are rarely to be met with in these parts, where the soil was never fattened with manure; the race is nearly extinct.",
        "With others Balaga bargained, charging twenty-five rubles for a two hours' drive, and rarely drove himself, generally letting his young men do so.",
        "In the district of Gennargentu they occur, rarely, as much as 3600 ft.",
        "I have rarely met a fellowman on such promising ground--it was so simple and sincere and so true all that he said.",
        "No girls ever visit my lab, and Kris rarely lets me leave.",
        "I rarely thought about her until that point when I began dreaming about her every night.",
        "He was the default for most of the decisions she felt uncomfortable about making, but those decisions rarely included the children.",
        "Rarely in history has a government wrested away a functioning, privately funded solution in favor of a government entitlement.",
        "She rarely made an exception and went out to pay visits, and then only to the most important persons in the town.",
        "In fact, he rarely looked her in the eye, as if she was a reminder of something he didn't want to recall.",
        "He rarely spoke, and when he did, people rarely failed to take his words seriously.",
        "When she was not occupied, she wandered restlessly about the house, making strange though rarely unpleasant sounds.",
        "She.d rarely seen him—and never touched him—since arriving a few weeks ago.",
        "Of course, she'd rarely been there in daylight.",
        "She rarely combed her hair, owned no more than three or four shapeless dresses, which appeared in all seasons, most of which were stained and wrinkled.",
        "The prince, who generally kept very strictly to social distinctions and rarely admitted even important government officials to his table, had unexpectedly selected Michael Ivanovich (who always went into a corner to blow his nose on his checked handkerchief) to illustrate the theory that all men are equals, and had more than once impressed on his daughter that Michael Ivanovich was \"not a whit worse than you or I.\"",
        "When he had finished that business it was already too late to go anywhere but still too early to go to bed, and for a long time he paced up and down the room, reflecting on his life, a thing he rarely did.",
        "Julia rarely had much to say about anything lately.",
        "She chuckled, a sound he liked but rarely heard.",
        "All but a few of the goats had been gone over a year now, but she rarely had time to think about them anymore.",
        "Jackson always knew having children was impossible for him, so rarely thought about it.",
        "It seemed that they rarely saw him anymore and those boys weren't the best influence.",
        "The ascent from Chamonix is now frequently made in summer (rarely in winter also), but, owing to the great height of the mountain, the view is unsatisfactory, though very extensive (Lyons is visible).",
        "My \"best\" room, however, my withdrawing room, always ready for company, on whose carpet the sun rarely fell, was the pine wood behind my house.",
        "It is very difficult to tell the truth, and young people are rarely capable of it.",
        "Talk was rarely heard in the ranks, and it ceased altogether every time the thud of a successful shot and the cry of \"stretchers!\" was heard.",
        "If he had it his way, the woman would rarely leave his side.",
        "The people are generally courteous and kindly, the island being still comparatively rarely visited by foreigners, while Italians seem to regard it as almost a place of exile.",
        "Rarely had Natasha experienced so joyful a feeling as now, sitting in the carriage beside the countess and gazing at the slowly receding walls of forsaken, agitated Moscow.",
        "This elevated region is known as the plateau of Matto Grosso, and its elevations so far as known rarely exceed 3000 ft.",
        "The old fire very rarely kindled in her face now.",
        "Alex led them on a different route – through the wild country they rarely explored.",
        "Rarely losing touch of earth, and sometimes of the earth earthy, she is still at heart a spiritualist.",
        "Pierre had of late rarely seen his wife alone.",
        "Once I was surprised to see a cat walking along the stony shore of the pond, for they rarely wander so far from home.",
        "Idiot! shouted Pierre, abusing his coachman--a thing he rarely did.",
        "In England it is most abundant on the apple-tree, but rarely found on the oak.",
        "The oak grows most luxuriantly on deep strong clays, calcareous marl or stiff loam, but will flourish in nearly any deep well-drained soil, excepting peat or loose sand; in marshy or moist places the tree may grow well for a time, but the timber is rarely sound; on hard rocky ground and exposed hillsides.",
        "Marine (rarely fresh-water) in habit.",
        "It rarely reaches 100° F.",
        "Chiefly, however, they are the bark of trees, rocks, the ground, mosses and, rarely, perennial leaves.",
        "The majority of minerals are found commonly in masses which can with difficulty be recognized as aggregates of crystalline grains, and occur comparatively seldom as distinct crystals; but the diamond is almost always found in single crystals, which show no signs of previous attachment to any matrix; the stones were, until the discovery of the South African mines, almost entirely derived from sands or gravels, but owing to the hardness of the mineral it is rarely, if ever, water-worn, and the crystals are often very perfect.",
        "The same occurs in the verticillate arrangement, the leaves of each whorl rarely being super- posed on those of the whorl next it, but usually alterna ting so that each leaf in a whorl occupies the space be tween two leaves of the whorl next to it.",
        "There was no assertion of political rights by the white men, who were largely at the mercy of the natives, and who rarely ventured far from their ships or the \" factories \" established on the various rivers and estuaries.",
        "Rarely will one encounter a serving of french fries big enough for two people, and it even comes with a blue cheese and ketchup dip.",
        "Simple in his habits, conciliatory in his bearing, and catholic in his tastes, he enjoyed great popularity and rarely made a personal enemy.",
        "to prevent misunderstanding, it may be added that his diet was mainly vegetarian, and that he rarely drank wine.",
        "In English practice the leader is entitled to a second throw if he fail to roll a On Scottish greens the game of points is frequently played, but it is rarely seen on English greens.",
        "In the vicinity of Buenos Aires the climatic conditions vary very little from those of the pampa region; the mean annual temperature is about 63° (maximum 104°; minimum 32°), and the annual rainfall is 34 in.; snow is rarely seen.",
        "So far no evidence is forthcoming that the same days of each month were observed as these of this special rarely occurring month.",
        "The terrace closest to the land, known as the continental shelf, has an average depth of 600 ft., and connects Australia, New Guinea, and Tasmania in one unbroken sweep. Compared with other continents, the Australian continental shelf is extremely narrow, and there are points on the eastern coast where the land plunges down to oceanic depths with an abruptness rarely paralleled.",
        "In tropical waters a sea snake is found, which, though very poisonous, rarely bites.",
        "A few specimens of solitary goose have been procured, but the bird is rarely met with.",
        "In life, however, its appearance must be wholly unlike, for it rarely flies, hops actively on the ground or among bushes, with its tail erect or turned towards its head, and continually utters various and strange notes, - some, says Darwin, are \"like the cooing of doves, others like the bubbling of water, and many defy all similes.\"",
        "virens, the live oak of the southern states; more or less abundant on the Atlantic coasts of the Carolinas and Florida, its true home is the country around the Mexican Gulf, where it rarely grows more than 50 or 60 m.",
        "The professional soldiers of the Continent could rarely be brought to force a decision; but the English, contending for a cause, were imbued with the spirit of the modern \"nation in arms\"; and having taken up arms wished to decide the quarrel by arms. This feeling was not less conspicuous in the far-ranging rides, or raids, of the Cromwellian cavalry.",
        "It never again played a prominent part in Ionian history, and is rarely mentioned.",
        "Classical and modern chamber-music in the sonata style consists mainly of string-quartets for 2 violins, viola and violoncello; string-trios (rare, because very difficult to write sonorously); pianoforte-trios (pianoforte, violin and violoncello); pianoforte-quartets (pianoforte with string-trio); pianoforte-quintets (pianoforte with string-quartet); string-quintets (with 2 violas, very rarely with 2 violoncellos), and (in two important cases by Brahms) stringsextets.",
        "Interest was rarely charged on advances by the temple or wealthy landowners for pressing needs, but this may have been part of the metayer system.",
        "Although married she always remained a member of her father's house - she is rarely named wife of A, usually daughter of B, or mother of C. Divorce was optional with the man, but he had to restore the dowry and, if the wife had borne him children, she had the custody of them.",
        "(7) The decay of all diphthongs; ai, oi, ei all become a monophthong variously written e and i (rarely ei), as in the dat.",
        "In the same way, whilst in the plains and hills round Naples snow is rarely seen, and never remains long, and the thermometer seldom descends to the freezing-point, 20 m.",
        "The peasants somewhat rarely use animal foodthis is most largely used in Sardinia and least in Sicilybread and polenta or macaroni and vegetables being the staple diet.",
        "The leech has been used in medicine from remote antiquity as a moderate blood-letter; and it is still so used, though more rarely than formerly.",
        "It Simplifi- is possible for Christians to work out natural theology in separate detail; but we cannot wonder if they rarely attempt the task, believing as they do that they have a fuller revelation of religious truth elsewhere.",
        "Of course the cosmological argument is rarely or never left to stand quite alone.",
        "The student will rarely lose by reading Gifford Lectures; but it will not always be upon theism that he finds himself better informed.",
        "Marriages rarely produce more than three children and often none at all.",
        "The marginal tentacles are rarely absent in non-parasitic forms, and are typically four in number, corresponding to the four perradii marked by the radial canals.",
        "The radial canals may be simple or branched, primarily four, rarely six in number.",
        "In Ieptolinae the embryonic development culminates in a polyp, which is usually formed by fixation of a planula (parenchymula), rarely by fixation of an actinula.",
        "- Tropho so m e with stalked hydrothecae; gonosome, free medusae with otocysts and four, rarely six or eight, unbranched radial canals.",
        "- Trophosome only known in one genus (Thaumantias), similar to that of the Eucopidae; gonosome, free medusae with otocysts inconspicuous or absent, with usually four, sometimes eight, rarely more than eight, radial canals, simple and unbranched, along which the gonads are developed, with numerous tentacles bearing ocelli and with marginal sense-clubs.",
        "The tentacles are usually hollow, rarely solid (Obelia) .",
        "In number they are rarely less than four, but in Dissonema there are only two.",
        "Without pneumatophore, with one, two, rarely more nectocalyces.",
        "Yet since in these systems inquiries into the esse and fieri of the world are rarely distinguished with any precision, it will be necessary to indicate very briefly the general outlines of the system so far as they are necessary for understanding their bearing on the problems of evolution.",
        "or more, but rarely continue to form sound timber beyond the first halfcentury of growth, though the trunk will sometimes endure for a hundred and fifty years.",
        "Molybdenum occurs in nature chiefly as the minerals molybdenite (MoS 2) and wulfenite (PbMo04), and more rarely as molybdic ochre (Moos) and ilsemannite; it also occurs in many iron ores.",
        "In the other groups of Pteridophytes internal phloem is not found and an internal endodermis but rarely.",
        "The xylem and phloem also, rarely form perfectly continuous layers as they do in a solenostelic fern.",
        "The leaf trace of any given leaf rarely consists of a single bundle only (unifascicular); the number of bundles of any given trace is always odd; they may either be situated all together before they leave the stele or they may be distributed at intervals round the stele.",
        "in the epidermis itself (rarely), in any layer of the cortex, or in the pericycle.",
        "Sclerophyllous leaves are ually characterized by entire or sub-entire margins, a thick cuticle, riall but rarely sunken stomata, a we1l-developed and close-set ilisade tissue and a feeble system of air-spaces.",
        "Calcicole and Calcifuge Species.Plants which invariably inhabit calcareous soils are sometimes termed calcicoles; calcifuge species are those which are found rarely or never on such soils.",
        "Albumen crystals are also to be found in the cytoplasm, in leucoplasts and rarely in the nucleus.",
        "The growth of the cell-wall is very rarely uniform.",
        "Political geography has been too often looked on from both sides as a mere summary of guide-book knowledge, useful in the schoolroom, a poor relation of physical geography that it was rarely necessary to recognize.",
        "When fully dilated, the pupil is round in all birds; when contracted it is usually round, rarely oval as in the fowl.",
        "Moreover, if anything like the needful accommodation be afforded, it will build a nest and therein lay its eggs; but it rarely succeeds in bringing up its young in confinement.",
        "As a wild bird it breeds constantly, though locally, throughout the greater part of Scotland, and has frequently done so in England, but more rarely in Ireland.",
        "The ducal dignity rarely passed out of a circle of specially old and distinguished families.",
        "At the evening service a litany is rarely used.",
        "The Cerambycidae, or longhorn beetles, are recognizable by their slender, elongate feelers, which are never clubbed and rarely serrate.",
        "to the margins of inland rivers and lakes; but it is very rarely seen except near water, and salt water for preference.",
        "The judges were, of course, wholly illiterate, and this tended to throw the ultimate power into the hands of the clerk (pisar) of the court, who was rarely above corruption.",
        "A code of requirements in regard to the opening of new railways has been drawn up by the department for the guidance of railway companies, and as the special circumstances of each line are considered on their merits, it rarely happens that the department finds it necessary to prohibit the opening of a new railway.",
        "The moral effect of the report, with the criticisms of the company's methods and recommendations appended thereto, is great, and it rarely happens that a company refuses to adopt, or at any rate to test, the recommendations so made.",
        "But that ideal is rarely if ever attainable.",
        "3 In other words, the evidence is rarely strictly experimental, and this not only gives facilities for fraud, but makes it necessary to allow a large margin for accidents, mistakes and mal-observation.",
        "It is, however, rarely grown as a timber-tree, its chief employment being for hedges.",
        "They can, however, rarely be trusted by strangers.",
        "on all but the lowest ranges, the trees rarely reaching a height of over 15 ft.; and the stunted mountain mahogany on the principal ranges at an altitude of 6800 ft.",
        "She is rarely mentioned in Homer, nor is she included amongst the Olympian gods.",
        "In the interior organs there are indications of a compensating accumulation of blood, such as swelling of the spleen, engorgement (very rarely rupture) of the heart, with a feeling of oppression in the chest, and a copious flow of clear and watery urine from the congested kidneys.",
        "Anopheles rarely bites by day, and then only in dark places.",
        "Surrounded by ancient civilizations where writing had long been known, and enjoying, as excavation has proved, a considerable amount of material culture, Palestine could look back upon a lengthy and stirring history which, however, has rarely left its mark upon our records.",
        "The disorganized state of Egypt and the uncertain allegiance of the desert tribes left Judah without direct aid; on the other hand, opposition to Assyria among the conflicting interests of Palestine and Syria was rarely unanimous.",
        "In Germany Jews are still rarely admitted to the rank of officers in the army, university posts are very difficult of access, Judaism and its doctrines are denounced in medieval language, and a tone of hostility prevails in many public utterances.",
        "Jealousy of everything emanating from Rome still keeps the Eastern churches from correcting the calendar according to the Gregorian reformation, and thus their Easter usually falls before, or after, that of the Western churches, and only very rarely, as was the case in 1865, do the two coincide.",
        "The first Diandreae, has two or rarely three fertile stamens and three functional stigmas.",
        "The drought is severe; rain falls rarely and in small quantities.",
        "At Madras it rarely falls as low as 65°, or at Bombay below 60°.",
        "At Singapore and Batavia the thermometer very rarely falls below 70°, or rises above 90°.",
        "They occur in all the hot months, from June to October, and more rarely in November, and appear to be originated by adverse currents from the north meeting those of the south-west monsoon.",
        "contains a great deal of additional matter, which can rarely be treated as of equal historical value with the preceding.",
        "The national costumes are rarely now seen in the neighbourhood of Cagliari, except at certain festivals, especially that of S.",
        "Rarely are these ciliated, and then only in limited tracts.",
        "These chitinous, rod-like, rarely squat and then hook-like structures are found in the majority of the Chaetopoda, being absent only in certain Archiannelida, most leeches, and a very few Oligochaeta.",
        "With a few exceptions among the Polychaeta the vascular system is always present among the Chaetopoda, and always consists of a system of vessels with definite walls, which rarely communicate with the coelom.",
        "Rarely the nephridium does not communicate with the coelom; in such cases the nephridium ends in a single cell, like the \"flame cell\" of a Platyhelminth worm, in which there is a lumen blocked at the coelomic end by a tuft of fine cilia projecting into the lumen.",
        "Alimentary canal rarely coiled, occasionally with glands which are simple caeca and sometimes serve as air reservoirs; jaws often present and an eversible pharynx.",
        "Frequently reduced in number of pairs; rarely (Capitellidae) more than one pair per segment.",
        "In both, the nephridia are all alike; there are no jaws; the prostomium rarely has processes.",
        "Eyes rarely present and then rudimen lv tary.",
        "B Acanthodrilus: cp, orifices of sperminal, rarely dorsal, at a math ecae;, oviducal pores; little distance from end male pores; on 17th and 19th of body.",
        "segments are the apertures of the Nervous system rarely atria.C, Perichaeta: the spermathecal pores (Aeolosoma) in continuity are between segments 6 and 7, 7 with epidermis.",
        "Freshwater (rarely marine) and terrestrial.",
        "The epidermis contains numerous groups of sense cells; beneath the epidermis there is rarely (Kynotus) an extensive connective tissue dermis.",
        "The gonads are, moreover, limited and fixed in numbers, and are practically invariably attached to the intersegmental septa, usually to the front septum of a segment, more rarely to the posterior septum.",
        "The gonad ducts are male and female, and open opposite to or, rarely, alongside of the gonads, whose products they convey to the exterior.",
        "Their position varies, but is constant for the species, and they are rarely found behind the gonads.",
        "The alimentary canal is simple and a gizzard or oesophageal diverticula rarely developed.",
        "Spermatheca rarely with diverticula; sperm ducts as a rule occupying two segments only, usually opening by means of an atrium.",
        "- Earthworms, rarely aquatic in habit.",
        "They open in common with, or near to, or, more rarely, into, glands which are not certainly comparable to the atria of the Limicolae.",
        "Nephridia always paired, rarely (Pontobdella) forming a network communicating from segment to segment; lumen of nephridia always intracellular, funnels pervious or impervious.",
        "The purely theoretical character of Anu is thus still further emphasized, and in the annals and votive inscriptions as well as in the incantations and hymns, he is rarely introduced as an active force to whom a personal appeal can be made.",
        "All his gifts were made available for influencing other men by his easy command of a style rarely matched in dignity and colour.",
        "The ground in the valleys and plains bear very good corn, but especially bears barley or bigge, and oats, but rarely wheat and rye.\"",
        "The three-year-old wethers and older oxen that used to be common in the fat stock markets are now rarely seen, excepting perhaps in the case of mountain breeds of sheep and Highland cattle.",
        "The male scales differ in form from the female; the adult male is winged, and is rarely seen.",
        "As a matter of fact, discussions of method and the criticism of hypotheses and assumptions are very rarely found in early economic works.",
        "General discussion of method, however, is rarely profitable.",
        "(4) That in the counties and towns where they were regulated the action of the magistrates was in general spasmodic, and rarely continuous for a long series of years.",
        "Definite economic problems can very rarely be dealt with by merely quantitative methods.",
        "Historical documents, however detailed, rarely show all the factors we have to deal with or fully explain a given situation.",
        "The extensions, the changes or the qualifications, of old doctrines, which at any rate in the works of responsible writers are rarely made without good if not always sufficient reason, have modified very considerably the whole science, and weakened the confidence of ordinary educated men in its conclusions.",
        "The most important of the firs, in an economic sense, is the Norway spruce (Picea excelsa), so well known in British plantations, though rarely attaining there the gigantic height and grandeur of form it often displays in its native woods.",
        "in the neighbourhood of the coast nearly to the 67th parallel; but it is, in that arctic climate, rarely met with at a greater elevation than Boo ft.",
        "But when it grows in dense woods, where the lower branches decay and drop off early, only a small head of foliage remaining at the tapering summit, its stem, though frequently of great height, is rarely more than 11 or 2 ft.",
        "Introduced into Britain at the beginning of the 17th century, the silver fir has become common there as a planted tree, though, like the Norway spruce, it rarely comes up from seed scattered naturally.",
        "Accessory organs are rarely found on the genital ducts, but occur in Paludina, Cyclostoma, Naticidae, Calyptraeidae, &c. Mandibles usually present.",
        "Bonaparte did so with a forcefulness rarely possessed by that usually mediocre creature, the moderate man.",
        "The difference between schists and gneisses is mainly that the latter have less highly developed foliation; they also, as a rule, are more coarse grained, and contain far more quartz and felspar, two minerals which rarely assume platy or acicular forms, and hence do not lead to the production of a fissile character in the rocks in which they are important constituents.",
        "Rarely the male is the wingless sex.",
        "Maxillulae rarely distinct.",
        "Four (rarely 6 or 8) Malpighian tubes.",
        "Larvae eruciform, with rarely more than five pairs of abdominal prolegs.",
        "Mandibles rarely present, adapted for piercing; first maxillae with palps; second maxillae forming with hypopharynx a suctorial proboscis.",
        "The first volume of a Histoire naturelle des perroquets, a companion work by the same author, appeared in the same year, and is truly a monograph, since the parrots constitute a family of birds so naturally severed from all others that there has rarely been anything else confounded with them.",
        "There can be no doubt that Professor Burmeister discharged his editorial duty with the most conscientious scrupulosity; but, from what has been just said, it is certain that there were important points on which Nitzsch was as yet undecided - some of them perhaps of which no trace appeared in his manuscripts, and therefore as in every case of works posthumously published, unless (as rarely happens) they have received their author's \" imprimatur,\" they cannot be implicitly trusted as the expression of his final views.",
        "2 The notion of the superiority of the palatal bones to all others for purposes of classification has pleased many persons, from the fact that these bones are not unfrequently retained in the dried skins of birds sent home by collectors in foreign countries, and are therefore available for study, while such bones as the sternum and pelvis are rarely preserved.",
        "Brick and more rarely stone took the place of wood and wattle.",
        "(See Bible: New Testament, Canon.) The title of Catholicus (KaBoXucen) seems to have been used under the Roman empire, though rarely, as the Greek equivalent of consularis and praefectus.",
        "Therefore mackerel generally swim in a straightforward direction, deviating sidewards only when compelled, and rarely turning about in the same spot.",
        "Thus, for example, in the United States the worst season rarely diminishes the crop by more than about a quarter or one-third; such a thing as a \" half-crop \" is unknown.",
        "The villages were mostly inhabited by Syrians: it was rarely that Franks settled down as tillers of the soil.",
        "Organs of hearing in the form of capsules containing otoliths have only been very rarely observed, apparently only in Metanemertini.",
        "Infixes occur more rarely in Malay than in the cognate tongues.",
        "This property is usually obtained by mixing soft and hard soaps, or, more rarely, by adding gum tragacanth to a hard soap. In the textile trades the wool scourer employs a neutral olive-oil soap, or, on account of its cheapness, a neutral curd or curd mottled brand; the cotton cleanser, on the other hand, uses an alkaline soap, but for cleaning printed cottons a neutral olive-oil curd soap is used, for, in this case, free alkali and resin are objectionable; olive-oil soap, free from caustic alkali, but often with sodium carbonate, is also used in cleansing silk fibres, although hard soaps free from resin are frequently employed for their cheapness.",
        "The water in a soap is rarely directly determined; when it is, the soap, in the form of shavings, is heated to 105° C. until the weight is constant, the loss giving the amount of ' \" Soap powders \" and \" soap extracts \" are powdered mixtures of soaps, soda ash or ordinary sodium carbonate.",
        "Of the first group the most interesting and possibly the oldest is the Book of Crates; it is remarkable for containing some of the signs used for the metals by the Greek alchemists, and for giving figures of four pieces of apparatus which closely resemble those depicted in Greek MSS., the former being never, and the latter rarely, found in other Arabic MSS.",
        "The Homeric poems scarcely mention Attica, and the legends, though numerous, are rarely of direct historical value.",
        "The history of Athens for the next four centuries is almost a blank; the city is rarely mentioned by the Byzantine chronicles of this period.",
        "In particular, the salts of potassium, sodium and ammonium were carefully investigated, but sodium and potassium salts were rarely differentiated.",
        "In the separation of the constituents of the complex mixture of oxides obtained from the \" rare earth \" minerals, the methods generally forced upon chemists are those of fractional precipitation or crystallization; the striking resemblances of the compounds of these elements rarely admitting of a complete separation by simple precipitation and filtration.",
        "Generally rupture occurs at more than one point; and rarely are the six carbon atoms of the complex regained as an open chain.",
        "The chromophoric groups are rarely strongly acid or basic; on the other hand, the auxochromes are strongly acid or basic and form salts very readily.",
        "The size of the animals varies greatly, from forms a few millimetres in length to Gigantorhynchus gigas, which measures from 10 to 65 cms. The adults live in great numbers in the alimentary canal of some vertebrate, usually fish, the larvae are as a rule encysted in the body cavity of some invertebrate, most often an insect or crustacean, more rarely a small fish.",
        "It is then, if lucky, eaten by some crustacean, or insect, more rarely by a fish.",
        "The drug is not a true specific, as quinine is for malaria, since it rarely, if ever, prevents the cardiac damage usually done by rheumatic fever; but it entirely removes the agonizing pain, shortly after its administration, and, an hour or two later, brings down the temperature to normal.",
        "The narwhal is an Arctic whale, frequenting the icy circumpolar seas, and rarely seen south of 65° N.",
        "Such observations, however, were but rarely available at the time.",
        "The plants are rough-haired annual or perennial herbs, more rarely shrubby or arborescent, as in Cordia and Ehretia, which are tropical or sub-tropical.",
        "Excepting for greyhounds, however, high prices are rarely offered for sporting dogs, 300 guineas for the pointer \"Coronation\" and 200 guineas for the retriever \"High Legh Blarney\" being the best reported prices for gun dogs during the last few years.",
        "Of late years, in certain of their meetings on Sunday evening, it has become customary for part of the time to be occupied with set addresses for the purpose of instructing the members of the congregation, or of conveying the Quaker message to others who may be present, all their meetings for worship being freely open to the public. In a few meetings hymns are occasionally sung, very rarely as part of any arrangement, but almost always upon the request of some individual for a particular hymn appropriate to the need of the congregation.",
        "The differences, however, are seldom pressed, and rarely become acute.",
        "Mosquitoes are rarely troublesome; gadflies, and a large spider (hangeyu), which spins a web resembling golden silk, are common, as are scorpions and centipeces.",
        "Through these Rocky Mountains the explorers and furtraders, by ascending the streams running down the eastern declivities of the mountains, and crossing by short portages to the streams of the western slope, have succeeded in discovering passes by which the mountain chain can be crossed, the range rarely exceeding 60 m.",
        "Of manumissio justa there were four modes: (I) by adoption, rarely resorted to; (2) by testament, already recognized in the Twelve Tables; (3) by census, which was of exceptional use, and did not exist later than the time of Vespasian; and (4) by vindicta, which was the usual form.",
        "and Sambucus, more rarely two-lipped as in Lonicera; the sepals and petals are usually five in number and placed above the ovary, the five stamens are attached to the corolla-tube, there are three to five carpels, and the fruit is a berry as in honeysuckle or snowberry (Symphoricarpus), or a stone fruit, with several, usually three, stones, as in Sambucus.",
        "The person of Christ appeared but rarely, and then commonly simply as the chief personage in an historical picture.",
        "In former times it was a common article of food in England and France, but is now rarely if ever eaten, being valuable only for the oil obtained from its blubber.",
        "Black bears, wolves and deer are not yet extinct, and more rarely a \" wild cat \" (lynx) or \" panther \" (puma) is seen in the swamps.",
        "More than eight or ten years rarely pass without tornadoes or hurricanes of local severity at least.",
        "But although oranges, pine-apples and some other fruits form important articles of commerce, it is only rarely that systematic and thorough methods of cultivation are prosecuted.",
        "Farther south, in central Bosnia, the oak rarely mounts beyond the foothills, being superseded by the beech, elm, ash, fir and pine, up to 5000 ft.",
        "These are, as a rule, quite unadorned, a few only being decorated with rude bas-reliefs of animals, plants, weapons, the crescent and star, or, very rarely, the cross.",
        "The nominal governor of the country was the Turkish vali, who resided at Banjaluka or Travnik, and rarely interfered in local affairs, if the taxes were duly paid.",
        "In many parts of the empire the soldiers rarely receive more than eight months' pay in the year, although in Constantinople the arrears are not so large.",
        "No other writer of such eminence is so rarely quoted; none is so entirely destitute of the tribute of new and splendid editions.",
        "In some species it is possible that they have scarcely more than one day's existence, but others are far longer lived, though the extreme limit is probably rarely more than a week.",
        "The higher ranges of the Elburz are snow-capped for the greater part of the year, and some, which are not exposed to the refracted heat from the arid districts of inner Persia, are rarely without snow.",
        "By the 12th century, mitre and gloves were worn by all bishops, and in many cases they had assumed a new ornament, the rationale, a merely honorific decoration (supposed to symbolize doctrine and wisdom), sometimes of the nature of a highly ornamental broad shoulder collar with dependent lappets; sometimes closely resembling the pallium; rarely a \"breast-plate\" on the model of that of the Jewish high priest.'",
        "The petals are generally white or yellow, more rarely lilac or some other colour, and between the bases of the stamens are honey-glands.",
        "angles of 60° and 120°, and, with the exception of the basal planes, are only rarely bounded by smooth and well-defined faces.",
        "They are silicates, usually orthosilicates, of aluminium together with alkalis (potassium, sodium, lithium, rarely rubidium and caesium), basic hydrogen, and, in some species magnesium, ferrous and ferric iron, rarely chromium, manganese and barium.",
        "Phlogopite is rarely found as colourless transparent sheets and is therefore almost exclusively used for electrical purposes.",
        "Le Quatrieme Evangile, one thousand large pages long, is possibly over-confident in its detailed application of the allegorical method; yet it constitutes a rarely perfect sympathetic reproduction of a great mystical believer's imperishable intuitions.",
        "Occurrence.-Metallic lead occurs in nature but very rarely and then only in minute amount.",
        "They are very astringent, haemostatic and sedative; the strong solution of the subacetate is powerfully caustic and is rarely used undiluted.",
        "Beyond the small fertile valley in which it stands is the barren desert, on which rain rarely falls and which has no economic value apart from its minerals (especially saline compounds).",
        "Snow falls rarely, and when it does, it melts at once.",
        "The annual rainfall rarely exceeds 5 in., and there is often no rain from June till October.",
        "The flowers, which are solitary, or rarely in pairs, at the end of slender axillary flower-stalks, are very irregular in form, with five sepals prolonged at the base, and five petals, the lowest one larger than the others and with a spur, in which collects the honey secreted by the spurs of the two adjoining stamens.",
        "The first gradually disappeared, and Roman citizens were rarely found in the ranks of the effective cavalry.",
        "- Euarthropoda having two prosthomeres (somites which have passed from a post-oral to a prae-oral position), the appendages of the first represented by eyes, of the second by solitary rams which are rarely antenniform, more usually chelate.",
        "The first pair of limbs is often chelate or prehensile, rarely antenniform; whilst the second, third and fourth may also be chelate, or may be simple palps or walking legs.",
        "2nd) somite (Opiliones) of the opisthosoma, there being rarely an additional stigma on the 4th (some Solifugae).",
        "The appendages of the 2nd somite of the opisthosoma absent, rarely minute and budlike (some Amblypygi), never pectiniform.",
        "63,stg), as in the Amblypygi, or with the posterior pair, rarely the anterior pair as well, replaced by tracheal tubes.",
        "Sternal plate of prosoma usually short and wide, rarely longer than broad; with a larger or smaller prosternal element underlying the mouth.",
        "The plants generally have a rhizome bearing radical leaves, as in asphodel, rarely a stem with a tuft of leaves as in Aloe, very rarely a tuber (Eriospermum) or bulb (Bowiea).",
        "The flowers are borne in a terminal raceme, the anthers open introrsely and the fruit is a capsule, very rarely, as in Dianella, a berry.",
        "The year is divided into a dry and wet season, the first from June to December, when rain rarely falls, the streams dry up and the cameos are burned bare, and the second from January to May when the rains are sometimes heavy and the cameos are covered with luxuriant verdure.",
        "Whales were once numerous between Capes St Roque and Frio, but are now rarely seen.",
        "As a rule the trees of the Amazon forest are not conspicuously high, a few species rarely reaching a height of 200 ft.",
        "They are to be found in wooded districts near rivers, and are rarely found on the elevated campos.",
        "There are several scientific societies and institutions in the country, but they rarely undertake original work.",
        "Disillusioned with men and despairing of the future of his country, he spent the rest of his life devoted to agricultural pursuits, and rarely emerged from his retirement; when he did so, it was to fight political and religious reaction.",
        "The Dwyka conglomerate rarely attains any great thickness though forming wide outcrops.",
        "Substitution takes place usually in the nucleus and only rarely in the side chain, and according to the conditions of the experiment and the nature of the compound acted upon, one or more nitro groups enter the molecule.",
        "Loreta's operation for dilatation of the outlet of the stomach is now rarely performed.",
        "On the plains rain rarely falls during the heats of summer; and the showers though violent are generally of short duration, whilst the moisture is quickly evaporated owing to the aridity of the atmosphere.",
        "The corolla is generally funnelshaped, more rarely bell-shaped or tubular; the outer face is often marked out in longitudinal areas, five well-defined areas tapering from base to apex, and marked with longitudinal striae corresponding to the middle of the petals, and alternating with five non-striated weaker triangular areas; in the bud the latter are folded inwards, the stronger areas being exposed and showing a twist to the right.",
        "The ostrich is found in the Marico and Limpopo districts, and more rarely elsewhere; the great kori bustard and the koorhaan are common.",
        "The gold is found in minute particles arid in the richest ores the metal is rarely in visible quantities before treatment.",
        "But the illumination of the bow is so weakened by the repeated reflections, and the light of the sun is generally so bright, that these bows are rarely, if ever, observed except in artificial rainbows.",
        "The furnace consists of a shaft, circular (or more rarely rectangular) in plan, into which alternate layers of fuel and ore are charged, an air blast being generally injected near to the bottom of the furnace through one or more tuyeres.",
        "The chiton, xcrcww, was formed by sewing together at the sides two pieces of linen, or a double piece folded together, leaving spaces at the top for the arms and neck, and fastening the top edges together over the shoulders and upper arm with buttons or brooches; more rarely we find a plain sleeveless chiton.",
        "The fruit is rarely formed.",
        "His nose is not only the flattest, but also the smallest among the IndoChinese; his eyes are rarely oblique; his mouth is large and his lips thick; his teeth are blackened and his gums destroyed by the constant use of the betel-nut, the areca-nut and lime.",
        "Polygamy is permitted but rarely practised, and the wife enjoys a position of some freedom.",
        "Apart from these, the rivers of Venezuela are small and, except those of the Maracaibo basin, are rarely navigable.",
        "There are law, medical and engineering schools in the country, but one rarely hears of them.",
        "The fibrils of the outer coat also show the change to a less extent, while the degeneration very rarely spreads to the middle coat.",
        "It is especially common in the north, though rarely entering the Baltic; it becomes rare south of the English Channel.",
        "North of the Thames, and west of its tributary the Lea, which partly bounds the administrative county on the east, London is built upon a series of slight undulations, only rarely sufficient to make the streets noticeably steep. On the northern boundary of the county a height of 443 ft.",
        "The louse of monkeys is now generally considered as forming a separate genus (Pedicinus), but the greater part of those infesting domestic and wild quadrupeds are mostly grouped in the large genus Haematopinus, and very rarely is the same species found on different kinds of animals.",
        "As the sinking of shafts or the driving of narrow entries or drifts is expensive, and as the mineral extracted rarely pays more than a small fraction of the cost, it is usual to plan this exploratory work so that the openings made shall serve some useful purpose later.",
        "apart, while in metal-mines the distance between levels rarely exceeds 50 yds.",
        "in thickness, whereas in the top-slide system the height of the floor is limited by the length of the timbers used in the working-rooms, rarely over S or Io ft.",
        "Their power is proportioned to requirements of load and maximum gradient; the speed is rarely more than 6 or 8 m.",
        "A frame of wood or steel, erected at the shaft mouth, and rarely employed except for deep shafts of small cross-section or when the mine cars (tubs) are small, as in many parts of Europe.",
        "Moreover, skips are rarely provided with safety attachments, so that the danger is greater.",
        "In metal mines, however, artificial ventilation is rarely attempted, and natural ventilation often fails to furnish a sufficient quantity of air.",
        "The caving-in of the mine, however, is rarely so complete that avenues of escape are not open.",
        "In the shade and off the ground the thermometer rarely rises above 80° F.",
        "The reason for this high cost is to be found partly in the fact that the yield of optically perfect glass even in large and successful meltings rarely exceeds 20% of the total weight of glass melted.",
        "These frozen metals in general form compact masses consisting of aggregates of crystals belonging to the regular or rhombic or (more rarely) the quadratic system.",
        "It rarely attacks man, and when pursued escapes if possible by ascending trees.",
        "The Lagrangian method being employed rarely, we shall confine ourselves to the Eulerian treatment.",
        "The lower edge and the sleeves are usually garnished with lace, lined with violet or red silk in the case of prelates, or - more rarely - with embroidered borders.",
        "In addition to this \"statute\" or \"imperial acre,\" other \"acres\" are still, though rarely, used in Scotland, Ireland, Wales and certain English counties.",
        "Production of flowers is uncertain under cultivation and seed is formed very rarely.",
        "The weight per acre, the saccharine contents of the juice, and the quotient of purity compared favourably with the best results obtained in Germany or France, and with those achieved by the Suffolk farmers, who between 1868 and 1872 supplied Mr Duncan's beetroot sugar factory at Lavenham; for the weight of their roots rarely reached 15 tons per acre, and the percentage of sugar in the juice appears to have varied between 10 and 12.",
        "Scolex with four suckers, rarely hooked, and with a rostellum.",
        "The landscape is rich and beautiful, varied with grand rock scenery, the coast-line being broken by numerous small bays, into which flow streams rarely navigable even for short distances, but often skilfully utilized by the natives for irrigation; and sometimes flowing in subterranean channels.",
        "Even in the soils which farmers speak of as stiff clays it is rarely present to the extent of more than I or 2%.",
        "Fields of wheat and other cereals rarely recover after a week's submergence, but orchards and many trees when at rest in winter withstand a flooded or water-logged condition of the soil for two or three weeks without damage.",
        "Epidemics rarely spread over any considerable tract of country, but are nearly always confined within local limits.",
        "This method is rarely practised except by the rollers of zinc. A certain amount of refined zinc can be dipped from the furnace; a further amount, nearly free from iron, can be liquated out of the ingots cast from the bottom of the bath in a subsequent slow remelting, and it is sometimes possible to eliminate a zinciferous lead which collects in the sump of the furnace.",
        "to 86° F., rarely, even on the coldest days, falling below 65° F.",
        "The western escarpment of the plateau rises steeply from the Red Sea littoral to a height of from 4000 to 8000 ft., leaving a narrow belt of lowland rarely exceeding 30 m.",
        "Throughout its length it consists of three zones, a narrow coastal strip, rarely western Arabia.",
        "Akhdar in Oman, but is very rarely known on the Yemen mountains, probably because the precipitation during the winter months is so slight.",
        "The study of Arabic was taken up by lexicographers, grammarians and poets (mostly of foreign origin) with a zeal rarely shown elsewhere.",
        "The blackbird is of a shy and restless disposition, courting concealment, and rarely seen in flocks, or otherwise than singly or in pairs, and taking flight when startled with a sharp shrill cry.",
        "The blackbird is found in every country of Europe, even breeding - although rarely - beyond the arctic circle, and in eastern Asia as well as in North Africa and the Atlantic islands.",
        "as the common gnat (Culex pipiens), are rarely found away from human habitations; others seldom or never enter houses, but are met with either in more or less open country, or in the recesses of forests and woods.",
        "The minerals are generally found together - a feature rarely met with in the case of polymorphs.",
        "2 The same Iberian alphabet is found also rarely in inscriptions.",
        "This abundant supply of fresh warm water maintains oases of extraordinary luxuriance in a country where rain falls very rarely.",
        "At Tunis the temperature rarely exceeds 90°, except with a wind from the Sahara.",
        "BRENNER PASS, the lowest (4495 ft.) and one of the most frequented passes across the Alps in all ages, though the name itself rarely occurs in the middle ages, the route over it being said to lie through \"the valley of Trent.\"",
        "The visible life of an ordinary shooting star is, however, comprised within one second, and it is only rarely that such short time intervals can be accurately taken.",
        "The real velocities derived from good observations are rarely, if ever, under 7 or 8 m.",
        "Even the ectoderm can rarely be recognized as an obvious epithelium except in regions where budding is taking place, while muscular layers are always absent and a coelomic epithelium can seldom be observed.",
        "In their native haunts they are extremely timid and wary, and very difficult to approach, being rarely seen out of their burrows in the daytime.",
        "He takes them as part of the days work, and though he sometimes grumbles, rarely, if ever, does he repine.",
        "The engraver, who is very rarely the designer, then cuts the otitlines into the block with a knife, afterwards removing the superfluous wood with gouges and chisels.",
        "They also employed silver freely for decorative purposes, whereas we rarely find it thus used on old Japan porcelain.",
        "It was brought to England before 1629 and is cultivated, but rarely if ever ripens.",
        "at the shoulder and is blackish grey in colour; the horn rarely exceeds a foot in length, but one in the British Museum measures 19 in.",
        "The black rhinoceros is more rarely seen in menageries in Europe than either of the Asiatic species, but one lived in the gardens of the London Zoological Society from 1868-1891.",
        "L'Esprit des Journaux (1772-1818) forms an important literary and historical collection, which is rarely to be found complete.",
        "His bristly black person, and shagged breast quite open and rarely purified by any ablutions, was wrapped in a foul linen nightgown and his bushy hair dishevelled.",
        "He rarely painted sacred subjects.",
        "Gunther characterizes the chief categories as follows: - (I) Burrowing snakes, which live under ground and but rarely appear on the surface.",
        "(2) Ground snakes rarely ascending bushes or entering water.",
        "They feed on animals which likewise lead an arboreal life, rarely on eggs.",
        "Not a few, however, lead a nocturnal life, and many of them have, accordingly, their pupil contracted into a vertical or more rarely a horizontal slit.",
        "It grows rarely to a length of 4 ft.; it never bites, and feeds chiefly on frogs, toads and fishes, but mice are never taken.",
        "They are also comparatively of small size, only a few species rarely exceeding a length of 3 ft., for instance Elaps fulvius, which extends into the S.",
        "Accidents are rarely caused by them, because they are extremely shy and swim away on the least alarm; but, when surprised in the submarine cavities forming their natural retreats, they will, like any other poisonous terrestrial snake, dart at the disturbing object; and, when out of the water, they attempt to bite every object near them, even turning round to wound their own bodies.",
        "With infinite tact and admirable self-denial he gave free scope to ministers whose superiority in their various departments he frankly recognized, rarely interfering personally unless absolutely called upon to do so.",
        "The climate is comparatively pleasant and healthy; the average temperature is 80° F., rarely sinking below 72°.",
        "A right very rarely exercised by the archbishop of Canterbury, but one of great importance, is that of the visitation and deprivation of inferior bishops.",
        "Owing to the softness of the metal, large crystals are rarely well defined, the points being commonly rounded.",
        "The extraction of gold from auriferous minerals by fusion, except as an incident in their treatment for other metals, is very rarely practised.",
        "The process is rarely applied to ores direct; free-milling ores are generally amalgamated, and the tailings and slimes, after concentration, operated upon.",
        "It is now rarely practised, although in some refineries both the nitric acid and the sulphuric acid processes are combined, the alloy being first treated with nitric acid.",
        "It is smaller than the three-spined species, rarely exceeding 2 in.",
        "The climate is always damp and the temperature rarely below 98° in the shade.",
        "Each male flower consists of a small scale or bract, in the axil of which are usually two, sometimes three, rarely five stamens, and still more rarely a larger number.",
        "Andersson says that he has rarely seen two specimens of this species which were alike in the collective characters offered by the stature, foliage and catkins.",
        "The south-eastern part of the Pacific is mainly occupied by the Easter Island Rise with depths rarely so great as 2000 fathoms; but close to the continent of South America the Atacama Trench is a typical example of the deepest form of depression culminating with 4175 fathoms in 25° 42' S., 71° 31.5' W.",
        "Even in the Mediterranean sea-ice is formed annually in the northern part of the Black Sea, and more rarely in the Gulf of Salonica and at the head of the Adriatic off Triest.",
        "These very thick seams are, however, rarely constant in character for any great distance, being found commonly to degenerate into carbonaceous shales, or to split up into thinner beds by the intercalation of shale bands or partings.",
        "The opening and laying out, or, as it is generally called, \"winning,\" of new collieries is rarely Prelimin- undertaken without a ary trial preliminary examination of coal= of the character of the workings.",
        "Sometimes, but rarely, it happens that it is necessary to cut vertical grooves in the face to determine the limit of the fall, such limits being usually dependent upon the cleet or divisional planes in the coal, especially when the work is carried perpendicular to them or on the end.",
        "In the early samples of carbide this compound used to be present in considerable quantity, but now rarely more than% is to be found.",
        "Although at first it was no uncommon thing to find z% of phosphuretted hydrogen present in the acetylene, this has now been so reduced by the use of pure materials that the quantity is rarely above oï¿½15%, and it is often not one-fifth of that amount.",
        "Mimus polyglottus, the northern mocking-bird, inhabits the southern part of the United States, being in the north only a summer visitant; it breeds rarely in New England, is seldom found north of the 38th parallel, and migrates to the south in winter, passing that season in the Gulf States and Mexico.",
        "The Gila Monster (Heloderma suspectum), a poisonous lizard, whose bite is injurious but rarely, if ever, fatal to man, also occurs in the desert regions.",
        "For excommunication differs from anathema: anathema which ought to be very rarely, or never, resorted to, in precluding all pardon, execrates a person, and devotes him to eternal perdition: whereas excommunication rather censures and punishes his conduct.",
        "The islands on the southern margin of the Louisiade Archipelago are raised coral reefs, but the majority are mountainous, rarely, however, exceeding 3000 ft.; all of them are richly forested, but of little agricultural value.",
        "Hence so long as the consuls were the only higher magistrates their frequent absence often rendered the appointment of a praefect necessary, but after the institution of the praetorship (367 B.C.) the necessity only arose exceptionally, as it rarely happened that both the consuls and the praetor were absent simultaneously.",
        "There are several varieties of benzoin in commerce: (I) Siam benzoin, which apparently does not come from Styrax benzoin, is the finest and most aromatic, and occurs in the form of small \"tears,\" rarely exceeding 2 in.",
        "The men were recruited voluntarily, in Italy or in Italianized districts, and enjoyed better pay and shorter service than the regular army: they were under praefecti praetorio (usually two; later, sometimes three, rarely only one), who during most of the empire might not be senators.",
        "The white, on the other hand, is not rarely freckled, streaked, or barred with grey, rufous-brown or black.",
        "Unlike his predecessors, who had rarely stayed long in Anjou, Rene from 1443 onwards paid long visits to it, and his court at Angers became one of the most brilliant in the kingdom of France.",
        "Of the smaller forbearing animals, the beaver was long ago exterminated, the otter is seen very rarely, and the mink only in the most isolated districts;.",
        "Earthquake shocks are of frequent occurrence, but the city rarely suffers any material damage.",
        "Graceful in form and active in motion, sun-birds flit from flower to flower, feeding on small insects which are attracted by the nectar and on the nectar itself; but this is usually done while perched and rarely on the wing as is the habit of humming-birds.",
        "Increasing numbers of Creoles came home for education, and though they rarely went beyond Spain, yet Spain itself was being permeated by the influence of French philosophic and economic writers.",
        "A very ancient British breed is the black Pembroke; and when this breed tends to albinism, the ears and muzzle, and more rarely the fetlocks, remain completely black, or very dark grey, although the colour elsewhere is whitish, more or less flecked and blotched with pale grey.",
        "It is rarely mentioned in Roman history and often confused with Lanuvium or Lanivium in the text both of authors and of inscriptions.",
        "Tempests and squalls are frequent, and the weather is rarely calm.",
        "The average maximum summer heat is about 93°, temperature of loo° being rarely reached.",
        "About New York City, and on Long Island, the snow rarely exceeds I ft.",
        "It is a hardy race, but owing to the poor quality of the grain is rarely met with in Great Britain.",
        "In early districts seeding may take place as early as February, provided a fine tilth is obtainable, but it rarely extends beyond the end of April.",
        "In their natural state the islands were without land mammals, and the Polynesian immigrants brought but two in their canoes - a dog, now extinct, and a black rat, now rarely seen.",
        "Sharks are found everywhere and are common round the north, though they rarely attack man.",
        "The climate is healthy, the thermometer rarely sinking below 65° F.",
        "Crime was rarely punished, and debts were not recoverable.",
        "There can have been little personal intercourse between them, for Haydn was rarely in the capital, and Mozart seems never to have visited Eisenstadt; but the cordiality of their relations and the mutual influence which they exercised upon one another are of the highest moment in the history of 18th-century music. \" It was from Haydn that I first learned to write a quartet,\" said Mozart; it was from Mozart that Haydn learned the richer style and the fuller mastery of orchestral effect by which his later symphonies are distinguished.",
        "Along the coast the temperature is rarely above 92° F.",
        "For several years it was rarely much below ioo,000.",
        "to too° is not unusual, but in the mountain valleys the range is rarely greater than from - 20° to 90°.",
        "The office of vice-president of the United States had so far in the history of the country been almost purely a perfunctory one, and has rarely, if ever, led to political promotion.",
        "The nominal title, even when most strictly observed, is rarely more than a starting-point; and, though the brevity of these first essays for the most part prevents the author from journeying very far, he contrives to get to the utmost range of his tether.",
        "Whatever may be the biographical value of this work, which has rarely been reprinted with the Essays themselves, and the MS. of which disappeared early, it is almost entirely destitute of literary interest.",
        "He is always charming, but he is rarely inspiring, except in a very few passages where the sense of vanity and nothingness possesses him with unusual strength.",
        "Fringes, tassels, little bells and the like were used as decorations of the ends of stoles at least as early as the 9th century; but crosses in the middle and at the ends were rarely added during the middle ages.",
        "The pin system of connexion used in the Chepstow, Salt ash, Newark Dyke and other early English bridges is now rarely used in Europe.",
        "in., or if the stress varied rarely 5.6 tons per sq.",
        "His special domain was medieval German history, and he rarely travelled beyond it.",
        "The father and son henceforth rarely met.",
        "They are rarely metamorphosed to the point of recrystallization, though locally shales are altered to roofing slates, sandstones are indurated, limestones slightly marblized, and coals, originally bituminous, are changed to anthracite in northern Pennsylvania, and to graphite in Rhode Island.",
        "The precipitation rarely amounts to 2 in.",
        "The climate is subject to sudden changes, but the temperature rarely rises above 90° F.",
        "The wild camel approaches the north outliers of the Astin-tagh, but rarely, if ever, ventures to enter their fastnesses.",
        "Only two young, rarely three or four, are born, and they may measure as much as 50 mm.",
        "The Jagiellos were rarely brilliant, but they were always perspicacious.",
        "These are very simple, open and generally regular flowers, white, greenish-yellow or yellow in colour and are chiefly visited by insects with a short proboscis, such as short-tongued wasps and flies, also beetles and more rarely bees.",
        "Even so the Confederacy was numerically, as in every other respect, far weaker, and rarely, after the second year, opposed equal numbers to the troops of the Union.",
        "The German divisions, on the other hand, were rarely as good as the rest.",
        "The leading of these men was in the hands, as a rule, of regular or ex-regular officers, who made many mistakes in their handling of large masses, but had been taught at West Point and on the Indian frontier to command men in danger, and administer them in camp. The volunteer officers rarely led more than a division.",
        "Long forward strides of the Napoleonic type were rarely attempted; \"changes of base\" were indeed made across country, and over considerable distances, as by Sherman in 1864, but ordinarily either the base and the objective were connected by rail or water, or else every forward step was, after the manner of Marlborough's time, organized as a separate campaign.",
        "Along the coast the weather is very mild, the thermometer rarely falling to freezing-point even in winter.",
        "More rarely their patience became exhausted, and ships were sent to bombard this nest of pirates.",
        "Ova in single or double or rarely several 4 FIG.",
        "Free-living (rarely pelagic) or parasitic (Giesbrecht and Schmeil).",
        "They consist of a series of narratives, or groups of narratives, dealing with the lives of these three men, arranged by a compiler, who, however, unlike the compilers of Judges and Kings, rarely allows his own hand to appear.",
        "It was one of the characteristics of the early Christian teachers that they rarely stayed for any length of time in a place; they moved on, and the little congregation was left to wait for another visitor, who might be some time in coming.",
        "In estimating the length of time occupied by this first missionary journey, it must be remembered that a sea voyage could never have been undertaken, and land travel only rarely, during the winter months, say November to March; and as the amount of the work accomplished is obviously more than could fall within the travelling season of a single year, the winter of 47-4 8 must have been spent in the interior, and return to the coast and to Syria made only some time before the end of autumn A.D.",
        "This literature is especially valuable because it illustrates contemporary Halaka and Haggada, and it illuminates the circle of thought with which Jesus and his followers were familiar; it thus fills the gap between the Old Testament and the authoritative Rabbinical Midrashim which, though often in a form several centuries later, not rarely preserve older material.'",
        "frosts are frequent, but snow rarely falls.",
        "3 But the enthusiastic bands of prophets are nowhere mentioned before the time of Samuel; and in the whole previous history the word prophet occurs very rarely, never in the very oldest narratives, and always in that sense which we know to be later than the age of Samuel, so that the use of the term is due to writers of the age of the kings, who spoke of ancient things in the language of their own day.",
        "Roeh, however, occurs very rarely in early, i.e.",
        "Generally the teeth are conical or pointed, more rarely blunt, grooved or serrated.",
        "The number of eggs laid is small in comparison with other reptiles, rarely exceeding a score, and some like the anolids and the geckos deposit only one or two.",
        "Then, taking (2/3)rds of the cubit, or (1/6)th of the orguia, as a foot, the Greeks arrived at their foot of 12.14; this, though very well known in literature, is but rarely found, and then generally in the form of the cubit, in monumental measures.",
        "For engineering and manufacturing purposes the more important linear gauges are, however, now used, adjusted to some fundamental unit of measure as the inch; although in certain trades, as for wires and flat metals, gauges continue to be used of arbitrary scales and of merely numerical sizes, having no reference to a legal unit of measure; and such are rarely accurate.",
        "manding genius, and few have failed to do justice to his personal charm and magnanimity,which almost won the heart of Cicero, who rarely appealed in vain to his clemency.",
        "The radial canals may be four, rarely six, or a multiple of these numbers, and may be very numerous.",
        "Above this is the tierra fria, which ranges from 5577 to 8200 ft., and includes all the higher portions of the Mexican plateau, and which corresponds to the temperate regions of Central United States where frosts are very rarely experienced.",
        "There may be one, a pair, or rarely more, the outer ones being more or less rudimentary.",
        "The females habitually produce eggs without impregnation, which again habitually develop into females, more rarely into males.",
        "(iv.) Trophi uncinate: Flosculariaceae; disk a contractile cup, often lobed, the cingulum of long vibratile cilia, of very long motionless bristles or absent, rarely with an outer zone of fine cilia.",
        "The mineral nearly always contains a small amount of silver, and sometimes antimony, arsenic, copper, gold, selenium, &c. Argentiferous galena is an important source of silver; this metal is present in amounts rarely exceeding %, and often less than o 03% (equivalent to 104 ounces per ton).",
        "Though he was still a member of the chamber he spoke rarely, till after the beginning of 1846, when he was evidently bidding once more for power.",
        "He survived his fall four years, continuing to sit in the Assembly, and, after the dissolution of 1876, in the Chamber of Deputies, and sometimes, though rarely, speaking.",
        "SPRAT, a marine fish (Clupea sprattus), named `` garvie \" in Scotland, one of the smallest species of the genus Clupea or herrings, rarely exceeds 5 in.",
        "The old trade route to Bulawayo, which skirts the eastern edge of the Kalahari, is now rarely used.",
        "Jaipal was defeated, and Mahmud, after his return from this expedition, is said to have taken the distinctive appellation of Ghazi (\" Valiant for the Faith\"), but he is rarely so-called.",
        "One reason for this scarcity is to be sought in connexion with the fact that multiplicative stages are very rarely met with, at any rate in the general circulation.",
        "In the one case they are entirely restricted to the neighbourhood of the boil or ulcer, whereas in the other there is a general infection of the body, the organisms spreading to all parts and being met with in the spleen, liver, bone-marrow, &c., and (rarely) in the peripheral circulation.",
        "Since it is only used at the Mass, or rarely for functions intimately connected with the sacrament of the altar, it may be regarded as the Mass vestment par excellence.",
        "south of Punta Gorda, Monterey county, California, forming a narrow mountain forest belt, rarely extending more than 20 or 30 m.",
        "or more in height, with a diameter of from 12 to 15, or rarely 20 to 28 ft.",
        "It is but rarely conferred on others than members of the royal house or foreign rulers or princes.",
        "Lecanora metaboloides, Lecidea decolorans), while sometimes they are white or glaucous, rarely greenish, pruinose.",
        "The adult bird in the wild state is exceedingly shy and difficult of approach, and, owing to its great fleetness and strength, is rarely if ever caught.",
        "Into society he rarely went, and his only amusement was a game of bowls on Thursday afternoons.",
        "above the sea, more rarely extending to about 6000 ft.",
        "The Scottish pine is chiefly found at a lower level and rarely forms forests.",
        "In the Northern Alps the pine forests rarely surpass the limit of 6000 ft.",
        "There, a sun which never sets sends feeble rays that maintain a low equable temperature, rarely rising more than a few degrees above the freezing-point.",
        "The spots at which they were crossed are called passes (this word is sometimes though rarely applied to gorges only), and are the points at which the great chain sinks to form depressions, up to which deep-cut valleys lead from the plains.",
        "The various amounts of these needed in different cases have to be adjusted by the gardener, according to the nature of the plant, its \" habit\" or general mode of growth in its native country, and the influence to which it is there subjected, as also in accordance with the purposes for which it is to be cultivated, &c. It is but rarely that direct information on all these points can be obtained; but inference from previous experience, especially with regard to allied forms, will go far to supply such deficiencies.",
        "It rarely happens, however, that the change is quite complete throughout the flower, and so a few seeds may be formed, some of which may be expected to reproduce the double-blossomed plants.",
        "When severe frost prevails the lights or cloches are rarely taken off except to gather mature specimens; and no water is given directly overhead to the plants for fear of chilling them and checking growth.",
        "Wimshurst constructed numerous very powerful machines of this type, some of them with \"multiple plates, which operate i - almost any climate, and rarely fail to charge themselves and deliver a torrent of sparks between the disf El charge balls whenever the winch is turned.",
        "The orang-utang occurs, rarely, in the north-east.",
        "The want of chlorophyll restricts their mode of life - which is rarely aquatic - since they are therefore unable to decompose the carbon dioxide of the atmosphere, and renders them dependent on other plants or (rarely) animals for their carbonaceous food-materials.",
        "According to the characters of the last, we might theoretically divide them into conidiophores, sporangiophores, gametophores, oidiophores, &c.; but since the two latter rarely occur, and more than one kind of spore or spore-case may occur on a sporophore, it is impossible to carry such a scheme fully into practice.",
        "After absorbing the cell-contents of the latter, which it does in a few hours or days, the fungus puts out a sporangium, the contents of which break up into numerous minute swarm-spores, usually one-ciliate, rarely two-ciliate.",
        "Many new forms will doubtless be discovered, as they are rarely collected on account of their minuteness.",
        "* The term \" Alloy Cast Irons \" is not actually in frequent use, not because of any question as to its fitness or meaning, but because the need of such a generic term rarely arises in the industry.",
        "The carboncontent of steel is rarely greater than this, lest the brittleness be excessive.",
        "There is rarely any important quantity of graphite in commercial steels.",
        "Ores of Iron.-Even though the earth seems to be a huge iron meteor with but a thin covering of rocks, the exasperating proneness of iron to oxidize explains readily why this metal is only rarely found native, except in the form of meteorites.",
        "The height of the furnace is rarely as great as roo ft., and in the belief of many metallurgists it should not be much more than 80 ft.",
        "But this is rarely expedient, because electricity is so expensive that it should be used for doing only those things which cannot be accomplished by any other and cheaper means.",
        "Though, as we have seen in § 19, steel is rarely given a carbon tween 3 and 4% of carbon, the usual FIG.",
        "The surface is by no means a uniform plain, but is a broad undulating tract, furrowed throughout by numerous depressions, with precipitous banks, serving as water-courses, though rarely traversed by any considerable stream.",
        "The self or hot weather lasts from March to mid-June; the temperature rarely exceeds 105° F.",
        "The poet of reason rather than of imagination, he recognized his own province, and was rarely tempted to flights of fancy beyond his powers.",
        "The cellular process from the axis which develops into a leaf is simple and undivided; it rarely remains so, but in progress of growth becomes segmented in various ways, either longitudinally or laterally, or in both ways.",
        "In monocotyledonous plants there is only one seed-leaf or cotyledon, and hence the arrangement is at first alternate; and it generally continues so more or less, rarely being verticillate.",
        "The other main streets are in some cases broader, but rarely exceed 20 ft.",
        "The houses at Pompeii are generally low, rarely exceeding two storeys in height, and it appears certain that the upper storey was generally of a slight construction, and occupied by small rooms, serving as garrets, or sleeping places for slaves, and perhaps for the females of the family.",
        "Into this opened other rooms, the entrances to which seem to have been rarely protected by doors, and could only have been closed by curtains.",
        "All the three orders of Greek architecture - the Doric, Ionic and Corinthian - are found freely employed in the various edifices of the city, but rarely in strict accordance with the rules of art in their proportions and details; while the private houses naturally exhibit still more deviation and irregularity., In many of these indeed we find varieties in the ornamentation, and even in such leading features as the capitals of the columns, which remind one rather of the vagaries of medieval architecture than of the strict rules of Vitruvius or the regularity of Greek edifices.",
        "When chemically pure, which is rarely the case, blende is colourless and transparent; usually, however, the mineral is yellow, brown or black, and often opaque, the depth of colour and degree of transparency depending on the amount of iron present.",
        "The streak, or colour of the powder, is brownish or light yellow, rarely white.",
        "These are of course quite immature, the longest rarely being one inch in length.",
        "Adult foreigners visiting the country are also liable to be attacked, and women, especially, rarely escape disfigurement if they stay in the country for any length of time.",
        "Reservoirs for storage, or for equalizing the flow, are rarely resorted to in England; but they are of absolute necessity in those countries in which it is just when there is least water that it is most wanted.",
        "We attribute the usefulness of water-meadow irrigation, then, to the following causes: (I) the temperature of the water being rarely less than 10° Fahr.",
        "In Upper Egypt, the valley of which rarely exceeds 6 m.",
        "The large canals and reservoirs built by corporations had rarely been successful from a financial standpoint, and irrigation construction during the latter part of the decade1890-1899was relatively small.",
        "On a lower floor he sometimes, but very rarely, regaled a friend with a plain dinner - a veal pie, or a leg of lamb and spinach, and a rice pudding.",
        "The moneys for the purpose are mainly derived from general taxation (poor rates per se being but rarely directly levied), special funds and voluntary contributions.",
        "The tendencies of the tribe to independence wen crushed as their ancient popular assemblies were discouraged and the liberty of the freemen was curtailed owing to the exigencies of military service, while the power of the church was rarely directed to the highest ends.",
        "In the second phase (700500 B.C.), sometimes called the fourth period, proto-Corinthian and Attic black figured vases are sometimes, though rarely, found, while local geometric pottery develops considerably.",
        "If a cardinal, as rarely is the case, he uses the title pro-nuntius.",
        "In the coast towns are numbers of Krumen, who, however, rarely settle permanently in the country.",
        "The speeches are obviously composed by Procopius himself, rarely showing any dramatic variety in their language, but they seem sometimes to convey the substance of what was said; and even when this is not the case they frequently serve to bring out the points of a critical situation.",
        "The sepals, very rarely three, which are two in number, fall off as the flower opens, the four (very rarely five or six) petals, which are crumpled in the bud stage, also fall readily.",
        "Experience, however, has 1 Up to the middle of the 15th century \"seisin \" was applied to chattels equally with freeholds, the word \" possessed \" being rarely used.",
        "In other places also the style is sometimes lively and impressive; though it is rarely indeed that we come across such strains of touching simplicity as in the middle of xciii.",
        "The heat does not vary greatly, rarely sinking below 70°, and not often exceeding 100 0 in the shade.",
        "The mountains rarely take the form of peaks.",
        "East of the oases of Baharia and Farafra is a very striking line of these sand dunes; rarely more than 3 miles wide, it extends almost continuously from Moghara in the north, passing along the west side of Kharga Oasis to a point near the Nile in the neighborhood of Abu Siinbelhaving thus a length of nearly 550 m.",
        "In the open desert rain falls even more rarely, but it is by no means unknown, and from time to time heavy storms burst, causing sudden floods in the narrow ravines, and drowning both men and animals These are more common in the mountainous region of the Sinai peninsula, where they are much dreaded by the Arabs."
    ],
    "definition": [
        "Not often; infrequently: “The truth is rarely pure and never simple” ( Oscar Wilde )",
        "Archaic\na. In an unusual degree; exceptionally: “a rarely good judge of the best in modern literature” ( Frank Harris )\nb. With uncommon excellence: “You can write rarely now, after all your schooling” ( George Eliot )",
        "Link/Cite",
        "Not occurring at a regular interval; seldom; not often. [from 16th c.]\nWe rarely go to the theatre.\nRarely do you ever find an eagle this far up the river.",
        "Unusually well; excellently. [from 16th c.]",
        "To a rare degree; very. [from 16th c.]",
        "Compare We rarely ever go to the theatre. with We almost never go to the theatre.",
        "Link/Cite"
    ]
}