{
    "translation": ".1 להעריך , לדרג\n.2 קצב",
    "uses": [
        "At any rate, it was none of her business.",
        "They said his pulse rate has increased over night, which might mean he is trying to wake up.",
        "At this rate, I don't know.",
        "At any rate, Katie was right.",
        "The unemployment rate in Ouray was one-point-four.",
        "At any rate, today was no different.",
        "At any rate, she found no other tracks.",
        "At this rate, I'll be dead long before you succeed.",
        "At this rate we'll have twelve pints in less than two hours.",
        "At any rate, he had successfully removed her barrier.",
        "At any rate, he was only awake for about 30 minutes.",
        "At this rate they will soon begin beating us.",
        "At any rate, I have no intention of visiting anyone.",
        "At any rate, a stroll through the woods with him sounded inviting.",
        "We are creating at a rate exponentially more than our most recent ancestors.",
        "So you might suspect the tax rate is only 1 percent.",
        "We fit together first rate but he was hurting badly.",
        "At any rate, he might not find the task at hand as unpleasant as she anticipated it would be.",
        "At any rate, he'll probably show up on your door step some time.",
        "At the rate Ed is having female offspring; he'll have to be one of your geldings.",
        "The rate of innovation is increasing rapidly, though.",
        "The rate of loss of charge is thus largely dependent on the extent to which ions are present in the surrounding air.",
        "At any rate, it is a great evil to make a stir about it.",
        "Don't I know that at the rate we are living our means won't last long?",
        "The survival rate on wounds like that are zero.",
        "The tax rate is actually much higher.",
        "And yet, her heart had increased its rate and demand so that she must breath.",
        "At any rate, it was good to have that over with.",
        "It will at any rate be understood all the sooner that things cannot go on like this.",
        "On the positive side, at that rate their conversation should be over by five minutes after nine.",
        "At any rate, Mr. Cade seems to be happy with his lifestyle.",
        "At any rate, Alex joined forces with his father in the request for a DNA test.",
        "At any rate, Giddon would be back soon.",
        "At any rate, the Medena hacienda was impressive.",
        "Jackson was patting her, her heart rate had become more regular and the panting subsided.",
        "The right thing now was, if not to retire from the service, at any rate to go home on leave.",
        "He was not a gambler, at any rate he did not care about winning.",
        "\"There was a time when the national marriage rate was fairly high,\" she reminded him.",
        "At any rate, nothing could be gained by feeling sorry for herself.",
        "At any rate, there seems little doubt that it was the region where creodonts and other primitive mammals were first differentiated from their reptilian ancestors.",
        "But this certainly was not the leading point of view with the mass of the Rabbins; 1 and at any rate it is quite certain that the synagogue is a post-exilic institution, and therefore that the Sabbath in old Israel must have been entirely different from the Sabbath of the Scribes.",
        "\"Only the guests rate,\" she replied.",
        "From this point the \" return \" pipe drops, usually at the same rate as the flow pipe rises; and in due course the water reaches its starting point, the boiler, and is again heated and again circulated through the system.",
        "The rate of circulation in the ordinary low pressure hot-water system may be considerably accelerated by means of steam injections.",
        "Owing to the very rapid movement and the consequent increased rate of transmission of heat, the pipes and radiators may be reduced in size, in many circumstances a very desirable thing to achieve.",
        "In 1904 official estimates, based on immigration and emigration returns and upon registered births and deaths, both of which are admittedly defective, showed a population increased to 5,410,028, and a small diminution in the rate of annual increase from 1895 to 1904 as compared with 18.69-1895.",
        "These measures have served to give greater stability to the value of the circulating medium, and to prevent the ruinous losses caused by a constant fluctuation in value, but the rate established prevents the further appreciation of the currency.",
        "The following table exhibits the rate of increase as indicated by the Del censuses from 1876 to 1906.",
        "The birth- Basses-Al rate markedly decreased during the 19th century; Basses-Py despite an increase of population between 1801 and Belfort, 1",
        "Public Debt.The national debt of France is the heaviest of any country in the world., Its foundation was laid early in the 15th century, and the continuous wars of succeeding centuries, combined with the extravagance of the monarchs, as well as deliberate disregard of financial and economic conditions, increased it at an alarming rate.",
        "Rengags receive a bounty, a ~iigher rate of pay and a pension at the conclusion of their service.",
        "The commerce of the island has been of late years increasing at a rapid rate.",
        "The birth rate averages 26.28 per thousand of the population and the death rate 12.28, showing a net increase of 14 per thousand by reason of the excess of births over deaths.",
        "The marriage rate varies as in other countries from year to year according to the degree of prosperity prevailing.",
        "In the five years 1881-1888 the rate was 8 08 marriages (16.1 persons) per thousand of the population, declining to 6.51 in 1891-1895; in recent years there has been a considerable improvement, and the Australian marriage rate may be quoted as ranging between 6.75 and 7.25.",
        "The death rate of Australia is much below that of European countries and is steadily declining.",
        "During the twenty years preceding the census of 1901 there was a fall in the death rate of 3.4 per thousand, of which, however, 1 per thousand is attributable to the decline in the birth rate, the balance being attributable to improved sanitary conditions.",
        "The rate of increase since the previous census was 1.5% per annum, varying from 0.31 in Victoria to 2 06 in New South Wales and 6.9 in Western Australia.",
        "In 1873 there was an important rise in wages, in the following year there was a further advance, and another in 1876; but in 1877 wages fell back a little, though not below the rate of 1874.",
        "In New South Wales, whose example was followed by Western Australia, the machinery adopted for fixing the statutory rate of wages was of a somewhat different type.",
        "Owing to the high rate of taxation on deposits, a considerable part of the savings of the people is sent into other states.",
        "The tidal wave of the Southern Ocean, which sweeps uninterruptedly round the globe from east to west, generates a secondary wave between Africa and South America, which travels north at a rate dependent only on the depth of the ocean.",
        "Phillips, 1896); A Brief Introduction to the Infinitesimal Calculus (1897); The Nature of Capital and Income (1906); The Rate of Interest 0907); National Vitality (1909); The Purchasing Power of Money (1911); Elementary Principles of Economics (1913); Why is the Dollar Shrinking?",
        "It is practically important to consider the rate at which energy may be transformed into useful work, or the horse-power of the agent.",
        "It generally happens that to obtain the greatest possible amount of work from a given supply of energy, and to obtain it at the greatest rate, are conflicting interests.",
        "We have seen that the efficiency of an electromagnetic engine is greatest when the current is indefinitely small, and then the rate at which it works is also indefinitely small.",
        "A similar condition obtains in the steamengine, in which a great rate of working necessitates the dissipation of a large amount of energy.",
        "The cable must not be overstrained in the process of submersion, and must be paid out at the proper rate to give the requisite slack.",
        "The length paid out and the rate of paying out are obtained approximately from the number of turns made by the drum P and its rate of turning.",
        "The average speed is obtained very accurately from solar and stellar observations for the position of the ship. The difference between the speed of the ship and the rate of paying out gives the amount of.",
        "at the rate of 20 words per minute.",
        "The arm which moves round over the segments rotates at the rate of three revolutions per second, and is kept in motion by means of an iron toothed wheel, the rim of which is set in close proximity to the poles of an electromagnet.",
        "A horizontal arm fixed to a vertical shaft in gear with the mechanism sweeps over these pins at the rate of about two revolutions per second.",
        "An experimental printer constructed about the middle of 1908 by the British Post Office, operated successfully at the rate of 210 words (1260 letters) per minute.",
        "The short leg of the siphon tube dips into an insulated ink-bottle, so' that the ink it contains becomes electrified, while the long leg has its open end at a very small distance from a brass table, placed with its surface parallel to the plane in which the mouth of the leg moves, and over which a slip of paper may be passed at a uniform rate, as in the spark recorder.",
        "In that year the Swiss government reduced the rate for inland telegrams by one-half, and the traffic immediately doubled, but the cost of carrying on the service increased in a larger ratio.",
        "The experience of the telegraph companies in the United Kingdom, moreover, showed that a uniform rate, irrespective of distance, of Is.",
        "rate, and the old-established companies were forced to adopt this rate between all points served by the United Kingdom Company; but after a trial of four years it was found that a uniform is.",
        "rate irrespective of distance had not justified itself, and that for any but very short distances the tariff was \" utterly unremunerative \" notwithstanding a very large increase in volume of business.",
        "Even the London District Telegraph Company, which was formed in 1859 for the purpose of transmitting telegraph messages between points in metropolitan London, found that a low uniform rate was not financially practicable.",
        "per io words; it soon increased the rate to 6d.",
        "This involved a large extension of wires to cope with increased traffic. The reduced rate took effect as from the 1st of October 1886.",
        "Government messages were accorded a rate of 2S.",
        "He kept up the communication for six months, in all weathers, and found that ordinary commercial messages could be transmitted at the rate of 15 to 20 words a minute.",
        "With this apparatus some of Marconi's earliest successes, such as telegraphing across the English Channel, were achieved, and telegraphic communication at the rate of fifteen words or so a minute established between the East Goodwin lightship and the South Foreland lighthouse, also between the Isle of Wight and the Lizard in Cornwall.",
        "As the cost of the service varies in proportion to the amount of use, the toll rate is more scientific, and it has the further advantage of discouraging the unnecessary use of the instrument, which causes congestion of traffic at busy hours and also results in lines being \" engaged \" when serious business calls are made.",
        "Another method of charge, known as the \" measured service rate,\" is de - signed to make the subscriber pay in proportion to the quality and quantity of the service he takes.",
        "\"The number of telephones connected with the Post Office system in the metropolitan area on the 31st of March 1907 was 41,236, and additional subscribers were being connected at the rate of about 150 a week.",
        "other species the glands are confined to the lower portion of the cavity surface, while the upper part bear a smooth waxy secretion on which it is impossible, or at any rate extremely difficult, for insects to secure a foothold.",
        "Taking the statistics for the whole kingdom, the annual marriagerate for the years 1876-1880 was 7.53 per 100o; in 1881-1885 it rose to 8o6; in 1886-1890 it was 777; in 1891-1895 it was 7.41, and in 1896-1900 it had gone down to 7.14 (a figure largely produced by the abnormally low rate of 6.88 in 1898), and in 1902 was 7.23.",
        "The internal rate is 15c. (i3/4d.) per 3/4 oz.; post-cards foe.",
        "The rate of increase in the public state-supported schools has been much greater than in the private schools.",
        "The Italian suicide rate of 63.6 per 1,000,000 is, however, lower than those of Denmark, Switzerland, Germany and France, while it approximates to that of England.",
        "The Italian rate is highest in the more enlightened and industrial north, and lowest in the south.",
        "Emilia gives a maximum rate of 10.48 per ioo,ooo, while that of Liguria and Lazio is little lower.",
        "in 1900 the maximum rate was 107.32, and the minimum 105.40, but in 1901 rates fell considerably, and were at par in 1902-1909.",
        "In October the rate of exchange was at par, the premium on gold had disappeared, and by the end of the year the budget showed a surplus of sixteen millions.",
        "Others swim with eel-like curves through the water, while one land-leech, at any rate, moves in a gliding way like a land Planarian, and leaves, also like the Planarian, a slimy trail behind it.",
        "says that in future no scutage or aid, beyond the three recognized feudal aids, shall be levied except by the consent of the general council of the nation (commune concilium regni nostri), while the three recognized aids shall only be levied at a reasonable rate.",
        "In spite of the defeat of the Celtic party she remained hostile to Wilfrid until 679 at any rate.",
        "At any rate the \" original \" jurisdiction claimed for the monarch personally and his delegates, under Henry VIII.",
        "There was an interval of uncertainty, with at any rate titular bishops, till 1592.",
        "The Church of Cyprus has been autocephalous since at any rate the oecumenical synod of Ephesus in 431.",
        "A Roman road may have run past the site; coins, &c., have been found, and the district at any rate was inhabited in Roman times.",
        "Cellulose, the material of which vegetable cell-walls are almost universally composed, at any rate in their early condition, is known to occur, though only seldom, among animal organisms. Such forms as Volvox and the group of the Myxomycetes have been continually referred to both kingdoms, and their true systematic position is still a subject of controversy.",
        "The probability is that this mechanism is to be found in green plants in the leavesat any rate there is a certain body of evidence pointing in this direction.",
        "There is a certain amount of evidence that at any rate in some cases light is necessary, and that the violet rays of the spectrum are chiefly concerned.",
        "The rate of growth of a cell varies gradually throughout its course; it begins slowly, increases to a maximum, and then becomes slower till it stops.",
        "The time during which these regular changes in the rate can be observed is generally spoken of as the grand period of growth.",
        "If the member is one which shows a difference of structure on two sides, such as a leaf, the two sides frequently show a difference of degree of turgidity, and consequently of rate of growth.",
        "At any rate this hypothesis suggests an explanation of many hitherto inexplicable facts.",
        "Glacial elimination has been less severe, or rather there has been, at any rate on the Atlantic side, an unimpeded return of Miocene types.",
        "In the case of a large hollow in a very dry climate the rate of g evaporation may be sufficient to prevent the water from ever rising to the lip, so that there is no outflow to the sea, and a basin of internal drainage is the result.",
        "The services of both Marius and Sulla were given; but Sulla was the more successful, or, at any rate, the more fortunate.",
        "Provisionally this genus has been grouped with the Ratitae, which at any rate are a heterogenous assembly.",
        "Of this we may perhaps roughly' distinguish a higher and a lower type, according as there is either complete confidence in the divine benevolence and justice, or a disposition to suppose a certain arbitrariness or at any rate conditionality to attach to the granting of requests.",
        "(2) If, however, the worshipper place his god on a level with himself, so far at any rate as to make him to some extent dependent on the service man contracts to render him, then genuine prayer tends to be replaced by a mere bargaining, often conjoined with flattery and with insincere promises.",
        "We may therefore assume that, in acts of public worship at any rate, prayer and its magico-religious congeners are at all stages resorted to as a \"means of grace,\" even though such grace do not constitute the expressed object of petition.",
        "It is said that in his earliest boyhood Andrea was, like Giotto, put to shepherding or cattle-herding; this is not likely, and can at any rate have lasted only a very short while, as his natural genius for art developed with singular precocity, and excited the attention of Francesco Squarcione, who entered him in the gild of painters before he had completed his eleventh year.",
        "This claim cannot be sustained on a comparison of dates, but at any rate he introduced the art into upper Italy.",
        "At any rate the work was immediately accepted by the kabbalists, and has formed the basis of all subsequent study of the subject.",
        "In 1891 he was obliged to suspend the service of the public debt and make arrangements by which the bondholders accepted a reduced rate of interest.",
        "in that time, or is moving at the rate of 5 X 6080 ft.",
        "If compact (\"roll\") sulphur is wanted the distillation is made to go on at the quickest admissible rate.",
        "In a certain sense he knew better; at any rate, he often repeats the words of those who knew better; but the general impression given by his story is that the plebeians were a low mob and their leaders factious and interested ringleaders of a mob.",
        "At Athens, at any rate after Aristides, the eupatrid was neither better nor worse off than another man.",
        "The fauna of Liberia is sufficiently peculiar, at any rate as regards vertebrates, to make it very nearly identical with a \"district\" or sub-province of the West African province, though in this case the Liberian \"district\" would not include the northernmost portions of the country and would overlap on the east and west into Sierra Leone and the French Ivory Coast.",
        "Russia, which is going on from Esthonia and Finland to the Kola peninsula and Novaya Zemlya, at an average rate of about two feet per century.",
        "At the same time the total ordinary expenditure has increased at a similarly steady rate, namely, from £119,391,000 in 1895 to £202,544,000 in 1905.",
        "During the years 1861 to 1892 the land owned by the nobles decreased 30%, or from 210,000,000 to 150,000,000 acres; during the following four years an additional 2,119,500 acres were sold; and since then the sales have gone on at an accelerated rate, until in 1903 alone close upon 2,000,000 acres passed out of their hands.",
        "Between 1895 and 1905 the building of railways proceeded at a rapid rate, the total length nearly doubling within the ten years, namely, from 22,600 to 40,500 m.",
        "After his death in 1054 the process of disintegration went on apace and the family feuds multiplied at an alarming rate.",
        "The train moved off at the rate of from to to 12 m.",
        "A train weighing 92 tons could be drawn by one engine at the rate of 5 m.",
        "The rate for carriage of merchandise was reduced from 5d.",
        "in 48 minutes, the rate being thus nearly 44 m.",
        "The increase in the decade1860-1870was thus nearly 50%, but subsequently the rate of increase slackened, and the mileages in 1880, 1890 and 1900 were 17,935, 20,073 and 21,855.",
        "199,371 In the United States railway mileage now tends to increase at the rate of slightly over 5000 miles a year, which is about 2 ° o on the present main line mileage.",
        "Dewsnup (ed.), Railway Organization and Working (Chicago, 1906); Interstate Commerce Commission; Rate Regulation Hearings before the U.S. Senate Committee (Washington, 5 vols., 1905); and on current matters, The Official Railway Guide (monthly, New York, the Railroad Age Gazette (weekly, New York) and the Commercial and Financial Chronicle (weekly, New York).",
        "So marked are these evils that such partial competition is avoided by agreements between the competing lines with regard to rates, and by divisions of traffic, or pools, which shall take away the temptation to violate such rate agreements.",
        "So much of the expense of the handling, both of freight and of passengers, was independent of the length of the journey that a mileage rate sufficiently large for short distances was unnecessarily burdensome for long ones, and was bound to destroy long-distance traffic, if the theory were consistently applied.",
        "A somewhat better theory of rate regulation was then framed, which divided railway expenditures into movement expense, connected with the line in general, and terminal expense, which connected itself with the stations and station service.",
        "This rate increases as the distance increases, but not in equal proportion; while the rates from large trade centres to other trade centres at a great distance are not higher than those to intermediate points somewhat less remote; if the law permits, there is a tendency to make them actually a little lower.",
        "The moral effect of the report, with the criticisms of the company's methods and recommendations appended thereto, is great, and it rarely happens that a company refuses to adopt, or at any rate to test, the recommendations so made.",
        "In this connexion, reference should be made to the Anti-Trust Act of 1890, which, by its judicial interpretation, has been held to include railways and to forbid rate agreements between competing carriers.",
        "Ten years after the passage of the law, the court decided that the Commission had no power to prescribe a rate, and that its jurisdiction over rates was confined to a determination of the question whether the rate complained of was unreasonable.",
        "The only element of real strength that the statute acquired during the first twenty years of its history came from the Elkins Act of 1903, which stipulated that the published rate should be the legal rate, and declared any departure from the published rate to be a misdemeanour.",
        "This demand has in many instances led to ill-considered legislation, has frequently ignored the prerogatives and even the existence of the state commissions, and has brought about the passage by state legislatures of maximum freight and passenger rate laws, with rates so low in many cases that they have been set aside by the courts as unconstitutional.",
        "Thus the characteristic defect in the British railway organization has been the tendency to put out new capital at a rate faster than has been warranted by the annual increases in earnings.",
        "This is in line with the provisions in the Constitution of the United States regarding the protection of property, but the difficulty in applying the principle to the railway situation lies in the fact that costs have to be met by averaging the returns on the total amount cf business done, and it is often impossible, in specific instances, to secure a rate which can be considered to yield a fair return on the specific service rendered.",
        "But the general tendency to regulate rates by authority of the state has apparently rendered unnecessary the old plan of rate regulation through competition, even if it had not been demonstrated often and again that this form of regulation is costly for all concerned and is effective only during rare periods of direct conflict between companies.",
        "The gradient or grade of a line is the rate at which it rises or falls, above or below the horizontal, and is expressed by stating either the horizontal distance in which the change of level amounts to r ft., or the amount of change that would occur in some selected distance, such as roo ft., r000 ft.",
        "R.) Locomotive Power The term \" power \" is used in technical sense to mean the rate at which work is done against a resistance, and is measured in units of energy expended per unit of time.",
        "The unit of power commonly used by engineers is the horse-power, and this unit corresponds to a rate of working of 550 foot-lb of work per second.",
        "If the total resistance against which the train is maintained in motion with an instantaneous velocity of V feet per second is R, the rate at which energy is expended in moving the train is represented by the product RV, and this must be the rate at which energy is supplied to the train after deducting all losses due to transmission from the source of power.",
        "per hour, the rate of working against the resistance is 440,000 foot-lb per second.",
        "The rate at which work is done on a particular axle is measured by the product where T is the torque or turning moment exerted on the axle by the motor or mechanism applied to it for this purpose, and is the angular velocity of the axle in radians per second.",
        "Also let l be the length of the stroke in feet and let a be the area of one cylinder in square inches, then, assuming two cylinders of equal size, I.H.P. =2 planl550 (8) The I.H.P. at any instant is equal to the total rate at which energy is required to overcome the tractive resistance R.",
        "The relation between the b.h.p. and the torque on the driving-axle is 55 o B.H.P. =Tu., (9) It is usual with steam locomotives to regard the resistance R as including the frictional resistances between the cylinders and the driving-axle, so that the rate at which energy is expended in moving the train is expressed either by the product RV, or by the value of the indicated horse-power, the relation between them being 55 0 I.H.P. =RV (Io) or in terms of the torque 55 0 I.H.P.X€=RVe=TW (II) The individual factors of the product RV may have any value consistent with equation (to) and with certain practical conditions, so that for a given value of the I.H.P. R must decrease if V increases.",
        "Rate at which work is done against the resistances given by the curves fig.",
        "per second; therefore the rate of working in foot-pounds per second is 3300 X58.6, from which I.H.P. _ (3300 X58.6)/550 = 354.",
        "Rate at which work is done against a gradient.",
        "If W I is the weight of the train in pounds, the rate of working against the gradient expressed in horse-power units is H.P.=W,V/550 G.",
        "Rate at which work is done against acceleration.",
        "- If W 1 is the weight of the train in pounds and a the acceleration in feet per second, the force required to produce the acceleration is f = Wi a / g (19) And if V is the average speed during the change of velocity implied by the uniform acceleration a, the rate at which work is done by this force is fV= W1Va /g (20) or in horse-power units Time occupied in the change - 13 - 0 113.",
        "Therefore the horse-power which must be developed in the cylinders to effect this change of speed is from (21) H.P.280X2240X0 113X59 = _237 55 0 X 32 The rate of working is negative when the train is retarded; for instance, if the train had changed its speed from 41 to 40 m.",
        "General expression for total rate of working.",
        "These considerations also indicate what a difficult matter it is to find the exact rate of working against the resistances, because of the difficulty of securing conditions which eliminate the effect both of the gradient and of acceleration.",
        "- The maximum power which can be developed by a locomotive depends upon the maximum rate of fuel combustion which can be maintained per square foot of grate.",
        "This maximum rate depends upon the kind of coal used, whether small, friable, bituminous or hard, upon the thickness of the fire, and upon the correct design and setting of the blast-pipe.",
        "The maximum rate of combustion may be as much as so lb of coal per square foot of grate per hour, and in exceptional cases even a greater rate than this has been maintained.",
        "It is not economical to force the boiler to work at too high a rate, because it has been practically demonstrated that the boiler efficiency decreases after a certain point, as the rate of combustion increases.",
        "A few experimental results are set forth in Table XX., from which it will be seen that with a relatively low rate of combustion, a rate which denotes very light service, namely lb of coal per square foot of grate per hour, the efficiency of the boiler is %, which is as good a result as can be obtained with the best class of stationary boiler or marine boiler even when using economizers.",
        "- One pound of coal requires about 20 lb of air for its proper combustion in the fire-box of a locomotive, though this quantity of air diminishes as the rate of combustion increases.",
        "The draught corresponding to the smallest rate of combustion shown in Table XX.",
        "of water, and for the highest rate, namely 181, 7.48 in.",
        "As the indicated horse-power of the engine increases, the weight of steam discharged increases, and the smoke-Lox vacuum is increased, thereby causing more air to flow through the furnace and increasing the rate of combustion.",
        "This high mean pressure cannot be maintained for long, because as the speed increases the demand for steam per unit of time increases, so that cut-off must take place earlier and earlier in the stroke, the limiting steady speed being attained when the rate at which steam is supplied to the cylinders is adjusted by the cut-off to be equal to the maximum rate at which the boiler can produce steam, which depends upon the maximum rate at which coal can be burnt per square foot of grate.",
        "ft., that the rate of combustion is 150 lb of coal per square foot of grate per hour, that the calorific value is 14000, and finally that n =0.06, the maximum indicated horse-power which the engine might be expected to develop would be o 06 X 150 x14000 X24 X 778/1980000 = I 190, corresponding to a mean effective pressure in the cylinders of 59.5 lb per square inch.",
        "per hour, the tractive force falls to 7400 lb, and this cannot be increased except by increasing the rate of combustion (neglecting any small changes due to a change in the efficiency 7 Knowing the magnitude of R, the draw-bar pull, and hence the weight of vehicle the engine can haul at this speed, can be estimated if the resistances are known.",
        "With exceptionally bad weather the load would have to be reduced or two engines would have to be employed, or an exceptionally high rate of combustion would have to be maintained in the fire-box.",
        "But though by an act of 1844 the railways were obliged to run at least one train a day over their lines, by which the fares did not exceed the \" Parliamentary \" rate of id.",
        "an hour, the rate of running rising in favourable circumstances to 40 or even 60 m.",
        "Perhaps he was as wise as his critics; at any rate the rigour which he repudiated hardly brought peace or strength to the Church when practised by his successors, and London, which was always a difficult see, involved Bishop Sandys in similar tronbles when Grindal had gone to York.",
        "The rate of progress was necessarily slow, apart from any liability to interruption by other undertakings and failures in bodily health.",
        "In the climate of the south of England its rate of growth when young is between 1 and 12 ft.",
        "The constitution provides that a special state tax, at a rate of not over two mills on the dollar, may be levied for school purposes.",
        "The rate of taxation for state purposes is fixed by the legislature, and for county purposes by the board of county commissioners.",
        "Then in 1763 was delivered his speech in \"The Parson's Cause\" - a suit brought by a clergyman, Rev. James Maury, in the Hanover County Court, to secure restitution for money considered by him to be due on account of his salary (16,000 pounds of tobacco by law) having been paid in money calculated at a rate less than the current market price of tobacco.",
        "Even if the sun were made of one mass of fuel as efficient as coal, that mass must be entirely expended in a few thousand years if the present rate of radiation was to be sustained.",
        "every century; there is, however, now reason to think that the rate of contraction is by no means so rapid as this would indicate.",
        "We cannot perhaps assert that the same rate is to be continued for very many centuries, but it is plain that the further we look back into the past time the greater must the sun have been.",
        "The term is also applied specifically to an offer to do a specified piece of work or to supply certain goods for a certain sum or at a certain rate or to purchase goods at a certain rate.",
        "But his first act was to seize and slay sixty of them: so it was clear to Judas at any rate, if not also to the Assideans who survived, that political independence was necessary if the religion was to be secure.",
        "If the poor were ardent nationalists who would not intermingle with the Greeks, the rich had long outgrown and now could humour such prejudices; and the title of their party was capable of recalling at any rate the sound of the national ideal of righteousness, i.e.",
        "At any rate the Jews were free to worship their God and to study his law: their religion was recognized by the state and indeed established.",
        "His marriage with the daughter of the Arabian king Aretas (which was at any rate in accordance with the general policy of Augustus) seems to have preserved his territory from the incursions of her people, so long as he remained faithful to her.",
        "At any rate Alexander crucified two sons of Simon the Galilean, who had headed a revolt in the time of the census.",
        "The excessive demands made upon the Jews forbade a fair rate of interest.",
        "Shortly before this date the palaces both of Cnossus and Phaestus had undergone a great destruction, and though during the ensuing period both these royal residences were partially reoccupied it was for the most part at any rate by poorer denizens, and their great days as palaces were over for ever.",
        "Assuming that the lower strata were formed at approximately the same rate as the upper, we have an antiquity of from 12,000 to 14,000 years indicated for the first Neolithic settlement on this spot.",
        "The Cretans themselves, however, were eager for a change, and, disappointed in the hope of a Genoese occupation, were ready, as is stated in the report of a Venetian commissioner, to exchange the rule of the Venetians for that of the Turks, whom they fondly expected to find more lenient, or at any rate less energetic, masters.",
        "When at last the question arose of giving the Christian world a new pope, this time sole and uncontested, Pierre d'Ailly defended the right of the cardinals, if not to keep the election entirely in their own hands, at any rate to share in the election, and he brought forward an ingenious system for reconciling the pretensions of the council with the rights of the Sacred College.",
        "Through most of the Coastal Plain Region, which extends inland from 80 to i 50 m., the country continues very level or only slightly undulating, and rises to the westward at the rate of little more than 1 ft.",
        "The Piedmont Plateau Region extends from this line to the Blue Ridge Escarpment, toward which its mean elevation increases at the rate of about 32 ft.",
        "It seems probable that his parents were among the early converts of Wesley; at any rate, Francis became converted to Methodism in his thirteenth year, and at sixteen became a local preacher.",
        "There are, however, anatomical and histological differences to be seen at any rate at the extremes between the undoubted nephridia of Goodrich, Meyer and Lankester, and the coelomoducts of the same authors.",
        "This stage has at any rate been observed in Rhynchelmis and Lumbricus (in its widest sense) by Vezhdovsky.",
        "At any rate it was he who accepted the invitation of Andrew of Hungary that the Order should aid him with its resources against the Comans by whom he was threatened.",
        "Many millions of sheep and oxen all over the world have thus been treated, and the rate of mortality reduced from io to less than %.",
        "His father, who was a wealthy man and possessed at any rate a smattering of Greek, Latin and French, was thought to have demeaned himself by marrying the daughter of an Andover tradesman, who afterwards retired to a country house near Reading, where young Jeremy spent many happy days.",
        "To meet this situation, the Statute of Labourers 1351) enacted that no man should refuse to work at the same rate of wages as prevailed before the plague.",
        "This, indeed, is the practice in Ireland, and in order to incorporate the Irish figures with those for Great Britain so as to obtain average values for the United Kingdom, the Irish yields are calculated into bushels at the rate of 60 lb to the bushel of wheat, of beans and of peas, 50 lb to the bushel of barley and 39 lb to the bushel of oats.",
        "The rate at which the trade in imported frozen mutton increased as compared with the industry in home-grown mutton is illustrated in the figures published annually by Messrs W.",
        "The non-nitrogenous substance (the fat) in the increase in live weight of an animal is, at any rate in great part, if not entirely, derived from the non-nitrogenous constituents of the food.",
        "The labour question again became acute in the early years of the 10th century, when, owing to the scarcity of hands and the high rate of wages, selfbinding harvesters were resorted to in England for the ingathering of the corn crops to a greater extent than ever before.",
        "The pressing need for Seleucus once more to take the field against Antigonus was at any rate in large measure the cause of his abandonment of India.",
        "He had resided at Rome as a hostage, and afterwards for his pleasure at Athens, and had brought to his kingdom an admiration for republican institutions and an enthusiasm for Hellenic culture - or, at any rate, for its externals.",
        "No one is concerned to prove that the Ricardian economics applies to the manorial system, and it is generally supposed at any rate that the world has been approximating more and more nearly during the last century to the conditions assumed in most of the reasoning of that school.",
        "On the principles we have explained, therefore, the Ricardian economics should supply just that body of general theory which is required in the investigation of modern economic problems, and the reputation of at any rate the leading writers should be as great as ever.",
        "The extensions, the changes or the qualifications, of old doctrines, which at any rate in the works of responsible writers are rarely made without good if not always sufficient reason, have modified very considerably the whole science, and weakened the confidence of ordinary educated men in its conclusions.",
        "Its importance has not been seriously, or at any rate successfully, called in question.",
        "The Eolid-like Nudibranchs, amongst other specialities of structure, possess (in some cases at any rate) apertures at the apices of the \" cerata \" or dorsal papillae, which lead from the exterior into the hepatic caeca.",
        "There was evidently oliveand vine-culture on a large scale in Crete at any rate.",
        "i, 2, 3\"; see Crete), there is evidence of a perfectly orderly and continuous evolution in, at any rate, ceramic art.",
        "That of painting in fresco, for instance, shows the same orderly development from at any rate Period II.",
        "This conclusion can hardly entail less than a belief that, at any rate, the mass of those who possessed this civilization continued racially the same.",
        "But it finally destroyed the Cnossian palace and initiated the \"Geometric\" Age, with which, for convenience at any rate, we may close the history of Aegean civilization proper.",
        "At any rate, he spoke at Guildhall on Lord Mayor's Day in a worthy manner; admitting that the growth of the German navy was a main factor in British construction, and pointing out that no power was better able to bear the strain or less likely to fail than Great Britain.",
        "This cellular layer is called the hypodermis; it is protected externally by a cuticle, a layer of matter it itself excretes, or in the excretion of which it plays, at any rate, an important part.",
        "The imaginal disks for the outer wall of the body, some of them, at any rate, include mesodermal rudiments (from which the muscles are developed) as well as hypodermis.",
        "Upwards of 300,000 species have been collected and described, and at present the number of named forms increases at the rate of about 8000 species per annum.",
        "At any rate he wavered in his estimate of their taxonomic value, for he gave an alternative proposal, arranging all the genera in a single series, a proceeding in those days thought not only defensible and possible, but desirable or even requisite, though now utterly abandoned.",
        "views - for it was a generation whose leaders, in France at any rate, looked with suspicion upon any one who professed to go beyond the bounds which the genius of Cuvier had been unable to overpass, and regarded the notion of upsetting any of the positions maintained by him as verging almost upon profanity.",
        "His conversion apparently took place at Ephesus; there, at any rate, he places his decisive interview with the old man, and there he had those discussions with Jews and converts to Judaism, the results of which he in later years set down in his Dialogue.",
        "The encroachment of land on sea has been calculated at the rate of about three miles in a thousand years.",
        "A comparison between the exports and imports of the years 1886 and 1905 will give an exact idea of the rate at which the port of Venice developed.",
        "There is a tendency to reduce the rate on real property, leaving it as a basis for local taxation.",
        "The rate on collateral inheritances is 5%, on direct inheritances 2%, on the excess above $3000.",
        "In 1885 a state law placed a limit on the contractable debt and upon the taxation rate of the city.",
        "The average interest rate on the city obligations in 1907 was about 3.7%.",
        "It may be added that, if a lessee covenants to pay rates and taxes, no demand by the collector apparently is necessary to constitute a breach of the covenant; where a rate is duly made and published it is the duty of the parties assessed to seek out the collector and pay it.",
        "In the case of proposed drainage improvements, notice in writing must be given to the landlord, who may then execute the improvements himself and charge the tenant with interest not exceeding 5% per annum on the outlay, or such annual instalments, payable for a period of twenty-five years, and recoverable as rent, as will repay the outlay, with interest at the rate of 3% a year.",
        "In 1908 the assessed valuation of real and personal property was $119,592,508, the net debt was $3,854,498 and the rate of taxation was 14.75 mills on the dollar.",
        "It is paid for at the rate of from 45 to cents per cwt.",
        "Iron and quinine citrate is used as a bitter stomachic and tonic. In the blood citrates are oxidized into carbonates; they therefore act as remote alkalis, increasing the alkalinity of the blood and thereby the general rate of chemical change within the body.",
        "This well yielded 25 barrels a day for some time, but at the end of the year the output was at the rate of 15 barrels.",
        "It should be pointed out that the deposits which have been hitherto of chief commercial importance occur in the old rocks (Carboniferous to Silurian) on the one hand, and in the comparatively new Tertiary formations on the other, the intermediate periods yielding but little or at any rate far less abundantly.",
        "That the Pilgrims' Progress should thus have turned into a Holy War is a fact readily explicable, when we turn to consider the attempts made by the Church, during the 11th century, to purify, or at any rate to direct, the feudal instinct for private war (Fehde).",
        "In this way we may return to the view that the First Crusade, at any rate, was fait ecclesiastique.",
        "Antioch lay in one of the most fertile regions of the East; Bohemund was almost, if not quite, the greatest genius of his generation; and when he visited Jerusalem at the end of 1099, he led an army of 25,000 men - and those men, at any rate in large part, Normans.",
        "Thus, it would appear, the whole of the expansion of the Latin kingdom (which may be said to have attained its height in 1131, at the death of Baldwin II.) may be shown to have been dictated, at any rate in large part, by economic motives; and thus, too, it would seem that two of the most powerful motives which sway the mind of man - the religious motive and the desire for gain - conspired to elevate the kingdom of Jerusalem (at once the country of Christ, and a natural centre of trade) to a position of supremacy in Latin Syria.",
        "Their houses, at any rate those in the towns, had thus the characteristics of Moorish villas; and in them they lived a Moorish life.",
        "3 The taxation levied in the West was also attempted in the East, and in 1183 a universal tax was levied in the kingdom of Jerusalem, at the rate of 1% on movables and 2% on rents and revenues.",
        "Yet it had at any rate saved for the Christians the principality of Antioch, the county of Tripoli, and some of the coast towns of the kingdom; 2 and if it had failed to accomplish its object, it had left behind, none the less, many important results.",
        "If Venetian cupidity had not originally deflected the Crusade (and it was the view of contemporary writers that Venice had committed her first treason against Christianity by diverting the Crusade from Egypt in order to get commercial concessions from Malik-al-Ad11, 2 yet it had at any rate profited exceedingly from that deflection; and the Hohenstaufen and their protégé Alexius only reaped dust and ashes.",
        "That, at any rate, was the view Frederick II.",
        "The dissolution of feudalism, the development of towns, the growth of scholasticism, all these and much more have been ascribed to the Crusades, when in truth they were concomitants rather than results, or at any rate, if in part the results of the Crusades, were in far larger part the results of other things.",
        "In any case the accusations made against the Templars at the time of their suppression prove that there was, at any rate in the ranks of those who knew the East, too little of absolute orthodoxy.",
        "The last two works, if not actually the works of eye-witnesses, are at any rate first-hand, and belong to the category of primary writers rather than to that of later compilations.",
        "But this poor average is largely accounted for by the inclusion of the almost uninhabited northern steppe-land; and those parts of Syria, which are settled, show a much higher rate.",
        "The reason is that the heat produced in a given time in a wire is proportional to the square of the strength of the current passing through it, and hence the rate at which the heat is produced in the wire, and therefore its temperature, increases much faster than the current itself increases.",
        "When a current is passed through the wire, continuous or alternating, it creates heat, which expands the air in the bulb and forces the liquid up one side of the U-tube to a certain position in which the rate of loss of heat by the air is equal to the rate at which it is gaining heat.",
        "A small piece of iron placed in this field tends to move from weak to strong places in the field with a force depending on the strength of the field and the rate at which the field varies.",
        "It is due to the memory of the judges of Lord Coke's time to say that, at any rate as regards contracts made in partibus transmarinis, the same rule appears to have been applied at least as early as 1544, the judges then holding that \"for actions transitory abroad action may lie at common law.\"",
        "The tax rate for 1920-I was $2.55 per $loo assessed valuation, divided as follows: state purposes, $o.18; public schools, $0.78; municipal government, $1.51; public library, $0.04; art museum, $0.02; zoological park, $0.02.",
        "The value of the city's manufactured products increased from $37,376,322 in 1890 to $77,225,116 in 1900, or 106.6%; in 1905 the factory product alone was valued at $75,740,934, an increase of only 3.9% over the factory product in 1900, this small rate of increase being due very largely to a decline in the value of the products of the sugar and molasses refining industry.",
        "At any rate we begin to see that some of the Ratitae, namely the Rheidae, may possibly be an early and then much modified offshoot of such of the Carinatae as are now represented by the Crypturi, whilst in another part of the world, and at a much later time, kiwis and moas have sprung from a somewhat more Gallilorm stock, which points to a descent from a still undivided GalliformTinamiform mass.",
        "The question as to whether copper really was first used in Egypt is not yet resolved, and many arguments can be brought against the theory of Egyptian origin and in favour of one in Syria or further north.26 Egypt has also recently been credited with being the inceptor of the whole \" megalithic (or heliolithic, as the fashionable word now is) culture \" of mankind, from Britain to China and (literally) Peru or at any rate Mexico via the Pacific Isles.27 The theory is that the achievements of the Egyptians in great stone architecture at the time of the pyramid-builders so impressed their contemporaries that they were imitated in the surrounding lands, by the Libyans and Syrians, that the fame of them was carried by the Phoenicians further afield, and that early Arab and Indian traders passed on the megalithic idea to Farther India, and thence to Polynesia and so on so that both the teocalli of Teotihuacan and Stonehenge are ultimately derived through cromlechs and dolmens innumerable from the stone pyramid of Saqqara, built by Imhotep, the architect of King Zoser, about 3100 B.C. (afterwards deified as the patron of science and architecture).",
        "Peet, resulted in interesting discoveries, some of which tend to show that the cult of the Aten or Solardisk was not so rigidly enforced by the heretic king Akhenaton as has been supposed, and that ordinary people were allowed to worship other gods than the sun-disk, at any rate in connexion with funerary ceremonies.",
        "Of higher rank than the pezetaeri were the royal foot-guards (lavtXucoi inraoriarat), some 3,000 in number, more lightly armed, and distinguished (at any rate at the time of Alexander's death) by silver shields.",
        "Seleucus at any rate, as satrap of Babylonia, controlled the finances of the province (Diod.",
        "The Friends (at any rate under the later Seleucid and Ptolemaic reigns) were distinguished by a special dress and badge of gold analogous to the stars and crosses of modern orders.",
        "In the Pergamene kingdom at any rate, though the living king was worshipped with sacrifice, the title Oe6 was only given to those who were dead (Cardinali, Regno di Pergamo, p. 153).",
        "41), at any rate di till the battle of Magnesia.",
        "At any rate it was a notable trading-place and emporium as early as the Stone Age, and continued to enjoy its importance as such through the Bronze and Iron Ages, as is proved, inter alia, by the large number of Arabic, Anglo-Saxon and other coins which have been found on the island..",
        "A first issue was made of 400,000,000 francs' worth of assignats, each note being of loo francs' value and bearing interest daily at a rate of 5%.",
        "They were to be redeemed by the product of the sales, and from certain other sources, at the rate of 120,000,000 francs in 1791, ioo,000,000 francs in 1792, 80,000,000 francs in 1793 and 1794, and the surplus in 1795.",
        "Such convicts are classified according to physical ability and a minimum rate is fixed for their hire, for not more than ten hours a day.",
        "Of late years, however, there has been a gradual assimilation of broader views by the leaders of Islam in Turkey, at any rate at Constantinople, and the revolution of 1908, and its affirmation in the spring of 1909, took place not only with their approval, but with their active assistance.",
        "New construction to an amount of £T5,000,000, repayable over ten years at the rate of £T50o,000 a year by national subscription guaranteed by the government, had by 1910 been voted by parliament.",
        "By financial expedients of this kind payments were effected by the treasury ill fifteen years (1881-1896) amounting to £T11,666,000 or at the rate of nearly £T800,000 per annum.",
        "Since then the import duties have been collected at the rate of 11% ad valorem under the supervision of the Public Debt Administration, the bondholders having certain rights, under the decree of Muharem, described below, over any increase of revenue arising from modification of the commercial treaties.",
        "On this reduced capital a minimum interest of% was to be paid, the rate of interest to be increased by quarters per cent.",
        "Four-fifths of the net product of the revenues, after deduction of the first charge of £T590,000, was to be applied.to the service of the interest on the new reduced debt, and provided that the four-fifths were sufficient to allow the distribution of 1% interest, one-fifth was to be devoted to sinking fund; but this latter fifth was to be reduced, if necessary, by an amount sufficient to maintain the rate of interest at i %.",
        "It was to be applied by redemption at the best price possible on the market, until that price stood at £T66.66, when, if the rate of interest served were 1%, it was to proceed by drawings; if the interest were anything more than 1%, and less than 3%, the limit of price for redemption was to be raised to U75; if the interest were between 3% and 4% inclusive, the limit was to be raised to par.",
        "The rate at which the exchange was effected was par with a cash bonus of 6%.",
        "It should be mentioned that the Bagdad Railway Company has sublet the working of the line to the Anatolian Railway Company at the rate of £148 per kilometre, as against the £180 per kilometre guaranteed by the Turkish government The line from Mustafa-Pasha to Vakarel now lies in the kingdom of Bulgaria.",
        "The bank acts as banker to the government, for which it has a fixed annual commission, and it is obliged to make a permanent statutory advance to the government of £T1,000,000, against the deposit by the government of marketable securities bearing interest at a rate agreed upon.",
        "The 20-piastre mejidie currency, in spite of the further enormous depreciation of silver since 1880, has scarcely varied in the Constantinople market, but has always remained at a discount of about 3% (between 108 and 109 piastres to the pound) under government rate; this is doubtless due to the fact that the demand and supply of the coins in that market are very evenly balanced.",
        "The parity thus working out at;102.60, gold continued to be held away from the treasury, and in 1909 the government decided to accept the Turkish pound at the last named rate.",
        "The fractional mejidie coins (5, 2 and 1 piastres) are quoted at a separate rate in the market, usually at a premium over the 20-piastre piece.",
        "Mack's march to Ulm was therefore a necessity of the situation, and his continuance in this exposed position, if foolhardy against such an adversary, was at any rate the outcome of the high resolve that even if beaten he would inflict crippling losses upon the enemy.",
        "At any rate the Samaritans have, throughout their history, observed the Passover with all its Pentateuchal ceremonial and still observe it down to the present day.",
        "It is, at any rate, certain that Jesus came up to Jerusalem in order to join in the celebration of the Passover.",
        "The date of his death is given by Nepos as 468; at any rate he lived to witness the ostracism of Themistocles, towards whom he always displayed a generous conduct, but had died before the rise of Pericles.",
        "on paying freight for them at the rate of 22d.",
        "These parsissoks, elected at the rate of about one representative to 120 voters, wear a cap with a badge (a bear rampant), and aid the European members of the council in distributing the surplus profit apportioned to each district, and generally in advising as, to the welfare of that part of Greenland under their partial control.",
        "In some few genera of very low type it appears probable that, at any rate in the female, this final change is never effected and that the creature dies a sub-imago.",
        "The sexual act takes place in the air, and is of very short duration, but is apparently repeated several times, at any rate in some cases.",
        "The increasing temperature raises the rate of animal metabolism, while the higher alkalinity is a stimulus to cell-division.",
        "In Pleistocene times, then, when there were prolonged glacial ages, the sea-level was lowered and at the same time there was a reduction in sea temperature, so that the rate of reproduction of the coral polypes, and so the growth of reefs, was diminished.",
        "Apart from its importance in other respects, Bury's treatment of the subject has at any rate the merit of defending the traditional view of St Patrick's career.",
        "Bury has shown that both Tirechan and Muirchu drew from written material which existed in part at any rate in Irish.",
        "To explain this result, chemists suppose that both changes can occur simultaneously, and that equilibrium results when the rate at which AB and CD are transformed into AD and CB is the same as the rate at which the reverse change goes on.",
        "if I be the change in the internal energy, the relation referred to gives us the equation A = I +T (dA/dT), where dA/dT denotes the rate of change of the available energy of the system per degree change in temperature.",
        "There must, then, be a relation between the rate of change of the concentration and the osmotic pressure gradient, and thus we may consider the osmotic pressure gradient as a force driving the solute through a viscous medium.",
        "We can therefore calculate the rate at which the salt as a whole will diffuse by examining the conditions for a steady transfer, in which the ions diffuse at an equal rate, the faster one being restrained and the slower one urged forward by the electric forces.",
        "As we have seen above, when a solution is placed in contact with water the water will take a positive or negative potential with regard to the solution, according as the cation or anion has the greater specific velocity, and therefore the greater initial rate of diffusion.",
        "No trustworthy estimate of the rate of the increase of production can, however, be formed, as several uncertain economic factors have to be taken into account.",
        "In these circumstances it appears that satisfactory results may be obtained from both crops, at any rate for a certain number of years.",
        "Even within historical times and during the 19th century the desiccation of the lakes has gone on at a very rapid rate.",
        "After this short period of frost and snow summer comes in its full beauty; the days are very hot, and, although they are always followed by cold nights, vegetation advances at an astonishing rate.",
        "In 1824 the settled indigenes had to pay the very heavy rate of 11 roubles (about 1) per head, and the arrears, which soon became equal to the sums levied, were rigorously exacted.",
        "The natural rate of increase of population is very slow as a rule, and does not exceed 7 or 8 per 1000 annually.",
        "Plankton Expedition, ii., 1897) has described, a few larval brachiopods of undetermined genera, two of which at least were pelagic, or at any rate taken far from the coast.",
        "When kept fused in the presence of air lead readily takes up oxygen, with the formation at first of a dark-coloured scum, and then of monoxide PbO, the rate of oxidation increasing with the temperature.",
        "Thamin maintains that, if his heroes did not form great characters, at any rate they taught the Roman child to train its conscience.",
        "In order to reduce the pulse to its normal rate in these cases, without at the same time lessening the power of the heart, the drug must be given in doses of about two minims of the tincture every halfhour and then every hour until the pulse falls to the normal rate.",
        "Lay the compass upon the cardboard, and observe the rate at which its needle vibrates after being displaced from its position of equilibrium; this will vary greatly in different regions.",
        "In a refined form this method is often employed for measuring the intensity of a magnetic field at a given place, just as the intensity of gravity at different parts of the earth is deduced from observations of the rate at which a pendulum of known length vibrates.",
        "The line through the given point along which the potential decreases most rapidly is the direction of the resultant magnetic force, and the rate of decrease of the potential in any direction is equal to the component of the force in that direction.",
        "- The so-called \" ballistic \" method of measuring induction is based upon the fact that a change of the induction through a closed linear conductor sets up in the conductor an electromotive force which is proportional to the rate of change.",
        "The rate at which energy is lost being proportional to the frequency, it is obvious that the loss at frequency ioo may be deduced from that at any other frequency n by simply multiplying by too n.",
        "The following are the chief results of Hopkinson's experiments: For small magnetizing forces the magnetization of iron steadily increases with rise of temperature till the critical temperature is approached, when the rate of increase becomes very high, the permeability in some cases attaining a value of about i i,000; the magnetization then with remarkable suddenness almost entirely disappears, the permeability falling to about 1.14.",
        "The rate of exchange had become adverse (by May 1921 £i =1,850-1,900 Latvian rubles), and imported goods were getting more and more expensive to the consumer.",
        "The letter rate was at first 200 reis (nearly 52d.), but it has been increased to 300 reis, which is equivalent to 8d.",
        "According to a summary for the six years 1901 to 1906, derived from official sources and published in the annual Retrospecto of the Jornal do Commercio, of Rio de Janeiro, the values of the imports and exports for those years (exclusive of coin), reduced to pounds sterling at the average rate of exchange (or value of one milreis) for each year, were as follows: - Nearly 761% of the exports of 1906 were of coffee and rubber, the official valuations of these being: coffee 2 45,474,5 2 5 milreis gold (27,615,884), and rubber (including manigoba and mangabeira), 12 4,941,433 milreis gold (£14,055,911).",
        "The lowest rate of illiteracy is to be found in the southern half of the republic. Public instruction is, by constitutional provision, under secular control, but religious denominations are permitted to have their own schools.",
        "Since 1898 there has been an upward movement of exchange, the average rate for 1905 having been very nearly 16 pence.",
        "It is modelled after the Argentine Conversion office, and is authorized to issue notes to bearer against deposits of gold at the rate of 15 pence per milreis although exchange was above 17d.",
        "The legal point in the dispute (which Campbell afterwards made the subject of a separate pamphlet) was whether the churchwardens of the parish, in the absence of the vestry, had any means of enforcing a rate except the antiquated interdict or ecclesiastical censure.",
        "(iii.) If there are n types, the number of individuals in each type being unlimited (or at any rate not less than r), the number (n H r) of distinguishable groups of r individuals out of the total stock is n[r].",
        "St Winifred's holy well, one of the wonders of Wales, sends up water at the rate of 21 tons a minute, of an almost unvarying temperature, higher than that of ordinary spring water.",
        "RATE, a general term for proportion, standard, allowance, tax (Med.",
        "The financial authority estimates what additional amount beyond revenue is required for the expenses of administration, and levies a rate to meet it.",
        "The earliest rate levied in England was that for poor relief, and of the great variety of rates now existing, the majority are based on the poor rate and levied with it, under the term of precept rates.",
        "Next to the poor rate came that for highways, and other special rates have been authorized from time to time, as for police, education, public lighting, cemeteries, libraries, sanitary purposes, &c. To distinguish the rate the name of the precepting authority is frequently added or the purpose for which it is levied specified, as county rate, watch rate, &c. The valuation list of a parish is the basis on which the poor rate is levied.",
        "The rateable value of the parish being known, so much on each pound of the rateable value as will equal the amount required to be raised is levied, and is known as the \"rate.\"",
        "In general, we may say that aberration is unimportant when it nowhere (or at any rate over a relatively small area only) exceeds a small fraction of the wavelength (X).",
        "Since 1887 a church rate has been levied on the Evangelical-Lutheran communities, and since 1904 upon the Roman Catholics also.",
        "3 (7) mentions Scythae) of the land and its inhabitants, tries to restrict this merely geographical usage and to confine the word Scyth to a certain race or at any rate to that race and its subjects, but even he seems to slip back into the wider use.",
        "Their companions were all dead in accordance with the compact; but Josephus at any rate survived and surrendered.",
        "At any rate, Ps.",
        "He was empowered by the volksraad to raise £300,000, but with great difficulty he obtained in Holland the sum of £90,000 only, and that at a high rate of interest.",
        "The question relates, at any rate, to xiii.-xiv.",
        "It will be admitted by philological students that the exegetical data supplied by (at any rate) Isa.",
        "This is done at definite time intervals so that the rate of decomposition can be followed.",
        "Perhaps a closer approximation would be to rate the creole element (whites of European descent) at 10%, as in Colombia, and the mixed races at 70%, the remainder consisting of Africans, Indians and resident foreigners.",
        "In 1903 the rate was fixed at R.12 per maund, against R.2 for the rest of India.",
        "In many pathological cells undergoing indirect segmentation, centrosomes appear to be absent, or at any rate do not manifest themselves at the poles of the achromatic spindle.",
        "Hence the elementary arc divided by the element of time is the rate of change of velocity of the moving-point, or in other words, the velocity in the hodograph is the acceleration in the orbit.",
        "He then extended the city by including within the fortifications the low ground (or at any rate the western portion of the low ground) between Upper Achradina and the island, and making the Agora there 2; at the same time (probably) he was able to shift the position of the crossing to the island by making a new isthmus in the position of the present one, the old mole being broken through so as to afford an outlet from the Little Harbour on the east (Lupus, p. 91).",
        "A conspicuous example of the incalculable evil wrought by lack of integration is well seen in the radical divorce of surgery from medicine, which is one of the most mischievous legacies of the middle ages - one whose mischief is scarcely yet fully recognized, and yet which is so deeply rooted in our institutions, in the United Kingdom at any rate, as to be hard to obliterate.",
        "At any rate the mean standard of health will be raised, perhaps enormously.",
        "It is on clinical grounds that beriberi, scarlet fever, measles, &c., are recognized as belonging to the same class, and evolving in phases which differ not in intimate nature but in the more superficial and inessential characters of time, rate and polymorphism; and the impression is gaining strength that acute rheumatism belongs to the group of the infections, certain sore throats, chorea and other apparently distinct maladies being terms of this series.",
        "In the mutual behaviour of such cells, toxins, and antitoxins, and again of microbes themselves, we may demonstrate even on the field of the microscope some of the modes of such actions, which seem to partake in great measure at any rate of a chemical quality (agglutinins, coagulins, chemotaxis).",
        "rate, in May 1716 he was exiled, first to Tulle, then to Sully.",
        "In return for this, or in hopes of more, he offered himself as a spy - or at any rate as a secret diplomatist - to Dubois.",
        "At any rate he had, at the end of 1777 and the beginning of 1778, been carefully finishing a new tragedy - Irene - for production in the capital.",
        "A proclamation issued (December 6, 1553) directed the churchwardens to obtain the proper ornaments for the churches; and the bishops (at any rate Bishop Bonner, see Visitation Articles 1 554, Cardwell's Doc. Ann.",
        "High pier dues, moreover, contributed to the decline of the traffic, and attempts to overcome the disinclination of passengers to use the river (at any rate in winter) show a record of failure.",
        "An act of parliament enforced this in 1661; in 1684 Edward Heming, the inventor of oil lamps, obtained licence to supply public lights; and in 1736 the corporation took the matter in hand, levying a rate.",
        "Again, with regard to rates, there were in all cases three different rates leviable in each parish-the poor rate, the general rate and the sewers rate-whilst in many parishes in addition there was a separate lighting rate.",
        "From the sewers rate and lighting rate, land, as opposed to buildings, was entitled to certain exemptions.",
        "Under the act of 1899 all these rates are consolidated into a single rate, called the general rate, which is assessed, made, collected and levied as the poor rate, but the interests of persons previously entitled to exemptions are safeguarded.",
        "Further, every precept sent by an authority in London for the purpose of obtaining money (these authorities include the London County Council, the receiver of the Metropolitan Police, the Central Unemployed Body and the Boards of Guardians) which has ultimately to be raised out of a rate within a borough is sent direct to the council of the borough instead of filtering through other authorities before reaching the overseers.",
        "The metropolitan borough councils make one general rate, which includes the amount necessary to meet their own expenditure, as well as to meet the demands of the various precepting authorities.",
        "Io,680 Local Government Board-Common Poor Fund 756 £24,703,087 The total expenditure was equal to a rate in the pound of s.",
        "4.4d.; the actual amount raised in rates was equivalent to a rate of 7s.",
        "1 od., receipts-in-aid were equivalent to a rate of 3s.",
        "2.5d., and imperial subventions to a rate of is.",
        "The produce of a penny rate was, in the £11,482,607 £11,482,607 £2,279,177 £1,378,266 163,828 44,557 685,946 2,000 4,580 £2,279,177 metropolitan police district in 1908-1909, £226,739, and in the county of London (excluding the City) £161,806.",
        "This fund is raised by the rate of 6d.in the pound on the assessable value of the county of London, and redistributed among the boroughs in proportion to their population.",
        "The London County Council levied in 1909-19TO to meet its estimated expenditure for the year a total rate of 36 75d.; 14.50d.",
        "The king and Later his brother had long entertained designs against the city, history of and for the purpose of crushing them two pretexts were the cor- set up-(I) that a new rate of market tolls had been levied poration.",
        "The leading principle of the Highway Act 1835 is to place the highways under the direction of parish surveyors, and to provide for the necessary expenses by a rate levied on the occupiers of land.",
        "Observations in different parts of the world have shown that the increase of temperature in depth varies: in most localities the rise being at the rate of one degree for 50 to 100 feet of depth; while in the deep mines of Michigan and the Rand, an increase as low as one degree for each 200 ft.",
        "If, for example, we assume the life of a given mine at ten years and the rate of interest at 5%, it will be necessary that the property shall earn nearly 13% annually - viz., 5% interest and 8% for the annual payment to the amortization or the reserve fund.",
        "Where the deposit is uncertain and the element of risk is large, we must adopt a high rate of interest on investments of capital in our computations of value - in some cases as high as 10, 15 or even 20%.",
        "The interest on the annual contribution to the sinking-fund or its equivalent should be reckoned at a low rate of interest, for such funds are assumed to be invested in perfectly safe securities.",
        "Within this area the petty chiefs have appointment orders, the people are disarmed, and the rate of tribute per household is fixed in each case.",
        "There are in addition some pearling grounds in the Mergui Archipelago, which have a very recent history; they were practically unknown before 1890; in the early 'nineties they were worked by Australian adventurers, most of whom have since departed; and now they are leased in blocks to a syndicate of Chinamen, who grant sub-leases to individual adventurers at the rate of £25 a pump for the pearling year.",
        "Processes of annealing, or very gradual cooling, are intended to relieve these strains, but such processes are only completely effective when the cooling, particularly through those ranges of temperature where the glass is just losing the last traces of plasticity, is extremely gradual, a rate measured in hours per degree Centigrade being required.",
        "They, at any rate, seem to have been the first to grasp the idea that a wine-glass is not merely a bowl, a stem and a foot, but that, whilst retaining simplicity of form, it may nevertheless possess decorative effect.",
        "Generally if S denotes any closed surface, fixed in the fluid, M the mass of the fluid inside it at any time t, and 0 the angle which the outward-drawn normal makes with the velocity q at that point, dM/dt = rate of increase of fluid inside the surface, (I) =flux across the surface into the interior _ - f f pq cos OdS, the integral equation of continuity.",
        "The equations of motion can be established in a similar way by considering the rate of increase of momentum in a fixed direction of the fluid inside the surface, and equating it to the momentum generated by the force acting throughout the space 5, and by the pressure acting over the surface S.",
        "(2) y The rate of generation of momentum in the interior of S by the component of force, X per unit mass, is fffpXdxdydz, f pXdxdydz, (3) and by the pressure at the surface S is -f.",
        "The time rate of increase of momentum of the fluid inside S is )dxdydz; (5) and (5) is the sum of (I), (2), (3), (4), so that /if (dpu+dpu2+dpuv +dpuw_ +d p j d xdyd z = o, (b)` dt dx dy dz dx / leading to the differential equation of motion dpu dpu 2 dpuv dpuv _ X_ (7) dt + dx + dy + dz with two similar equations.",
        "The continuity is secured if the liquid between two ellipsoids X and X 11 moving with the velocity U and 15 1 of equation (II), is squeezed out or sucked in across the plane x=o at a rate equal to the integral flow of the velocity I across the annular area a l.",
        "the moment of inertia of the body about the axis, denoted by But if is the moment of inertia of the body about a mean diameter, and w the angular velocity about it generated by an impluse couple M, and M' is the couple required to set the surrounding medium in motion, supposed of effective radius of gyration k', If the shot is spinning about its axis with angular velocity p, and is precessing steadily at a rate about a line parallel to the resultant momentum F at an angle 0, the velocity of the vector of angular momentum, as in the case of a top, is C i pµ sin 0- C2µ 2 sin 0 cos 0; (4) and equating this to the impressed couple (multiplied by g), that is, to gN = (c 1 -c 2)c2u 2 tan 0, (5) and dividing out sin 0, which equated to zero would imply perfect centring, we obtain C21 2 cos 0- (c 2 -c 1)c2u 2 sec 0 =o.",
        "But, imperfect as such statistics may be, they give us at any rate some insight into the direction of governmental legislation.",
        "At any rate the people were famous from an early date for their embroideries and rugs.",
        "of Taurus - a fact of some bearing on the problem of the origin and local domicile of the art, since rock-reliefs, at any rate, cannot be otherwise than in situ.",
        "The majority of scholars has always regarded the Hittites proper as, at any rate, non-Semitic, and some leading authorities have called them proto-Armenian, and believed that they have modern descendants in the Caucasus.",
        "As a verb, the word means to stifle or check; hence damped vibrations or oscillations are those which have been reduced or stopped, instead of being allowed to die out naturally; the \"dampers\" of the piano are small pieces of feltcovered wood which fall upon the strings and stop their vibrations as the keys are allowed to rise; and the \"damper\" of a chimney or flue, by restricting the draught, lessens the rate of combustion.",
        "Florence (1865-1872), but decreased or increased very slightly after the removal of the capital to Rome, and increased at a greater rate from 1881 onwards.",
        "At present the rate of increase is about 22 per too°, but it is due to immigration, as the birth rate was actually below the death rate down to 1903, since when there has been a slight increase of the former and a decrease of the latter.",
        "Howard at any rate saw clearly what was one of the indispensable requisites for the economical manufacture of fine crystal sugar of good colour - the treatment of saccharine solutions at temperatures very considerably lower than 212° F., which is the temperature of water boiling at normal atmospheric pressure.",
        "In the same year there appears in the accounts of the chamberlain of Scotland a payment at the rate of is.",
        "Even if this tradition does not correspond with historic fact, it is at any rate certain that Gamaliel took a leading position in the Sanhedrin, and enjoyed the highest repute as an authority on the subject of knowledge of the Law and in the interpretation of the Scriptures.",
        "The tapeworm, Taenia saginata, throws off eleven proglottides a day during its mature stage, and if this rate of increase were maintained for a year the total weight of its progeny would be about 550 grammes.",
        "If the soil holds too much it becomes water-logged and its temperature falls below the point for healthy growth, at any rate of the kinds of plants.",
        "In summer, when the temperature is about 24° C. (75° F.), nitrification proceeds at a rapid rate.",
        "deep were then sunk, and the chalk taken from horizontal tunnels was brought to the surface and spread on the land at the rate of about 60 loads per acre.",
        "Quicklime is best applied, perhaps, in spring at the rate of one ton per acre every six or eight years, or in larger doses-4 to 8 tons - every 15 to 20 years.",
        "Great care is necessary to prevent the heaps from becoming too hot, in which case the clay becomes baked into hard lumps of brick-like material which cannot be broken up. With careful management, however, the clay dries and bakes, becoming slowly converted into lumps which readily crumble into a fine powder, in which state it is spread over and worked into the land at the rate of 40 loads per acre.",
        "Here in Motanabbi the claims of modern poetry not only to equal but to excel the ancient were put forward and in part at any rate recognized.",
        "The fact that energy is being used at so high a rate as Too H.P. on so small a charge of material sufficiently indicates that the furnace is only used for experimental work, or for the fusion of metals which, like tungsten or chromium, can only be melted at temperatures attainable by electrical means.",
        "At any rate the extant epistle is the answer to one received from the Philippian Christians, who had evidently desired information about the apostle's health and prospects (i.",
        "Some species are normally phytophagous, and the vast majority, at any rate, appear to be capable of continuing to exist and reproducing their kind upon a purely vegetarian diet.",
        "It would seem probable that at one time these shats (at any rate the Shat el Jerid) were an inlet of the Mediterranean, which by the elevation of a narrow strip of land on the Gulf of Gabes has been cut off from them.",
        "On the other hand the enigmatical motion of the perihelion of Mercury has not yet found any plausible explanation except on the hypothesis that the gravitation of the sun diminishes at a rate slightly greater than that of the inverse square - the most simple modification being to suppose that instead of the exponent of the distance being exactly - 2, it is - 2.000 000 161 2.",
        "Others had withdrawn into the mountains and forests, and in the native villages under Spanish administration the birth rate had dropped to a small part of what it had been because the great bulk of the male population had been segregated in the mines and on the estates of the conquerors.",
        "No charge is made for the transmission of newspapers within the republic. The letter rate is 5 cents silver for 15 grams, or 10 cents to foreign countries in the postal union.",
        "Historical records supply the following dates of abundant meteoric displays: - These showers occurred at intervals of about one-third of a century, while the day moved along the calendar at the rate of one month in a thousand years.",
        "Travelling at the rate of 26 m.",
        "Where, on the other hand, there is no tendency to squinting, care must be taken in selecting spectacles that the distances between the centres of the glasses and the centres of the pupils are quite equal, otherwise squinting, or at any rate great fatigue, of the eyes may be induced.",
        "In South and Central Africa, at any rate, \" fly-belts \" are usually met with in damp, hot, low-lying spots on the margins of water-courses, rivers and lakes, and seldom far from water of some kind.",
        "The first volume, Vegetable Staticks (1727), contains an account of numerous experiments in plant-physiology - the loss of water in plants by evaporation, the rate of growth of shoots and leaves, variations in root-force at different times of the day, &c. Considering it very probable that plants draw \"through their leaves some part of their nourishment from the air,\" he undertook experiments to show in \"how great a proportion air is wrought into the composition of animal, vegetable and mineral substances\"; though this \"analysis of the air\" did not lead him to any very clear ideas about the composition of the atmosphere, in the course of his inquiries he collected gases over water in vessels separate from those in which they were generated, and thus used what was to all intents and purposes a \"pneumatic trough.\"",
        "The second volume (1733) on Haemostaticks, containing experiments on the \"force of the blood\" in various animals, its rate of flow, the capacity of the different vessels, &c., entitles him to be regarded as one of the originators of experimental physiology.",
        "Since 1885 the city has been supplied with water of excellent quality from the Stadtwald, Goldstein and Hinkelstein, and the favourable sanitary condition of the town is seen in the low death rate.",
        "The following table shows the rate of increase in the four quadrennial periods between 1891 and 1907 in Japan proper:",
        "Such a rate of increase invests the question of subsistence with great importance.",
        "and upward grew from 10.09 to 12.67, the rate of increase having been remarkably steady; and the percentage of those under ~ ft.",
        "He is nearly as thorough as his forefathers, and maintains the same love of all things beautiful; and if he cannot show any epoch-making novelty, he is at any rate doing his best to support unsurpassed the decorative traditions of the past.",
        "It is apparent that a vitrified enamel may be made to perform, in part at any rate, the function of a porcelain glaze.",
        "at the rate of 6 m.",
        "The gross earnings of all the lines during the fiscal year I 9051906 were 7 millions sterling, approximately, and the gross expenses (including the payment of interest on loans and debentures) were under 31/8 millions, so that there remained a net profit of 31/8 millions, being at the rate of a little over 81/8% on the invested capital.",
        "If this is as rapid as (or more rapid than) the rate of adaptation, there will be no actual growth of adaptation and so no moral progress.",
        "This proportion is considerably above the rate in the other mountainous regions of Austria.",
        "He surrendered, and his defence appears to have been injudiciously conducted; at any rate he was fined 200 marks, and condemned to be pilloried three times, to be imprisoned indefinitely, and to find sureties for his good behaviour during seven years.",
        "She displays throughout much greater real refinement of feeling than the more highflying Roxana, and is at any rate flesh and blood, if the flesh be somewhat frail and the blood somewhat hot.",
        "There is reason to believe, on the evidence of two pay-bills, that for a short time in 1755 and 1756 Hutton worked in Old Long Benton colliery; at any rate, on Ivison's promotion to a living, Hutton succeeded to the Jesmond school, whence, in consequence of increasing pupils, he removed to Stote's Hall.",
        "The value of the city's factory products increased from $1,261,815 in 1900 to $2,728,074 in 1905, or 116.2%, a greater rate of increase than that of any other city (with 8000 or more inhabitants) in the state during this period.",
        "Electric tramcars run throughout the city carrying passengers at a uniform rate of 4 sen, which means that it is possible to travel some 10 in.",
        "At any rate it seems certain from the little we know of the early constitutional history of Athens, that the Eupatridae represent the only nobility that had any political recognition in early times.",
        "They thus corresponded, at any rate in some measure, respectively to the fiercer and milder aspects of the dog-tribe.",
        "For by the definition of potential it follows that the electric force in any direction at any point is measured by the space rate of change of potential in that direction or E = + dVldx.",
        "In 1908 the rateable value of the municipality was £36,466,644, the rate 21d.",
        "(5) in which dp/do is the rate of change of pressure with temperature when the two states are in equilibrium.",
        "(I I) This expression shows that the rate of variation of the total heat with temperature at constant pressure is equal to the specific heat at constant pressure.",
        "Soc., 1900) on steam confirm this type of equation, but give much larger values of the cooling effect than for C02, and a more rapid rate of variation with temperature.",
        "Though they themselves trace their origin to seven Mahommedan tribes, Hindus appear to have been associated with them at an early period; at any rate, their religious creed and practices as stanch worshippers of Kali (Devi, Durga), the Hindu goddess of destruction, had certainly no flavour of Islam in them.",
        "But the development of their religion was arrested at an earlier stage than that of the Greeks: with them - at any rate in the genuine Roman period - Animism never passed into Anthropomorphism; they stopped at the conception of the \"spirit\" without reaching that of the \"god.\"",
        "The dead, too, though it is doubtful whether in early times they were actually worshipped, at any rate have a religious commemoration as in some sense still members of the family.",
        "19) the rate of solution in potassium cyanide depends upon the subdivision of the gold - the finer the subdivision the quicker the solution, - and on the concentration of the solution - the rate increasing until the solution contains 0.25% of cyanide, and remaining fairly stationary with increasing concentration.",
        "The writings of Tertullian afford the clearest demonstration that what is called Montanism was, at any rate in Africa, a reaction against secularism in the Church.",
        "This does not mean that the population would have been twenty-six millions less if it had not been for immigration; for the rate of natural increase among the native-born might have maintained itself.",
        "In the United States the rate of increase per decade was as follows: In England and Wales the rural population increased in the aggregate during the first half of the 19th century, but at a gradually diminishing rate; in the second half of the century the population declined with varying regularity, until the decennium 1891-1900, when there was an increase.",
        "The urban population is increasing, as shown in the following table: Decennial Rate of Increase or Decrease.",
        "After half an hour his strength would give out, and in these circumstances his rate of composition for a long time averaged scarcely six lines a day.",
        "When given internally it increases the actual amount as well as the rate of flow of the bile.",
        "On the obverse is generally the king, who, in the earlier coins at any rate, wears a long open coat, knee boots and a tall cap - clearly the costume of a nomad from the north.",
        "The enormous rate at which aphids multiply under favourable conditions makes them of the greatest economic importance, since the growth of immense numbers of the same kind of plant in close proximity - as in ordinary farm-crops - is especially advantageous to the insects that feed on them.",
        "The rate of increase before 1850 was considerably smaller than the rate after that date.",
        "He accepted the dignity at any rate without demur, and there seems little doubt that the question of assuming, or obtaining, this title had previously been discussed.",
        "Since that the moment of the lead touching the bottom by the sudden time the British cable-ships have been busy in all the oceans slackening in the rate at which the line ran out.",
        "This fact, together with the extraordinarily rare occurrence of such remains and meteoric particles in globigerina ooze, although there is no reason to suppose that at any one time they are unequally distributed over the ocean floor, can only be explained on the assumption that the rate of formation of the epilophic deposits through the accumulation of pelagic shells falling from the surface is rapid enough to bury the slowgathering material which remains uncovered on the spaces where the red clay is forming at an almost infinitely slower rate.",
        "The rate of propagation of sound depends on the compressibility, and in oceai water at the tropical temperature of 77° F.",
        "Dr. Hovey has proved that the rate of stalagmitic growth in Wyandotte Cave, Indiana, is .0254 cm.",
        "annually; and if that was the rate in Jacobs Cavern, 1968 years would have been needed for the embedding of that implement.",
        "' It is the general opinion of the District Commissioners that owing to physical considerations it is highly probable that the present rate of increase of the putput of coal can long continue - indeed, they think that some districts have already attained their maximum output, but that on the other hand the developments in the newer coalfields will possibly increase the total output for some years.",
        "In view of this opinion and of the exhaustion of the shallower collieries we look forward to a time, not far distant, when the rate of increase of output will be slower, to be followed by a period of stationary output, and then a gradual decline.\"",
        "According to a calculation made by P. Frech in 1900, on the basis of the then rate of production, the coalfields of central France, central Bohemia, the kingdom of Saxony, the Prussian province of Saxony and the north of England, would be exhausted in 100 to 200 years, the other British coalfields, the Waldenburg-Schatzlar and that of the north of France in 250 years, those of Saarbriicken, Belgium, Aachen and Westphalia in 600 to Boo years, and those of Upper Silesia in more than 1000 years.",
        "i was 40 fathoms in depth, we multiply the depth by the rate of inclination, 40 X 8 = 320 fathoms, which gives the point at which the coal seam A should reach the surface.",
        "These are similar in principle to the Baird machine, the cutting agent being a flat link chain carrying a double set of chisel points, which are drawn across the coal face at the rate of about 5 ft.",
        "deep, at the rate of 30 yds.",
        "These machines, which are driven by compressed air, are very handy in use, as the height and direction of the cut may be readily varied; but the work is rather severe to the driver on account of the recoil shock of the piston, and an assistant is necessary to clear out the small coal from the cut, which limits the rate of cutting.",
        "By the adoption of more refined methods of construction, especially in the shape of the intake and discharge passages for the air and the forms of the fan blades, the efficiency of the ventilating fan has been greatly increased so that the dimensions can be much reduced and a higher rate of speed adopted.",
        "Maximum speed controllers in connexion with the winding indicator, which do not allow the engine to exceed a fixed rate of speed, are also used in some cases, with recording indicators.",
        "There is the full series of 44 teeth, generally without any gaps, and most of the bones of the skeleton are separate and complete; while, in many instances at any rate, the tail was much longer than in any existing ungulates, and the whole bodily form approximated to that of a carnivore.",
        "Hess, who showed that acetone will absorb twenty-five times its own volume of acetylene at a temperature of 15° C. under atmospheric pressure, and that, providing the temperature is kept constant, the liquid acetone will go on absorbing acetylene at the rate of twentyfive times its own volume for every atmosphere of pressure to which the gas is subjected.",
        "The testimony which it affords to the Ignatian Epistles is so striking that those scholars who regard these letters as spurious are bound to reject the Epistle of Polycarp altogether, or at any rate to look upon it as largely interpolated.",
        "The power of a motor is measured by the rate at which it works, and this is expressed by Tw =T 60N in foot-pounds per second.",
        "The angular velocity of the shaft is proportional to the rate of working.",
        "The rate at which the motor is transmitting work is then 550 H.P., where n is the revolutions per second of the armature.",
        "The object is the protection of widows and orphans, but the right has been very much abused, and its abuse is in part responsible for the high rate of interest which prevails.",
        "The victory of the Radicals resulted in the establishment of a railway rate commission, based upon a constitutional amendment of 1890 and a statute of 1891, the passage of an alien land law in 1891, which was declared unconstitutional and amended in 1892, the adoption of the Australiaw ballot system for cities and towns of more than io,000 inhabitants (1892), the retirement of Roger Q.",
        "Each county has its own administrative boards and officers; and there are two justices of the peace and two constables for every township. The board of supervisors, consisting of not more than seven members, elected for a term of three years, has the care of county property and the management of county business, including highways and bridges; it fixes the rate of county taxes within prescribed limits, and levies the taxes for state and county purposes.",
        "As to the proprietors Franklin succeeded in 1760 in securing an understanding that the assembly should pass an act exempting from taxation the unsurveyed waste lands of the Penn estate, the surveyed waste lands being assessed at the usual rate for other property of that description.",
        "The municipal rating value was, in 1880 £2,054,204, in 1901 £9,475,260, in 1908 (when the rate levied was 3d.",
        "The revenue of German New Guinea is derived from taxes, dues and licences, and amounted on the 31st of March 1892 to about £3000; on the same rate, 1901, to £3750.",
        "But he also took a keen interest and frequently an active part in the political and social movements of the day; and so highly did the students of Aberdeen rate his practical ability, that, after his retirement from the chair of logic, they twice in succession elected him lord rector of the university, each term of office extending over three years.",
        "In 1 9 051906 the percentage of average attendance in the public schools to the number of children (between 5 and 15 years) in the state was 80; in Barnstable county it was 95, and in Plymouth 92; and the lowest rate of any county was 68, that of Bristol.",
        "The rate for New York, the only state having a larger number of books in such libraries, being only 1.19.",
        "Some writers deny the company's right under this instrument to rule as they proceeded to do; but at any rate what they did was to make the suffrage dependent on stringent religious tests, and to repress with determined zeal all theological \" vagaries \" and \" whimsies.\"",
        "They grew during the r9th century in population and wealth at a rate that placed them far ahead of the Spanish and Portuguese states, which in the year 1800 were the richer and the more populous.",
        "At any rate stones were sawed, shaped, polished, carved and perforated, not only by the Mexicans, but among other tribes.",
        "on account of the slow rate of fire imposed by black powder, the rapidity of laying conferred by its use was of no great advantage, and it was unsuited to the imperfect mechanical arrangements of the gun mountings of the time.",
        "The filtering medium in this, as in other filters of the same kind, takes the form of a hollow cylinder or \"candle,\" through the walls of which the water has to pass from the outside to the inside, the candles often being arranged so that they may be directly attached to a tap, whereby the rate of flow, which is apt to be slow, is accelerated by the pressure of the main.",
        "To accelerate the rate of filtration various devices are resorted to, such as lengthening the tube below the filtering material, increasing the pressure on the liquid being filtered, or decreasing it in the receiver of the filtrate.",
        "In this sense Challamel was a pioneer, of no great originality, it is true, but at any rate of fairly wide information."
    ],
    "definition": [
        "A fixed or stated price for a specified unit of a commodity or service, such as  $2 per pound or $9 per hour; a percentage of an amount, such as",
        "percent interest on capital; a relative or proportional value.",
        "Link/Cite"
    ]
}