{
    "translation": "הגיון, סיבה",
    "uses": [
        "He had no reason to worry.",
        "For some reason, he experienced a very realistic vision.",
        "Maybe there was another reason he decided to reclaim his money.",
        "I think everyone was guilty of staring at her at least once - if for no other reason, wondering if she was going to fall out of her dress.",
        "No reason to learn.",
        "We cannot understand it nor the reason of it.",
        "But then, he had reason - in his head - to believe it wasn't his.",
        "A poor person with a six-year-old car today has more wealth than a poor person with a six-year-old car did back in 1911, for the simple reason that cars are so much better now.",
        "They have good reason to be incredulous.",
        "There is no reason any of them have to be.",
        "Not that Rachel had any reason to complain.",
        "The reason why she read to her pupil so many good books is due, in some measure, to the fact that she had so recently recovered her eyesight.",
        "There was no reason Alex shouldn't tell his father.",
        "For some reason, she found it all amusing.",
        "She was jealous of Dulce, but she had no reason to be.",
        "Whatever the reason, the kiss had awakened her as effectively as the prince did sleeping beauty.",
        "Anything that troubled Pete gave her reason to worry.",
        "I was, for a reason known to God alone, much more calm than the situation dictated.",
        "She had given him every reason to believe she was interested in him, so it wasn't too surprising.",
        "\"Oh, he loves me so!\" said Helene, who for some reason imagined that Pierre too loved her.",
        "Depending on function, robots can come in all shapes and sizes, and I see no compelling reason to make them like humans.",
        "No, Bordeaux had only one reason for wanting to marry Cassie - the ranch.",
        "Do you have some reason you want to put it off for a while?",
        "Yes, but for what reason... for my personal enjoyment?",
        "I outline forty-five different ways this will happen—surely enough that even if you don't agree with them all, you will still have plenty of reason to be optimistic.",
        "The oracle at Delphi has ordered that it shall be given to the wisest of wise men, and for that reason we have brought it to you.",
        "It read, \"Don't call me for any reason for ten days.\"",
        "What other reason would there be for telling his daughter not to discuss his occupation?",
        "She doesn't have any reason to be jealous of me.",
        "She is not conscious of any reason why she should be awkward; consequently, her movements are free and graceful.",
        "Not only did his reason not reproach him for what he had done, but he even found cause for self-satisfaction in having so successfully contrived to avail himself of a convenient opportunity to punish a criminal and at the same time pacify the mob.",
        "Certainly she had given him no reason to believe she would.",
        "The reason for this is what I call \"The You Don't Know What to Ask Problem.\"",
        "Whatever the reason, she felt compelled to answer flippantly.",
        "Stands to reason, doesn't it?",
        "There's no reason to get all worked up.",
        "\"That is quite a history,\" said Ozma; \"but there is a little more history about the Land of Oz that you do not seem to understand--perhaps for the reason that no one ever told it you.",
        "I had another reason to go to Ashley.",
        "For some reason that didn't seem likely.",
        "Claudette has no reason to be concerned about Mrs. Cade's furniture.",
        "It was for this reason that I left my fellows in the abbey kitchen and came here to be alone.",
        "Bordeaux said nothing was going on and he had never given her reason to think he was anything but truthful.",
        "All this was so terrible and unreal that he could not understand it at all, and so had good reason to be afraid.",
        "There was no reason to feel threatened.",
        "War occurs for a very simple reason: To some nations at some time, war is preferable to peace.",
        "What reason did he have to stay with the freighters now?",
        "The answer surprised her, but for some reason she was sure he wouldn't hit her.",
        "He regarded the whole business of the war not with his intelligence or his reason but by something else.",
        "For this reason many people were glad when he ran away from home and went to sea.",
        "So, if money wasn't your reason for going, what was?",
        "Social structures will change, and the purpose of education will be to learn to reason and find one's passion.",
        "Maybe that was the real reason Tessa left him.",
        "Though she blamed herself for it, she could not refrain from grumbling at and worrying Sonya, often pulling her up without reason, addressing her stiffly as \"my dear,\" and using the formal \"you\" instead of the intimate \"thou\" in speaking to her.",
        "For some reason she had always thought Alex would adjust quickly to any lifestyle.",
        "I left the woods for as good a reason as I went there.",
        "Then there are the people who reason the future will be better.",
        "Reason said if she left now, there would never be a solid relationship.",
        "I realized those receiving our tips lacked a reason to share our absolute confidence.",
        "I decided that there was no reason, except my deplorable ignorance of the great facts that underlie our physical existence.",
        "There is no reason, that I can see, why they may not exist in the waters of this strange country.",
        "We have fallen into the habit of anthropomorphizing computers and robots for a simple reason: The more we program them to do things that we presently do, the more we think of them as being like us.",
        "\"Sonya,\" she suddenly exclaimed, as if she had guessed the true reason of her friend's sorrow, \"I'm sure Vera has said something to you since dinner?",
        "Unconsciously she immediately invented a reason for going down, and then, testing her strength, ran upstairs again, observing the result.",
        "He wasn't involved in anything illegal and you have no reason to be concerned about spending any of the money he acquired.",
        "For some reason it crossed her mind that he would be fun to know.",
        "For some reason it struck her funny and she giggled.",
        "Only one reason came to mind - because it wasn't dangerous.",
        "The chief reason for devoting no time either to singing, to dress, or to choosing her words was that she really had no time to spare for these things.",
        "And for some reason he went to kill Africans, and killed them so well and was so cunning and wise that when he returned to France he ordered everybody to obey him, and they all obeyed him.",
        "Through his reason man observes himself, but only through consciousness does he know himself.",
        "It is the reason why the life and activity of people who lived centuries ago and are connected with me in time cannot seem to me as free as the life of a contemporary, the consequences of which are still unknown to me.",
        "Reason says: (1) space with all the forms of matter that give it visibility is infinite, and cannot be imagined otherwise.",
        "The reason that we do not observe this process in ordinary children is, because we seldom observe them at all, and because they are fed from so many sources that the memories are confused and mutually destructive.",
        "But today she quite forgot that and was hurt that he should be angry with her without any reason, and she felt unhappy.",
        "The historians, in accord with the old habit of acknowledging divine intervention in human affairs, want to see the cause of events in the expression of the will of someone endowed with power, but that supposition is not confirmed either by reason or by experience.",
        "However inaccessible to us may be the cause of the expression of will in any action, our own or another's, the first demand of reason is the assumption of and search for a cause, for without a cause no phenomenon is conceivable.",
        "Whatever the reason, it felt good to have options he didn't know about.",
        "When Sarah learned of her plan to go to the house and pick up some things, she insisted there was no reason to stay.",
        "So, when I tell you we will see the end of war, if you are over thirty-five years of age, you have every reason to roll your eyes and tell me you have seen this movie before and aren't up for the sequel.",
        "We will avoid war because it is unprofitable; and while that is not a moral reason, any reason that brings peace is fine by me.",
        "The \"why?\" is the DOOR THROUGH WHICH HE ENTERS THE WORLD OF REASON AND REFLECTION.",
        "There is no reason why she should strike from her vocabulary all words of sound and vision.",
        "Not without reason was its slenderness.",
        "But besides this, since the exhaustion and enormous diminution of the army caused by the rapidity of the advance had become evident, another reason for slackening the pace and delaying presented itself to Kutuzov.",
        "\"Yes, yes,\" said she, \"but you have no reason to regret the past, Count.",
        "He was entirely absorbed by two considerations: his wife's guilt, of which after his sleepless night he had not the slightest doubt, and the guiltlessness of Dolokhov, who had no reason to preserve the honor of a man who was nothing to him....",
        "There's no reason to feel embarrassed about a normal body function.",
        "\"But I make you wash it, every time I think of it,\" said the mother; \"for it stands to reason your face is dirty, Ianu, whether I can see it or not.\"",
        "In the eradication of smallpox, as in the near-elimination of polio, I find both fascinating lessons of history and enormous reason for hope.",
        "This is the reason he is poor; and for a similar reason we are all poor in respect to a thousand savage comforts, though surrounded by luxuries.",
        "It was a portrait, painted in bright colors by Gerard, of the son borne to Napoleon by the daughter of the Emperor of Austria, the boy whom for some reason everyone called \"The King of Rome.\"",
        "They all gazed with the same dissatisfied and inquiring expression at this stout man in a white hat, who for some unknown reason threatened to trample them under his horse's hoofs.",
        "What reason was there for assuming any probability of an uprising in the city?",
        "If that Alex returned to his roots, there was no reason she couldn't be at his side.",
        "\"Listen, dear Annette,\" said the prince, suddenly taking Anna Pavlovna's hand and for some reason drawing it downwards.",
        "No reason to say otherwise.",
        "Reason gives expression to the laws of inevitability.",
        "Inevitability without content is man's reason in its three forms.",
        "Whatever the reason for your visit, there are some excellent places to find a rare, medium or well-done steak.",
        "There was another reason she had been turning down Michael's invitations.",
        "In the next few minutes she had reason to believe that wasn't his only cause for concern.",
        "She knew that at the time, so why had she pushed reason aside?",
        "As she watched them walk toward the house, it occurred to her that the reason Alex didn't like him was that they were too much alike.",
        "He kept my mind alert and eager, and trained it to reason clearly, and to seek conclusions calmly and logically, instead of jumping wildly into space and arriving nowhere.",
        "The highest chords he strikes are those of reason and self-love.",
        "This may explain the reason why Helen claims persistently that \"The Frost King\" is her own story.",
        "There was no reason for him to think his father might be romantically interested in her.",
        "Sure, you had a reason to go to Ashley.",
        "Tell Brennan he has carte blanch to give us everything within reason we might need.",
        "The world is happiest when this process is one of persuasion, goodwill, reason, logic, and negotiation.",
        "There is, moreover, a reason why Helen Keller writes good English, which lies in the very absence of sight and hearing.",
        "For some reason you wish to deprive me of our former friendship.",
        "He.d suspected Sasha was there for more than one reason and didn.t doubt his brother had a plan.",
        "So the only reason you're here now is to reprimand me.",
        "No doubt that was one reason Alex respected him.",
        "Whatever his reason, the attention was welcome.",
        "Your father had a reason for his wish.",
        "There was no reason to pretend she liked the choice.",
        "Heidi was back and he wasn't going to give her any reason to stray in the future.",
        "They had to break this stifling relationship off before it smothered all reason from them.",
        "It was in his eyes - in the way he picked up the pen and tried to find a reason to avoid her angry gaze.",
        "According to Denton, there was only one reason why a man would give her so much attention.",
        "Countess Mary looked round, saw little Andrew following her, felt that Sonya was right, and for that very reason flushed and with evident difficulty refrained from saying something harsh.",
        "It was a simple kiss that had no reason to quicken her pulse, but it did.",
        "He could defend many institutions better than any philosopher, because, in describing them as they concerned him, he gave the true reason for their prevalence, and speculation had not suggested to him any other.",
        "He dived again, but I miscalculated the direction he would take, and we were fifty rods apart when he came to the surface this time, for I had helped to widen the interval; and again he laughed long and loud, and with more reason than before.",
        "After all, the practical reason why, when the power is once in the hands of the people, a majority are permitted, and for a long period continue, to rule, is not because they are most likely to be in the right, nor because this seems fairest to the minority, but because they are physically the strongest.",
        "I have no reason to be jealous.",
        "I think he blamed his father for some reason.",
        "Don't you think it's a little late to come to my rescue now – or is there some other reason you're asking?",
        "Carmen had reason to know Alex could and would defend himself admirably.",
        "Was that the only reason men had dated her?",
        "And yet, there was no reason to be upset with him.",
        "Too much was riding on that necklace for her to give any sign she was there for any other reason.",
        "Dean couldn't think of any reason not to confirm its authenticity to the old man and did so.",
        "There was absolutely nothing memorable in Dean's baseball career to give reason for lasting impressions.",
        "She was waiting for him to confess his reason for being in Arkansas.",
        "But no: I find that the respectable man, so called, has immediately drifted from his position, and despairs of his country, when his country has more reason to despair of him.",
        "I thought you were in your room, she said, for some reason blushing and dropping her eyes.",
        "He regarded his whole life as a continual round of amusement which someone for some reason had to provide for him.",
        "\"I expect you have guessed that Prince Vasili has not come and brought his pupil with him\" (for some reason Prince Bolkonski referred to Anatole as a \"pupil\") \"for the sake of my beautiful eyes.",
        "\"Yes, I was thinking\"--for some reason Boris could not help blushing-- \"of asking the commander-in-chief.",
        "They've all bolted long ago! said the soldier, laughing for some reason and shaking himself free.",
        "He remembered the expression Dolokhov's face assumed in his moments of cruelty, as when tying the policeman to the bear and dropping them into the water, or when he challenged a man to a duel without any reason, or shot a post-boy's horse with a pistol.",
        "\"He is not to be apprehended by reason, but by life,\" said the Mason.",
        "You will be surprised to hear that the reason for this is Buonaparte!",
        "There was a special reason for this, as he had got married two years before--a fact known only to his most intimate friends.",
        "What's more, I felt if I had said I was the tipster, there was no reason for him to keep me alive.",
        "Sofi wanted her watched for some reason.",
        "The sight of her shapely form in his bed made his blood burn for a different reason.",
        "There was a reason he'd severed his connection to his emotions all those years ago.",
        "\"If he didn't act, there's a reason,\" Jilian observed.",
        "You know that's the only reason you're not locked in your room for the rest of your life.",
        "\"I was looking for somewhere I could get food,\" she said, reminded of her initial reason for wandering out of her room.",
        "She'd been molded to exist for one reason and expected to step aside when her purpose was fulfilled.",
        "You have a reason to now.",
        "If it goes off for any reason, I'll be at your throat with a knife, truce be damned, Damian said in a low, firm voice.",
        "Dusty trusted her for a reason, and if Dusty trusted someone, Damian knew she was the best at what she did.",
        "She'd never suspected the depths of her father's strange power, and her first attempt to channel it was the reason the house was now lit with candles.",
        "But there was another reason she dared not leave her father, one she feared voicing even to the man before her.",
        "You're here for a reason.",
        "There was a reason he banned thoughts of Darian and Claire from his mind, an instinct he'd never been able to face in all the years since Darian's death.",
        "If for no other reason, she owed it to Jake to try.",
        "If he was worried, she had a reason to be terrified.",
        "If, for some reason, she was stuck here forever, at least he wasn't going to hurt her, as long as she followed his rules.",
        "Tugging at her ability to reason.",
        "It struck her that he was baiting her, perhaps for that reason.",
        "At this point, there was no reason not to.",
        "There had to be a greater purpose to all of this, a reason why she was trapped.",
        "What reason do you think I have to be angry?",
        "But it makes me think that maybe things happen for a reason.",
        "\"What reason is there behind falling for a woman and watching her get shipped off to live with the Dark One?\" he asked bitterly.",
        "Are you here for any reason? she asked suspiciously.",
        "Cynthia used Martha's smile to pursue the reason for their questioning.",
        "Dean saw no reason to lie.",
        "Maybe he sought her out for some inexplicable reason.",
        "But it begs a reason.",
        "Not even on his collar—on his shorts, where there's absolutely no reason for lipstick to ever, ever be.",
        "But at that moment the French who were attacking, suddenly and without any apparent reason, ran back and disappeared from the outskirts, and Russian sharpshooters showed themselves in the copse.",
        "Good-bye, my dear fellow! and for some unknown reason tears suddenly filled his eyes.",
        "\"But if for reason you don't feel inclined to talk to me,\" said the old man, \"say so, my dear sir.\"",
        "If you love somebody, my charmer, that is not a reason to shut yourself up.",
        "For the same reason they are always hard at work and in a hurry.",
        "Does he think me a scoundrel, or an old fool who, without any reason, keeps his own daughter at a distance and attaches this Frenchwoman to himself?",
        "The men of that party, remembering Suvorov, said that what one had to do was not to reason, or stick pins into maps, but to fight, beat the enemy, keep him out of Russia, and not let the army get discouraged.",
        "Princess Mary saw Dessalles' embarrassed and astonished look fixed on her father, noticed his silence, and was struck by the fact that her father had forgotten his son's letter on the drawing-room table; but she was not only afraid to speak of it and ask Dessalles the reason of his confusion and silence, but was afraid even to think about it.",
        "They laughed and were gay not because there was any reason to laugh, but because gaiety and mirth were in their hearts and so everything that happened was a cause for gaiety and laughter to them.",
        "Pierre had first experienced this strange and fascinating feeling at the Sloboda Palace, when he had suddenly felt that wealth, power, and life--all that men so painstakingly acquire and guard--if it has any worth has so only by reason of the joy with which it can all be renounced.",
        "The man who ten years before and a year later was considered an outlawed brigand is sent to an island two days' sail from France, which for some reason is presented to him as his dominion, and guards are given to him and millions of money are paid him.",
        "At least I admit I'm jealous - and I have every reason to be.",
        "For some reason, everyone looked toward me.",
        "The creatures had sense enough to reason that way, and the only mistake they made was in supposing the earth people were unable to overcome such ordinary difficulties.",
        "\"Educate the children,\" he said; and for that reason his name is remembered to this day.",
        "\"Well, yes,\" said she, \"it may be that he has other sentiments for me than those of a father, but that is not a reason for me to shut my door on him.",
        "Pity these wounded men as one might, it was evident that if they were given one cart there would be no reason to refuse another, or all the carts and one's own carriages as well.",
        "A fast metabolism was part of the reason.",
        "If Pete had that much faith in Bordeaux, he had good reason.",
        "Cade was trying to be accommodating, but sometimes he was as skittish about conversation as the cat was about being touched - and likely for the same reason.",
        "She might be worrying for no reason.",
        "Coincidently, the starting date of our involvement is etched in my memory for an entirely different reason.",
        "I missed Betsy desperately and the idea of a couple of unexpected days with her was inviting, regardless of the reason.",
        "I considered hanging up but for some reason delayed.",
        "You see, though I trust Aldo Benitez with my life, for good reason, he has endured a somewhat checkered past.",
        "I filled him in on the details; skirting the reason Merrill Cooms didn't report the break-in to the police.",
        "\"More damn reason for us to go,\" Quinn groused.",
        "\"What would you give for a reason for asking?\" she asked.",
        "He hasn't given us any reason to distrust him.",
        "These people we point out to the authorities... they must hate us beyond all reason.",
        "There isn't any reason he should, is there?",
        "I see no reason not to mention my suspicion about John Luke Grasso and his connection to Willard.",
        "He'd have no reason to remove her body and dispose of it somewhere else.",
        "Molly was his prime target but for some reason, he'd kept me alive.",
        "Obviously, she was terrified, with good reason.",
        "The rules are there for a reason.",
        "I mean, no one gets in without a reason.",
        "A reason why she was the only light in a very dark place.",
        "I didn't take a chance on you for the reason you think.",
        "She willed her hair shorter and blonde once again, knowing he'd already read her mind and seen the reason why she changed her hair.",
        "Another reason you won't deal without me.",
        "Mr. Westlake, dressed in his usual dusty and patched attire, pressed Cynthia for the reason behind her unusual reticence.",
        "You must have had a reason to mouth off.",
        "Besides, if you buy her story of years of happy marriage, it doesn't point to any untoward reason for Dawkins to seek her out before meeting her.",
        "I think she said 'old' for some other reason.",
        "But it definitely isn't hunting season, and there's no good reason for anyone to be shooting.",
        "\"Do you think the fact that the skeleton was in the mine is the reason my brothers-in-law want the property so badly?\" she asked.",
        "It wasn't a road designed for a high speed, for any reason.",
        "\"I can't think of another reason,\" Harold said.",
        "Dean tried hard to exclude Jennifer Radisson from consideration as a malefactor, although he reluctantly admitted his sole reason to pass on her as a suspect was his belief in her story.",
        "The child may have gone willingly and there's no reason to believe the mother would harm her.",
        "For some reason he blames me—like you and I are in cahoots to get him.",
        "Seems like she wants to kick him in his whatsis but for some reason she lets him get away with it.",
        "Paul was aware of who we were but had no contact over the years—he had no reason to.",
        "Dean wondered if there was another, more sinister reason for Paul Dawkins' silence on the subject—that he was the murderer of his wife's natural father.",
        "By the time we became an item, my mother was dead and there was no reason in his mind to resurrect old ghosts.",
        "Whoever swapped the bones took them for a reason.",
        "There a reason you don't want me to run these prints through the system?",
        "He didn't have a reason.",
        "She wanted to see Gabriel; it was the reason she'd done everything she'd done.",
        "She joined them, trying to recall the reason human-Deidre came to these.",
        "If a demon nowhere near his size was able to hurt her, what could Gabriel do, if he was upset at her for any reason?",
        "\"Give me one reason why I shouldn't kill you now,\" Gabriel said calmly.",
        "\"Give me one reason why I shouldn't kill you now,\" he repeated.",
        "The whole reason he'd avoided her was because of Wynn's warning – pleasure kills – a reminder that Deidre's tumor was connected to her emotions.",
        "Or risk that there was something else going on that would drive his mate back to Darkyn for whatever reason.",
        "Human-Deidre had no reason whatsoever not to give Darkyn the soul he snatched when the deal was up.",
        "Until you took my soul a few months ago, I was there because I loved you and for no other reason.",
        "Andre was the only one who seemed to think there was a reason for Gabriel to be here, and Gabriel trusted Andre more than both Deidres and Darkyn combined.",
        "I've been shut out for a reason.",
        "The idea Darkyn voluntarily took a bond to a human when he made a name for himself disobeying his former master … There might be a reason Darkyn hadn't explained it to his mate.",
        "After Tess broke their engagement - at the last minute - there had been no reason for him to hold his end of the bargain... nothing but integrity.",
        "For some reason he reminded her of Josh.",
        "She dropped her arms, tipping her head back to search his face for the reason.",
        "Fine. Just tell me I have no reason to be jealous.",
        "There was no reason to feel so overwhelmed with emotion – specifically fear.",
        "Lori didn't deserve what he did to her, but she hadn't exactly given him a reason to respect her, either.",
        "\"She brought me back for a reason,\" Wynn said.",
        "For some reason, he felt more disappointed.",
        "He's the reason I'm alive.",
        "Even Rhyn had a reason to hate the deity.",
        "Gabe is the reason I'm alive.",
        "You have a good reason to use it.",
        "The thought he had someone else – and this was the reason he couldn't commit to her fully – never crossed her mind.",
        "Some relief trickled through her to know that his hatred of past-Deidre wasn't the only reason he'd offered her the undesirable arrangement.",
        "Dread pooled in the base of his stomach for more than one reason.",
        "\"I'm assuming the only reason you told me is because you think I can do something about it,\" Gabe said.",
        "\"For good reason,\" Fate admitted.",
        "Same reason she knew better than to let me tie her.",
        "What reason have you given me to trust you?",
        "Give me some reason why one percent and an eternity with you beats out the alternative.",
        "Mortals need the power of reason to deal with us.",
        "She assumed he was angry with her again for some reason.",
        "She'd never thought she'd find a reason to want some creature to suck her blood; if ever, now was the time.",
        "There was reason to fear the Ancients, especially this Ancient, who seemed to have no alliance to anything good or bad and was so unpredictable.",
        "A familiar headache started, and she stuffed the last few bites of food down her throat, feeling ill for a different reason.",
        "There has to be another reason you chose me.",
        "\"He's the only reason I'm alive, Kris,\" she reminded him.",
        "\"I have a reason,\" he said quickly.",
        "He left, though she sensed he sought her out for a reason and wasn't about to grow patience.",
        "Katie wondered if she'd shocked her that badly or if there was some other reason Molly was so surprised.",
        "For whatever reason, people like to attack me.",
        "Now, he had a reason to care what tomorrow brought, and he wasn't certain he liked the newfound feeling.",
        "She.d been avoiding him for the same reason her dream revealed: she might just care too much about him to leave when the time came for her to go.",
        "You must understand there is a reason behind what I ask of you that will not become clear for some time.",
        "At least before, Kris had a reason to keep her around, because he wanted something from her.",
        "He.d tried to reason with her, to tell her what happened.",
        "She was working with the Dark One, and Rhyn had killed for that reason.",
        "She had a reason to hate him after what he.d done, and he.d been unable to apologize.",
        "He expected Sasha to sense his betrayal, but Sasha.s gaze glowed for a different reason.",
        "\"You delusional or do you have a reason to think I.m someone else?\" he asked and entered fully.",
        "She.d been the reason Kris turned his back on him, and she.d been the one to bring the vial to the demon she thought was Ully.",
        "She wondered if Kris would check on her then dismissed the idea he.d seek her out for any reason.",
        "He purposely didn.t think of her, even though she was the reason he.d chosen this path.",
        "I imagine if there are aliens, they've been discreet for a reason.",
        "I don't see any reason to change that.",
        "Another memory crossed her mind, and her face grew warm for a different reason.",
        "As if she needed another reason to want to escape!",
        "Ne'Rin didn't have the mind for battle planning, another reason A'Ran hesitated to assume the worst about him.",
        "Given his experience and lauding as one of the most capable strategic battle planners in the Five Galaxies-- the only reason he hadn't been driven out by the Yirkin despite his tiny army-- he found himself learning a tidbit here and there.",
        "It was what would happen if for some reason she didn't go back to her own planet.",
        "It was part of the reason he wished to speak to nishani later that day.",
        "Part of him knew the Council was stalling him for that reason, though whether they did so to hinder his efforts or to maintain the appearance of their power over him, he wasn't sure.",
        "His dark eyes took in her face, and she felt her heart quicken for a different reason.",
        "They'd been right to use force over reason with the Council, a lesson he'd learned almost too late.",
        "She'd forced herself to walk daily, if for no other reason than to keep her mind off the paintings and memories.",
        "I'm not upset for the reason you assume I am!",
        "She couldn't remember when she'd last eaten, hadn't had a reason to care.",
        "She leaned against the wall and drew a deep breath, praying A'Ran trusted this Council member for a reason.",
        "And the only reason you remember dreams is if you wake up in the middle of them.",
        "Whatever the reason, he guessed she had a long way to go before her mind was together.",
        "All the more reason for us to mind our own business.",
        "But, he decided, he had no reason to distrust the man.",
        "Before we can read what she wrote, we can only guess the reason for it.",
        "Dean spent much of the trip speculating on the reason for the law man's visit.",
        "But I guess there's no reason to volunteer the information to her.",
        "In spite of the reason I still can't help but feel incredibly sorry for the girl.",
        "I suppose you've got a good reason why you tried to beat the brains out of a guy holding an ice ax, in the middle of the street with a bunch of people watching.",
        "I didn't lie to him when I told him no one named Shipton was registered at Bird Song but I saw no reason to go out of my way and help him either.",
        "Of all the questions Corday had asked, for some reason, this one made Dean's heart do an extra skip.",
        "I'd hate to think a child his age would try to kill someone, whatever the reason, but I have to admit it's a possibility.",
        "\"Thanks anyway, whatever the reason,\" Dean answered.",
        "He tried to convince himself the reason was the burden she carried with her mother's illness, but deep down, he knew that was only partially true.",
        "The logical suspect was the person who possessed the most reason to see Jerome Shipton dead.",
        "Unless one of these people had a reason to kill Shipton beyond the apparent.",
        "There was no reason for her to even think he might be involved.",
        "There was no reason for Cynthia to protect any of the other adults.",
        "But my guess is you don't have any reason to doubt Ryland loves you.",
        "It didn't appear Shipton had a relationship of any kind with Janet nor did she seem to have any logical reason to try and kill him.",
        "While he knew he'd have to speak to Corday sooner or later, he hoped to first learn the reason for his wife's reticence about discussing the ice park fall.",
        "You don't have any reason to hurt me like that, do you?",
        "The you in my heaven is the person I create in my mind, the perfect you, who never drinks his milk from the cereal bowl and remembers every birthday and holiday with the nicest card he buys the day before, and he sends roses for no reason at all....",
        "That's the other reason I'm down here.",
        "Dean knew he was being foolish beyond any measure of reason to venture even the short distance that would allow him to see beyond the overhang.",
        "There was no reason to care when Shipton left town, was there?",
        "The suicide note cut off any reason for investigation.",
        "The room was empty and there was no reason for anyone to look in there.",
        "But I'm frightened for a far different reason.",
        "\"Wrong reason,\" she answered.",
        "The reason for the chill became evident as he took in his surroundings.",
        "We have no reason to believe they will destroy you.",
        "I am here to help you understand her, because, for some unfathomable reason, she cares about you.",
        "Yes, but I won't do that either, for the same reason.",
        "I swear, I have never used influence on you for any reason, never!",
        "She knew the real reason.",
        "I guess my biggest reason is I don't want to lose her and let's face it, when I'm toothless and bald and she is still as beautiful as today, she's not going to want me.",
        "Well, then there's my biggest reason.",
        "Now, that my friend is a good reason for wanting to turn.",
        "He tried to push it away, but all reason escaped him.",
        "That was only part of the reason.",
        "He had never seen a woman with an appetite like hers, yet found it heartwarming for some reason.",
        "You know, these ducks are the reason I agreed to go out with you.",
        "There is a very good reason for that.",
        "Well, maybe our reason isn't as good as we think.",
        "Elisabeth searched his eyes for the reason.",
        "The reason Sarah always chased this now made sense.",
        "She searched his eyes for a reason behind the distress they revealed.",
        "That is not a good enough reason for me to bring a child into the world.",
        "The two were still laughing when they returned to the dining room, and somehow Jackson knew he was the reason.",
        "Victor wanted them all there for a reason.",
        "Oh well, now she'll have plenty of reason to kill off the mice.",
        "Alex would never hurt her - for some reason she was certain of that fact.",
        "Of course, there was no reason to refuse.",
        "For some reason, it was a kiss that left her desiring more.",
        "The only reason Alex was here right now was to help Katie run the farm - and maybe convince her to go back to Houston with him.",
        "\"Now there's a good reason to get married,\" she said sourly.",
        "This time they didn't kiss good bye, and Carmen was sure that Lori was the reason.",
        "Was there another reason why Katie ran away from home?",
        "No reason except the fact that she was losing a lot of sleep.",
        "No reason why they couldn't get married - except one.",
        "His words were spoken with sarcasm, but not for the reason Alex probably thought.",
        "He brought me to you for some reason.",
        "He made me love you for some reason.",
        "Probably for the same reason it had been for him so many years.",
        "There's no reason to wait any longer.",
        "We're surviving because of our position with the PMF and no other reason.",
        "\"They were defending it for a reason,\" another added.",
        "\"I'll give you a reason to scream soon, fed bitch,\" he promised.",
        "If he didn't think he'd scarred her for life, he'd look forward to wooing her to his bed for a different reason.",
        "\"Do you have any reason to believe someone is tracking you?\" he asked.",
        "I have reason to believe that's about the only place that hasn't been infiltrated by those professing allegiance to East or West.",
        "I'm sure there's a reason for your survival.",
        "There was a reason the apartment was still the same.",
        "It was part of the reason why he'd turned her down as a companion.",
        "The news that no one had survived the strikes on her condo building made tears rise for a different reason.",
        "Lana rolled onto her side and listened, crying herself to sleep for a different reason this night.",
        "He'd never thought he'd find a reason to leave the battlefield.",
        "Standing with his brave Angel, he couldn't think of a reason he'd want to leave her side.",
        "\"You had every reason to doubt to me,\" he replied.",
        "Gabe, if we don't make it for some reason, I want you to know how much I appreciate everything you've done.",
        "\"He had a reason to be more than what people told him he was,\" Gabe said.",
        "\"There's no other reason why, unless Rhyn is doing what Darkyn wants him to.  If Andre was still alive …\" \"He's not!\"",
        "I don't think he has a reason to try anymore, Kiki said at last.",
        "Listen, Kris, I'm not trying to be an ass, but logistically and in practicality, there's no reason for us to maintain the Council.",
        "Ully cursed as he moved to seek cover from the downpour.  Safe beneath his jungle roof, Toby watched him.  The brave, cheerful Ully that sat with him in Hell seemed lost in the underworld, and Toby began to suspect there was another reason their jailer, Jared, had freed them.",
        "\"He never had a reason to try,\" she replied.",
        "We can do more good by engaging Death from some place other than where she has absolute power.  She has no reason to negotiate with us.",
        "The feeling is mutual.  You're the reason I spent so much time in Hell.",
        "Whatever reason you have for talking about her this way – just stop.",
        "Rhyn could almost see him thinking.  In the end, Kris said nothing else, and Rhyn shook his head.  For the first time, he'd tried to reason with Kris.  He'd never do it again.",
        "His instincts warned him to hurry, that he had a reason to grab Hannah and go instead of sticking around to see what was causing the activity.",
        "All the more reason for hubby to stick around.",
        "Is there any reason you can think of for your husband...to just leave?",
        "There's no reason I should expect you to understand.",
        "Dean saw no reason to trouble Mrs. Byrne with this nebulous sighting.",
        "The reason soon became apparent.",
        "The file had listed the reason as \"personal.\"",
        "Suicide lacks reason if you lis­ten to what everyone is saying.",
        "\"Do you know any other reason to go to a motel in the middle of the day?\" he asked, harshly.",
        "Dean described his conversation with Randy Byrne and detailed his reason for visiting the Whitney Motel.",
        "He gave the frail woman a hug and described the reason for his visit.",
        "He wants to close up that Byrne case unless you've found a real good reason to keep it open.",
        "He lacked opportunity, money or reason to take off.",
        "When he replayed his dictated first draft, the report seemed dry but the evidence produced an overwhelming endorsement that there was no logical reason why Jeffrey Byrne might skip.",
        "\"Nice to see you,\" Dean said, waiting to hear the real reason for Rudman's visit.",
        "Take my word for it, there was no business reason for Jeff to be having lunch with Cece Baldwin—just monkey business.",
        "He felt good, though he couldn't put his finger on the reason.",
        "He didn't want anything—he was nice without a reason.",
        "Well, it stands to reason, doesn't it?",
        "Maybe that was the main reason he was so pissed.",
        "\"Any reason to dig that casket back up?\" he asked.",
        "He'd have no reason to cover his tracks!",
        "He had no reason to antagonize Mrs. Glass and have her upset with him.",
        "There's no police reason for anyone to be bird-dogging Arthur.",
        "It's a one-week tour, each day a separate segment, with every­one riding at their own pace—within reason.",
        "I'd guess the only reason they knocked him off was to set an example for anyone else who might have sim­ilar ideas.",
        "The reason for their exodus remained open to specu­lation.",
        "While he'd considered bringing his revolver to Colorado, he had no official reason to do so and was reluctant to lie about being on police business.",
        "There was no reason for her to be in Colorado except thinking her hubby was still alive and here.",
        "Byrne had no reason to subscribe to it weeks before the skip date.",
        "Byrne wasn't near in shape to be look­ing into this tour and had no reason to write for information on it.",
        "Maybe there's another reason why I don't talk about it—some warped sense of guilt because I can't imagine any life without you.",
        "I think that was the only reason she and Josh became an item.",
        "That was one reason why they never had a television when she was growing up.",
        "He took her there for the same reason he sacrificed so much else for her.",
        "No one seemed to think there was any reason for them to wait.",
        "There was no reason to clean the dairy.",
        "The reason for his lack of response tonight was suddenly clear.",
        "For some reason that thought was comforting.",
        "That might be true, but for some reason Alex felt he needed to protect her.",
        "\"Probably the same reason I am,\" he said in a conversational tone.",
        "For some reason, Dad simply didn't care for Josh... never did.",
        "Once they moved the chickens, there would be no reason to walk down to the farm every day.",
        "The biggest reason was Alex.",
        "He had given her no reason to feel this way.",
        "For what reason, she couldn't say.",
        "Certainly Alex had given her no reason to be afraid - so far.",
        "He had no reason to be and it wasn't like him to be so sullen.",
        "Once again he had been unable to reach her on the cell phone – for whatever reason.",
        "Probably for the same reason Carmen had married a man who couldn't give her children - because she loved him.",
        "But Katie must have had some reason for saying that.",
        "Is that the only reason?",
        "No, but it's the main reason.",
        "Is that the only reason you called, Josh?",
        "You have no reason to feel ashamed of desire for me.",
        "Maybe that backward upbringing was the reason she wanted him to be the decision maker.",
        "Don't take me for that reason.",
        "Whatever the reason, gloom tugged at her heart with a heavy hand.",
        "Reason gradually returned to the dark eyes.",
        "As the sobs subsided, so did reason.",
        "It hurt to think he questioned her fidelity, but at least he was willing to listen to reason.",
        "Alex had reason to know Josh could be rough unintentionally as well.",
        "I had no reason to distrust you.",
        "For some reason, the flowers under that tree made her feel uneasy.",
        "Where he'd been the last month was a mystery, but he was here now — and for some reason, what he was saying made her feel better.",
        "We've waited this long, there's no reason to push it like this.",
        "For some reason, she wanted him to make all the decisions — even the simple ones.",
        "He had no reason, but he thought he did.",
        "Maybe having one mother leave and not come back ... no, surely they couldn't reason that early in life.",
        "There's more reason to believe it this time.",
        "Part of the reason he'd mated with her so quickly was to get her away from the man she claimed beat her.",
        "She'd moved to Miami for a reason: because she didn't like the cold.",
        "Darian had never felt threatened around her, even with his desire to find some reason to write her off as another Claire.",
        "No part of her believed he'd let her live if he didn't have a reason to keep her around.",
        "Damian planted his hands on her shoulders, and she looked up at him for a long moment, feeling sick for more than one reason.",
        "Sofi, any reason why I shouldn't take Xander with me?",
        "\"It would stand to reason it's also forbidden for you to be here,\" Damian replied.",
        "I don't think you're here for that reason.",
        "Give me a reason not to, and I won't.",
        "He was uncomfortable for some reason.",
        "As long as you stick to the things he has assigned to you, he has no reason to argue.",
        "I guess I shouldn't have said anything, but don't you realize that the way Alex treats you gives Jonathan reason to question your authority?",
        "That was the reason she gave, but truthfully she didn't want him to see her cry.",
        "He had no reason to be concerned about Gerald.",
        "The reason all revolved around the fact that she felt uncomfortable around Rob – and the fact that Alex had said she was encouraging him.",
        "There was only one reason why she didn't, and that was because she was embarrassed that she had forgotten the phone in the first place.",
        "Maybe he was looking for a reason to get away from her.",
        "A lot of people from the Huston area have reason to know the Medena's – some even have reason to dislike them.",
        "Yet for some reason she felt better.",
        "I've done it every year but for some reason when I tried to do it with the sling on, I lost my balance.",
        "This must be the reason the thick short candles were stored there.",
        "It isn't likely, though - for the simple reason that the odds of a tornado hitting any specific spot once are slim.",
        "Yet, for whatever reason, she had been willing to endure her fear alone.",
        "That would be an excellent reason, but actually, I quit for me.",
        "He smiled down at her when she searched his face for a reason.",
        "Until I'm married, I see no reason to get a larger one.",
        "For some reason, his respect was important - even crucial.",
        "Whatever the reason for his absence, the days were lonely and meaningless without him.",
        "There is a reason your Sight brought you here and no further.",
        "All our intel tells us they're after you for some reason.",
        "Jessi set down the device, aware she was there for a reason.",
        "Jonny had to have sent this girl here for a reason."
    ],
    "definition": [
        "Link/Cite"
    ]
}