{
    "translation": "טיעון, הסקה, הנמקה",
    "uses": [
        "He considered her reasoning and then sighed.",
        "There was no reasoning with him, so she accepted a ride with her best friend, Connie.",
        "Let me offer my reasoning on this.",
        "He wasn't demanding or pleading, he was reasoning with her.",
        "The estimate to be formed of this reasoning has been well stated by Dr A.",
        "His reasoning was that they could afford the new furniture and it supported local businesses.",
        "She had been the one who insisted that they wait until after marriage, but it was Alex who came up with sound reasoning for it.",
        "Intuitionalism also has its restatements of theistic reasoning little modified by Kant.",
        "They left the bull where it lay, reasoning that if they removed it, the bear might go hunting fresh meat.",
        "This confusion Lotze, who had been trained in the school of mathematical reasoning, tried to dispel.",
        "Stephen accuses Butler of reasoning in a circle.",
        "He had hoped there was more to Memon's reasoning, and realized bitterly there never could be with a man like this one!",
        "The situation was out of control and reasoning with him wasn't going to work.",
        "She wasn't the one being difficult, and her reasoning was sound.",
        "(If you can reserve judgment on that statement, I'll explain my reasoning in the book's next section.)",
        "You're the one who tacked on the reasoning that he had become irresponsible.",
        "Every Russian might have predicted it, not by reasoning but by the feeling implanted in each of us and in our fathers.",
        "His reasoning was that God already knew what it looked like and it shouldn't be a distraction for others.",
        "This reasoning of Fechner's has given rise to a great mass of controversy, but the fundamental mistake in it is simple.",
        "Dean was glad to see Fred's line of reasoning stray away from the Dawkinses.",
        "In this part of the work, as in the preceding, his reasoning depends essentially upon his peculiar view of natural agents and their activities.",
        "Vigour of reasoning and originality of view were not his characteristics as a writer; nor will the student who has raked these dust-heaps of miscellaneous learning and oldfashioned mysticism discover more than a few sentences of genuine enthusiasm and simple-hearted aspiration to repay his trouble and reward his patience.",
        "The \" argument from design \" had been a favourite form of reasoning amongst Christian theologians, and, as worked out by Paley in his Natural Theology, it served the useful purpose of emphasizing the fitness which exists between all the inhabitants of the earth and their physical environment.",
        "By some such process of reasoning as this must the idea of changing the succession to the throne, by setting aside Alexius, have first occurred to the mind of Peter the Great.",
        "Both Mr. Gilman and Mr. Keith, the teachers who prepared her for college, were struck by her power of constructive reasoning; and she was excellent in pure mathematics, though she seems never to have enjoyed it much.",
        "In common with other sciences, economics makes use of \" abstractions\"; but if for some problems we employ symbolic processes of reasoning, we must keep clearly in view the limits of their significance, and neither endow the symbols with attributes they can never possess, nor lose sight of the realities behind them.",
        "If my reasoning stopped there, you would probably start fishing around for the receipt for this book and read up on your bookseller's return policy.",
        "But to understand phenomena man has, besides abstract reasoning, experience by which he verifies his reflections.",
        "The preceding considerations render it comparatively easy to follow the reasoning on which the experimental verification of the EgaJva- above statements is based.",
        "There is no subject of human study which may not be at some time or other of economic significance, and anything which affects the character, the ideals or the environment of man may make it necessary to modify our assumptions and our reasoning with regard to his conduct in economic affairs.",
        "At this point, if you follow my reasoning, we have established at least the possibility of a bright future.",
        "So it is impossible to understand by what reasoning the historians reach the conclusion that this maneuver was a profound one.",
        "Browning reasons as far as he can; if reasoning fails him, he gives a leap of faith.",
        "His reasoning was that by the time they were required to get it licensed, they would be married.",
        "Finally, by some process of reasoning not fully recorded, the difficulties were set aside and the book was received into the sacred canon; Jerome (on Eccl.",
        "Before a similar mode of reasoning, all the other distinctive articles of the Romish creed \"disappeared like a dream \"; and \" after a full conviction,\" on Christmas day, 1754, he received the sacrament in the church of Lausanne.",
        "If my reasoning elsewhere in this book is correct, we are moving toward a future where there will be nothing but healthy, well-developed, rich countries with modern infrastructure.",
        "The reasoning behind MAD was that if we can annihilate the Soviets or the Chinese and they in turn can annihilate us, then none of us will start a war.",
        "Really, he urged, there could be only one substance - Descartes himself had dropped a passing hint to that effect - and the bold deductive reasoning of Spinoza's Ethics, in process if not in result, betrays its kinship to the ontological argument, with its affirmation of what must be.",
        "Without having recourse to any elaborate process of economic reasoning, by confining out attention to one simple question, namely, what happened, we can establish conclusions of the greatest interest to economic historians and, further, define the problem we have to investigate.",
        "On the critical side this teaching is now admittedly valid against the older empiricism, and the cogency of the reasoning by which his constructive theory is supported is generally recognized.",
        "Again, in the scheme of mechanism, everything is determined by everything else - in 5 Aristotle and the schoolmen meant by a proof a priori reasoning from cause to effect.",
        "No one is concerned to prove that the Ricardian economics applies to the manorial system, and it is generally supposed at any rate that the world has been approximating more and more nearly during the last century to the conditions assumed in most of the reasoning of that school.",
        "But it will be noticed that the second half of the definition in the text - \"from the general premisses of all reasoning\" - is left unexpressed.",
        "If the village is replaced by a large area, inhabited by millions, with modern facilities of communication, it is a matter of observation and experience that for the purposes of general reasoning the idiosyncrasies of individuals may be neglected.",
        "Charles, however, has given good grounds for supposing that it is merely a preface, and that the work went on to discuss grammar, logic (which Bacon thought of little service, as reasoning was innate), mathematics, general physics, metaphysics and moral philosophy.",
        "His reasoning appeared to me to be just; there was, therefore, a necessity to call in question the principles upon which it was founded, or to admit the conclusion.\"",
        "And this was not the result of logical reasoning but was a direct and mysterious reflection.",
        "With the systematic study of the Latin, and to a slight extent also of the Greek classics, he conjoined that of logic in the prolix system of Crousaz; and he further invigorated his reasoning powers, as well as enlarged his knowledge of metaphysics and jurisprudence, by the perusal of Locke, Grotius and Montesquieu.",
        "Whilst this principle is undoubtedly applicable to the great majority of chemical actions under ordinary conditions, it is subject to numerous exceptions, and cannot therefore be taken (as its authors originally intended) as a secure basis for theoretical reasoning on the connexion between thermal effect and chemical affinity.",
        "The Logic, an eminently practical work, written from the point of view of Locke, is in five parts, dealing with (1) the nature of the human mind, its faculties and operations; (2) ideas and their kinds; (3) the true and the false, and the various degrees of knowledge; (4) reasoning and argumentation; (5) method and the ordering of our thoughts.",
        "Mathematics has influenced the form and the terminology of the science, and has sometimes been useful in analysis; but mathematical methods of reasoning, in their application to economics, while possessing a certain fascination, are of very doubtful utility.",
        "We shall best illustrate the character and method of economic reasoning by examples, and for that purpose let us take first of An all a purely historical problem, namely, the effect on of the wage-earners of the wages clauses of the Statute of Apprenticeship (1563).",
        "What was mistaken for it was fashioned in the heat of controversy by men whose interests were practical rather than scientific, who could not write correct English, and revealed in their reasoning the usual fallacies of the merely practical man' So the \" old Political Economy \" lies shattered.",
        "Although economic motives have become more complex, they have just as much and no more to do with general economic reasoning and analysis than the causes of death with the normal expectation of life, or domestic ideals with the birth-rate.",
        "The assumptions, the definitions, the reasoning, the conclusions of the classical writers have been ruthlessly overhauled.",
        "Yet it cannot be expected that every man should accept the faith without reasoning; and here Ficino found a place for Platonism.",
        "I won't base my reasoning for how the Internet and technology will end poverty on this idea alone.",
        "Earlier still the sun must have reached to where Neptune now revolves on the confines of our system, but the mass of the sun could not undergo an expansion so prodigious without being made vastly more rarefied than at present, and hence we are led by this mode of reasoning to the conception of the primaeval nebula from which our system has originated.",
        "Whatever \" method \" of economic investigation we employ, we must at every stage see how far our reasoning is borne out by the actual experience of life.",
        "There are no limits to the good results of his introduction of a true method of reasoning into the moral and political sciences.",
        "The proof of the six premisses requires an elaborate investigation into the general properties of classes and relations which can be deduced by the strictest reasoning from our ultimate logical principles.",
        "The reasoning adopted in ï¿½ 41 (ii.) illustrates two general 0(0) I(1) 1 (0) 2(2) 2 (1) 3(3) 2 (0) 3(2) 4(4) 3(1) 4(3) 5(5) I 3(0) 4(2) 5(4) 6(6) 6 I 4(1) 5(3) 6(5) 7(7) 7 I 4(0) 5(2) 6(4) 7(6) 8(8> &c. +e+0 2 +.",
        "After his return to Amsterdam in 1824 Thorbecke wrote his first political work of any importance, Bedenkingen aangaande het Recht en den Staat (\" Objections anent Law and the State\"), which by its close reasoning and its legal acumen at once drew attention to the young barrister, and procured him in 1825 a chair as professor in Ghent University.",
        "Actually, it never crossed her mind, but that wouldn't sooth him, and if she had thought about it, that would have been her reasoning.",
        "If their view is correct, the theory appears to be a remarkable example of deductive reasoning.",
        "Reason is called common sense to distinguish it from ratiocination with uses logic and rational reasoning.",
        "p. 9, note), \" Naturalists have nothing to do with mysticism, and but little with a priori reasoning.\"",
        "That on geography is particularly good, and is interesting as having been read by Columbus, who lighted on it in Petrus de Alliaco's Imago Mundi, and was strongly influenced by its reasoning.",
        "C. Winkler decided the atomic weight of germanium by similar reasoning.",
        "His influence was due as much to his saintly character and to the gentleness of his manners as to the force of his reasoning.",
        "Even Leibnitz,' who initiated a more modern point of view, follows the tradition in thus confining the scope of mathematics properly so called, while apparently conceiving it as a department of a yet wider science of reasoning.",
        "But on the assumption that \"mathematics\" is to denote a science well marked out by its subject matter and its methods from other topics of thought, and that at least it is to include all topics habitually assigned to it, there is now no option but to employ \"mathematics\" in the general sense' of the \"science concerned with the logical deduction of consequences from the general premisses of all reasoning.\"",
        "Whatever be the historical worth of this story, it may safely be said that it cannot be disproved by deductive reasoning from the premisses of abstract logic. The most we can do is to assert that a universe in which such things are liable to happen on a large scale is unfitted for the practical application of the theory of cardinal numbers.",
        "Accordingly, every treatise on applied mathematics, properly so-called, is directed to the criticism of the \"laws\" from which the reasoning starts, or to a suggestion of results which experiment may hope to find.",
        "Kohlrausch has prepared water of which the conductivity compared with that of mercury was only o 4 oX 11 at 18° C. Even here some little impurity was present, and the conductivity of chemically pure water was estimated by thermodynamic reasoning as o 36X1011 at 18° C. As we shall see later, the conductivity of very dilute salt solutions is proportional to the concentration, so that it is probable that, in most cases, practically all the current is carried by the salt.",
        "The cell, together with this balancing electromotive force, is thus a reversible system in true equilibrium, and the thermodynamical reasoning applicable to such systems can be used to examine its properties.",
        "By this reasoning Helmholtz showed how to obtain an expression for the work done.",
        "The second includes definitions of technical terms in common use, together with so much of the elementary theory as is necessary for understanding the experimental work described in subsequent portions of the article; a number of formulae and results are given for purposes of reference, but the mathematical reasoning by which they are obtained is not generally detailed, authorities being cited whenever the demonstrations are not likely to be found in ordinary textbooks.",
        "Regarding it as important that all reasoning with reference to magnetism should be conducted without any uncertain assumptions, he worked out a mathematical theory upon the sole foundation of a few wellknown facts and principles.",
        "ratiocinari, to use the reasoning faculty) is classified from Aristotle downwards as deductive (from generals to particulars) and inductive (from particulars to generals); see Logic, Induction, Syllogism.",
        "His De arte seu de articulis catholicae fidei is a Summa of Christian theology, but with a greater infusion than usual of philosophical reasoning.",
        "Hugo of St Victor (1097-1141) St Victor declares that \" the uncorrupted truth of things cannot and the be discovered by reasoning.\"",
        "Biot, who assisted in the correction of its proof sheets, remarked that it would have extended, had the demonstrations been fully developed, to eight or ten instead of five volumes; and he saw at times the author himself obliged to devote an hour's labour to recovering the dropped links in the chain of reasoning covered by the recurring formula.",
        "Pascal and P. de Fermat had initiated he brought very nearly to perfection; but the demonstrations are so involved, and the omissions in the chain of reasoning so frequent, that the Theorie analytique (1812) is to the best mathematicians a work requiring most arduous study.",
        "The device known as the method of least squares, for reducing numerous equations of condition to the number of unknown quantities to be determined, had been adopted as a practically convenient rule by Gauss and Legendre; but Laplace first treated it as a problem in probabilities, and proved by an intricate and difficult course of reasoning that it was also the most advantageous, the mean of the probabilities of error in the determination of the elements being thereby reduced to a minimum.",
        "The distinction between algebraical and arithmetical reasoning then lies mainly in the fact that the former is in a more condensed form than the latter; an unknown quantity being represented by a special symbol, and other symbols being used as a kind of shorthand for verbal expressions.",
        "While, therefore, the logical development of algebraic reasoning must depend on certain fundamental relations, it is important that in the early study of the subject these relations should be introduced gradually, and not until there is some empirical acquaintance with the phenomena with which they are concerned.",
        "The important thing to notice is that where, in any of these five cases, one statement is followed by another, the second is not to be regarded as obtained from the first by logical reasoning involving such general axioms as that \" if equals are taken from equals the remainders are equal \"; the fact being that the two statements are merely different ways of expressing the same relation.",
        "In each of these cases, however, the reasoning which enables us to replace one statement by another is of a different kind from the reasoning in the corresponding cases of ï¿½ 15.",
        "(2) The first step towards arithmetical reasoning in such a case is the introduction of the sign of equality.",
        "Arithmetical and Algebraical Treatment of Equations.-The following will illustrate the passage from arithmetical to algebraical reasoning.",
        "Generally, we may say that algebraic reasoning in reference to equations consists in the alteration of the form of a statement rather than in the deduction of a new statement; i.e.",
        "The subsequent reasoning is arithmetical.",
        "In addition to these, there are cases in which letters can usefully be employed for general arithmetical reasoning.",
        "(iv.) Variation is generally included in text-books on algebra, but apparently only because the reasoning is general.",
        "\"), that the graphic method leads without arithmetical reasoning to the properties of negative values.",
        "The reasoning is quite general; and, in the same way, the coefficient of A n - r a r in the expansion of (A+a) n is { (n-r+ I) (n-r+2).",
        "This property enables us to establish, by simple reasoning, certain relations between binomial coefficients.",
        "It can be shown by the above reasoning that this can be expressed as a series of terms containing descending powers of n, the first term being nr+1/(r+I).",
        "That state of mind was due to the fact that the groupings so recognized did not profess to be simply the result of scientific reasoning, but were necessarily regarded as the expressions of the \" insight \" of some more or less gifted persons into a plan or system which had been arbitrarily chosen by the Creator.",
        "Nothing can be further from the truth than the once favourite theory that instincts are the survivals of lapsed reasoning processes.",
        "Instincts, or the inherited structural mechanisms. of the nervous centres, are in antagonism to the results of the reasoning process, which are not capable of hereditary transmission.",
        "Lord Rayleigh has recorded that he was himself convinced by Fraunhofer's reasoning at a date antecedent to the writings of Helmholtz and Abbe.",
        "In his Zoonomia (1794) he expounded a theory of life and disease which had some resemblance to that of Brown, though arrived at (he says) by a different chain of reasoning.",
        "On the other hand, they are constantly impressed by his power of reasoning both deductively and inductively, by the subtlety and fertility of invention with which he applies analogies, by the clearness and keenness of his observation, by the fulness of matter with which his mind is stored, and by the consecutive force, the precision and distinctness of his style, when employed in the processes of scientific exposition.",
        "But if he thus incurred the hostility of the High Church party among the clergy, he was admired by the laity for his strong sense, his clear and forcible reasoning, and his wide knowledge, and he remained to the last a power in the north of England.",
        "This reasoning does not appear conclusive, and if it be set aside, the limit of date for the beginning of the work is carried back to A.D.",
        "Lamartine tells us that the Arabs regard the trees as endowed with the principles of continual existence, and with reasoning and prescient powers, which enable them to prepare for the changes of the seasons.",
        "The term in Aristotelian logic is opposed to dialectic, as scientific proof to probable reasoning.",
        "The thing is not a product of insanity, as the term is usually interpreted; letters always left behind by the victims prove them to have been in full possession of their reasoning faculties up to the last moment.",
        "In this reasoning Spencer appears to have overlooked the possibility of an expansion of the ethical environment.",
        "&c., where p+pq is the quantity whoseTi power or root is required, p the first term of that quantity, and q the quotient of the rest divided by p, m the power, which may be a positive or negative integer or a fraction, and a, b, c, &c., the several terms in order, In a second letter, dated the 24th of October 1676, to Oldenburg, Newton gave the train of reasoning by which he devised the theorem.",
        "The same reasoning can be applied to determine the electrical image of a point-charge of positive electricity in a spherical surface, and therefore the distribution of induced electricity over a metal sphere connected to earth produced by a point-charge near it.",
        "Illingworth has said very concisely: \" The physical speculations of the Ionians and Atomists rendered a God superfluous, and the metaphysical and logical reasoning of the Eleatics declared Him to be unknowable.\"",
        "by the substitution of \" infinite \" and \" reasoning \" for such archaisms as \" incomprehensible \" and \" reasonable.\"",
        "All processes of reasoning or judgment (i.e.",
        "The Religion of Protestants is characterized by much fairness and acuteness of argument, and was commended by Locke as a discipline of \"perspicuity and the way of right reasoning.\"",
        "It is the first example in Italian literature of a national biography, the first attempt in any literature to trace the vicissitudes of a people's life in their logical sequence, deducing each successive phase from passions or necessities inherent in preceding circumstances, reasoning upon them from general principles, and inferring corollaries for the conduct of the future.",
        "Nor is it difficult to imagine the probable course of reasoning which led Bessel to select the model of his new heliometer.",
        "Whether Bessel communicated such a course of reasoning to Fraunhofer, or whether that great artist arrived independently at like conclusions, we have been unable to ascertain with certainty.",
        "It is remarkable that even for a time fatalism should have been predominant in his reasoning, for in character he was opposed to such a view, and, as he has said, \"according to the man, so is the system of philosophy he adopts.\"",
        "The Aristotelian dialectic, however, deals with the universal laws (Kocval apxai) of reasoning, which can be applied to the particular arguments of all the sciences.",
        "Aristotle also uses the term for the science of probable reasoning as opposed to demonstrative reasoning (a7robECKTCK?7).",
        "The soul contains the notions of being, substance, unity, identity, cause, perception, reasoning and many others which the senses cannot give.",
        "In Some Dogmas of Religion (1906), he uses \" dogma \" of affirmations, whether supported by reasoning or merely asserted, if they claim \" metaphysical \" value, metaphysics being defined as \" the systematic study of the ultimate nature of reality.\"",
        "His powerful reasoning excited among the Roman youth an enthusiasm for philosophical speculations, and the elder Cato insisted on Carneades and his companions being dismissed from the city.",
        "By similar reasoning it may be shown that the number of beats per second is always equal to the difference between the numbers of vibrations in the same time corresponding to the two interfering notes.",
        "2 The serpent too (whose unique form preoccupied the early men) shall be humiliated, as a perpetual warning to man - who is henceforth his enemy - of the danger of reasoning on and disobeying the will of God.",
        "The axis becomes, therefore, a line of resistance, and in reasoning of the stresses on frames we may treat the frame as consisting of simple straight lines from joint to joint.",
        "Of a scepticism which professes to doubt the validity of every reasoning process and every operation of all our faculties it is, of course, as impossible as it would be absurd to offer any refutation.",
        "This method of reasoning, however, does not carry us far, as the minerals of slates vary considerably in form.",
        "Eberhard stated the arguments for the broader view with dignity, acuteness and learning, but the liberality of the reasoning gave great offence to the strictly orthodox divines, and is believed to have obstructed his preferment in the church.",
        "What strikes us most in his book is his wide and keen observation of social facts, and his perpetual tendency to dwell on these and elicit their significance, instead of drawing conclusions from abstract principles by elaborate chains of reasoning.",
        "Homogeny, in contrast, the \" special homology \" of Owen, is the supreme test of kinship or of hereditary relationship, and thus the basis of all sound reasoning in phylogeny.",
        "Powers of reasoning are not denied to animals nor even speech; the silence of the brute creation may be put down to their superior cunning.",
        "A much less wise class than the 7r-computers of modern times are the pseudo-circle-squarers, or circle-squarers technically so called, that is to say, persons who, having obtained by illegitimate means a Euclidean construction for the quadrature or a finitely expressible value for 7r, insist on using faulty reasoning and defective mathematics to establish their assertions.",
        "So also he might add the appendix to the Sophistical Elenchi, long after he had written that book, and perhaps, to judge from its being a general claim to have discovered the syllogism, when the founder of logic had more or less realized that he had written a number of connected treatises on reasoning.",
        "How otherwise, we wonder, could one man writing alone and with so few predecessors compose the first systematic treatises on the psychology of the mental powers and on the logic of reasoning, the first natural history of animals, and the first civil history of one hundred and fifty-eight constitutions, in addition to authoritative treatises on metaphysics, biology, ethics, politics, rhetoric and poetry; in all penetrating to the very essence of the subject, and, what is most wonderful, describing more facts than any other man has ever done on so many subjects ?",
        "Here Aristotle, starting from the previous grammar of sentences in general, proceeded, for the first time in philosophical literature, to disengage the logic of the proposition, or that sentence which can alone be true or false, whereby it alone enters into reasoning.",
        "Aristotle, who made this great discovery, must have had great difficulty in developing the new investigation of reasoning processes out of dialectic, rhetoric, poetics, grammar, metaphysics, mathematics, physics and ethics; and in disengaging it from other kinds of learning.",
        "But the general discussion of opinions, signified by both words, is only a subordinate part of Aristotle's profound investigation of the whole process of reasoning.",
        "I, 1 355 a 33-35); rhetoric, since its artificial evidences involve characters, passions and reasoning, is called a kind of offshoot of dialectic and morals, and a copy of dialectic, because neither is a science of anything definite, but both faculties (SvvItyas) of providing arguments (i.",
        "then Aristotle himself regarded rhetoric as partly science and partly dialectic, perhaps he would have said that his works on reasoning are some science and others not, and that, while the investigation of syllogism with a view to scientific syllogism in the Analytics is analytic science, the investigation of dialectical syllogism, in the Topics, with its abuse, eristical syllogism, in the Sophistici Elenchi, is dialectic. At any rate, these miscellaneous works on reasoning have no right to stand first in Aristotle's writings under any one name, logic or Organon.",
        "Productive science, or art, is an intellectual habit of true reasoning from appropriate principles, acquired from experiences, and applied to the production of the work which is the end of the art.",
        "As a piece of consecutive reasoning upon a fundamental Christian doctrine it deservedly attracted great attention.",
        "The investigations both of Balfour Stewart and of Kirchhoff are based on the idea of an enclosure at uniform temperature and the general results of the reasoning centre in the conclusion that the introduction of any body at the same temperature as the enclosure can make no difference to the streams of radiant energy which we imagine to traverse the enclosure.",
        "Lord Rayleigh,' who has also investigated vibrating systems giving series of lines approaching a definite limit of \" root,\" remarks that by dynamical reasoning we are always led to equations giving the square of the period and not the period, while in the equation representing spectral series the simplest results are obtained for the first power of the period.",
        "Applying the reasoning to the case of a homogeneous radiation traversing an absorbing medium, we realize that the mutual disturbances of the molecules by collision or otherwise must bring in the free period of the molecule whatever the incident radiation may be.",
        "In the former of these works he shows plainly his intention of adapting his language and reasoning to Gentile, and iri the latter to Jewish, readers.",
        "- THE Science Of Being Side by side with psychology, the science of mind, and with logic, the science of reasoning, metaphysics is tending gradually to reassert its ancient Aristotelian position as the science of being in general.",
        "His \" will \" is instinct, impulsive feeling, a \" will to live,\" not indeed unconscious, but often subconscious, without idea, without reasoning about ends and means, yet pursuing ends - in short, what he calls, after K.",
        "Let no one suppose for an instant that the self-education I am about to commend, in respect of the things of this life, extends to any considerations of the hope set before us, as if man by reasoning could find out God.",
        "The reasoning given above is independent of the temperature, so that the variation with temperature of the osmotic pressure of a dilute solution must be the same as that of a gas, while Boyle's law must equally apply to both systems. Experimental evidence confirms these results, and extends them to the cases of non-volatile solutes - as is, indeed, to be expected, since volatility is merely a matter of degree.",
        "When the solution ceases to be dilute in the thermodynamic sense of the word, that is, when the spheres of influence of the solute particles intersect each other, this reasoning ceases to apply, and the resulting modification of the gas laws as applied to solutions becomes a matter for further investigation, theoretical or experimental.",
        "Such, a concordance between theory and experiment not only verifies the accuracy of thermodynamic reasoning as applied to dilute solutions, but gives perhaps one of the most convincing experimental verifications of the general validity of thermodynamic theory which we possess.",
        "There are several weak points in this reasoning, and a more accurate way of determining the best proportions is to try different mixtures of cement, stones and sand, filling them into different pails of the same size, and then ascertaining, by weighing the pails, which mixture is the densest.",
        "This work having attracted attention, his power of ingenious reasoning and mastery of law gradually gained him a leading position at the bar.",
        "Sound reasoning would have led the Americans to direct their chief attacks on Kingston and Montreal, since success at those points would have isolated the British posts on Lakes Ontario, Erie and Huron.",
        "Pathos and indignation, subtlety and simplicity, personal appeal and political reasoning, were the alternate weapons with which she fought against all odds of evidence or inference, and disputed step by step every inch of debatahle ground.",
        "As the kingdom had not come, it was assumed that there must be persons living who had been present at the crucifixion; the same reasoning is at the root of the Anglo-Israel belief.",
        "He was undoubtedly a clear-sighted and able mathematician, who handled admirably the severe geometrical method, and who in his Method of Tangents approximated to the course of reasoning by which Newton was afterwards led to the doctrine of ultimate ratios; but his substantial contributions to the science are of no great importance, and his lectures upon elementary principles do not throw much light on the difficulties surrounding the border-land between mathematics and philosophy.",
        "The limits set to the furnace builder's natural desire to make his furnace as large as possible, and its present shape (an obtuse inverted cone set below an acute upright one, both of them truncated), have been reached in part empirically, and in part by reasoning which is open to question, as indeed are the reasons which will now be offered reservedly for both size and shape.",
        "30-39), it appears that about 1726 Hume returned to Ninewells with a fair knowledge of Latin, slight acquaintance with Greek and literary tastes decidedly inclining to \" books of reasoning and philosophy, and to poetry and the polite authors.\"",
        "In January 1739 appeared the first and second volumes of the Treatise of Human Nature, being an Attempt to Introduce the Experimental Method of Reasoning into Moral Subjects, containing book i., Of the Understanding, and book ii., Of the Passions.",
        "Any exactitude attaching to the conclusions of geometrical reasoning arises from the comparative simplicity of the data for the primary judgments.",
        "Upon the nature of the reasoning by which in mathematical science we pass from data to conclusions, Hume gives no explicit statement.",
        "If we were to say that on his view the essential step must be the establishment of identities or equivalences, we should probably be doing justice to his doctrine of numerical reasoning, but should have some difficulty in showing the application of the method to geometrical reasoning.",
        "For in the latter case we possess, according to Hume, no standard of equivalence other than that supplied by immediate observation, and consequently transition from one premise to another by way of reasoning must be, in geometrical matters, a purely verbal process.",
        "All reasoning about matters of fact is therefore a species of feeling, and belongs to the sensitive rather than to the cogitative side of our nature.",
        "By similar reasoning the thermal conductivity of a gas should be independent of the density.",
        "He conspicuously lacked, indeed, the grace of gesture which he so much admired in Chatham; he had not the sustained dignity of Pitt; his powers of close reasoning were inferior to those of Fox and Flood.",
        "Nevertheless his speech was a superb effort of oratory; for more than two hours he kept his audience spellbound by a flood of epigram, of sustained reasoning, of eloquent appeal.",
        "From the point of view that belief and knowledge, based on experience or reasoning, are separate domains with an unexplored sea between and round them, Pascal is perfectly comprehensible, and he need not be taken as a deserter from one region to the other.",
        "Reasoning can come in only to put sensations together, and to point out how they severally contribute to human welfare; it does not make them, and cannot alter them.",
        "Few of these papers have much interest; but among them was one of the best things that he ever wrote, a masterpiece both of reasoning and of satirical pleasantry, the review of Jenyns' Inquiry into the Nature and Origin of Evil.",
        "In these debates Douglas, the champion of his party, was over-matched in clearness and force of reasoning, and lacked the great moral earnestness of his opponent; but he dexterously extricated himself time and again from difficult argumentative positions, and retained sufficient support to win the immediate prize.",
        "His intellect was logical in the highest degree; he was clear and precise, an enemy of loose reasoning, and quick to refute prevailing fallacies.",
        "Cobden did the reasoning, Bright supplied the declamation, but like Demosthenes he mingled argument with appeal.",
        "Since Mahomet's strength lay in his enthusiastic and fiery imagination rather than in the wealth of ideas and clearness of abstract thought on which exact reasoning depends, it follows that the older suras, in which the former qualities have free scope, must be more attractive to us than the later.",
        "Only if they are \"good\" is the claim validated and the reasoning judged to be \"right\": only if they are tested does the theory of truth become intelligible and that of error explicable.",
        "What Aristotle did for the theory of demonstrative reasoning, Hegel attempted to do for the whole of human knowledge.",
        "In some cases these transitions may be unsatisfactory and forced; it is apparent that the linear development from \" being \" to the \" idea \" is got by transforming into a logical order the sequence that has roughly prevailed in philosophy from the Eleatics; cases might be quoted where the reasoning seems a play upon words; and it may often be doubted whether certain ideas do not involve extra-logical considerations.",
        "There were philosophic and philanthropic elements in his political faith which will always lead some to class him as a visionary and fanatic; but although he certainly indulged at times in dreams at which one may still smile, he was not, properly speaking, a visionary; nor can he with justice be stigmatized as a fanatic. He felt fervently, was not afraid to risk all on the conclusions to which his heart and his mind led him, declared himself with openness and energy; and he spoke and even wrote his conclusions, how ever bold or abstract, without troubling to detail his reasoning or clip his off-hand speculations.",
        "But when men set themselves to cultivate skill in disputation, regarding the matter discussed not as a serious issue, but as a thesis upon which to practise their powers of controversy, they learn to pursue, not truth, but victory; and, their criterion of excellence having been thus perverted, they presently prefer ingenious fallacy to solid reasoning and the applause of bystanders to the consciousness of honest effort.",
        "Indeed, the sophists generally had a special predisposition to error of this sort, not only because sophistry was from the beginning a substitute for the pursuit of truth, but also because the successful professor, travelling from city to city, or settling abroad, could take no part in public affairs, and thus was not at every step reminded of the importance of the \" material \" element of exposition and reasoning.",
        "And, though the modern critic will not be prepared with Plato to deny the name of education to all teaching which is not based upon an ontology, it may nevertheless be thought that normal sophistry - as opposed to the sophistry of Socrates - was in various degrees unsatisfactory, in so far as it tacitly or confessedly ignored the \" material \" element of exposition by reasoning.",
        "Dollond admitted the accuracy of Euler's analysis, but disputed his hypothesis on the grounds that it was purely a theoretical assumption, that the theory was opposed to the results of Newton's experiments on the refrangibility of light, and that it was impossible to determine a physical law from analytical reasoning alone (Phil.",
        "Another line of reasoning indicates that the boundary of the universe is not immeasurably distant, and that the thinning out of the stars is quite perceptible with our telescopes.",
        "The form of exposition is that of dialogue; the method of reasoning is the syllogistic. The leading thoughts are the following.",
        "LOGIC (Xoyu, sc. r xvr i, the art of reasoning), the name given to one of the four main departments of philosophy, though its sphere is very variously delimited.",
        "Universal inference is what we call reasoning; and its two species are very closely connected, because universal conclusions of induction become universal premises of deduction.",
        "Rather it began as a science of reasoning (Xbyos), of syllogism (vvXXoycvA6s), of deductive inference.",
        "In this way the Presocratics and Sophists, and still more Socrates and Plato, threw out hints on sense and reason, on inferential processes and scientific methods which may be called anticipations of logic. But Aristotle was the first to conceive of reasoning itself as a definite subject of a special science, which he called analytics or analytic science, specially designed to analyse syllogism and especially demonstrative syllogism, or science, and to be in fact a science of sciences.",
        "Among the Aristotelian treatises we have the following, which together constitute this new science of reasoning: i.",
        "The main problem which Aristotle set before him was the analysis of syllogism, which he defined as \" reasoning in which certain things having been posited something different from them of necessity follows by their being those things \" (Prior Analytics, i.",
        "What then did he mean by reasoning, or rather by the Greek word Xiryos of which \" reasoning \" is an approximate rendering?",
        "But he thought that inferences other than syllogism are imperfect; that analogical inference is rhetorical induction; and that induction, through the necessary preliminary of syllogism and the sole process of ascent from sense, memory and experience to the principles of science, is itself neither reasoning nor science.",
        "Hence, without his saying it in so many words, Aristotle's logic perforce became a logic of deductive reasoning, or syllogism.",
        "Aristotle's analysis of the syllogism showed man how to advance by combining his thoughts in trains of deductive reasoning.",
        "As then the reasoning of the syllogism was the main problem of Aristotle's logic, what was his analysis of it?",
        "In distinguishing inner and outer reason, or reasoning and discourse, he added that it is not to outer reason but to inner reason in the soul that demonstration and syllogism are directed (Post.",
        "One would expect, then, an analysis of mental reasoning into mental judgments as premises and conclusion.",
        "The explanation is that outer speech is more obvious than inner thought, and that grammar and poetic criticism, rhetoric and dialectic preceded logic, and that out of those arts of language arose the science of reasoning.",
        "All these points about speech, eloquence and argument between man and man were absorbed into Aristotle's theory of reasoning, and in particular the grammar of the sentence consisting of noun and verb caused the logic of the proposition consisting of subject and predicate.",
        "At the same time, Aristotle was well aware that the science of reasoning is no art of language and must take up a different position towards speech as the expression of thought.",
        "Thus did he become the founder of the logical but linguistic analysis of reasoning as discourse (o w into propositions and terms. Nevertheless, the deeper question remained, what is the logical but mental analysis of reasoning itself (6 g o-co Xoyos) into its mental premises and conclusion?",
        "But he laid too much stress on reasoning as syllogism or deduction, and on deductive science; and he laid too much stress on the linguistic analysis of rational discourse into proposition and terms. These two defects remain ingrained in technical logic to this day.",
        "Others have devoted themselves to the mental analysis of reasoning, and have narrowed logic into a science of conception, judgment and reasoning.",
        "But the same passage relegates conceptions and their combinations to the De Anima, and confines the De Inter pretatione to names and propositions in conformity with the linguistic analysis which pervades the logical treatises of Aristotle, who neither brought his psychological distinction between conceptions and their combinations into his logic, nor advanced the combinations of conceptions as a definition of judgment (Kcp16cs), nor employed the mental distinction between conceptions and judgments as an analysis of inference, or reasoning, or syllogism: he was no conceptual logician.",
        "The history of logic shows that the linguistic distinction between terms and propositions was the sole analysis of reasoning in the logical treatises of Aristotle; that the mental distinction between conceptions (g vvocac) and judgments (a uiwara in a wide sense) was imported into logic by the Stoics; and that this mental distinction became the logical analysis of reasoning under the authority of St Thomas Aquinas.",
        "man is running or not running; and reasoning is a combination of judgments: conversely, there is a mental analysis of reasoning into judgments, and judgment into conceptions, beneath the linguistic analysis of rational discourse into propositions, and propositions into terms. Logic, according to this new school, which has by our time become an old school, has to co-ordinate these three operations, direct them, and, beginning with conceptions, combine conceptions into judgments, and judgments into inference, which thus becomes a complex combination of conceptions, or, in modern parlance, an extension of our ideas.",
        "But at length many of them became formal logicians, who held that logic is the investigation of formal thinking, or consistent conception, judgment and reasoning; that it shows how we infer formal truths of consistency without material truth of signifying things; that, as the science of the form or process, it must entirely abstract from the matter, or objects, of thought; and that it does not tell us how we infer from experience.",
        "The great merit of conceptual logic was the demand for a mental analysis of mental reasoning, and the direct analysis of reasoning into judgments which are the sole premises and conclusions of reasoning and of all mental inferences.",
        "St Thomas made a great advance by making logic throughout a rationalis scientia; and logicians are now agreed that reasoning consists of judgments, discourse of propositions.",
        "The supposed triple order - conception, judgment, reasoning - is defective and false.",
        "It was natural enough that the originators of conceptual logic, seeing that judgments can be expressed by propositions, and conceptions by terms, should fall into the error of supposing that, as propositions consist of terms, so judgments consist of conceptions, and that there is a triple mental order - conception, judgment, reasoning - parallel to the triple linguistic order - term, proposition, discourse.",
        "It is the business of the logician to find the causes of the judgments which form the premises and the conclusions of inference, reasoning and science.",
        "Thirdly, there is a determination to reveal the psychological basis of logical processes, and not merely to describe them as they are in adult reasoning, but to explain also how they arise from simpler mental operations and primarily from sense.",
        "Fortunately, we have more profound evidences, and at least three evidences in all: the linguistic expression of belief in the proposition; the consciousness of what we mentally believe; and the analysis of reasoning, which shows what we must believe, and have believed, as data for inference.",
        "But both these unnatural forms, which are certainly not analyses of any conscious process of categorical reasoning, break down at once, because they cannot explain those moods in the third figure, e.g.",
        "Lotze's mistake is the same as that of Hamilton about the quantification of the predicate, and that of those symbolists who held that reasoning ought always to exhaust all alternatives by equations.",
        "The aim of logic in general is to find the laws of all inference, which, so far as it obeys those laws, is always consistent, but is true or false according to its data as well as its consistency; and the aim of the special logic of knowledge is to find the laws of direct and indirect inferences from sense, because as sense produces sensory judgments which are always true of the sensible things actually perceived, inference from sense produces inferential judgments which, so far as they are consequent on sensory judgments, are always true of things similar to sensible things, by the very consistency of inference, or, as we say, by parity of reasoning.",
        "We return then to the old view of Aristotle, that truth is believing in being; that sense is true of its immediate objects, and reasoning from sense true of its mediate objects; and that logic is the science of reasoning with a view to truth, or Logica est ars ratiocinandi, ut discernatur verum a (also.",
        "Shute, A Discourse on Truth (London, 1877); Alfred Sidgwick, Fallacies (London, 1883); The Use of Words in Reasoning (London, 1901); C. Sigwart, Logik (2nd ed., Freiburg-i.-Br.",
        "It is, then, a fair working hypothesis as to the structure of the Organon to place the Topics, which deal with dialectical reasoning, before the Analytics.",
        "Its axioms, such as the law of contradiction, belong to first philosophy, but the doctrine as a whole falls neither under 'this head nor yet, though the thought has been entertained, under that of mathematics, since logic orders mathematical reasoning as well as all other.",
        "The positive procedure by hypothesis and verification is rejected by Bacon, who thinks of hypothesis as the will o' the wisp of science, and prefers the cumbrous machinery of negative reasoning.",
        "4 But once introduce the conception of division of labour as between the collector of data on the one hand and the expert of method, the interpreter of nature at headquarters, on the other, and Bacon's attitude to hypothesis and to negative reasoning is at least in part explained.",
        "The view of reasoning which Locke enunciates coheres with these views.",
        "Reasoning from particular to particular, i.e.",
        "As to syllogism specifically, Locke in a passage, 8 which has an obviously Cartesian ring, lays down four stages or degrees of reasoning, and points o ut that syllogism serves us in but one of these, and that not the all-important one of finding the intermediate ideas.",
        "He is prepared readily to \" own that all right reasoning may be reduced to Aristotle's forms of syllogism,\" yet holds that \" a man knows first, and then he is able to prove syllogistically.\"",
        "What, however, Hume describes as \" all the logic I think proper to employ in my reasoning,\" viz.",
        "\" I grappled at once with the problem of Induction, postponing that of Reasoning.\"",
        "Hamilton, having gone thus far, proceeded to evolve these results from a characteristic train of a priori or metaphysical reasoning.",
        "Arrhenius, by reasoning similar to that of section 5, applied to an osmotic cell supporting a column of solution by osmotic pressure, deduced the relation between the osmotic pressure P at the bottom of the column and the vapour-pressure p\" of the solution at the top, viz.",
        "They were of absorbing interest to Paris, to France and to Europe; and upon them the Girondist leader at last, on the 31st of December 1792, broke silence, delivering one of his greatest orations, probably one of the greatest combinations of sound reasoning, sagacity and eloquence which has ever been displayed in the annals of French politics.",
        "Kyme was sent home into Lincolnshire, but Anne was committed to Newgate, \"for that she was very obstinate and heady in reasoning of matters of religion.\"",
        "In this idea he had the support of more than one of his corps commanders, but Cadorna thought, and it is difficult to meet his reasoning, that he could not throw in the forces necessary for such an attack when he was uncertain as to the direction of the forthcoming blow.",
        "He is nowhere original, and nowhere profound, but his strong reasoning power, his faculty of clear arrangement and forcible statement, place him in the first rank of expositors and advocates.",
        "By reasoning similar to that of 30, it appears that OT is the instantaneous axis of rotation 01 the rolling cone.",
        "\" This holy taste or relish, \" says a follower of Jansen, \" distinguishes between good and evil without being at the trouble of a train of reasoning; just as the nature and tendency of a heavy body, let fall from a height, shows the way to the centre of the earth more exactly in a moment than the ablest mathematician could determine by his most accurate observations in a whole day.\"",
        "Starting from the fact that if an electrified globe, placed within two hemispheres which fit over it without touching, is brought in contact with these hemispheres, it gives up the whole of its charge to them - in other words, that the charge on an electrified body is wholly on the surface - he was able to deduce by most ingenious reasoning the law that electric force varies inversely as the square of the distance.",
        "The first were the speculative or logical philosophers, who construe the universe ex analogia hominis, and not ex analogia mundi, who fashion nature according to preconceived ideas, and who employ in their investigations syllogism and abstract reasoning.",
        "This first philosophy had also to investigate what are called the adventitious or transcendental conditions of essences, such as Much, Little, Like, Unlike, Possible, Impossible, Being, Nothing, the logical discussion of which certainly belonged rather to the laws of reasoning than to the existence of things, but the physical or real treatment of which might be expected to yield answers to such questions as, why certain substances are numerous, others scarce; or why, if like attracts like, iron does not attract iron.",
        "This is clear from the use he makes of the Vindemiatio, from certain hints as to the testing of axioms, from his admission of the syllogism into physical reasoning, and from what he calls Experientia Literata.",
        "And so far as they are made the vehicle of reasoning, their efficiency is seriously hampered by their poetic form.",
        "If this reasoning is correct, the Iranian immigration must be assigned to the first half of the second pre-Christian millennium.",
        "In 1866 what he regarded as the great and universal principle of all reasoning dawned upon him; and in 1869 he published a sketch of this fundamental doctrine under the title of The Substitution of Similars.",
        "He is willing with Hume to take the course of experience as the basis of his reasoning, seeing that it is common ground for himself and his antagonists.",
        "This mode of reasoning from what is known of nature to the probable truth of what is contained in religion is the celebrated method of analogy.",
        "However well grounded this reasoning may be, it altogether misses the point at which Butler aimed, and is indeed a misconception of the nature of analogical argument.",
        "1632), minister of the Arminian or Remonstrant church, and overwhelmed him with his logical reasoning from Phil.",
        "They are all marked by arrogant dogmatism, violence of language, a constant tendency to selfglorification, strangely combined with extensive real knowledge, with acute reasoning, with an observation of facts and details almost unparalleled.",
        "Now, however effective against Plato's contemporary Cynics or Atomists, the reasoning is thrown away upon the Stoics, who take boldly the one horn of this dilemma.",
        "health, wealth, &c.) are \" indifferent \" (aSeacpopa); since he must live, he will exercise his reasoning faculty upon them, and will regard some as \" preferred \" (irponypEVa) and others as to be \" rejected \" (Cororrponyµtva), but he will not regard either class as possessed of an intrinsic value.",
        "Reasoning from some observations of Savart, Plateau finds in this way 4.38 as the ratio of the length of a division to the diameter of the jet.",
        "Wollaston upheld the \"intellectual\" theory of morality, and all his reasoning is independent of any authority or evidence derived from revelation.",
        "The Summa he therefore regarded as representative of the work of the Latin Geber, and study of it convinced him that it contains no indication of an Arabic origin, either in its method, which is conspicuous for clearness of reasoning and logical co-ordination of material, or in its facts, or in the words and persons quoted.",
        "Founded on faulty experiments and reasoning, the views he expressed were either ignored or ridiculed; and it was long before he bitterly regretted the temerity with which he had published his hasty generalizations.",
        "Various lines of reasoning unite in proving that the Mesozoic rocks of the south rest upon a mass of Palaeozoic rocks, which lies at no very great depth beneath the surface of the anticlinal axis running from the Bristol Channel to the Strait of Dover.",
        "As for the reasoning powers in animals, the accounts of monkeys learning by experience to break eggs carefully, and pick off bits of shell, so as not to lose the contents, or of the way in which rats or martens after a while can no longer be caught by the same kind of trap, with innumerable similar facts, show in the plainest way that the reason of animals goes so far as to form by new experience a new hypothesis of cause and effect which will henceforth guide their actions.",
        "Stillingfleet's complaint against Locke was that he was \"one of the gentlemen of this new way of reasoning that have almost discarded substance out of the reasonable part of the world.\"",
        "In Lange's Logische Studien, which attempts a reconstruction of formal logic, the leading idea is that reasoning has validity in so far as it can be represented in terms of space.",
        "It acquires its first importance in the theories of Heraclitus (6th century B.C.), who, trying to account for the aesthetic order of the visible universe, broke away to some extent from the purely physical conceptions of his predecessors and discerned at work in the cosmic process a Aoyos analogous to the reasoning power in man.",
        "The part which treats of the aim, foundation and methods of the science of history is valuable; but what is most distinctive in Buchez's theory - the division of historical development into four great epochs originated by four universal revelations, of each epoch into three periods corresponding to desire, reasoning and performance, and of each of these periods into a theoretical and practical age - is merely ingenious (see Flint's Philosophy of History in Europe, i.",
        "Jacobi, accepting the law of reason and consequent as the fundamental rule of demonstrative reasoning, and as the rule explicitly followed by Spinoza, points out that, if we proceed by applying this principle so as to recede from particular and qualified facts to the more general and abstract conditions, we land ourselves, not in the notion of an active, intelligent creator of the system of things, but in the notion of an all-comprehensive, indeterminate Nature, devoid of will or intelligence.",
        "Nature of Arithmetical Reasoning",
        "The failure to observe the distinction between an identity and an equality often leads to loose reasoning; and in order to prevent this it is important that definite meanings should be attached to all symbols of operation, and especially to those which represent elementary operations.",
        "The transition is similar to that which arises in the case of geometrical measurement (§ 26), and it is an essential feature of all reasoning with regard to continuous quantity, such as we have to deal with in real life.",
        "The simplest form of arithmetical reasoning consists in the determination of the term in one series corresponding to a given term in another series, when the relation between the two series is given; and it implies, though it does not necessarily involve, the establishment of each series as a whole by determination of its unit.",
        "When the unit is not determined, the reasoning is algebraical rather than arithmetical.",
        "More complicated forms of arithmetical reasoning involve the use of series, each term in which corresponds to particular terms in two or more series jointly; and cases of this kind are usually dealt with by special methods, or by means of algebraical formulae.",
        "The reasoning of Burke would, in itself, have done little to effect its disruption.",
        "It had already secured the services of two men, Cobden and Bright, who, one by clear reasoning, the other by fervid eloquence, were destined to make a profound impression on all classes of the people.",
        "They had been defended by Adam Smith on the ground that defence was of much more importance than opulence, and by the same reasoning they had been described by John Stuart Mill as, though economically disadvantageous, politically expedient.",
        "Unfoi~unate1y this reasoning was n~t suited to Gladstones temperament.",
        "Gladstone admitted the force of this reasoning, and a bill was introduced to give effect to it.",
        "If, however, the functions are such that the curves X =o, Y = o, Z =o have k common intersections, then among the n 2 points are included these le points, which are fixed points independent of the point (x', y', z'); so that, disregarding these fixed points, the number of points (x, y, z) corresponding to the given point (x', y', z') is =' 2 -k; and in particular if k = n 2 -I, then we have one corresponding point; and hence the original system of equations x': y' : z' =X: Y: Z must lead to the equivalent system x: y : z = X': Y': Z'; and in this system by the like reasoning the functions must be such that the curves X' =o, Y' =o, Z' =o have n' 2 -i common intersections.",
        "There have been many more effective orators, for lack of imaginative suppleness prevented him from penetrating to the inner mind of his hearers; defects in delivery weakened the intrinsic persuasiveness of his reasoning; and he had not that commanding authority of character and personality which has so often been the secret of triumphant eloquence.",
        "They glow with passion, and yet with all their rapidity is such steadfastness, the fervour of imagination is so skilfully tempered by close and plausible reasoning, and the whole is wrought with such strength and fire, that we hardly know where else to look either in Burke's own writings or elsewhere for such an exhibition of the rhetorical resources of our language.",
        "The most prolonged mathematical reasoning, and the most intricate formulae, were given with almost infallible accuracy from the resources of his extraordinary memory.",
        "But it may be doubted whether De Morgan's own system, \"horrent with mysterious spiculae,\" as Hamilton aptly described it, is fitted to exhibit the real analogy between quantitative and qualitative reasoning, which is rather to be sought in the logical works of Boole.",
        "Aepinus is best known by his researches, theoretical and experimental, in electricity and magnetism, and his principal work, Tentamen Theoriae Electricitatis et Magnetismi, published at St Petersburg in 1759, was the first systematic and successful attempt to apply mathematical reasoning to these subjects.",
        "The aversion to them which he expressed showed thus early an innate disposition to rebel against empty verbal reasoning.",
        "He is typically English in his reverence for facts, whether facts of sense or of living consciousness, in his aversion from abstract speculation and verbal reasoning, in his suspicion of mysticism, in his calm reasonableness, and in his ready submission to truth, even when truth was incapable of being fully reduced to system by man.",
        "But his position in both theology and law was more narrowly traditional than that of ash-Shafi`i; he rejected all reasoning, whether orthodox or heretical in its conclusions, and stood for acceptance on tradition (nagl) only from the Fathers.",
        "It ought to be said that Aristotle does not present the formula just discussed as supplying a criterion of good conduct in any particular case; he expressly leaves this to be determined by \" correct reasoning, and the judgment of the practically-wise man (6 cppovcµos).\"",
        "The kind of reasoning which his view of virtuous conduct requires is one in which the ultimate major premise states a distinctive characteristic of some virtue, and one or more minor premises show that such characteristic belongs to a certain mode of conduct under given circumstances; since it is essential to good conduct that it should contain its end in itself, and be chosen for its own sake.",
        "He urges that the notion of \" good 1 on the whole \" is one which only a reasoning being can form, involving as it does abstraction from the objects of all particular desires, and comparison of past and future with present feelings; and maintains that it is a contradiction to suppose a rational being to have the notion of its Good on the Whole without a desire for it, and that such a desire must naturally regulate all particular appetites and passions.",
        "Here he omits to notice the important question whether the premises of moral reasoning are universal or individual judgments; as to which the use of the term \" sense \" seems rather to suggest the second alternative.",
        "On the whole, it must be admitted that the doctrine of the intuitional school of the 18th and 19th centuries has been developed with less care and consistency than might have been expected, in its statement of the fundamental axioms or intuitively known premises of moral reasoning.",
        "Sometimes they consider moral intuition as determining the comparative excellence of conflicting motives (James Martineau), or the comparative quality of pleasures chosen (Laurie), which seems to be the same view in a hedonistic garb; others hold that what is intuitively perceived is the rightness or wrongness of individual acts - a view which obviously renders ethical reasoning practically superfluous.",
        "It is striking to observe how even in the case of writers such as Godwin, who were most powerfully affected by the French political movement, the moral basis, on which the new social order of rational and equal freedom is constructed, is almost entirely of native origin; even when the tone and spirit are French, the forms of thought and manner of reasoning are still purely English.",
        "Yet the other alternative, to which such reasoning points, they are reluctant to accept.",
        "This reasoning tacitly supposes the orbit to be a circle of radius a, and the mass of the planet to be negligible.",
        "It will be seen that the reasoning applies to the case of any one body or system of bodies, the dimensions of which are not regarded as infinitely small compared with the distance of the attracting body.",
        "The mathematical theory of the moon's motion does not yet form a well-defined body of reasoning and doctrine, like other branches of mathematical science, but consists of a series of researches, extending through twenty centuries or more, and not easily welded into a unified whole.",
        "But the great founder of celestial mechanics employed a geometrical method, ill-adapted to lead to the desired result; and hence his efforts to construct a lunar theory are of more interest as illustrations of his wonderful power and correctness in mathematical reasoning than as germs of new methods of research.",
        "Though naturally knowing nothing of the modern idea of a progressive revelation, his judiciousness, penetration, and tact in eliciting his author's meaning, his precision, condensation, and concinnity as an expositor, the accuracy of his learning, the closeness of his reasoning, and the elegance of his style, all unite to confer a high value on his exegetical works.",
        "They are a sensitive, proud, if vindictive, and boastful people, with good conversational and reasoning powers, much sense of humour, tact and perception of character.",
        "From its primary sense are derived such applications of the word as a chain of reasoning, a fact or reason given to support a proposition, a discussion of the evidence or reasons for or against some theory or proposition and the like.",
        "He has that power of concise and lucid narration, of terse reasoning, of persuasive appeal, which is required by the forensic speaker.",
        "He holds that the true method of research is the analytic, rising from lower to higher notions; yet he sees clearly, and admits, that inductive reasoning, as conceived by Bacon, rests on a general proposition not itself proved by induction.",
        "Anselm was not thoroughly satisfied with this reasoning; it started from a posteriori grounds, and contained several converging lines of proof.",
        "This reasoning, in which Anselm partially anticipated the Cartesian philosophers, has rarely seemed satisfactory.",
        "If tradition has not misrepresented these paradoxes of time, space and motion, there is in Zeno's reasoning an element of fallacy.",
        "Wylie, \"contains some acute reasoning in support of the propositions laid down, but the doctrine of faith in Christ is very slightly touched upon.",
        "In this spirit Averroes does not allow the fancied needs of theological reasoning to interfere with his study of Aristotle, whom he simply interprets as a truth-seeker.",
        "This was supplied by Fresnel, who, starting from a mechanical hypothesis, showed by ingenious but not strictly dynamical reasoning that if the incident stream have unit amplitude, that of the reflected stream will be - sin (i - r) /sin (i -{- r) or tan (i - r) /tan (i -{- r), according as the incident light is polarized in or perpendicularly to the plane of incidence i, r, being the angles of incidence and refraction connected by the formula sin i =,u sin r.",
        "Galileo received, as the result of a conference between Cardinals Bellarmin and Del Monte, a semi-official warning to avoid theology, and limit himself to physical reasoning.",
        "He gave the first satisfactory demonstration of equilibrium on an inclined plane, reducing it to the level by a sound and ingenious train of reasoning; while, by establishing the theory of \"virtual velocities,\" he laid down the fundamental principle which, in the opinion of Lagrange, contains the general expression of the laws of equilibrium.",
        "It is not, however, necessarily implied in the reasoning or in the equations given by Thomson, which are not founded on any assumptions with regard to the seat of the E.M.F., but only on the balance of heat absorbed and evolved in all the different parts of the circuit.",
        "Similar reasoning applies to sprats.",
        "5 Sheer will and reasoning could hardly be more bril 1 Especially the letter of September 1780 to James Duane, Works, i.",
        "\" Men,\" said he, \" are reasoning rather than reasonable animals.\"",
        "Talleyrand, personally impressed when in America with Hamilton's brilliant qualities, declared that he had the power of divining without reasoning, and compared him to Fox and Napoleon because he had \" devine l'Europe.\"",
        "Kent always speaks of Hamilton's legal thinking as deductive, however (ibid, p. 290, 329), and such seems to have been in fact all his political reasoning: i.e.",
        "Hamilton always seems to be reasoning deductively from such principles.",
        "By combining the various methods which have been outlined here, and by the help of some further additional special methods, and by reasoning in a strictly logical manner, it is possible to resolve a mixture of two oils and fats, and even of three and four, into their components and determine approximately their quantities.",
        "As a matter of public morality I cannot think that General Gordon's process of reasoning is defensible..",
        "Under the mathematical principles come the general rules which furnish the ground for the application of quantitative reasoning to real facts of experience.",
        "hasty analogical method of reasoning too common among mythologists.",
        "Whatever Past-Death's reasoning, Deidre was grateful.",
        "You weren't about to take a chance that you lose her, Gabriel said, grappling with the reasoning behind the demon lord's actions.",
        "Her reasoning made sense, and he knew he needed to accept her decision, but had yet to find a way.",
        "Verbal reasoning, numerical reasoning and abstract reasoning are timed tests, each lasting 20 minutes.",
        "The test is very similar to those used by major employers and covers verbal, numerical and diagrammatic reasoning.",
        "analogical reasoning is a powerful way of solving new problems, by making use of prior experience.",
        "By the same reasoning we see that they are not anthropomorphic.",
        "appropriate to apply the same reasoning and hence discount rate to health benefits remains unclear.",
        "Learn about the importance of verbal reasoning, technical aptitude, mechanical aptitude and math aptitude.",
        "Transferable Skills Students will further improve skills in logical argument, mathematical reasoning.",
        "The Pyrrhonians thought that there were modes which could induce withholding assent to the results of reasoning.",
        "automated Reasoning, Tony Cohn.",
        "automation of diagrammatic reasoning.",
        "causal reasoning.",
        "chain of reasoning used by the system.",
        "Newton was led by this reasoning to the erroneous conclusion that telescopes using refracting lenses would always suffer chromatic aberration.",
        "Tho this ethical reasoning lacks cogency, it is rarely questioned.",
        "Their ideas, thoughts or reasoning are lacking coherence.",
        "You will fill in a questionnaire and be given a test covering reasoning, English language, numeracy and mechanical comprehension.",
        "conjectural reasoning ' forms the subject of my thesis.",
        "The first model derives from the main tradition of American constitutionalism, at least since Chief Justice Marshall's reasoning in Marbury v. Madison.",
        "counterfactual reasoning.",
        "Actually this happened in 1248 during the Egyptian Crusade and was because of sound military reasoning, but it was made to appear cowardly.",
        "One is that they deal too much in mere declamation, without any reference to a connected train of reasoning.",
        "defeasible reasoning to define belief revision, there is no good reason to accept Preservation.",
        "demonstrative reasoning.",
        "describe the main techniques for automated reasoning in classical logic.",
        "discontinuityf this kind of ethical consequentialism stress the discontinuities between moral and non-moral patterns of reasoning.",
        "Using concepts and images of flowing fractals helps me to follow a patient's seemingly disjointed reasoning.",
        "A rule-based workflow advisor gives guidance on building a domain workflow by reasoning over semantically enriched system states [6] .",
        "The same sort of circular reasoning is applied to pericope after pericope in the gospels to exclude future eschatology from Jesus ' teaching.",
        "estoppel reasoning in Carrick would also not have applied.",
        "evidential reasoning.",
        "exercise in logical reasoning.",
        "exposition of theory with the analysis of particular computer programs for reasoning.",
        "facultys I who, using my psionic abilities, destroyed the reasoning faculties of the Enigma craft's guidance system.",
        "fallacious reasoning needs to be exposed and rebutted.",
        "Finally, an outline will be given of type-2 fuzzy logic and our ongoing work into non-deterministic fuzzy reasoning.",
        "hypothetical reasoning may included blind sport.",
        "The psephological reasoning underlying this push for change is also indisputable.",
        "inductive reasoning.",
        "inferential reasoning.",
        "inferior parietal lobe is involved in spatial and mathematical reasoning skills, at which boys tend to perform better than girls.",
        "I find the lethargy and confused reasoning the hardest to cope with, with social skills a close third.",
        "logical reasoning, from the facts.",
        "normative economics means to include value judgments in our reasoning.",
        "Depending on the facts, and the tribunal's reasoning, it can be rejected either outright or relative to other evidence.",
        "His reasoning was correct, but even Tycho's marvelous instruments were not accurate enough to register stellar parallax given the vast distances involved.",
        "On this reasoning pard played unsuccessfully for the drop and we got a complete bottom.",
        "The inferior parietal lobe is involved in spatial and mathematical reasoning skills, at which boys tend to perform better than girls.",
        "parity of reasoning in the two cases.",
        "In formal reasoning, such open sentences may be transformed into logical predicates in the usual way.",
        "probabilistic reasoning fail to satisfy Cut.",
        "The judge's reasoning appears in paragraphs 195 to 211 of his judgment.",
        "Leading the research at Leeds is Professor of automated reasoning, Tony Cohn.",
        "These are: problem-solving, reasoning, free will, self-development, and co-operation.",
        "Another opportunity to explain the reasoning behind the residency.",
        "reasoning required to reach the completion may be difficult.",
        "Let us begin with the way we understand formal reasoning.",
        "The characterization of Holmes, his ability of ingenious deductive reasoning, was based on... Continue reading Sir Arthur Conan Doyle's Biography.",
        "This article examines the relationship of such models to an approach that uses case-based reasoning to generate explanations.",
        "Business relies heavily on inductive reasoning, which assumes a uniformity of nature, such that the future is assumed to resemble the past.",
        "The layout of content shows his strong logical reasoning.",
        "Our framework allows equational reasoning of non-deterministic functions, even tho it is possible to specify non-determinism.",
        "reasoning faculties of the Enigma craft's guidance system.",
        "reasoning abilities over finite state systems.",
        "reasoning skills with this puzzle game.",
        "reasoning mechanism enables the agent to adapt to the changing conditions of the society.",
        "In commonsense reasoning, a person often decides what to do by evaluating the results of different actions he can do.",
        "To deal with inconsistency in the uncertain class hierarchy a default reasoning approach was used.",
        "It seems a most strange delusion and not reconcilable with our superstition that man is a reasoning being.",
        "If all RGBs in an image are somewhat reddish then the light is probably reddish (or so the reasoning goes ).",
        "sanctity of property remains the core basis of legal reasoning.",
        "The primacy of experiential veracity over analysis, of observation over exegesis, facilitates self-expression for persons with limited verbal reasoning.",
        "Like nic said about moving up from an normal canon SLR thats my reasoning for looking at a DSLR.",
        "This can support reasoning about specifications written in a wide range of specification languages.",
        "The reasoning is utterly specious, but it appears that Kraft got away with it last week.",
        "By that reasoning, the recent Emercom contracts were worth $ 1.8 million in illegal surcharges.",
        "tautological reasoning in this statement.",
        "Syllabus: To describe the main techniques for automated reasoning in classical logic.",
        "However the argument is often lost in some very tendentious reasoning.",
        "It is not trammelled by the logic and reasoning of the conscious mind, and it is far more profound.",
        "Such reasoning supports, I then argue, conclusions about value that support an account of the concept broadly consistent with classical utilitarianism.",
        "The further assumption, that the modified notions thus gained have an objective meaning, and that they somehow correspond to the real order of the existing world which of course they can never actually describe, depends upon a general confidence which we must have in our reasoning powers, and in the significance of a world in which we ourselves with all the necessary courses of our thoughts have a due place assigned.",
        "He writes: \"In my tender yeares, and barneage in Sanct-Androis at the Schooles, having, on the one parte, contracted a loving familiaritie with a certaine Gentleman, &c. a Papist; And on the other part, being attentive to the sermons of that worthie man of God, Maister Christopher Goodman, teaching upon the Apocalyps, I was so mooved in admiration, against the blindnes of Papists, that could not most evidently see their seven hilled citie Rome, painted out there so lively by Saint John, as the mother of all spiritual whoredome, that not onely bursted I out in continual reasoning against my said familiar, but also from thenceforth, I determined with my selfe (by the assistance of Gods spirit) to employ my studie and diligence to search out the remanent mysteries of that holy Book: as to this houre (praised be the Lorde) I have bin doing at al such times as conveniently I might have occasion.\"",
        "In the House of Commons his acute reasoning made a considerable impression, and under successive Liberal ministries (1853-1858) he obtained official experience as secretary of the Board of Control and vice-president of the Board of Trade.",
        "With the exception of Augustus de Morgan, Boole was probably the first English mathematician since the time of John Wallis who had also written upon logic. His novel views of logical method were due to the same profound confidence in symbolic reasoning to which he had successfully trusted in mathematical investigation.",
        "Speculations concerning a calculus of reasoning had at different times occupied Boole's thoughts, but it was not till the spring of 1847 that he put his ideas into the pamphlet called Mathematical Analysis of Logic. Boole afterwards regarded this as a hasty and imperfect exposition of his logical system, and he desired that his much larger work, An Investigation of the Laws of Thought, on which are founded the Mathematical Theories of Logic and Probabilities (1854), should alone be considered as containing a mature statement of his views.",
        "Still, Descartes has marked idealist traits, as when he refurbishes the ontological argument with clearer emphasis on the perfect being as \" necessarily \" existent 5 - reasoning a shade less quantitative or a shade more subtle than Anselm's.",
        "Thus an organized individual (tout organise) \" is a composite body consisting of the original, or elementary, parts and of the matters which have been associated with them by the aid of nutrition \"; so that, if these matters could be extracted from the individual (tout), it would, so to speak, become concentrated in a point, and would thus be restored to its primitive condition of a germ; \" just as, by extracting from a bone the calcareous substance which is the source of its hardness, it is reduced to its primitive state of gristle or membrane.\"2 \" Evolution \" and \" development \" are, for Bonnet, synonymous terms; and since by \" evolution \" he means simply the expansion of that which was invisible into visibility, he was naturally led to the conclusion, at which Leibnitz had arrived by a different line of reasoning, that no such thing as generation, in the proper sense of the word exists in nature.",
        "It is discursive in its style and verbose; but, considering the period at which it appeared, it is remarkable for the strong common sense displayed by the author, his comparative freedom from prejudice, and his firm application of the methods of scientific reasoning to the interpretation of phenomena.",
        "By parity of reasoning a blood ritual may have been adopted by peoples who practise the expulsion of evils, conceiving them either animistically or as powers; catharsis, in the sense of removal of uncleanness, is not necessarily primitive.",
        "Reason, as judging of things self-evident, is called common sense to distinguish it from ratiocination or reasoning.",
        "But after all the misinterpretation of contemporaries and the destructive criticism of later times, the book as a whole leaves upon us an impression of peculiar strength and charm, and imparts a sense of the relations of things truer, because less mechanical, than the laboured reasoning of smaller men.",
        "No economist would deliberately make that assumption now unless he were dealing with some purely theoretical problem, for the solution of which it was legitimate at some stage in the reasoning.",
        "If in this sentence he scarcely does justice to the powers of logical inference and inductive reasoning displayed in much of his work, it remains true that blind experiment - heating a substance, or treating it with some reagent, to see what would happen - was his characteristic method of inquiry.",
        "Maclaurin's object was to found the doctrine of fluxions on geometrical demonstration, and thus to answer all objections to its method as being founded on false reasoning and full of mystery.",
        "Thus, while arithmetic may be defined as that branch of deductive reasoning concerning classes and relations which is concerned with the establishment of propositions concerning cardinal numbers, it must be added that the introduction of cardinal numbers makes no great break in this general science.",
        "One is forced to the conclusion that there existed in Napoleon's brain a dual capacity - one the normal and reasoning one, developing only the ideas and conceptions of his contemporaries, the other intuitive, and capable only of work under abnormal pressure.",
        "Kohlrausch has prepared water of which the conductivity compared with that of mercury was only o 4 oX 11 at 18Ã‚° C. Even here some little impurity was present, and the conductivity of chemically pure water was estimated by thermodynamic reasoning as o 36X1011 at 18Ã‚° C. As we shall see later, the conductivity of very dilute salt solutions is proportional to the concentration, so that it is probable that, in most cases, practically all the current is carried by the salt.",
        "But this \"will\" is neither rational desire, unconscious irrational will, nor conscious intelligent will, but an instinct, a \"will to live\" (Zielstrebigkeit), often subconscious, pursuing ends, indeed, but without reasoning as to means.",
        "But whatever was the character of his audience he never failed, by the clearness of his statements, the force of his reasoning and the felicity of his illustrations, to make a deep impression on the minds of his hearers.",
        "In each of these cases, however, the reasoning which enables us to replace one statement by another is of a different kind from the reasoning in the corresponding cases of Ã¯¿½ 15.",
        "The reasoning adopted in Ã¯¿½ 41 (ii.) illustrates two general 0(0) I(1) 1 (0) 2(2) 2 (1) 3(3) 2 (0) 3(2) 4(4) 3(1) 4(3) 5(5) I 3(0) 4(2) 5(4) 6(6) 6 I 4(1) 5(3) 6(5) 7(7) 7 I 4(0) 5(2) 6(4) 7(6) 8(8> &c. +e+0 2 +.",
        "Others may have surpassed him in originality, learning or reasoning power, but for grasp of his subject, clearness of language, lucidity of arrangement, felicity of illustration, vividness of imagination, elegance of diction, and above all, for sympathy with the intellectual position of those whom he addressed, he has hardly been rivalled.",
        "The soul contains the notions of being, substance, unity, identity, cause, perception, reasoning and many others which the senses cannot give \" (Nouveaux essais, ii.",
        "Mayer's real merit consists in the fact that, having for himself made out, on inadequate and even questionable grounds, the conservation of energy, and having obtained (though by inaccurate reasoning) a numerical result correct so far as his data permitted, he applied the principle with great power and insight to the explanation of numerous physical phenomena.",
        "Bailey replied to his critics in a Letter to a Philosopher (1843), &c. In 1851 he published Theory of Reasoning (2nd ed., 1852), a discussion of the nature of inference, and an able criticism of the functions and value of the syllogism.",
        "While too much stress must not be laid on a chain of reasoning open to some uncertainty at several points, it is difficult to suppose with Loisy, Quatrieme Evangile, 1903, p. 2 93, that the number was intended by the evangelist as purely figurative, and is therefore destitute of all historical meaning.",
        "(See Infinitesimal Calculus.) His Sermons have long enjoyed a high reputation; they are weighty pieces of reasoning, elaborate in construction and ponderous in style.",
        "He examined and analysed the fact of human knowledge, and obtained the following results: (r) that the notion or idea of being or existence in general enters into, and is presupposed by, all our acquired cognitions, so that, without it, they would be impossible; (2) that this idea is essentially objective, inasmuch as what is seen in it is as distinct from and opposed to the mind that sees it as the light is from the eye that looks at it; (3) that it is essentially true, because \"being\" and \"truth\" are convertible terms, and because in the vision of it the mind cannot err, since error could only be committed by a judgment, and here there is no judgment, but a pure intuition affirming nothing and denying nothing; (4) that by the application of this essentially objective and true idea the human being intellectually perceives, first, the animal body individually conjoined with him, and then, on occasion of the sensations produced in him not by himself, the causes of those sensations, that is, from the action felt he perceives and affirms an agent, a being, and therefore a true thing, that acts on him, and he thus gets at the external world, - these are the true primitive judgments, containing (a) the subsistence of the particular being (subject), and (b) its essence or species as determined by the quality of the action felt from it (predicate); (5) that reflection, by separating the essence or species from the subsistence, obtains the full specific idea (universalization), and then from this, by leaving aside some of its elements, the abstract specific idea (abstraction); (6) that the mind, having reached this stage of development, can proceed to further and further abstracts, including the first principles of reasoning, the principles of the several sciences, complex ideas, groups of ideas, and so on without end; (7) finally, that the same most universal idea of being, this generator and formal element of all acquired cognitions, cannot itself be acquired, but must be innate in us, implanted by God in our nature.",
        "Aristotle apparently intended, or at all events has given logicians in general the impression, that he intended to analyse syllogism into propositions as premises, and premise into names as terms. His logic therefore exhibits the curious paradox of being an analysis of mental reasoning into linguistic elements.",
        "Bacon taught men to labour in inferring from particular to universal, to lay as much stress on induction as on deduction, and to think and speak of inductive reasoning, inductive science, inductive logic. Moreover, while Aristotle had the merit of discerning the triplicity of inference, to Bacon we owe the merit of distinguishing the three processes without reduction: - I.",
        "All we aspire to add is that, in order to attain to real truth, we must proceed gradually from sense, memory and experience through analogical particular inference, to inductive and deductive universal inference or reasoning.",
        "As a master of humour, irony and invective he has no superior; his reasoning powers are no less remarkable within their range, but he never gets beyond the range of an advocate.",
        "controversy are pursued with a copious expenditure of acute reasoning and polished irony, was delayed till 1699, in which year Stillingfleet died.",
        "Each syllogism of the series is called a \"prosyllogism \"2 in relation to the one that succeeds, and an \" episyllogism \" in ' For a dilemma which includes both hypothetical and disj[tnctive reasoning see Dilemma.",
        "Having seen their actions in the stormy hours of the Revolution, he despised them and looked upon them as incapable of disinterested conduct, conceited, and obsessed by the notion of equality~ Hence his colossal egoism, his habitual disregard of others, his jealous passion for power, his impatience of all contradiction, his vain untruthful boasting, his unbridled self-sufficiency and lack of moderationpassions which were gradually to cloud his clear faculty of reasoning.",
        "274) has said, \" There are displayed in these papers a power of reasoning and sarcasm, a knowledge of the principles of government and of the English constitution, and a grasp of the merits of the whole controversy, that would have done honour to any man at any age.",
        "His writings, which are distinguished by clarity, vigour and rigid reasoning, rather than by any show of scholarship - in the extent of which, however solid in character Hamilton's might have been, he was surpassed by several of his contemporaries - are in general strikingly empirical in basis.",
        "He put on the air of a subordinate who obeys without reasoning.",
        "Natasha was so used to this kind of talk with her husband that for her it was the surest sign of something being wrong between them if Pierre followed a line of logical reasoning.",
        "The judge 's reasoning appears in paragraphs 195 to 211 of his judgment.",
        "The series invites Jewish, Christian and Islamic theologians back to the word, recovering modes of scriptural reasoning that underlie modernist reasoning.",
        "The numerals in Sudoku puzzles are used... simple, yet the line of reasoning required to reach the completion may be difficult.",
        "The characterization of Holmes, his ability of ingenious deductive reasoning, was based on... Continue reading Sir Arthur Conan Doyle 's Biography.",
        "For example, model checkers offer very powerful reasoning abilities over finite state systems.",
        "Demo Oct 2002 Animated Puzzles Teach kids spatial reasoning skills with this puzzle game.",
        "Once more, the social reasoning mechanism enables the agent to adapt to the changing conditions of the society.",
        "The partner has asked me to do a revision ===== Reasoning about the others...",
        "If all RGBs in an image are somewhat reddish then the light is probably reddish (or so the reasoning goes).",
        "But the sanctity of property remains the core basis of legal reasoning.",
        "Like nic said about moving up from an normal canon slr thats my reasoning for looking at a DSLR.",
        "MAG Director of Public Affairs Trevor Baird said, The reasoning behind the threat smacks of desperation.",
        "According to this line of reasoning, individuals were created to subserve the interests of the species.",
        "My intellect and reasoning could not and would not accept the surreal imagery of the situation.",
        "There is more than a hint of tautological reasoning in this statement.",
        "The tests available are: Verbal reasoning Numerical reasoning Abstract reasoning These are timed tests, each lasting 20 minutes.",
        "His reasoning centered on his own delicacy, which had frequently been offended by Catherine 's vivacious, open character.",
        "If you've ever wondered what makes some parents give their children black ghetto baby names, you may be surprised at their reasoning.",
        "The reasoning behind this is simple: there is too much of a temptation to start using the newly-paid off accounts again, and this can result in you winding up right back where you started.",
        "The reasoning is that the person who stole information from the company may use that information to open accounts in the names of the customers.",
        "The reasoning is that alimony can be used to bring each household to a similar standard of living.",
        "In some cases, the reasoning behind certain recommendations have been lost to time.",
        "Further, because of these newfound reasoning skills, one is able to question rules and social conduct.",
        "Teens should involve their parents in the job search to provide an extra set of eyes and reasoning to help weed out potential scams or dangerous job postings.",
        "This results in a reduction of motor skills, judgment and reasoning and other skills that could put someone who drinks in danger.",
        "His reasoning for choosing Julio as a winner is still unclear to most.",
        "No matter what your reasoning, many people have never thought to search out bottom of the barrel bargains when it comes to children's clothing.",
        "As of the 2008-2009 academic year, the SAT is known as the SAT Reasoning Test.",
        "The reasoning behind a College Board entrance or assessment exam developed due to students of very different social and economic backgrounds seeking entrance into college.",
        "The SAT practice tests, like the SAT Reasoning Test, are not about measuring academic achievements precisely, but determining whether a student possesses the critical thinking skills he or she will need to succeed in college.",
        "The SAT Reasoning Test is based as much on a student's knowledge as it is on their ability to prepare for the exam.",
        "For example, modifying food at the genetic level in order to make it a more vibrant color or more resilient to harsh weather while growing are both common reasoning for utilizing GMO technology.",
        "The symptoms most widely associated with dementia are short-term memory loss, slowed or impaired thinking, and a reduction in reasoning skills.",
        "The most obvious reasoning for bifocals on glasses is, of course, to allow you to see up close.",
        "So one other reasoning for bifocals on glasses is safety while driving, or doing anything else that requires a considerable amount of concentration, as well as near and far vision.",
        "For example, Brain Age on the Nintendo DS is great for logic and reasoning.",
        "In fact, video games for kids are designed to be educational, making the process of learning the alphabet, mathematics, logic, reasoning, puzzle solving, and strategizing... fun!",
        "While the child's IQ may be in the normal range, he or she can have trouble with verbal and abstract reasoning skills and may lag behind classmates, and consequently feel as if he/she does not \"fit in.\"",
        "Jean Piaget, a Swiss psychologist, explored how children developed moral reasoning.",
        "He also believed that children developed moral reasoning quickly and at an early age.",
        "Lawrence Kohlberg, an American psychologist, extended Piaget's work in cognitive reasoning into adolescence and adulthood.",
        "Nevertheless, the morality of care theory opened up explorations of moral reasoning in many groups and cultures.",
        "This moral pluralism forces individuals to examine their own moral reasoning and beliefs.",
        "Cognitive development theories view morality as an outgrowth of cognition, or reasoning, whereas personality theories are holistic in their approach, taking into account all the factors that contribute to human development.",
        "Those who believe it is the reasoning abilities that separate humans from the rest of creation will find cognitive development theories the most attractive.",
        "Cognitive development theories did little to change things, as they focus on reasoning and disregard behavior.",
        "Exposure to moral questions and the opportunity to practice moral behavior in a supportive community appear to foster deeper moral reasoning and more constructive behavior.",
        "While reasoning and verbal explanations may be appropriate for the older child, children younger than 18 months are typically unable to comprehend the reasons for punishment.",
        "Parents should not expect that reasoning or reprimands will control the behavior of an infant.",
        "Memory problems, poor judgment, difficulties with daily living skills, difficulties with abstract reasoning skills, and poor social skills are often apparent by this time.",
        "The adolescent's greater facility with abstract thinking also permits the application of advanced reasoning and logical processes to social and ideological matters."
    ],
    "definition": [
        "Use of reason, especially to form conclusions, inferences, or judgments.",
        "Evidence or arguments used in thinking or argumentation.",
        "Link/Cite",
        "Action of the verb to reason.",
        "The deduction of inferences or interpretations from premises; abstract thought; ratiocination.",
        "Present participle of reason.",
        "Link/Cite"
    ]
}