{
    "translation": "מרדני",
    "uses": [
        "As soon as the rebellious Clement VII.",
        "I shouldn't blame my rebellious moods on other people.",
        "He punished the rebellious clergy severely, and ruled the church with an absolute hand till his departure from England in 1218.",
        "The primate Edmund Rich held them responsible for the tragic fate of the rebellious Richard Marshal.",
        "Many other rebellious tribes were subjected.",
        "There were five boys in their band – two of them a rebellious age of fifteen.",
        "In the following year he accompanied Julius upon his march through Perugia into the province of Emilia, where the fiery pope subdued in person the rebellious cities of the Church.",
        "For the fifth time, in 1174, Frederick entered his rebellious dominions.",
        "The rebellious elements allied themselves instinctively with the Poles, who thus found the absorption of the greater part of the lands of the Order an easy task.",
        "The great feudatories did not even respect the lives of the royal family, for Andrew was recalled from a futile attempt to reconquer Galicia (which really lay beyond the Hungarian sphere of influence), through the murder of his first wife Gertrude of Meran (September 24, 1213), by rebellious nobles jealous of the influence of her relatives.",
        "Nominally the sultan of Tidore is still the suzerain of western New Guinea, but his authority is scarcely recognized, except on some few shores and adjacent islands, and practically Dutch New Guinea used to be administered partly from Ternate and partly from Timor, upon more peaceful lines than was the case when the rule of the Dutch in New Guinea largely consisted of the sending of a warship now and again to some distant island or bay to burn a kampong, to punish rebellious villagers, and thus assert or reassert Dutch authority, or that of the sultan, who is their vassal.",
        "the Grave (1323-1349) consolidated the power of his dynasty against rebellious vassals and the neighbouring counts of Weimar and Schwarzburg.",
        "In the latter part of the 18th century and the first years of the 19th it was constantly the scene of bloody dissensions between two rival parties, one led by the local janissaries, the other by the sherifs (religious); and the Ottoman governors took the side, now of one, now of the other, in order to plunder a distracted city, too far removed from the centre to be controlled by the sultans, and too near the rebellious pashalik of Acre and the unsettled district of Lebanon not to be affected by the disorders natural to a frontier province.",
        "While besieging the castle of Viana, held by the rebellious count of Lerin, he was killed (March 12, 1507).",
        "Athens, whose general Chares had supported Artabazus, was by the threatening messages of the king forced to conclude peace, and to acknowledge the independence of its rebellious allies (355 B.C.).",
        "His popularity had temporarily declined, and the fact that his proposals for parliamentary reform and Catholic emancipation had become the watchwords of the rebellious United Irishmen had brought upon him the bitter hostility of the governing classes.",
        "The unruly clans which David knew how to control when he was at Ziklag or Hebron were doubtless ready to support the rebellious son.",
        "He failed in an attempt to recover Cyprus from a rebellious noble, and by the oppressiveness of his taxes drove the Bulgarians and Vlachs to revolt (1186).",
        "The ambitions of Mehemet Ali of Egypt were not yet fully revealed; but Ali of Jannina, who had marched to the aid of the sultan against the rebellious pasha Pasvan Oglu of Widdin, soon began to show his hand, and it needed the concentration of all the forces of the Turkish empire to effect his overthrow and death (1822).",
        "chief minister of the eastern, and Stilicho, the virtual regent of the western empire, and the murder of the former by his rebellious soldiers.",
        "against his rebellious subjects produced a tumult in the Assembly.",
        "In face of another rebellious general, Nicephorus Bryennius, his election was ratified by the aristocracy and clergy.",
        "But the government of Bombay had hurried on a rupture with the Mahratta confederacy at a time when France was on the point of declaring war against England, and when the mother-country found herself unable to subdue her rebellious colonists in America.",
        "His letters betray discontent with Elizabeth's reluctance to assist the States; he could not understand her antipathy to rebellious subjects, and he returned in October, having accomplished little.",
        "As time went on, however, the Natal government, alarmed at a series of murders of whites in Zululand and at the evidences of continued unrest among the natives, became convinced that Dinizulu was implicated in the rebellious movement.",
        "Some successes were gained, but a consistent policy was impossible with a rebellious aristocracy and a king of indolent character.",
        "That he was the most attractive figure of a man of letters in his generation is admitted; and the acknowledged fascination of his character was deepened, and was extended over an extremely wide circle of readers, by the publication in 1899 of his Letters, which have subdued even those who were rebellious to the entertainment of his books.",
        "powerful and rebellious vassal, Hugh the Great, duke of thi Franks, both of whom were married to sisters of the Germai king.",
        "For some time after his succession Afghanistan was in a state of anarchy, and his rebellious half-brothers overran the country while he remained at Kandahar mourning the loss of a favourite son.",
        "the castles of Tutbury and Duffield were held against the king, and in the civil wars of John's reign Bolsover and Peak Castles were garrisoned by the rebellious barons.",
        "Gregory had passed before her from the scene of his contest, an exile at Salerno, whither Robert Guiscard carried him in 1084 from the anarchy of rebellious Rome.",
        "Having ruined his rebellious city, but not tamed her spirit, Frederick withdrew across the Alps.",
        "Their importance will never be comparable to that of his music; but, just as the reaction against Ruskin's ascendancy as an art-critic has coincided with an increased respect for his ethical and sociological thought, so the rebellious forces that are compelling Wagnerism to grant music a constitution coincide with a growing admiration of his general mental powers.",
        "He turned first against the Byzantines, who were defeated several times; he took Cordova and chastised the Suevi; and then by stern measures he destroyed the power of those unruly and rebellious chieftains who had reduced former kings to the position of ciphers.",
        "Osman IL, were given up. Peace, however, left the rebellious 1618-1622.",
        "On the 14th of November 1626, Pappenheim completely defeated here the army of the rebellious peasants.",
        "Bureda and Aneza were occupied without opposition, the rebellious sheiks amnestied by the sultan and loaded with gifts, and formal peace was made between the rival factions.",
        "The Duke was anxious to obtain a capable candidate to aid him in regaining his ascendancy over the rebellious borough.",
        "Similarly, the last book of the Pistis-Sophia contains the myth of the capture of the rebellious archontes, whose leaders here appear as five in number (Schmidt, Koptisch-gnostische Schriften, p. 234 seq.).",
        "From his tenth year, when he was kidnapped from his father's court by the rebellious vassals, till his assassination eighteen years later, his whole life, with one bright interval of military glory, was unrelieved tragedy.",
        "He continued the struggle vigorously with Frederick's son and successor, Conrad IV., who in 1252 descended into Italy, reduced the rebellious cities and claimed the imperial crown.",
        "Lacking often the protection of a strong ruler, the Lombard cities had been accustomed to act together for mutual defence, and in 1093 Milan, Lodi, Piacenza and Cremona formed an alliance against the emperor Henry IV., in favour of his rebellious son Conrad.",
        "The great question at issue, the nature and extent of the imperial authority over the Lombard cities, was still unsettled when Frederick's rebellious son, the German king Henry VII., allied himself with them.",
        "In spite of his power and influence, his position as a leader of the Guelphs was greatly shaken during the latter years of his reign, while at home he was never able completely to subjugate his rebellious barons.",
        "from the dangerous protection of Philip of Bresse and by death from that of the French king, crushed the rebellious nobles and seized Saluzzo (1487).",
        "Several of the white settlers who resisted this rebellious movement were arrested and kept in confinement.",
        "It is, however, equally noticeable on the one hand that the main body of the allies was not affected, and on the other that the Peloponnesian League on the advice of Corinth officially recognized the right of Athens to deal with her rebellious subject allies, and refused to give help to the Samians.",
        "In April 1606 they declared Rudolph incapable of ruling, and recognized one of his younger brothers, the archduke Matthias, afterwards emperor, as their head; and in the following June Matthias, having already with the emperor's reluctant consent taken the conduct of affairs into his own hands, made peace by granting extensive concessions to the rebellious Hungarians, and concluded a treaty with the sultan in November of the same year.",
        "A gild was formed at Acre - the gild of St Adrian - which, if nominally religious in its origin, soon came to represent the political opposition to Frederick, as was significantly proved by its reception of the rebellious John of Beirut as a member (1232).",
        "Lindsay-Bethune, routed the much superior combined forces (6000 men) of the shah's two rebellious uncles, Firman-Firma and Shuja es Saltana.",
        "The problem is that she is also one of the most rebellious.",
        "Alex was being stubborn - and uncharacteristically rebellious.",
        "Wladislaus's little fleet attempted to blockade the port of the rebellious city, whereupon a Danish admiral broke the blockade and practically destroyed the Polish flotilla.",
        "What was wanting was not vitality and licence, not audacity of speculation, not lawless instinct or rebellious impulse.",
        "It marked, moreover, in the condition of armed resistance against established authority which was forced upon it by the Counter-Reformation, a firm resolve to assert political liberty, leading in the course of time to a revolution with which the rebellious spirit of the Revival was sympathetic. This being the relation of humanism in general to reform, French learning in particular displayed such innovating boldness as threw many of its most conspicuous professors into the camp at war with Rome.",
        "Ireland was then in a rebellious and discontented condition, and it was difficult for the English government to decide either on a definite course of policy with regard to it, or on a leader by whom that policy might be carried out.",
        "But it is quite possible that his scientific studies had bred in him, as in many others at that time, a materialistic, or at least a naturalistic, turn of mind; indeed, we should expect as much in a man of Van den Ende's somewhat rebellious temperament.",
        "Pink Olie Snake Wedge Sandals are for the rebellious Barbie in all of us.",
        "While bordering on the goth/punk movement, skulls are a fun little accessory that add both a touch of grimness and bad religion to your amazingly rebellious outfits.",
        "The shoes' brashness and brightness make them irresistible to a variety of \"Chucks\" fans, including rockers, skaters and rebellious souls.",
        "Episodes focus on the common and sometimes comical problems including career issues, mid-life crisis, rebellious children, fashion mistakes, deep secrets, tawdry affairs, and murder.",
        "The band have been compared to the likes of The Beatles, The Who, The Kinks and The Jam for their musical structure and rebellious behavior.",
        "The first season's winner was Adrianne Curry, who often portrayed herself as a rebellious woman who had a hard edge to her.",
        "From the rebellious former war sergeant to the companion with a heart of gold and everyone in between, the story of Mal and his crew is a classically western tale.",
        "It works because Commander Chakotay (Robert Beltran) was not a Maquis rebel because he has a rebellious nature.",
        "This rebellious spirit stems from her struggle with her abusive past as a child and later as a prisoner held by the Cylons.",
        "He was especially urgent for the confirmation of his nominee Johannes Magni as primate, in the place of the rebellious archbishop Gustavus Trolle, who as a convicted traitor had been formally deposed by the Riksdag and was actually an outlawed exile.",
        "Cannstatt (Condistat) is mentioned early in the 8th century as the place where a great court was held by Charlemagne for the trial of the rebellious dukes of the Alamanni and the Bavarians.",
        "For example, children who are toilet trained too early or have their toilet training carried out too strictly may become rebellious.",
        "While there is no guarantee that your child may turn to rebellious behaviors, if he or she feels stifled and restricted, he or she may act out and respond through violence and rebellion.",
        "Their involvement with a rebellious clique may encourage stealing, drugs, and underage drinking.",
        "Many older teens feel a certain kinship with evil skull tattoos for their rebellious qualities.",
        "Although the former teen sensation has a wild and rebellious streak, her tattoo inspirations are undeniably feminine.",
        "For example, a person born under the Chinese zodiac birth year of the tiger is supposed to be rebellious, according to Chinese astrology.",
        "Tattoos on the lower lip have gained in recent popularity amongst teenagers and other people who are looking for a rebellious outlet.",
        "If your children are captivated by the mysterious and rebellious nature of pirates and the romance of the high seas, these crafts will be sure to capture their imaginations.",
        "Black leather accented with silver chains, zippers. or studs and fishnet detailing, provides a tough and rebellious biker-chick look.",
        "7), and political affairs in Judah receive attention, not in proportion to their intrinsic importance, but according as they serve to exemplify God's help to the obedient and His chastisement of the rebellious.",
        "On the 11th Windischgratz proclaimed his intention of marching against rebellious Vienna, and on the 16th an imperial rescript appointed him a field-marshal and commander-in-chief of all the Austrian armies except that of Italy.",
        "In the next year Tethmosis revisited the Phoenician ports, chastised the rebellious and received the tribute of Syria, all the while preparing for further advance, which did not take place until another year had gone by.",
        "With a view to establishing his authority he now made overtures to the Porte and was commissioned to chastise the rebellious pasha of Scutari, whom he defeated and killed.",
        "His plans in Albania were interrupted by the war against Pasvan Oglu, the rebellious pasha of Widdin, in which Ali once more did good service.",
        "William's desire was to seize Northumberland; in 1173 he was allied with Henry, rebellious son of 1 73 y?",
        "France, and son of the rebellious Albany, brother of James III.; the constantly veering policy and affections of the queen-mother; and the gold of England, filled fourteen years with distractions, murders, treasons and conspiracies.",
        "in circumference, is celebrated for the tradition that Huayna-Capac, one of the great conquerors of the Inca dynasty, defeated an army of rebellious Carranquis on its shores, and threw so many of their bleeding corpses into it as to turn its waters to the colour of blood.",
        "When Essex returned to England, Chichester rendered valuable service under Mountjoy in the war against the rebellious earl of Tyrone, and in 1601 Mountjoy recommended him to Cecil in terms of the highest praise as the fittest person to be entrusted with the government of Ulster.",
        "Sent by his father in 1439 to direct the defence of Languedoc against the English, and to put down the brigandage in Poitou, he was induced by the rebellious nobles to betray his trust and place himself at the head of the Praguerie.",
        "Louis began his rebellious career by a futile attempt to seduce the cities of Agenais into treason, and then he prepared a plot to seize the king and his minister Pierre de Breze.",
        "Charles, the king's brother, was given Normandy as an apanage, thus joining the territories of the rebellious duke of Brittany with those of Charles the Bold.",
        "By his political sagacity and moderation Manfred won a strong party to his side and helped Conrad to subjugate the rebellious barons.",
        "There were border wars with rebellious savage tribes, attacks made by Chinese pirates seeking plunder or refuge, volcanic eruptions, earthquakes, tornadoes and the periodical visits of marauders from the southern islands.",
        "with a refuge against the rebellious princes.",
        "The sultan's policy had been consistently directed to crushing the overgrown power of his vassals; in the spring of 1831 two rebellious pashas, Hussein of Bosnia and Mustafa of Scutari, had succumbed to his arms; and, since he was surrounded and counselled by the personal enemies of the pasha of Egypt, it was likely that, so soon as he should feel himself strong enough, he would deal in like manner with Mehemet Ali.",
        "king of Sicily, or with the rebellious Romans, without the consent of Eugenius, and generally to help and defend the papacy.",
        "of Russia enabled him by the Act of Unity and Security (on the 17th of February 1789) to override the opposition of the rebellious and grossly unpatriotic gentry, and, with the approbation of the three lower estates, establish a new and revolutionary constitution, in which, though the estates still held the power of the purse, the royal authority largely predominated.",
        "150o), the last of the Afghan dynasties, who realized the strategic importance of Agra as a point for keeping in check his rebellious vassals to the south.",
        "The provincial court of the counts of Champagne had long been a distinguished one, and the action of Thibaut the poet, together with the proximity of the district to Paris, made the province less rebellious than most of the great feudal divisions of France to the royal authority.",
        "He continued, however, to take part in public affairs; mediating between the king and Earl Thomas of Lancaster in 1318, and attempting to do so between Edward and his rebellious barons in 1321.",
        "About 332 he set out against the rebellious tribes of Thrace; but before this insurrection was quelled, the Spartan king Agis had risen against Macedonia.",
        "On his northern frontier Manuel reduced the rebellious Serbs to vassalage (1150-52) and made repeated attacks upon the Hungarians with a view to annexing their territory along the Save.",
        "With Cardinal Ottoboni, who was to aid the English king, Henry III., against the bishops of the baronial party, he was besieged in the Tower of London by the rebellious earl of Gloucester, but was rescued by the future Edward I., on the 27th of April 1267.",
        "All Indiana was united with Canada by the Quebec Act (1774), but it was not until three years later that the forts and Vincennes were occupied by the British, who then realized the necessity of ensuring possession of the Mississippi Valley to prevent its falling into the hands of the rebellious colonies.",
        "of France, who suborned against him his undutiful and rebellious eldest son Robert, his negotiation with Flanders and Germany, deserve no more than a mention.",
        "Hence, though the rebellious princes made head for a time against their father abroad, the insurrection of their partisans in England was suppressed without much difficulty.",
        "Naturally the policy of Richard as a newly crowned king was bound to differ from that which he had pursued as a rebellious prince.",
        "He wasted his considerable military talents in a series of skirmishes and sieges which had no great results, and after spending countless treasures and harrying many regions, perished obscurely by a wound from a cross-bow-bolt, received while beleaguering Chlus, a castle of a rebellious lord of Aquitaine, the viscount of Limoges (April 6, 1199).",
        "to Ireland, where he compelled rebellious barons to do homage, and received the submission of more than twenty of the local kinglets.",
        "They even made a great expedition to Ireland, where Bruces brother Edward was proclaimed king by the rebellious Celtic septs, and rode across the whole island, exterminating the Anglo-Irish population in many districts (1315-1317).",
        "Robert of Berkeley, the eldest son of Maurice, paid in 1190 the vast sum of i 000 for livery of his great inheritance, but, rising with the rebellious irr.",
        "It had been lawless and rebellious.",
        "counterinsurgency campaign, called the Anfal, against its rebellious Kurds.",
        "disintegrate the labor force of the rebellious South.",
        "Mary James is a bright, confident, rebellious teenager who never sticks to the rules.",
        "He/she is not merely lazy or rebellious.",
        "had also repaired to escape from their rebellious subjects, and the city became the headquarters of Italian reaction.",
        "From the beginning, however, he treated the Italians, as indeed was only natural, less as rebellious subjects than as conquered aliens; and it must be admitted that in regard to them the only effective portion of his procedure was, not his energetic measures of repression nor his brilliant victories, but, after the battle of Legnano, his quiet and cheerful acceptance of the inevitable, and the consequent complete change in his policy, by which if he did not obtain the great object of his ambition, he at least did much to render innoxious for the Empire his previous mistakes.",
        "The Frankish emperor then took up the cause of rebellious Venetia and Dalmatia.",
        "Disraeli's first strong vote of hostility was on a coercion bill for perishing and rebellious Ireland.",
        "1272, just as he was raising an army to recover his kidnapped infant son Ladislaus from the hands of his rebellious vassals.",
        "were to be sent against the rebellious colonists in the West.",
        "Although he had been on friendly terms with Harold, the bishop submitted to William at Berkhampstead, and he was very useful in checking the rebellious barons during the revolt of 1075.",
        "The earl of Desmond having shown rebellious tendencies was detained for six years in London.",
        "By this compact, moreover, the chronically rebellious Jutish nobility lost the support they had hitherto always found in Schleswig-Holstein, and Margaret, free from all fear of domestic sedition, could now give her undivided attention to Sweden, where the mutinous nobles were already in arms against their unpopular king, Albert of Mecklenburg.",
        "In 1213, John Lackland, having been in conflict with Innocent regarding the archiepiscopal see of Canterbury, had made submission and done homage for his kingdom, and Philip wished to take vengeance for this at the expense of the rebellious vassals of the north-west, and of Renaud and Ferrand, counts of Boulogne and Flanders, thus combating English influence in those quarters.",
        "He only let him depart when he had sworn in the treaty of Pronne to fulfil the engagements made at Conflans and Saint-Maur to assist in person at the subjugation of rebellious Liege, an.d to give Champagne as an appanage to his ally the duke of Berry.",
        "the follies of the League and to further the ambitions of the rebellious Guises?",
        "But having defeated the duke of Savoy he had no hesitation in making sure of him by a marriage; though the Swiss might have misunderstood the treaty of Brusol (1610) by which he gave one of his daughters to the grandson of Philip IL On the other hand he astonished the Protestant world by the imprudence of his mediation between Spain and the rebellious United Provinces (1609).",
        "Meanwhile, however, still more was ceded to the princes than to the kings; and after a pretence of drawing the sword against the prince of Cond, rebellious through jealousy of the Italian surroundings of the queen-mothei, recourse was had to the purse.",
        "In his state-papers Richelieu has shown that at the outset he desired that the Huguenots should share no longer in public affairs, that the nobles should cease to behave as rebellious subjects, and the powerful RICh.",
        "Turin, the capital of Piedmont, was taken by Henri de Lorraine, comte dHarcourt; the alliance with rebellious portugal facilitated the occupation of Roussillon and almost the whole of Catalonia, and Spain was reduced to defending herself; while the embarrassments of the Habsburgs at Madrid made those of Vienna more tractable.",
        "Civil war now began against the rebellious coalition of great nobles, lawyers of the parlement, populace, and mercenaries The just set free from the Thirty Years War.",
        "The attempt of the counter-revolutionaries to make an army for themselves out of the guard of the Legislative Assembly, and the success of the Catholics, who bad managed at the end of August 1797 to repeal the laws against refractory priests, determined the Directory to appeal from the rebellious parliament to the ready swords of Augereau and Bernadotte.",
        "MEMNON OF RHODES, brother of Mentor, with whom he entered the services of the rebellious satrap Artabazus of Phrygia, who married his sister.",
        "Mentor after the conquest of Egypt rose high in the favour of the king, and Memnon, who had taken refuge with Artabazus at the Macedonian court, became a zealous adherent of the Persian king; he assisted Mentor in subduing the rebellious satraps and dynasts in Asia Minor, and succeeded him as general of the Persian troops.",
        "The island was seething with disorder, but by stern and sometimes cruel measures the emperor suppressed the anarchy of the barons, curbed the power of the cities, and subdued the rebellious Saracens, many of whom, transferred to the mainland and settled at Nocera, afterwards rendered him valuable military service.",
        "Frederick, meanwhile, having helped Pope Gregory against the rebellious Romans and having secured the friendship of France and England, appeared in Germany early in 1235 and put down this rising without difficulty.",
        "It explained a lot about their troubled relationship and why Katie was so rebellious toward Alex in her youth.",
        "There were five boys in their band â€“ two of them a rebellious age of fifteen.",
        "He was one of many rebellious barons excommunicated by Thomas a Becket.",
        "Beneficent sovereigns had always been in perfect concord with the gratefully loyal people, who had never been disobedient and rebellious.",
        "He retained an enduring fondness for the college that witnessed his development from a rebellious teenager to a professional mathematician.",
        "They see other people apparently goaded into rebellious behavior by bits of the Bible that are surely unrealistic in their demands.",
        "Our sinful, rebellious nature no longer has pride of place.",
        "Being a rather obnoxious, rebellious kid, I told him in no uncertain terms.",
        "provocative to say the least, as was so much of Brando's dramatically rebellious life!",
        "Saint-Venant wrote:- ... one could reproach him for having been too rebellious against those counseling prudence.",
        "quarrelsome woman, the rebellious woman, the foolish woman.",
        "If you already have been so rebellious toward the Lord while I am still alive among you, how much more after my death!",
        "very rebellious spirit looking for adventure pretty much describe your life.",
        "But they were more swayed by the party whips and not rebellious enough to throw out the bill.",
        "But there is no soul in Aramanth and Kestrel and her twin brother are becoming increasingly rebellious.",
        "That meat requires with excessive sugar predominantly rebellious anti-heroes is the overall.",
        "Kusturica has a loud and inflammatory public persona which, one thinks, is partly a consequence of a naturally rebellious streak.",
        "rebellious streak in you?",
        "rebellious barons excommunicated by Thomas a Becket.",
        "rebellious Kurds had liberated the complex, which, at street level, was a bland office block.",
        "rebellious teenager.",
        "rebellious scots... .",
        "rebellious teen.",
        "They too released the animals once they became rebellious, adding to the menace.",
        "The old at Wyvern, The new said, hes feel rebellious was deserted.",
        "Christianity says that while men and women remain rebellious against God, the misery will increase and things will become terrible.",
        "Raymond also gets increasingly rebellious under Desmond's bossiness, especially when he learns that actors at this other National Theater actually get paid.",
        "sedition hush and like a torrent rush, Rebellious Scots to crush, God save the King.",
        "British efforts to encourage Indians to attack rebellious settlers backfired on them.",
        "The term became shorthand for rebellious or simply boisterous youth.",
        "Sulloway argues that birth order affects personality - ' eldest siblings being conservative and responsible compared with their more rebellious younger sibs.",
        "Mr Blair yesterday faced down rebellious Labor MPs with a passionate defense of his hardline stance on Iraq.",
        "stick two rebellious fingers up at the snotty art establishment.",
        "Then thereÃ¢s that rebellious streak that runs through my bones.",
        "tidings of the death of his rebellious son filled the heart of David with the most poignant grief.",
        "He is frequently belligerent, defiant, rebellious and cunning, often unscrupulous and always irrepressible.",
        "Really good time to have that slightly wayward rebellious hair phase.",
        "As a measure of precaution, he procured documentary evidence of the rebellious intentions of the raja and the begum, to the validity of which Impey obligingly lent his extra-judicial sanction.",
        "He is informed that the people to whom he is sent are rebellious and stiff-necked (this indicates his opinion of the people, and gives the keynote of the following discourses); he is appointed watchman to warn men when they sin, and is to be held responsible for the consequences if he fail in this duty.",
        "On the 17th of October 1593 a convention of delegates was held at Edinburgh at which a committee was appointed to follow the king and lay before him in a personal interview certain instructions relating to the punishment of the rebellious Popish earls and the safety of the church.",
        "Early in 1603 Elizabeth instructed Mountjoy to open negotiations with the rebellious chieftains; and in April, Tyrone, in ignorance of Elizabeth's death, made his submission to Mountjoy.",
        "The Babylonian Nebuzaradan was sent to take vengeance upon the rebellious city, and on the seventh day of the fifth month 586 B.C. Jerusalem was destroyed.",
        "As part of the Roman province of Syria and under its governors they would prove that they were not really disaffected and rebellious.",
        "Here it must suffice to say that the recognition of Mehemet Ali's claims, forced on the sultan by France and Great Britain, was followed in 1833 by the signature of the Treaty of Unkiar Skelessi, which seemed to place Turkey wholly in the power of Russia, after which Sultan Mahmud concentrated his energies on creating a force strong enough to crush his rebellious vassal.",
        "Several ministries, in which various parties predominated for a time, now governed the country till 1848, during which period the rebellious province of Rio Grande was pacified, more by negotiation than force of arms. In 1848 hostilities were roused with the British government through the neglect shown by the Brazilians in putting in force a treaty for the abolition of the slave trade, which had been concluded as far back as 1826; on the other hand the governor of Buenos Aires, General Rosas, was endeavouring to stir up revolution again in Rio Grande.",
        "He has sometimes been blamed for not crushing his incurably disloyal and rebellious nobles, instead of cajoling them, after the example of his contemporary, Louis XI., who laid the foundations of the greatness of France on the ruin of the vassals.",
        "With the help of his father, Maxentius was enabled to put Severus to death and to repel the invasion of Galerius; his next steps were first to banish Maximianus, and then, after achieving a military success in Africa against the rebellious governor, L.",
        "After three abortive campaigns Mahmud was compelled, infinitely against his will, to summon to his assistance the already too powerful pasha of Egypt, Mehemet Ali, whom he had already employed to suppress the rebellious Wahhabis in Arabia.",
        "He would rather die, he exclaimed, or become the slave of Russia, than not destroy his rebellious vassal.",
        "then attempted to ensure the loyalty of the duke of Bourbon by the gift of a large pension, forgave all the rebellious gentry, and installed his son in Dauphine (see Louis XI.).",
        "So well were these troops organized that they were able to hold their own against rebellious Janissaries in the European provinces, where disaffected governors made no scruple of attempting to make use of them against the reforming sultan.",
        "The Poitevins fell in 1234; they were removed at the demand of the barons and the primate Edmund Rich, who held them responsible for the tragic fate of the rebellious Richard Marshal.",
        "On his return from the Arabian campaign Assur-bani-pal severely punished the rebellious inhabitants of Ushu (Palaetyrus) arid Akko, and transported the survivors to Assyria (ibid.",
        "(See Turkey.) Slight successes in Syria and the Morea against rebellious outbreaks there could not compensate for the loss of the Crimea, which Russia soon showed that she meant to absorb entirely.",
        "This rivalry was roused to fever heat by the Athenian intervention in 434-33 on behalf of Corcyra, Corinth's rebellious colony (see Corfu) and from that time the Corinthians felt that the Thirty Years' Truce was at an end.",
        "Robert had been a capable ruler, a scholar and a friend of Petrarch, but he lost influence as a Guelph leader owing to the rise of other powerful princes and republics, while in Naples itself his authority was limited by the rights of a turbulent and rebellious baronage (see Robert, king of Naples).",
        "Proverbs warns against the noisy woman, the quarrelsome woman, the rebellious woman, the foolish woman.",
        "If you already have been so rebellious toward the Lord while I am still alive among you, how much more after my death !",
        "Very rebellious spirit looking for adventure pretty much describe your life.",
        "Q: Do you think you still have a rebellious streak in you?",
        "Rebellious Kurds had liberated the complex, which, at street level, was a bland office block.",
        "You are no longer able to be the rebellious teenager.",
        "The reason I mention it is that apparently it refers to the squashing of the rebellious Scots....",
        "The trio is made up of a muscle head, a brainy college kid and a rebellious teen.",
        "Raymond also gets increasingly rebellious under Desmond 's bossiness, especially when he learns that actors at this other National Theater actually get paid.",
        "May he sedition hush and like a torrent rush, Rebellious Scots to crush, God save the King.",
        "I 'm drawn to exhibits which outrage or stick two rebellious fingers up at the snotty art establishment.",
        "The tidings of the death of his rebellious son filled the heart of David with the most poignant grief.",
        "But God brings a charge against Israel for being an unfaithful wife, by going after idols, and a rebellious child.",
        "As it stands it vividly recalls the rebellious Israelites of the wilderness wanderings.",
        "But Nancy 's rebellious nature clashes with the Social Register set, and she yearns to return home to a post-Civil War Virginia.",
        "Crime films of the late 1920s to early 1930s were focused on rebellious yet glamorous gangster characters that were driven to succeed by illegal means.",
        "Two things might happen if you do this, they may resent you for talking negatively about their mom or dad, or they may become rebellious towards the other parent.",
        "Some amount of rebellious behavior is normal, although there should be consequences for anything that breaks the rules you have in place.",
        "Teenagers begin to develop individual personalities when they begin their adolescent years, and sometimes this change gives them a rebellious side.",
        "Marrying couples rarely make use of the combination in their wedding cake designs, but if you're feeling a little rebellious, ask your decorator to draw up a few possibilities that incorporate both colors.",
        "From its incipience in the 1970s, punk was all about being individual - as well as shocking, confrontational and rebellious.",
        "Rugged, masculine and a bit rebellious, cutting off a favorite pair of Levi's may be the perfect summer wardrobe fix for Coed students and suburban men alike.",
        "If affection is withheld, the child commonly is rebellious and antisocial.",
        "Many parents dread the onset of adolescence, fearing that their child will become hostile and rebellious and begin to reject his or family.",
        "Punk styles are easily misinterpreted as rebellious or inflammatory when they may just be fun self expression.",
        "Fans embraced her rebellious statement and soon a skinhead look became the new punk rock girl image.",
        "Punk haircuts for women are rebellious anti-establishment hair styles that break all rules of what's normal.",
        "While mom was busy slicking back her children's hair, making sure every piece was in place, the spike became the rebellious choice, quite opposite of that perfectly groomed look.",
        "This style is a bit rebellious and definitely eye-catching, but the modern version is tamer.",
        "Mohawk hairstyles were once a statement for the punk rock movement to express their rebellious inclinations.",
        "The last thing you want on your hands, at any age, is a rebellious Aries, so strive to keep everything balanced.",
        "Claudia Joy - She decides to stay in town with Emmalin, whose rebellious ways continue.",
        "Dealing with Brad’s death and Ashley’s delusional episodes helped Abby has grow into a rebellious teen phase.",
        "It is because of celebrities like Angelina Jolie that tattoos have become much more mainstream in recent years, as they are no longer reserved to the rebellious \"rocker\" segment of the population.",
        "Mamun had found out also that the general uneasiness was largely due to his treatment of Harthama and Tahir, the latter having been put in a rebellious country without the men and the money to maintain his authority.",
        "implored against the rebellious Romans.",
        "In I128, after her power had been crushed in another unsuccessful conflict with Leon and Castile, she was deposed by her own rebellious subjects and exiled in company with Peres.",
        "the rebellious English was that by 1075 the old governing class had almost entirely disappeared, and that their lands, from the Channel to the Tweed, had everywhere been distributed to new holders.",
        "Your more rebellious and disagreeable side will surface, causing you to become very disobedient to any order or imposed law in your family.",
        "disowned, rebellious son.",
        "Though certainly significant problems, acting out in the form of various rebellious behaviors that are not self-injurious or life-threatening is considered the less serious form of this \"cry for help.\"",
        "Some children-for example, the popular but rebellious child-may exhibit high levels of both antisocial and prosocial behaviors.",
        "It seems to be a part of the rebellious need to establish their own identity for the new generation, just as the previous one seems to forget that their \"proper\" way of dancing was most likely horrifying to their parents.",
        "Emo styles, in particular, may be misunderstood by parents and adults who see the styles as rebellious or uncaring.",
        "Punk hair styles originated in the 1970s with wild, crazy, rebellious looks - a trend that has continued ever since.",
        "Adults may flash back to their rebellious youth by adopting a punk look as a costume, and children may choose a punk style as part of a fun and crazy makeover.",
        "This drug can make someone feel anxious and rebellious."
    ],
    "definition": [
        "Prone to or participating in a rebellion: rebellious army officers. See Synonyms at insubordinate.",
        "Of, relating to, or characteristic of a rebel or rebellion: Rebellious activity has diminished in the province.",
        "Characterized by or expressing resistance to or defiance of authority or convention: a rebellious teenager; a rebellious artistic movement.",
        "Resistant to treatment or adjustment: “battled with characteristically rebellious plumbing” ( Isabella Tree )",
        "re·bel′lious·ly\nadverb",
        "re·bel′lious·ness\nnoun",
        "Link/Cite",
        "Showing rebellion.",
        "Link/Cite"
    ]
}