{
    "translation": "פתוח, קולט",
    "uses": [
        "You weren't very receptive last time.",
        "We find thus three factors of a nervous mechanism present, a receptive, a conducting, and a responding part.",
        "His personality was that of a well-instructed, outwardly cold, because cool and calculating man, essentially receptive, afire for only one idea: the highest possible development of the French monarchy, internally and externally, as against both the secular powers and the Church.",
        "POLLINATION, in botany, the transference of the pollen from the stamen to the receptive surface, or stigma, of the pistil of a flower.",
        "In Natasha's receptive condition of soul this prayer affected her strongly.",
        "Both powers know by being passively receptive of essence propagated by an efficient cause; but, while in sense the efficient cause is an external object in intelligence it is active intellect (vous Tca iroiEZv) propagating its essence in passive intellect (pas Nevertheless, without sense there is no knowledge.",
        "In some cases the region where the penetration of the male organ takes place is indicated on the oosphere by a hyaline receptive spot (Oedogonium, Vaucheria, &c.), or by a receptive papilla consisting of hyaline cytoplasm (Peronosporeae).",
        "In Cypripedium all three stigmas are functional, but in the great majority of orchids only the lateral pair form receptive surfaces (st, fig.",
        "The period of warfare over, the Basuto turned their attention more and more to agricultural pursuits and also showed themselves very receptive of missionary influence.",
        "The receptive organs of the muscular sense and of the semicircular canals are to be regarded as the sites of origin of this reflex tonus of the skeletal muscles.",
        "There is usually distinguishable upon the surface of the oosphere an area free from chlorophyll, known as the receptive spot, at which the fusion with the antherozoid takes place; and in many cases, before fertilization, a small mucilaginous mass has been observed to separate itself off from the oosphere at this point and to escape through the pore.",
        "The male cell is a spermatium, but the female cell bears no such receptive trichogyne as occurs in other Rhodophyceae.",
        "The same break is to be found in the conception of the relation of receptive to active mind in the treatise Of the Soul.",
        "But, when we call this absolute cause God, the name stands solely as indicating the unknown source of our receptive and active existence; on the one hand it means that the world upon which we can react is not the source of the feeling, on the other, that the Absolute is not an object of thought or knowledge.",
        "The sand-hills are not inherently infertile; the soil never bakes, is always receptive of moisture, absorbing water like a sponge and holding it well.",
        "26, o), which is the lower portion enclosing the ovules destined to become seeds, and the stigma (g), a portion of loose cellular tissue, the receptive surface on which the pollen is deposited, which is either sessile on the apex of the ovary, as in the poppy, or is separated from it by a prolonged portion called the style (s) .",
        "The classes most receptive of Christianity are those who are outside the Hindu system, or whom Hinduism regards as degraded.",
        "So much is clear, however, that according to Kant sense is not to be regarded as receptive of representations of objects.",
        "He was, indeed, too receptive of thought impressions of all kinds to be a consistent systematizer.",
        "While conspicuously lacking in creative genius, the Ottomans have always shown themselves possessed of receptive and assimilative powers to a remarkable degree, the result being that the number of their writers both in prose and verse is enormous.",
        "It is then dropped or carried by some external agent, wind, water or some member of the animal kingdom, on to the receptive surface of lateral type, that is to sa the elements of the wood or ?P y?",
        "As a young man he was drawn into the Romantic movement then at its height; but both the classics and contemporary classical poetry took hold upon his receptive mind (he visited Goethe in 1827).",
        "elaboration on all sides of Stoic natural philosophy belongs to Cleanthes, who certainly was not the merely docile and receptive intelligence he is sometimes represented as being.",
        "The former fall into the two classes of feelings (subjective) and perceptions (objective); the latter, according as the receptive or the spontaneous element predominates, into cognition and volition.",
        "At school and at Harvard University he in nowise distinguished himself, though he was an intelligently receptive student; he became, however, proficient enough in Greek, Latin, and the more general acquirements to enable him to act for a time as a master.",
        "The carpel, or aggregate of carpels forming the pistil or gynaeceum, comprises an ovary containing one or more ovules and a receptive surface or stigma; the stigma is sometimes carried up on a style.",
        "It is among them so important whilst the Record in all its details is so far beyond the receptive capacity of the brain, that selection and guidance are employed by the elders in order to enable the younger generation to benefit to the utmost by the absorption (so to speak) in the limited span of a lifetime of the most valuable influences to be acquired from this prodigious envelope of Recorded Experience.",
        "Yet as evidence that he was not merely receptive we have essays already breathing that admiration of the classical world which he never lost.",
        "There is an interchange of the divine and human attributes, a communication of the former which deifies the receptive and passive human nature.",
        "The one general function of the ego, thought, becomes in relation to the non-ego either receptive or spontaneous action, and in both forms of action its organic, or sense, and its intellectual energies co-operate; and in relation to man, nature and the universe the ego gradually finds its true individuality by becoming a part of them, \"every extension of consciousness being higher life.\"",
        "Young stamen is abortive, flower in which the stigma (N) is receptive and cannot perform and the stamens (3) have not yet opened; its functions.",
        "It consists essentially of two parts, a basal portion forming a chamber, the ovary, containing the ovules attached to a part called the placenta, and an upper receptive portion, the stigma, which is either seated on the ovary (sessile), as in the tulip and poppy, or is elevated on a stalk called the style, interposed between the ovary and stigma.",
        "The very moment when we begin to think, says Descartes, when we cease to be merely receptive, when we draw back and fix our attention on any point whatever of our belief, - that moment doubt begins.",
        "Mahomet's mission was Rot to Europeans, but to a people who, though quick-witted and receptive, were not accustomed to logical thinking, while they had outgrown their ancient religion.",
        "His rhind, no less trenchant and subtle than Hamilton's, was the most impressible, the most receptive, mind of his time in America.",
        "The ANGIOSFERMS, which are much the larger class, derive their name from the fact that the carpel or carpels form a closed chamber, the ovary, in which the ovules are developedassociated with this is the development of a receptive or stigmatic surface on which the pollen grain is deposited.",
        "In the preliminary collection the greatest care must be taken that the mind be absolutely free from preconceived ideas; nature is only to be conquered by obedience; man must be merely receptive.",
        "In the Chinese combination of Heaven and Earth as the parents and nourishers of all things, the energy and action lie with Tien, Earth being docile and receptive.",
        "Old age found him strong and receptive.",
        "adoration of a receptive audience.",
        "bondage with inkjet receptive coating, flexo printing.",
        "Be receptive to andrew van den the nexus portable.",
        "Showing students creative, receptive understanding means taking care not to impose dogmatic, judgemental demand on them (Zimmer and Alexander ).",
        "Mothers tended to decrease their verbal encouragement with their one-year-old boys at a critical developmental stage of receptive language skills.",
        "intrapersonal learners may have been less receptive to the approaches used.",
        "The receptive field size of cortical neurons varies across the body.",
        "We must do more to make the justice system receptive to the needs of victims.",
        "Museum staff then asked questions: Do schools find museums receptive?",
        "receptive vocabulary, formulating sentences, verbal problem solving, literacy.",
        "receptive audience.",
        "receptive coating, flexo printing.",
        "receptive ears.",
        "receptive fields is designed in order to sample the power spectrum of a moving texture.",
        "receptive mood, with all the physiological benefits that this brings.",
        "The male tested several of the females to access whether they were sexually receptive.",
        "The band played a \" Last Night of the Proms \" style concert to an extremely receptive audience.",
        "The human body is particularly receptive during the waxing moon.",
        "You are a convincing speaker, but are not especially receptive to the ideas and opinions of others.",
        "Whilst this meant there was an increasingly receptive audience for the pensions debate there was also considerable noise.",
        "Members of Council are very receptive to ideas from members, we just don't get enough of them.",
        "receptive to change with a confident, flexible attitude.",
        "For some reason the sky above Alaska seems strangely receptive to images of Bristol.",
        "Leading retailers have already proved receptive to the concept of waste reduction.",
        "Your senses have become receptive to what is around.",
        "Theories and understandings aside, my task boiled down to remaining receptive to the whispers of Spirit, and following its guidance.",
        "receptive than others.",
        "The perception of the changes, or, in other words, the reception of the stimulus, is associated for example, with the tips of roots and the apices of stems. The first recognition of a specially receptive part was made by Charles Darwin, who identified the perception of stimulation with the tip of the young growing root.",
        "Originating probably, in the observation of the fertilizing effect of rains and streams upon the receptive and reproductive soil, baalism becomes identical with the grossest nature-worship. Joined with the baals there are naturally found corresponding female figures known as Ashtaroth, embodiments of Ashtoreth (see Astarte; Ishtar).",
        "p. 7), however, personality, with its variety of temperament and emphasis, largely colours the Apostolic Fathers, especially the primary group. Clement has all the Roman feeling for duly constituted order and discipline; Ignatius has the Syrian or semi-oriental passion of devotion, showing itself at once in his mystic love for his Lord and his over-strained yearning to become His very \"disciple\" by drinking the like cup of martyrdom; Polycarp is, above all things, steady in his allegiance to what had first won his conscience and heart, and his \"passive and receptive character\" comes out in the contents of his epistle.",
        "If we set aside such transcendental conditions as belong to sensibility or to the receptive phase of mind and are the presuppositions of juxtaposition of parts, the remainder are ascribable to spontaneity or understanding, to thought with its unifying, organizing or focussing function, and their elucidation is the problem of transcendental analytic. It is still logic, indeed, when we are occupied with the transcendent objects of the discursive faculty as it is employed beyond the limits of experience where it cannot validate its ideas.",
        "The main areas of impairment across the group are: receptive vocabulary, formulating sentences, verbal problem solving, literacy.",
        "Missing Ray - Oct 04 Nice place to play, big stage receptive audience.",
        "She poured her ideas into Kris ' receptive ears.",
        "A set of motion energy receptive fields is designed in order to sample the power spectrum of a moving texture.",
        "There is nothing like giving to put you into an open, receptive mood, with all the physiological benefits that this brings.",
        "Members of Council are very receptive to ideas from members, we just do n't get enough of them.",
        "You will have the ability to be commercially aware, receptive to change with a confident, flexible attitude.",
        "Some classes seem easier to teach and more receptive than others.",
        "Once the cat seems receptive you can attempt to stroke the cat, but watch the cat's pupils carefully.",
        "They are very receptive and responsive to flower essences.",
        "She is much more likely to be receptive to your handling.",
        "Turkey is receptive to a myriad of flavors that are easy to marry with the natural taste of the bird.",
        "When you remove the things that teenagers are accustomed to doing, they are more receptive to experiencing new things.",
        "After becoming a food buyer for a gourmet market in Albany (Cowan & Lobel), she discovered that people who were short on time were receptive to healthy, easy-to-prepare meals.",
        "The studio probably wants to see how she will do and how receptive their audience is to her before asking her to stay on any longer than that.",
        "She will be more receptive to future breedings and less likely to snap at another stud.",
        "He definitely wanted to, but she was not receptive.",
        "Your male will also continue to breed her as long as she's receptive and he has access.",
        "This stage is marked by obvious physical changes such as swelling of the vulva and a bloody discharge, but the bitch is not yet receptive to breeding.",
        "Estrus - This is the second stage of the heat cycle in which the female becomes receptive to breeding.",
        "Potatoes are able to absorb many of those chemicals, leaving your body more receptive to tryptophan.",
        "Communication development: Expressive and receptive communication skills, including written, spoken, and body language.",
        "The speech of children with receptive aphasia is both delayed and sparse, ungrammatical, and poorly articulated.",
        "It relies on parents' reports and a very short test focusing on visual, receptive, and expressive language.",
        "The Receptive One-Word Picture Vocabulary Test provides information about a child's ability to understand language.",
        "Most children with receptive aphasia gradually acquire a language of their own, understood only by those close to them.",
        "Receptive aphasia-A developmental disorder in which a child has difficulty comprehending spoken and written language.",
        "Children's receptive communication skills are more advanced than their verbal communication skills.",
        "Receptive language development (the ability to comprehend language) usually develops faster than expressive language (the ability to communicate).",
        "Six to 12 months is a crucial age for receptive language development.",
        "Receptive language-The comprehension of language.",
        "That way you will be approaching the people who will be most likely to be receptive to your idea.",
        "This is good for the podcast producer because there's no doubt that the audience is receptive, and it's ideal for the listener because the content is tailored exactly to specific interests.",
        "But nothing save a very great talent could have shown itself so receptive.",
        "It is helpful to consider a child's expressive and receptive language skills.",
        "Children with an ability to understand are more likely to improve than children with expressive and receptive delays.",
        "Children whose primary difficulty involves receptive language are more likely to have developmental cognitive disability or autism spectrum disorder.",
        "The child can be encouraged to be as receptive to the process as possible.",
        "Common strengths include long-term memory, reading ability, and receptive language.",
        "Taking photos in your home, garden, or local park can make you more comfortable and be more receptive to a photojournalistic style.",
        "If she is receptive, you can then ask on the spot.",
        "If this is the case, then it will be unlikely that she will be receptive to further discussions.",
        "As you reveal information slowly and over time, you are also looking to see how receptive your partner is.",
        "The more receptive and accepting, the more information you will share about your past.",
        "If you've talked to her, surprised her, been nice to her and spent time with her and she's been receptive to all of that, chances are, she will be receptive to you telling her you like her.",
        "Music industry trade shows are extremely expensive, and many attendees are not receptive to receiving demos and songwriting samples.",
        "The second job is to make things \"easy\", natural and receptive.",
        "While this might be true in some cases, most of the time it's simply that Cancer has a uniquely receptive nature.",
        "Children are often most receptive to education when it is disguised as a hands-on game.",
        "Local yoga studios, children's gyms, or summer camps may also be receptive to hosting a children's yoga class.",
        "Individuals with high functioning autism can have difficulties with receptive language, unable to interpret nuances of language such as humor or irony.",
        "If you stretch muscles that have not been warmed up, you run the risk of pulling a muscle; muscles are more receptive to stretching at the end of your routine.",
        "Indie musicians are often more receptive to letting their music be traded online than major label acts, so the internet is awash in indie music download options.",
        "has ceased to be receptive before the anthers open, or the anthers have withered before the stigma becomes receptive, when crosspollination only is possible, or the stages of maturity in the two organs are not so distinct, when self-pollination becomes possible later on."
    ],
    "definition": [
        "Receiving or ready to receive penetration in sexual intercourse.",
        "Receiving or ready to receive male gametes or nuclei during sexual reproduction: a receptive hypha; receptive stigmas.",
        "re·cep′tive·ly\nadv.",
        "re·cep′tive·ness re′cep·tiv′i·ty\nn.",
        "Link/Cite"
    ]
}