{
    "translation": "מקבל, נמען",
    "uses": [
        "He has also been the recipient of many foreign orders.",
        "Unless there be faith in the recipient, an understanding of the meaning of the sacrament and an acceptance of it, it is valueless or harmful.",
        "The Royal Society in 1894 bestowed the Rumford medal upon him for his work in the production of low temperatures, and in 1899 he became the first recipient of the Hodgkins gold medal of the Smithsonian Institution, Washington, for his contributions to our knowledge of the nature and properties of atmospheric air.",
        "He was the recipient of nearly every academic distinction that can be conferred upon an eminent man of science.",
        "When the waves are convergent and the recipient screen is placed so as to contain the centre of convergency - the image of the original radiant point, the calculation assumes a less complicated form.",
        "I was surprised when the recipient of my muffled tip-calls was not the usual person.",
        "He was the recipient of two commendations for organizational excellence.",
        "He was twice, in 1868 and 1876, the recipient of the gold medal of the Royal Astronomical Society, London, and the university of Cambridge conferred upon him, in 1875, the honorary degree of LL.D.",
        "He had nearly forgotten the young lady, the recipient of Jeffrey Byrne's kindness.",
        "He was continually employed on diplomatic errands until 1455, when, owing apparently to ill-health, he received apartments in the palace of the counts of Hainaut at Salle-le-Comte, Valenciennes, with a con siderable pension, on condition that the recipient should put in writing \"choses nouvelles et morales,\" and a chronicle of notable events.",
        "The recipient of hon.",
        "Not only is Abraham the founder of religion, but he, of all the patriarchal figures, stands out most prominently as the recipient of the promises (xii.",
        "In the happy finale, Naomi is the recipient of congratulations upon the birth of a son to the faithful Ruth (iv.",
        "He has also been the recipient of honours from many British and foreign universities.",
        "He was the recipient of many British and foreign awards and honours, amongst these being the Royal and Hughes medals of the Royal Society in 1894 and 1902 respectively, the Hodgkins medal of the Smithsonian Institute of Washington in 1902, the Nobel Prize for physics in 1906, enrolment as honorary graduate of many universities, and as honorary fellow of numerous American and continental scientific academies.",
        "If_ that power form part of the true method, then the mind is not wholly passive or recipient; it anticipates nature, and moulds the experience received by it in accordance with its own constructive ideas or conceptions; and yet further, the minds of various investigators can never be reduced to the same dead mechanical level.'",
        "When we called in a tip, the recipient of our offering was located in a secure government-run facility in Omaha that promised total anonymity.",
        "But he qualifies this \" Receptionist \" position by declaring that Judas received the sacrament, as if the unworthiness of the recipient made no difference.",
        "The gift was over-liberal and the recipient was thankless; but John was distinctly treated as a vassal, not granted the position of an independent sovereign.",
        "He contributed extensively to the periodical literature of astronomy, and was twice, in 1823 and 1830, the recipient of the Royal Astronomical Society's gold medal.",
        "Pasteur was now the acknowledged head of the greatest chemical movement of the time, the recipient of honours both from his own country and abroad, and installed at the E.",
        "Rumford was the founder and the first recipient of the Rumford medal of the Royal Society.",
        "But, by whomsoever conferred, knighthood at one time endowed the recipient with the same status and attributes in every country wherein chivalry was recognized.",
        "Others were exposed to bar room fights, muggings, schooled in army combat or at least been the recipient of a bloody nose from a third grade bully.",
        "The following table gives, approximately, in thousands of yards the quantities exported of the four main divisions of cotton cloths: - In the case of cloth, too, the Board of Trade returns must not be taken as an absolute record of imports to the particular countries, as the ultimate recipient is not always determined.",
        "Among these may be especially mentioned Michael Ainsworth, a native of Wimborne St Giles, the young man who was the recipient of the Letters addressed to a student at the university, and was maintained by Shaftesbury at University College, Oxford.",
        "The contents of the iron recipient consist of a powdery mixture of oxide and metal, which is added to the next charge, except what is put aside to be sold as \"zinc dust.\"",
        "without containing the name of the person against whom they were directed; the recipient, or mandatary, filled in the name in order to make the letter effective.",
        "The recipient can then print the gift card to use locally or shop online with it.",
        "The font was viewed as the womb of the virgin mother church, who was in some congregations, for example, in the early churches of Gaul, no abstraction, but a divine aeon watching over and sympathizing with the children of her womb, the recipient even of hymns of praise and humble supplications.",
        "In the Augsburg Confession (1530), which was largely due to him, freedom is claimed for the will in non-religious matters, and in the Loci of 1533 he calls the denial of freedom Stoicism, and holds that in justification there is a certain causality, though not worthiness, in the recipient, subordinate to the Divine causality.",
        "In a moment of sickness, when his conscience was for a space troub~ ling him or his will was weak, he nominated the saintly Anseim (q.v.) to the archbishopric. When enthroned the new primate refused to make the enormous gift which the king expected from every recipient of preferment.",
        "Recipient now of immense ecclesiastical revenues, which, owing to the number of vacant benefices, constituted a powerful engine of government, Louis XIV.",
        "Hansen twice visited England and was twice (in 1842 and 1860) the recipient of the Royal Astronomical Society's gold medal.",
        "That Zeno and Cleanthes crudely compared this presentation to the impression which a seal bears upon wax, with protuberances and indentations, while Chrysippus more prudently determined it vaguely as an occult modification or \" mode \" of mind, is an interesting but not intrinsically important detail But the mind is no mere passive recipient of impressions from without, in the view of the Stoics.",
        "The relation between the divine mind and finite intelligence, at first thought as that of agent and recipient, is complicated and obscure when the necessity for explaining the permanence of real things comes forward.",
        "He had abandoned Luther's doctrine of consubstantiation and adopted the doctrine of a Real Presence conditioned by the faith of the recipient.",
        "immunosuppression of the second recipient.",
        "First, we need to decide whether it can move beyond the role of passive recipient of management information to exert active influence over company policy.",
        "abaten where this is the case, departments should consider abating any future payments due to the recipient of the overpayment.",
        "Includes recipient whitelisting so selected recipients can bypass heuristic antispam testing and real-time blacklists NEW!",
        "The recipient will then hear a bleep, then receive your message on screen, with a short header attached.",
        "The information contained in the email is totally bogus, the sender is attempting to defraud the recipient.",
        "bursary recipient for sailing, are now part of the UK Sport England World-Class Potential program.",
        "Wrapped in decorative cellophane, It also comes with a high quality gift tag for you to add a message to the lucky recipient.",
        "This often cheapens a pen and the recipient takes little notice.",
        "My own experience is as a recipient of psychiatry where these problems are particularly chronic.",
        "The recipient's immune system must overcome the factors involved in immune privilege to reject the donor cornea.",
        "deaf recipient.",
        "deceive the innocent recipient.",
        "One is the recipient of a sense of restoration, the other the object of loving forgiveness.",
        "Furthermore, the recipient mailbox is reportedly saturated, which suggests perhaps that people are incredibly gullible and have already bitten for this scam!",
        "homologous sequences in the recipient cells.",
        "other honorees, including Navy Cross recipient Cook Third Class Doris Miller, are the subject of coverage including photography.",
        "I am deeply humbled and extremely honored and grateful to be the recipient of this historic award.",
        "inexperience on the part of the recipient.",
        "intended recipient please delete it from your system and notify the sender.",
        "intended recipient who may then read the file.",
        "Please consider both your intended message and intended recipient(s ).",
        "intent that the recipient understands who is invited.",
        "Leatherette presentation case with your gift recipient's name embossed on the front.",
        "The local-part may be a simple string, which is used for the final determination of the recipient's mailbox.",
        "misinterpreted as a lack of trust in the recipient.",
        "Coxsackie B virus causes myocarditis and might endanger the pig heart in an immune suppressed recipient of a xenograft.",
        "perpetuateil invites the recipient to forward the message to a friend thus perpetuating the chain.",
        "The recipient (58 year old male) suffered fatal septic shock after transfusion with a 2-day old unit of pooled platelets.",
        "recipient's mailbox.",
        "recipient of the award for ten years.",
        "I'd be interested to know how they track down the intended recipient for the message.",
        "If e-mailers were forced to reveal their true identity it would be much harder for them to deceive the innocent recipient.",
        "A message is sent by the originator to be picked up at some later time by its intended recipient.",
        "With a huge range of activities to choose from across the UK, the lucky recipient will be spoilt for choice.",
        "You can nominate yourself or a colleague who you feel to be a worthy recipient!",
        "Your sponsorship is covering all areas of his training, together with his future with our deaf recipient.",
        "scarify the recipient site then create a flap at least 2.5 times wider than the defect on an adjacent site.",
        "serology testing (of the donor and recipient) are known.",
        "Please note: Awards are arranged alphabetically by surname of the grant recipient.",
        "syngeneic recipient muscle cells and then transfected them in vitro with an MHC class I gene derived from the donor.",
        "Telegram, telegraph, cablegram, radio telegram, telegraph, cablegram, radio telegram: evocative names which signal significant news for the recipient.",
        "transplant recipient received a new kidney at the age of 85.",
        "unwilling recipient of baskets of fruit.",
        "If the issuing body could not meet its obligations and the bill proved worthless, the recipient was liable for the entire sum drawn.",
        "worthy recipient!",
        "wrapped in decorative cellophane, It also comes with a high quality gift tag for you to add a message to the lucky recipient.",
        "He was the recipient of many medals and honorary degrees and was created K.C.B.",
        "2) in the recipient screen the vibration due to an element dS of the wave-front is (§ 2) -  ?p s i nk(at-p), p being the distance between M and the element dS.",
        "to different believers, and each gift fitted its recipient for the performance of some service, being intended not for his own good but for the good of his brethren (cf.",
        "First there are legends describing the quality of the seal or conveying a message to the recipient of the missive, as: Prive su (suis); prive su et poi conu (peu connu); sigillum secreti; secreti nuntius; je su mute; lel (loial) ami muet; je su sel bon e leel; veici parti lel; clausa secreta tego; signo secreta signo; secreta gero; si frangis, revelo; frange, lege, tege; brusset, liset, et celet; accipe, frange, lege; claude, repone, tege; missa lege, lecta tege; tecta lege, lecta tege; briset, vaez, lisez, craez; tene fidem; tenet la foy; softe and fayre.",
        "In the picture below, an agent carrying a mail message migrates first to a router and then to the recipient 's mailbox.",
        "Martin is the first public sector recipient of the award for ten years.",
        "I 'd be interested to know how they track down the intended recipient for the message.",
        "You can nominate yourself or a colleague who you feel to be a worthy recipient !",
        "Prepare, clean and scarify the recipient site then create a flap at least 2.5 times wider than the defect on an adjacent site.",
        "There are inevitable delays before the results of any serology testing (of the donor and recipient) are known.",
        "Two years later she became the proud recipient of her own hearing dog, a Tibetan spaniel called William.",
        "First, they took syngeneic recipient muscle cells and then transfected them in vitro with an MHC class I gene derived from the donor.",
        "Telegram, telegraph, cablegram, radio telegram: evocative names which signal significant news for the recipient.",
        "The oldest organ transplant recipient received a new kidney at the age of 85.",
        "He was the unwilling recipient of baskets of fruit.",
        "The Baby Bach Musical Adventure is the winner of the Film Advisory Award, endorsed by Kid's First, and a recipient of the Dove Foundation's Family Approved Seal.",
        "Consider a special locket with baby's first picture with Santa, or a photo frame with a special image of baby with the gift recipient.",
        "According to Merriam-Webster Online, the definition of baptism if used as a noun is as follows: \"a Christian sacrament marked by ritual use of water and admitting the recipient to the Christian community.\"",
        "Some baby care packages also include an item or two for the new mom, which is a thoughtful touch that every recipient will appreciate.",
        "Using one of these methods ensures that the \"basket\" itself doesn't take up a significant portion of your budget for the gift, unless of course you know that the recipient needs baskets of certain sizes.",
        "The following suggestions can be modified to suit the recipient's unique needs.",
        "The actual princess theme can be interpreted in many ways, depending on the gift recipient's overall style and taste.",
        "All characters are to be delivered to the recipient's mailbox including format effectors and other control characters.",
        "Each recipient having a quarter a pound of meat, potatoes, plum pudding and a penny loaf.",
        "lucky recipient will be spoilt for choice.",
        "How do you know which flowers to send or which florists serve your recipient's area?",
        "You'll want to find a reputable site to ensure that the recipient actually gets the flowers, that you're charged the correct amount, that the order you place is the order that arrives, and that they're delivered in a timely manner.",
        "CBS News did a comparison of some of the larger online florists, looking at what was pictured and described versus what the recipient got.",
        "If you're still nervous about ordering online but you've worked with a florist in the recipient's town in the past, you may be able to go straight to the source to make your purchase.",
        "In most cases, finding out if a specific online florist will deliver in your recipient's area is as easy as entering a zip code before you check out.",
        "Consult a delivery chart to make sure that you're ordering your flowers in time to get them to the recipient by their birthday, a holiday, or before they leave the hospital.",
        "Make sure you know the sense of humor of the card recipient before you make your choice.",
        "Choose one that you think best suits the occasion, as well as the recipient's personality.",
        "The recipient's co-workers make not appreciate having their workday disrupted.",
        "Furthermore, many basket items are long-lasting, allowing your recipient to receive the maximum enjoyment from them.",
        "If you find a tea and coffee basket that fits your recipient better, go ahead and purchase it.",
        "Carefully consider selections: Think carefully about the intended recipient of the gift basket.",
        "Therefore, spending some time in choosing a gift basket, with items your recipient really likes, will only increase his or her enjoyment.",
        "Sometimes, however, the available theme baskets just don't fit the occasion or the recipient.",
        "If you need your gift basket to be delivered to your recipient on a certain day, make certain the merchant you choose can deliver on time.",
        "This information can help you to check the status of your order and find out when your recipient receives it.",
        "Carefully consider your recipient's tastes before you buy.",
        "By the same token, if your recipient enjoys wine, consider giving a basket filled with fine wine and appropriate gourmet foods to pair with it.",
        "They can be filled with specialty food items or even popular brand-name snacks, depending on the particular tastes of your recipient.",
        "Giving a food basket doesn't have to mean threatening your recipient's diet.",
        "You could even order a custom-made basket filled with your intended recipient's favorite diet foods.",
        "You can search by type of gift recipient (mom, dad, friend, etc), theme, holiday, or type of gift.",
        "Recipient of numerous certifications meeting the highest standards in antivirus protection.",
        "Stores specializing in condoms, lubricants, and other sexual products use the utmost discretion in shipping items, so no one but the recipient will know what's in a box when it arrives.",
        "If the budget is really tight, it may be prudent to trim a recipient list even further - true friends will understand that your thoughts and good wishes during the holiday season are more important than a wrapped package.",
        "Furthermore, if you will need to ship your gift to the recipient, it can take a week or longer during the peak holiday season.",
        "If the gifts are to be shipped, you can enclose a gift receipt - a printed receipt that does not have the actual price on it - just in case the recipient needs to exchange the item.",
        "Tread lightly if you aren't sure how the recipient may feel about this issue.",
        "In addition, if you're looking to give flowers as a way of giving the recipient a special message, you might have to look outside the tried and true flowers.",
        "Although novices can produce quality boats, do you really want to be the recipient of someone's first construction efforts?",
        "For example, you will take the recipient out to dinner or take them to the Broadway show of their choice.",
        "Harry & David gourmet gifts can be shipped directly to the recipient and are packaged for gift giving.",
        "All baskets are presented in festive packaging and can be shipped directly to the recipient.",
        "To save the most money, consider sending the gift directly to the recipient to avoid paying to ship it twice.",
        "They set up great gift packs, plus organize them by price, type of recipient (Glamour Girl, Natural Girl, and so forth), and if you have a Beauty Insider card already, all the money you spend there earns you points.",
        "The recipient can enjoy their downloads at the computer or on their iPod.",
        "You may also print out the certificate and give it to the recipient in person.",
        "Again, you can have iTunes notify the recipient via email or you can print out a certificate to give to the recipient when you see them.",
        "They're easy to purchase and easy to use as long as the recipient has an iTunes account or wishes to download the iTunes program for free.",
        "Once your recipient activates the card, he can use it to purchase gasoline, clothing, food and other items at any retailer that accepts Visa cards.",
        "Even if you're not familiar with the town where your recipient lives, sites like Find a Florist, Locate a Flower Shop, and Local Flower Shop can help you find the phone number, address, and more, for florists in the recipient's town.",
        "Just make sure the lucky recipient is going to be home to receive the flowers so they can be delivered.",
        "Domain names should be unique to the recipient.",
        "You don't have to ask the recipient directly since you can call a utility company to apply money toward a gas, electric, phone or other bill.",
        "Try making a holiday ornament, a cross-stitch pattern or a scrapbook to commemorate a special event or time you shared with the recipient.",
        "Gift cards are a good last minute gift for someone, but to make it unique, you should purchase one at a specialty or one-of-a-kind store the recipient has mentioned they'd like to shop.",
        "It could be something the recipient always wanted or a gadget-electronic or otherwise-that makes life easier or fun.",
        "The best gift ideas come from listening and knowing the recipient.",
        "What if that gift card was from a hard to get in restaurant (additionally, make reservations a month or two down the road as an added bonus) or a store where the recipient wanted to shop at, but thought it was too expensive?",
        "By answering these questions, you'll be able to choose an appropriate and meaningful gift that relates directly to the individual recipient, rather than just a generic farming-themed gift that may not be suitable for their preferences.",
        "By choosing a farm-themed gift that matches the recipient appropriately, you know your gift will be well received.",
        "By paying with your Visa or MasterCard bank-issued debit card, you can wire money anywhere in the world and the intended recipient can pick it up at any nearby Western Union location.",
        "A benefit to sending a money order online via Payko is that the recipient doesn't have to have Internet access; they just need a mailing address.",
        "When you order a MoneyGram money order, a receipt is printed up so you have a record of sending the money and the recipient can pick up the order at any nearby MoneyGram location.",
        "A recipient of the 2005 Pet Product News Editor's Choice Award, the litter is significantly lighter than other brands, and can be shipped economically through Pet Ecology's exclusive monthly home-delivery program.",
        "We are very similar to a wine or flower of the month club in which the recipient is surprised by the contents of the delivery.",
        "Baileys Gift Basket - This gift basket from Wine Globe is sure to impress the lucky recipient.",
        "Step three - Include one or two mugs or glasses the gift recipient can use to drink the Baileys.",
        "It allows users to send money to any recipient up to the card's bank account balance.",
        "Specific stores offer gift cards which are prepaid by the buyer with an option to reload the balance by the recipient sometimes offered.",
        "Unlike gift cards for a specific store, the Simon card does not force purchasers to presume what the recipient will want to buy.",
        "It features the Visa logo and has an account number and the name of the recipient on the front of the card.",
        "The recipient can use the card to purchase items with local merchants, online merchants, and for purchases made over the phone.",
        "The most common fee you will encounter is a shipping and handling fee, especially if you choose to have the card sent directly to the gift recipient.",
        "Be sure that you understand the schedule of fees prior to buying the card as a gift or you may wind up giving a card so fraught with fees that the recipient isn't able to fully enjoy the balance you preload onto the card.",
        "The recipient chooses where to spend the money.",
        "A gift purchasing card can be delivered directly to the recipient.",
        "The cards can feature the name of the recipient and also include a greeting imprinted on the card such as \"Happy Birthday!\" or \"Congratulations!\"",
        "You purchase the card for a set dollar amount and the recipient of the gift card uses it to buy his or her favorite toys.",
        "There are many different kinds of cards, ranging from good-as-cash, use-anywhere deals to highly restrictive, one-store-only cards that even slap your recipient with usage fees.",
        "Ultimately, it's an issue between you and the recipient, so play it by ear and keep in mind the gift is for his or her benefit, not yours.",
        "Target gift cards can be a great way to give a gift while also allowing the recipient to choose what to buy.",
        "Cards within this specific line do not incur additional shipping and handling charges beyond the basic charge when purchased online and can be gift wrapped before being sent to the recipient.",
        "Purchasers should take care to buy cards that do not feature expiration dates and hefty fees to make sure the recipient can fully enjoy the gift.",
        "If you want to purchase a gift card for someone - and know what specific store the recipient prefers - it isn't difficult to discover whether or not the merchant offers gift cards.",
        "Gift cards allow the recipient to purchase whatever they want at any retailer that takes the Discover Card.",
        "With a gift card, you don't have to worry about sizes, colors or personal tastes and the recipient can buy something they really need or really want.",
        "Discover gift cards can be personalized with the recipient's name and a customized message.",
        "Make sure your gift recipient will be able to use it, before you purchase.",
        "These cards are not available within stores, but they are sent through the mail to the recipient.",
        "You can choose a design to suit your recipient.",
        "This gives you a lot of option and allows you to choose the perfect amount for the recipient.",
        "Make sure you tell the recipient to register the card online to take advantage of this feature; if a registered card is lost or stolen, Chase will issue a new card to the cardholder.",
        "Not all cards can be sent directly to the recipient, if ordered online.",
        "Personalized Family and Friends Card - These cards can have the recipient's name printed on them.",
        "The recipient is sent an email that contains a gift card number and PIN and an optional special greeting.",
        "These cards do not have their balances printed on them, but the materials that come with them should tell the recipient how much they are worth.",
        "If the recipient makes purchases in the store, there may be additional items to select from, including snack foods and beverages.",
        "The Visa gift card is available at various retailers who sell gift cards, or you can purchase it online and send it to your recipient through the mail.",
        "Some cards offer password protection to ensure that only the recipient can use the card.",
        "They can purchase the cards online and have them sent directly to the recipient.",
        "Instead of a physical gift card being sent to the recipient via postal mail, the recipient gets notification of the card via e-mail.",
        "The eGift card can be used to make purchases online at the Home Depot website, or the recipient can print the gift card information and present it at a local Home Depot store to make purchases.",
        "The company offers free shipping and has a few free add-on features, such as the ability to record a personal greeting for the recipient or to send a greeting card with the Visa card.",
        "Every gift card is delivered directly to the recipient inside a greeting card.",
        "Then choose the number of cards you would like to send, the amount for each and your message to each recipient.",
        "You will be asked for each recipient's email address.",
        "Just be aware that Kroger grocery stores are only located in certain regions of the United States, so you'll want to make sure that the recipient has one in his or her area first.",
        "You can order gift cards in a variety of denominations, and you may have them mailed to you, mailed to the recipient, or even e-mailed immediately.",
        "If a recipient of the email opens the message, he or she is greeted with a warning that an account has been compromised or some other emergency has happened.",
        "As the name implies, these payments will continue until the recipient dies or remarries.",
        "Temporary alimony will be ordered as a way to compensate the recipient for contributing to the other spouse's business or so that he or she could get established in a career.",
        "This form of alimony may also be ordered to allow the recipient to remain in the home to care for a child up to a certain age.",
        "This form of financial support may be ordered to give the recipient time to take a training course or upgrade their education to become self-supporting.",
        "However, that doesn't mean that the recipient will be getting a check every month for life.",
        "If the paying spouse loses his or her job or the recipient's income level increases significantly, this may be grounds to change the order for alimony.",
        "That way, the recipient receives the full expected amount.",
        "This form of alimony is given for a short time to allow the recipient to upgrade his or her education or to find a job.",
        "It is considered appropriate in situations where the recipient put his or her education on hold to support the family and now needs to upgrade his or her skills to be employable.",
        "There are special rules that apply to retirement funds, and a financial advisor may need to be called in to give advice about how to set up a transfer so that the recipient is not required to pay tax on the amount received at the time.",
        "The goal of one spouse paying alimony to the other is so that the recipient retains the same standard of living as he or she had during the marriage.",
        "The person receiving alimony payments needs to understand that the financial support is considered a source of income, and is taxable to the recipient.",
        "The judge may award permanent alimony in that situation, which means the payments continue until the recipient dies or remarries.",
        "The goal is to restore the recipient to the type of lifestyle he or she enjoyed before the marriage broke down.",
        "Before doing so, the judge will consider the proposed recipient's capacity to earn a living and how long it will take for him or her to become self-supporting.",
        "To qualify for spousal support, the recipient would need to demonstrate financial need.",
        "Where the proposed recipient is the primary caregiver for young children (under the age of 2), her or she may be awarded spousal support until the children are old enough to go to school or other child care arrangements can be made.",
        "Another situation where spousal support may be ordered is where the recipient needs some time to complete a job training course so that he or she can become employable.",
        "Even in cases where spousal support is ordered, it may only be for a limited time to allow the recipient to become self-supporting.",
        "The court may require proof that the proposed recipient has applied for a specific program and information about how much it costs before making an order for spousal support.",
        "In all cases where a judge is asked to make a ruling about spousal support, the decision about whether to do so and what amount it should be depends on the recipient's financial need.",
        "They are considered income in the hands of the recipient and must be declared on the annual income tax return.",
        "When retirement accounts are divided, there may be tax implications for the recipient.",
        "This means that alimony continues for life, even if the recipient re-marries or cohabitates with a new partner.",
        "Alimony reform calls for payment terms to cease immediately upon the recipient's re-marriage or cohabitation with a new partner lasting at least three months.",
        "If the support payer is ordered to maintain health or life insurance for the recipient, the cost of insurance is deducted from the original alimony order.",
        "To understand how spousal support is treated for income tax purposes in the hands of the person making the payments and the recipient, start with an alimony definition.",
        "Before making a ruling, a judge will also look at whether the proposed recipient has special needs that may mean he or she requires a higher level of support.",
        "Alimony payments are taxable in the hands of the recipient.",
        "A payment that meets the alimony definition under the law is considered income, and the recipient needs to understand that he or she won't receive this money free and clear.",
        "If the recipient needs to receive a certain net amount to help support him or herself, it should be topped up to reflect the fact that the recipient will be paying tax on it.",
        "The payer and recipient cannot be living in the same home if the alimony payment is being made under a divorce decree.",
        "The payer and recipient cannot file a joint income tax return for any year where a deduction for alimony payments is being claimed.",
        "Before a judge can make a ruling about whether to award spousal support and how much to award to the recipient, he or she is required to consider 14 factors.",
        "State law in California also allows for court-ordered alimony payments to be reduced or terminated if the recipient's financial circumstances change and the support is no longer needed.",
        "Another circumstance where spousal support may be terminated is where the recipient does not make a good faith effort to become self-supporting within a reasonable length of time.",
        "The net income for the paying parent and the recipient is calculated by deducting the allowable deductions from each party's gross income.",
        "For this provision to apply, the payments must be regular and the recipient must be in need of the support.",
        "The recipient gets a card with the button or pin, so he or she gets to keep the button and wear it or pin in on their bag, bulletin board, etc. as a reminder of how special they are!",
        "This designation may be earned at Clayton College, and the recipient of the diploma can work as a naturopathic consultant.",
        "If you know some of the favorite perfumes of the recipient or know their personality very well, you can glean enough information to discover new scents they'll love.",
        "Once you decide which type of scent the recipient's fondest of, you can do a search for similar scents within the same category.",
        "Find the perfume the recipient loves but you're not sure about the notes involved?",
        "Users may have compared it to other similar scents, or they may have similar tastes to those of the recipient and give the perfume in question the thumbs-up or thumbs-down.",
        "It also allows you, as a gift-giver, to seek out a style that reflects the recipient's personality and tastes in some way.",
        "A fragrance doesn't have to cost an arm and a leg to make an impact on the lucky recipient, whether it's you or a loved one.",
        "No matter the recipient, stars are always a winner.",
        "A soccer ball, basketball, football or baseball can be painted on the cheek to show off the recipient's love of sport.",
        "If you need inspiration for the best MAC kit either for yourself or for a lucky gift recipient, stop by a MAC counter and enlist the help of a cosmetic sales associate.",
        "Once your child has made his decisions, he will be prompted to enter his name and email address and the name and email address for the desired recipient of the card.",
        "Enter in your name and e-mail and the recipient's name and e-mail, decide if you want to add a message or change the background or text colors, then preview the card and hit send.",
        "Ensure your name and e-mail address are attached to the card so the recipient can get back to you.",
        "Some of the main reasons you might want to send a Jewish ecard include the fact that either the recipient or both the sender and recipient are Jewish.",
        "Who wouldn't love to see the look on the recipient's face after giving it?",
        "Breakfast in Bed - On a breakfast tray, present the lucky recipient with pancake and waffle mix, maple syrup, assorted jams and jellies, coffee, teas, and smoked country ham.",
        "Take photos of the project in progress to place next to a picture of the recipient opening the finished item.",
        "Include an acid-free adhesive, a journaling pen, and a sheet of basic instructions with your just add photos scrapbook to help the recipient get started assembling the album.",
        "You can either work with your client's photos directly or create pre-made scrapbooks that let the recipient add her own photos and journaling.",
        "This type of theme scrapbook is not only a personal gift, but also one that can be very helpful to the recipient.",
        "Stress reliever kits give you or your gift recipient a one stop place to relax and rejuvenate.",
        "Add a box of tea that the recipient can use at work or at home.",
        "All you need is a bit of imagination and some information about the recipient.",
        "The key to designing a successful gift basket is to consider the recipient's personality, wants, and needs.",
        "Likewise, the lucky recipient will feel good because she'll know it's an authentic note from you and not some practical joke.",
        "In addition to cards for male and female students, look for graphics mirroring the skin tone and hair color of the recipient.",
        "For instance, the Sinceramente Hallmark line offers Spanish-language and bilingual cards to acknowledge and celebrate a recipient's Hispanic heritage.",
        "Katie was a recipient of the 2008 Charlie Award for excellence in creative writing at her high school.",
        "When you wrap the gift, place the receipt in the box with the clothes, that way the recipient will see it.",
        "Another anime-inspired emoticon, send this one when you hear mind-boggling news or just to make the recipient laugh.",
        "Whether you make handcrafted gifts to save money or just to express your creativity, giving homemade gifts often brings joy to the giver and to the recipient.",
        "If you are the recipient of a graduation gift, send a hand-written note of thanks.",
        "RSVP: If you need to know if a recipient will attend, be sure to include an RSVP reminder.",
        "The recipient will appreciate a notice that can be displayed on the fridge or used as a reminder.",
        "A practical present like a gift card to the college bookstore is a great choice, especially if the recipient is hard to shop for.",
        "Money and gift cards are always good default graduation gifts, but some unusual graduation gifts can really reinforce the bond between the gift giver and the recipient.",
        "Sometimes the couple will personalize the gift with the recipient's name and even add a thank you for being a part of their day.",
        "It's considered improper etiquette to have elaborately engraved cards printed up, as the recipient can become confused as to whether it's an announcement or invitation.",
        "Wedding gifts don't have to be large or expensive to mean a lot to the recipient.",
        "Basically, excellent thank you messages to write in cards for weddings consist of naming the item the recipient of the card gave you, telling them why it's perfect for your home and new life with your spouse, and of course a \"thank you.\"",
        "Choose a few key phrases and alter the tone as appropriate depending upon the recipient of the thank you card.",
        "Again, this helps the recipient feel a part of your big day, and it is a way for you to acknowledge that while your wedding was strictly a private affair, you are excited to share your excitement with your loved ones as soon as possible.",
        "At Discover Card online, you can choose a wedding or love themed gift card and greeting card, then add a personalized embossed message and the recipient's name to the actual gift card, plus a special message to the greeting card.",
        "A personalized koozie provides a practical gift the recipient can use while also commemorating your special day.",
        "With these helpful tips in mind, your recipient will enjoy years of use from their memorable gift.",
        "Use buttercream icing in a piping bag to add the name of the lucky recipient.",
        "Anderson was the recipient of the first Linda McCartney Memorial Award in 2003 for her work on animal rights issues.",
        "As a result of the incident coming to the forefront, Knight, who was allegedly the recipient of Washington's comment, told People magazine that he was, in fact, gay.",
        "As a regular recipient of these treatments, which require the product to be injected into facial muscles to plump fine lines and creases, Madsen is drawing attention to a beauty technique that has been hush-hush in the Hollywood community.",
        "Photographs of Aguilera clearly show that she is the recipient of celebrity implants.",
        "When choosing a toy, it is important to consider the characteristics of the gift to insure that it is age-appropriate and will not present a safety hazard to the recipient.",
        "Color: Does the gift match the color of the recipient's pet or favorite breed?",
        "Materials: If the recipient is allergic to certain materials (wool, for example), be certain that neither the fabric nor the filling consists of those materials.",
        "If the recipient has a favorite breed, specialized toy stores may be able to find that particular stuffed dog, while online stores and auctions may also have more unique choices available.",
        "Clear soaps can be personalized with a photograph of the recipient dog.",
        "You layer the jar with the dry ingredients, and the recipient of your gift adds the fresh ingredients.",
        "The company is currently the world's largest gas appliance manufacturer and a recipient of the 2010 Builders' Brand Leader Award from Builders Magazine.",
        "Regardless of the precise design, however, the claddagh will always represent the strong bond between the giver and the recipient.",
        "They are particularly apt if the recipient is of Celtic heritage, but can be given to anybody.",
        "The bracelet can be designed with a special phrase, or simply the recipient's name.",
        "Discs can be left blank, so if the recipient only mothers one child, the rest of the discs will act as reflective jewelry enhancers.",
        "Later, if the recipient has a new addition to the family or a loved one whose name they'd like to add, they can do so easily by taking their bracelet to a local engraving shop.",
        "Many early civilizations celebrated birth with a special stone that was said to bring the recipient good luck and health.",
        "If the jewelry is a gift, what do you know about the recipient's preference?",
        "If you know that your recipient only wears 14KT or higher yellow gold, then she probably isn't going to be happy with a 10KT gold cross.",
        "Jewelry is a very personal item, and unless you feel confident in your selection, you should consult with someone who knows your recipient's personal preferences.",
        "If you're shopping for a men's gift, chances are, you know the recipient well enough to determine whether they'd like something in a camo print.",
        "Using an organic yarn in your projects is good for both the environment and the recipient of your project.",
        "Vermont has many regional foods that are organic and would make any recipient happy.",
        "By creating your own basket, you can give gifts that are perfectly suited to the recipient's tastes.",
        "When it is injected, the recipient's body produces antibodies to protect him or her from contracting the flu.",
        "Support of caregivers is a necessary component to ensure the good mental and physical health of both the recipient of care and the provider.",
        "In a phishing scheme, email is sent out telling the recipient there is a problem with an account.",
        "The phishers direct the email recipient to a Web site that may appear official, and collect personal information like account logins, passwords, Social Security numbers, and bank account numbers.",
        "While it can be tempting to throw 50 candles on just any cake, with a little thought, you can find a cake that suits the recipient.",
        "Based on the recipient's personality, choose the type of quote book he or she would like the most.",
        "Whether the gift is for a special occasion or simply a surprise \"just because\" gift, you want your gift to be meaningful to the recipient.",
        "The grant recipient receives the money from the general federal reserve for a specific purpose.",
        "Giving a personalized retirement gift makes it all the more special for the recipient.",
        "You can be creative and make a one-of-a-kind treasure that the recipient is sure to appreciate.",
        "The recipient is someone living alone, or with another person who is unable to prepare daily meals.",
        "The pass is good for the lifetime of the recipient.",
        "Many gifts of this type can be personalized, making the gift even more special to the recipient.",
        "You can also read reviews there if you're unsure about whether you or the gift recipient will be satisfied with the goggles.",
        "This is another site where you can read extensive reviews to decide if the product is right for you or the potential recipient.",
        "Wine baskets are a lovely and increasingly popular gift to give, for they provide the recipient with not one but many gifts-the wine, of course, but also a garland of gourmet snacks, cheeses, and candies.",
        "Purchasing a basket online may be particularly convenient for people far away, because most online retailers will drop ship to your gift recipient.",
        "Consider the recipient's taste in wine, as well as the occasion.",
        "If your recipient is new to wine or likes sweeter wines, then a dessert-themed gift basket may be just right.",
        "The key to a successful wine gift basket is filling it with wine that the recipient will enjoy.",
        "By taking time to consider your gift recipient's tastes and preferences, you can provide them with a meaningful gift they will truly appreciate.",
        "Present your recipient with the basket and a picnic blanket and they have all of the makings for an enjoyable afternoon of sipping wine.",
        "The beauty of creating your own is that you can truly customize the gift to match your recipient's tastes.",
        "Consider the recipient - What type of wine and cheese do they enjoy?",
        "If your recipient will be able to refrigerate the cheese shortly after receiving the gift, then you have many more options.",
        "Wine Globe - Tailor your gift basket specifically to the tastes of the gift recipient.",
        "All the buyer needs to do is decide which items the recipient will enjoy, and of course, the accompanying wine.",
        "Each month, for a duration you choose, the recipient will receive a different California wine.",
        "The sender benefits because the recipient remembers them each time they receive a new bottle of wine.",
        "Whether you buy combination gift baskets, wine club memberships or selections of wine only, you'll be sending something unique that will be remembered and enjoyed by the recipient.",
        "The value of the handpainted box lives on for the gift recipient, particularly if the box is prominently displayed.",
        "Wine tour gift baskets take the recipient on a virtual tour of California wine country and include bottles from vineyards around the region.",
        "Know if the recipient likes red or white wine.",
        "Many people have a preference about this issue, so it helps to know the recipient's taste.",
        "Before purchasing your gift basket, make sure it's legal to ship wine to the recipient's state.",
        "When you put together a beautiful wine-themed holiday gift basket, you'll be giving a gift that allows the recipient to re-experience holiday cheer as they break into the goodies in the basket.",
        "Even if you'll just be carrying your gift from the car to the recipient's front door, proper packing will make sure your glass items don't clink against each other and get damaged along the way.",
        "Long after the wine has been consumed, the recipient can use this special box to keep mementos or store stemware.",
        "As you may already know, every time that you make an outgoing call from your cell phone, that number is displayed on both landlines and cellular phones if the recipient of the call has that feature enabled.",
        "A bone marrow transplant involves removing marrow from a donor and transplanting blood-forming cells to a recipient.",
        "This immunization contains no live virus, just the components of the virus that provoke the recipient's immune system to react as if the recipient were actually infected with the poliovirus.",
        "The recipient thus becomes immune to infection with the poliovirus.",
        "Immunosuppression-Techniques used to prevent transplant graft rejection by the recipient's immune system.",
        "In this type of treatment, insulin-producing islet cells are harvested from a donor pancreas and injected into the liver of a recipient, where they attach to new blood vessels and (ideally) begin producing insulin.",
        "As a result the pumping twin has reduced volumes of blood and amniotic fluid and the recipient twin as increased volumes, leading to a variety of problems, including the risk of heart failure in both fetuses.",
        "TTTS may be treated by removing fluid from the overfilled recipient amniotic sac and placing it into the depleted sac of the pumping twin.",
        "Following detailed ultrasound, a thin fetoscope is inserted through the mother's abdominal and uterine walls and into the amniotic cavity of the recipient twin to examine the surface placental vessels.",
        "The closer the HLA match between a bone marrow donor and recipient, the lower the chances that the recipient's body will reject the transplanted tissue.",
        "A donor's and a recipient's HLA types should match as closely as possible to prevent the recipient's immune system from attacking the donor's marrow as a foreign material that does not belong in the body.",
        "Installation of a shunt requires lifelong monitoring by the recipient or family members for signs of recurring hydrocephalus due to obstruction or failure of the shunt.",
        "Graham also held the unique distinction as the first dancer asked to perform at the White House, and she was also a recipient of the Medal of Freedom, the highest award a civilian can ever earn.",
        "Sending a thank you note after a funeral is a gesture that can mean so much, not only to the person sending the notes, but also to the recipient.",
        "It's a nice touch to add a few of your own thoughts to the card to personalize it to the recipient.",
        "Each hairpiece uses approximately 150,000 strands of hair and is custom-made to fit the recipient as well as to incorporate their preferences for color, length, and style.",
        "To qualify for consideration, the recipient must be under the age of 18 and be suffering from medical hair loss, either from a disease, skin condition, hereditary cause, or medical side effect.",
        "The first is called a pedicle flap, which is a flap that has been removed from the donor site and moved to the recipient site with an attached pedicle of tissue.",
        "This letter is not addressed to a specific recipient but is usually addressed: To Whom It May Concern or Dear Sir/Madam.",
        "How do you want to be contacted if the letter's recipient has questions?",
        "The most obvious is to give gift cards from stores to the gift recipient.",
        "Instead of just giving cash, you can choose a store where you will send the recipient on a mini-shopping spree.",
        "If you're going to present money origami as a gift, you may inspire the recipient to want to learn more about how to create such beautiful and unique figures.",
        "To make a special gift, fold a tiny box from the bill of your choice, and then fill it with a few pieces of the recipient's favorite wrapped candies.",
        "A seasonal design like a snowman or a witch could be fun if the recipient's birthday falls near a holiday.",
        "Your effort will pay off with a one-of-a-kind gift that will please both you and the recipient.",
        "Bonsai trees work well as money trees and they provide a secondary keepsake for the recipient of the money tree.",
        "Make folded money items that reflect the interests of the recipient.",
        "The occasions for which a money tree can be used are almost unlimited, and the folded money designs that can be used for a tree can be tailored to the occasion and to the interests of the recipient of the tree.",
        "Your recipient will have to unfold the rose to read the message inside.",
        "Cord blood has to match the recipient on several key genetic factors.",
        "He was the youngest recipient of this honor.",
        "The HealthMaster is also a recipient of the American Culinary Federation's Seal of Approval.",
        "With so many great kitchen small appliance options to choose from, you're sure to find the perfect gift idea to bring a smile to the face of the fortunate recipient.",
        "The NuWave Oven is the recipient of the American Culinary ChefsBest Gold Medal Award and it has been awarded the Seal of Approval from both the Cooking Club of America and the Health and Wellness Club.",
        "Coordinate scents with the purpose of the gift, the holiday, or the recipient's favorite aromas for the best effect.",
        "Let the recipient know the wax can be microwaved, and check out our article on making soy candles for more advice.",
        "This makes them perfect for wedding favors or open houses, and the recipient can enjoy the holder for years to come.",
        "This would make for a very rare Yankee Candle that is treasured by the recipient!",
        "You can bundle them together with a couple of small tealight holders, or a tart warmer and some wax tarts for the recipient to enjoy.",
        "Custom printed birthday candles are candles that have been personalized to feature the recipient's name and birth date.",
        "These candles come in all sorts of colors and designs, and can be personalized to include the name, birth date, and even age of the recipient.",
        "Simple beeswax sheets, some wicks, and cookie cutters combine to make pretty star-shaped candles for a personalized birthday cake printed with the letters of the recipient's name.",
        "No matter which type of custom birthday candle you decide on, the recipient will be delighted by the thought that went into this personalized item.",
        "Handmade gel candles make excellent gifts for friends and family, since you can customize them with embedded objects that are perfectly suited to the recipient.",
        "Individuals are not the direct recipient of the grant.",
        "When you donate a vehicle to a qualified charitable organization, the value that you are able to claim on your taxes as a charitable gift depends on what the gift recipient does with the item.",
        "Choose a cause that is close to your heart as a recipient.",
        "Green Charity Cards has named the World Land Trust as the recipient of their donations.",
        "However, if you've never given blood before, perhaps it's because you have yet to discover the life changing difference it can make not only for the recipient of your blood, but for your own life as well.",
        "If you are nervous about giving blood, consider checking out the recipient testimonies that show how past donations have been used - from heart transplants to premature infants, blood recipients come from all walks of life.",
        "Burn victims also lose their hair in some cases, and as a wig recipient, they can reconstruct who they were physically.",
        "Hold onto any thank you letters from the charity recipient, canceled checks, receipts, or anything else that can serve as proof of your itemization.",
        "If you donate an [Charities Which Accept Automobile Donations|automobile]] valued over $500, then you must fill out an IRS Form 8283 and include a written proof of donation from the non-profit recipient.",
        "Writing a letter is a win-win situation for both the writer and recipient.",
        "Type in the date and a greeting for the recipient.",
        "Both letters should include a heading with the sender's address and a more formal letter should also include the recipient's address before the date and greeting.",
        "Details such as the name, gender and age of the recipient are provided on the back of the tag.",
        "Once the tag is chosen and the gift is purchased, the donor returns it to the Angel Tree drop-off location and it is then wrapped and given to the recipient for Christmas.",
        "You may become discouraged after spending time looking for grants and either, not finding any that you qualify for or you don't end up being the recipient after you've applied.",
        "The recipient of a grant may not use the grant to directly benefit the federal government through the purchase of property or services.",
        "The donation of a used vehicle to a non profit can be beneficial to both the donor and to the recipient.",
        "Every fundraising event consists of three main components: donor, fundraiser and recipient.",
        "If donors are unimpressed by or uninterested in the recipient they are unlikely to give, and if fundraisers do not adequately perform their jobs no money will be raised.",
        "Each component of a fundraising event must be geared towards a specific audience: donors to a specific cause, fundraisers to a specific set of donors and recipient to the donors.",
        "Whether a single occasion or occurring over a period of time, a fundraising event is relatively quite simple: it provides a way to connect donors and a recipient.",
        "Small prizes, such as a plaque or lunch at or with the recipient can add an incentive to participate.",
        "Finding an attractive design is fairly easy and many cards have plenty of space for you to add a note to the recipient.",
        "Although you could create a different card for every recipient, most crafters design one card to be reproduced as necessary.",
        "If you wish, you can even send a gift certificate for the recipient to spend at his/her favorite store.",
        "Generally, Christmas gift baskets are tailored to the interests of the recipient.",
        "The easiest way to create a Christmas gift basket is to choose a theme that reflects a hobby you share with the recipient.",
        "If your gift recipient loves to watch movies, create a basket filled with a soda, microwave popcorn, candy, and a favorite DVD.",
        "If you don't know what your gift recipient likes to do for fun, a Christmas gift basket featuring a food theme is sure to be a hit.",
        "Create a chocolate lover's basket with brownie mix, chocolate chip cookie mix, hot chocolate mix, and an assortment of the recipient's favorite chocolate candy bars.",
        "If you don't like any of the ideas mentioned above, consider a theme that relates to your recipient's daily life.",
        "Knowing the likes and dislikes of a gift recipient can help, but consider buying outside of a child's interests in order to spark kids' creativity.",
        "They eliminate the hassle of looking for the perfect present and the recipient is sure to purchase a wanted item.",
        "Not only are you giving the recipient or recipients a fun time, but you are saving them from any potential returns.",
        "Before rushing out at the last minute to purchase a Christmas gift, take the time to choose one the recipient is sure to enjoy.",
        "When you take the time to buy something reflective of the recipient's personality, she'll be touched by the gift as well as the gesture.",
        "While the recipient is sure to appreciate your generosity, the gift may not be what he wanted at all.",
        "Instead of looking for a gift in a specific price range, look for a gift reflective of the recipient's taste and lifestyle, even if it costs significantly less.",
        "What does the recipient do for fun or relaxation?",
        "Since personalized Christmas gifts aren't returnable, make sure you know the recipient's taste well enough to select an appropriate item.",
        "Make sure you know how to spell the recipient's name and that any birthday or anniversary dates included on the item are correct.",
        "These gifts will be personal for every recipient and are sure to please even the hardest to buy for.",
        "You can even personalize the labels by \"naming\" the candle or lotion after the recipient, and putting their picture on it using a scanner, computer, and print program.",
        "Corporate gift giving is often difficult because you must continue a professional relationship with the recipient throughout the year.",
        "Send the recipient to a spa or restaurant.",
        "Personalized gifts are unique and make the recipient feel extra special.",
        "You should avoid any gifts that will make the recipient uncomfortable.",
        "Children who prepare donations as part of their involvement in a church youth group frequently include personal notes to the recipient as well.",
        "To be most effective, experience gifts should be closely related to the interests of your recipient.",
        "Buy a gift card at the store or restaurant of the recipient's choice.",
        "Visit a website like GiftCertificates.com to purchase a \"SuperCertificate\" that the recipient can later exchange for a gift card to the store of her choice.",
        "When considering a gift card, you can also purchase one based on the recipient's hobbies.",
        "If the recipient has a charity or cause that is dear to them, consider a gift card to TisBest, which allows them to choose what charity they wish to donate money to using the card.",
        "If the recipient enjoys crafts, give a card to a store like Michael's and attach a craft tool, such as hole punch, to the card.",
        "The recipient will never suspect that a small card is nestled inside the larger package.",
        "Stick it inside an altered CD case customized to the recipient.",
        "Instead of focusing on showing your love by spending a certain dollar amount, try to pick presents that show you understand the recipient's likes and dislikes.",
        "Many people bring cookies and candies during the holidays, but these gifts allow the recipient to enjoy a treat after the Christmas season.",
        "If you know the recipient never cooks, then you should stay away from the recipe-based ideas when creating their gift.",
        "No matter who the recipient is, she/he will surely appreciate a little holiday cheer.",
        "Make a scrapbook filled with pet pictures or decorate a blank photo album so the recipient can add his or her own pet photos.",
        "If you're on a tight budget and lack crafting skills, consider giving a gift certificate that entitles the recipient to your services as a pet sitter the next time he or she needs to leave town.",
        "In addition, selecting a pet involves taking into account personal preferences that are hard to determine unless you have a very close relationship with the recipient of the gift.",
        "If you want to purchase a pet as a Christmas present, consider giving a gift certificate to your local pet store or humane society so the recipient can choose an appropriate animal at a later date.",
        "If you have a special client or want to show your gratitude to a employee who has exceeded your expectations, there are many gift baskets that can make a statement and wow the recipient.",
        "Instead of the hassle of purchasing the wreath, packing supplies, box, and heading to the post office, you can simply fill in the recipient's address under the \"ship to\" option when checking out.",
        "Ecards can be simple and sweet, or even so complicated as to make the recipient \"work\" to open the card.",
        "Donate a set amount of money in the recipient's name, then announce your gift with a beautiful greeting card.",
        "Even if you agree with the charity's belief system, there is a good chance your gift recipient may feel otherwise.",
        "Give services such as free babysitting or experiences such as a trip to the zoo instead of presents that create more clutter and waste within the recipient's home.",
        "No-sew fleece blanket: Choose fabric in the recipient's favorite color or with a design that reflects a hobby or special interest.",
        "Plate of cookies: Assuming the recipient isn't diabetic or on a diet, a plate of Christmas treats is sure to be appreciated.",
        "When giving a gift at Christmas, the goal is to show love and appreciation for the recipient - despite his or her flaws.",
        "Gifts that require an investment of time or money on the part of the recipient should be chosen very carefully.",
        "An expensive gift can flop if it's not chosen with the desires of the recipient in mind.",
        "Change the provided colors to the recipient's favorites.",
        "Learn how to suggest a recipient for Toys for Tots or find other places families in need can get children's gifts.",
        "Greetings - From funny to cute to even cards with games for the recipient to play, you're sure to find a card at 123 Greetings for everybody on your Christmas card list.",
        "Aside from saving money on buying Christmas cards and the postage to send them, free Christmas eCards are also a great way to personalize each card to the recipient.",
        "Books: If the gift recipient enjoys reading, add a book on history, local Christmas customs, cultures, or other relevant topics to the gift basket.",
        "If the recipient will be traveling, a small suitcase or carry-on bag can be a fun and practical alternative to a basket.",
        "Funny Christmas presents can be great gag gifts or a lighthearted gift for someone special, but take care so that the gifts are not offensive or inappropriate for the recipient.",
        "Above all, the gift should be chosen with careful consideration of the recipient and their likes, dislikes, and personality, and the gift should be relevant to what they would find funny, not necessarily what makes you chuckle.",
        "Use paper printed with a chuckling Santa, smiley faces, or just bright, bold colors and fun patterns to bring a smile to the recipient's face even before they unwrap it.",
        "Be sure the gift is age appropriate for the recipient.",
        "Keep gift receipts for returning or exchanging the gift if the recipient does not find it as funny as you'd hoped.",
        "Make sure to add a gift tag so the recipient knows all the cookies are actually edible delights for their enjoyment.",
        "You want to be unique but not too over the top, and of course, you want the gift to please its recipient.",
        "However, this is one stocking stuffer that will impress its recipient.",
        "Only do this if you are positive the recipient loves collectible dolls.",
        "Find out what dolls the recipient currently owns.",
        "See what the recipient is missing from a particular collection, or ask a spouse or close friend who also collects and who knows what doll or accessory the recipient desires.",
        "Even though the item may not be from a Madame Alexander collection, the recipient is sure to appreciate the sentiment behind the gift.",
        "All you need is the recipient’s email address and some time to type out a personalized message.",
        "This is also the perfect time to find one that is tongue-in-cheek or even features dark humor, if that is what appeals to you and the recipient."
    ],
    "definition": [
        "Link/Cite"
    ]
}