{
    "translation": "הדדי, דו-צדדי",
    "uses": [
        "This reciprocal silence is probably significant.",
        "v, Specific volume of fluid, reciprocal of density.",
        "The government maintains reciprocal rates with most of the private railway lines.",
        "A'Ran studied her for a long moment before turning on the reciprocal viewer, curious yet wary as to what his nishani had to say in place of Ne'Rin.",
        "the following definition of reciprocal figures: - \" Two plane figures are reciprocal when they consist of an equal number of lines so that corresponding lines in the two figures are parallel, and corresponding lines which converge to a point in one figure form a closed polygon in the other.\"",
        "Reciprocal figures are easily drawn by following definite rules, and afford therefore a simple method of computing the stresses on members of a frame.",
        "The regular octahedron has for its faces equilateral triangles; it is the reciprocal of the cube.",
        "69 b is the polygon of external forces, and 69 c is half the reciprocal figure.",
        "4) in order to prove that in a wrong the injurer gains as much as the injured loses, and immediately afterwards to the reciprocal justice of commerce (ib.",
        "The law of reciprocal proportions, or, as it might well be named, the law of equivalence, cannot be adequately enunciated in a few words.",
        "\" In London,\" says he, \" I was lost in the crowd; I ranked with the first families in Lausanne, and my style of prudent expense enabled me to maintain a fair balance of reciprocal civilities..",
        "Reciprocal action is explained away into a \" preestablished harmony \" between every monad and all others.",
        "The law of reciprocal proportion, of which some examples have been already given, is part of a larger law of equivalence that underlies most of our chemical methods and calculations.",
        "The method of sections already described is often more convenient than the method of reciprocal figures, and the method of influence lines is also often the readiest way of dealing with braced girders.",
        "It was not till 1876 that he published, in two volumes, his remarkable Histoire de la formation territoriale des etats de l'Europe centrale, in which he showed with a firm, but sometimes slightly heavy touch, the reciprocal influence exerted by geography and history.",
        "In order to exert force, or at all events that force of reciprocal pressure which we best understand, and on which, in impact, the third law of motion was founded, there are always at least two bodies, enduring, triply extended, mobile, each inert, mutually impenetrable or resistent, different yet similar; and in order to have produced any effect but equilibrium, some bodies must at some time have differed either in mass or in velocity, otherwise forces would only have neutralized one another.",
        "With him the reciprocal action of mind and body is altogether denied; they resemble two clocks, so made by the artificer as to strike the same hour together.",
        "A transformation which is sometimes rapid, sometimes slow, but always continuous, is wrought by the reciprocal action of the innate variability of plants and of the variability of the external factors.",
        "\" The whole course of nature becomes intelligible only by supposing the co-working of God, who alone carries forward the reciprocal action of the different parts of the world.",
        "Again, in developing his discourses into larger treatises he might fall into dislocations; although it must be remembered that these are often inventions of critics who do not understand the argument, as when they make out that the treatment of reciprocal justice in the Ethics (v.",
        "Balmer, who showed that the four hydrogen lines in the visible part of the spectrum may be represented by the equation n = A(i - 4/s2), where n is the reciprocal of the wave-length and therefore proportional to the wave frequency, and s successively takes the values 3, 4, 5, 6.",
        "The Adjoint or Reciprocal Determinant arises from A = (a11a22a33 ...a nn) by substituting for each element A ik the corresponding minor Aik so as to form D = (A 11 A 22 A 33 ï¿½ï¿½ï¿½ A nn).",
        "Then the triangle YXE is the reciprocal FIG.",
        "The complete reciprocal figure is shown in fig.",
        "For if u, v, w be the polynomials of orders m, n, p respectively, the Jacobian is (u 1 v 2 w3), and by Euler's theorem of homogeneous functions xu i +yu 2 +zu 3 = mu xv1 +yv2 +zv3 = /IV xw 1+y w 2+ zw 3 = pw; denoting now the reciprocal determinant by (U 1 V2 W3) we obtain Jx =muUi+nvVi+pwWi; Jy=ï¿½.., Jz=..., and it appears that the vanishing of u, v, and w implies the vanishing of J.",
        "to 276 places of decimals, and deduced the value of log e lo and its reciprocal M, the modulus of the Briggian system of logarithms. The value of the modulus found by Adams is Mo = 0-43429 44 81 9 03251 82765 11289 18916 60508 22 943 97 00 5 80366 65661 14453 78316 58646 4920-8870 77 47292 2 4949 33 8 43 17483 18706 106 74 47 6630-3733 64167 92871 58963 90656 92210 64662 81226 58521 27086 56867 03295 9337 0 86965 88266 88331 16360 773849 0514 28443 48666 76864 65860 85135 56148 212 34 87653 43543 43573 25 which is true certainly to 272, and probably to 273, places (Proc. Roy.",
        "Many verbs that are not commonly reflexive can be used in a reciprocal sense in lieu of \"each other.\"",
        "This polygon falls under the definition of a reciprocal figure given by Clerk Maxwell, if we consider the frame as a point in equilibrium under the external forces.",
        "Compared with the export trade in live stock from Ireland to Great Britain the reciprocal trade from Great Britain to Ireland is small, and is largely restricted to animals for breeding purposes.",
        "67 a shows the reciprocal figure or polygon for the external forces on the assumption that the reactions are slightly inclined.",
        "In a very curious manner, by viewing the circle y= (1 - x2): as a member of the series of curves y= (I -x 2 )', y = (I -x 2) 2, &c., he was led to the proposition that four times the reciprocal of the ratio of the circumference to the diameter, i.e.",
        "By the terms of this treaty the \" Alabama \" claims and the San Juan boundary were referred to arbitration; the free navigation of the St Lawrence was granted to the United States in return for the free use of Lake Michigan and certain Alaskan rivers; and it was settled that a further commission should decide the excess of value of the Canadian fisheries thrown open to the United States over and above the reciprocal concessions made to Canada.",
        "5-6) needs rearrangement through their not noticing that, according to Aristotle, reciprocal justice, being the fairness of a commercial bargain, is not part of absolute or political justice, but is part of analogical or economical justice.",
        "teleologism,\" to express its conclusion that the known Lotze world beyond phenomena is neither absolute thought nor unconscious will, nor the unconscious at all, but the activity of God; causing in us the system of phenomenal appearances, which we call Nature, or bodies moving in time and space; but being in itself the system of the universal reciprocal actions of God's infinite spirit, animated by the design of the supreme good.",
        "He believed in reciprocal action; and the very essence of his metaphysics consists in sublimating the interaction of bodies into the interaction of immaterial elements, which produce effects on one another and on the soul as one of them.",
        "Having thus rejected all bodily mechanism, he had to suppose that reciprocal action somehow takes place between immaterial elements.",
        "Encouraged from Berlin, Kalnky agreed to the reciprocal territorial guarantee, but declined reciprocity in support of special interests.",
        "The influence of temperature on the conductivity of solutions depends on (I) the ionization, and (2) the frictional resistance of the liquid to the passage of the ions, the reciprocal of which is called the ionic fluidity.",
        "If Spain and Gaul borrowed from Rome, they also exercised a reciprocal influence on the Roman use; it is interesting to note in this connexion, that of the names of the liturgical vestments a very large proportion are not of Roman origin, and that the non-Roman names tended to supersede the Roman in Rome itself.'",
        "These were drawn up in the language of the country, a Romance dialect (1288 being the date of the most ancient written code), and are remarkable for the manner in which they define the rights of the sovereign, determining the reciprocal obligations of the viscount and his subjects or vassals.",
        "C. Oersted (1777-1851) had shown that a magnetic needle is deflected by an electric current, he attempted, in the laboratory of the Royal Institution in the presence of Humphry Davy, to convert that deflection into a continuous rotation, and also to obtain the reciprocal effect of a current rotating round a magnet.",
        "Uniplanar motion alone is so far amenable to analysis; the velocity function 4 and stream function 1G are given as conjugate functions of the coordinates x, y by w=f(z), where z= x +yi, w=4-Plg, and then dw dod,y az = dx + i ax - -u+vi; so that, with u = q cos B, v = q sin B, the function - Q dw u_vi=g22(u-}-vi) = Q(cos 8+i sin 8), gives f' as a vector representing the reciprocal of the velocity in direction and magnitude, in terms of some standard velocity Q.",
        "But when the wind is steady its effect may be eliminated by \" reciprocal \" observations, that is, by observations of the time of passage of sound in each direction over the measured distance..",
        "The reciprocal method was adopted in 1738 by a commission of the French Academy (Memoires de l'academie des sciences, (1738).",
        "To eliminate wind as far as possible reciprocal firing was adopted, the interval between the two firings being only a few seconds.",
        "Bow (Economics of Construction), and is convenient in applying the theory of reciprocal figures to the computation of stresses on frames.",
        "This polygon of forces may, by a slight extension of the above definition, be called the reciprocal figure of the external forces, if the sides are arranged in the same order as that of the joints on which they act, so that if the joints and forces be numbered I, 2, 3, 4, &c., passing round the outside of the frame in one direction, and returning at last to joint 1, then in the polygon the side representing the force 2 will be next the side representing the force I, and will be followed by the side representing the force 3, and so forth.",
        "., and the value of its reciprocal, log e io (by multiplication by which Briggian logarithms may be converted into Napierian logarithms) is 2.302585092994 0 45 68401 799 1 4",
        "Ruppin's formula as L=o oo1465 S - o o0000978 S 2 +0.0000000876 S 3 in reciprocal ohms.",
        "Attempts have been made to define the reciprocal rights and duties of protecting and protected states.",
        "To win them back Charles had to sign a new charter, by the terms of which loyalty was no longer a one-sided engagement but a reciprocal contract between king and vassal.",
        "reciprocal of the reaction time, 1/time, can also be used as a measure of the speed of a reaction.",
        "Reciprocate: One of the best gifts a guest can offer is a reciprocal invitation to take the hostess out to dinner or to enjoy a party she doesn't have to plan.",
        "Thomson (Applications of Dynamics to Physics and Chemistry, 47) that on dynamical principles there must be a reciprocal relation between the changes of dimensions produced by magnetization and the changes of magnetization attending mechanical strain.",
        "Before long the reciprocal need of fresh territory and frontier disputes, especially concerning Poggibonsi and Montepulciano, led to an outbreak of hostilities between Florence and Siena.",
        "He now proposed to define absolute temperature as proportional to the reciprocal of Carnot's function, so as to agree as closely as possible with the scale of the gas thermometer.",
        "During the Civil War Congregationalism broadened out into reciprocal relations with the national life and history.",
        "In 1853 a treaty between the Zollverein and Austria brought about reciprocal reductions of duty between these two parties.",
        "' It is to palaeogeography and zoogeography in their reciprocal relations that palaeontology has rendered the most unique services.",
        "67 d as the complete reciprocal figure of the frame and forces upon it, and we see that each line in the reciprocal figure measures the stress on the corresponding member in the frame, and that the polygon of forces acting at any point, as Ijky, in the frame is represented by a polygon of the same name in the reciprocal figure.",
        "The reciprocal figure for any loaded frame is a complete formula for the stress on every member of a frame of that particular class with loads on given joints.",
        "3), had entered into a reciprocal covenant with a people who, as Micah's writings would indicate, had suffered grievous oppression and misery.'",
        "To this mechanical phenomenon there is a magnetic reciprocal.",
        "According to Lotze, the connexion required by reciprocity requires also that the whole of every reciprocal action should take place within one substance; the immaterial elements act on one another merely, as the modifications of that substance interacting within itself; and that one substance is God, who thus becomes not merely the primary but the sole cause, in scholastic language a causa immanens, or agent of acts remaining within the agent's being.",
        "At the same time it is a curious attempt to restore mechanism and reconcile it with teleology by using the word \" mechanism \" in a new meaning, according to which God performs His own reciprocal actions within Himself by uniform laws, which are also means to divine ends.",
        "In a word, Mach and Kirchhoff agree that force is not a cause, convert Newtonian reciprocal action into mere interdependency, and, in old terminology, reduce mechanics from a natural philosophy of causes to a natural history of mere facts.",
        "He has therefore lost sight of the truths that bodies are triply extended, mutually impenetrable substances, and by this force causes which reduce one another to a joint mass with a common velocity on collision, as for instance in the ballistic pendulum; that these forces are the ones we best understand; and that they are reciprocal causes of the common velocity of their joint mass, whatever happens afterwards.",
        "Having felt reciprocal pressures in touch, I infer similar pressures between myself and the external world.",
        "The chief results we have found against idealism are that bodies have not been successfully analysed except into bodies, as real matter; and that bodies are known to exert reciprocal pressure in reducing one another to a joint mass with a common velocity by being mutually impenetrable, as real forces.",
        "'Now, when the thing with which touch is in a state of reciprocal pressure is external, e.g.",
        "Finally, as touch perceives reciprocal pressure within, and tactile inference infers it without, touch is the primary evidence of the senses which is the foundation and logical ground of our belief in Nature as a system of pressing bodies.",
        "They can be recognized by Application their reciprocal character, and it is found to be of the possible to connect them by permanent laws with the Theory.",
        "3 But in later and less barbarous times they were generally evidenced and celebrated by a formal and reciprocal exchange of weapons and armour.",
        "The reciprocal adaptations of insects and flowers demand attentive observation on the part of the gardener concerned with the growing of grapes, cucumbers, melons and strawberries, or with the raising of new and improved varieties of plants.",
        "It is a singular circumstance that reciprocal crosses are not always or even often possible; thus, one rhododendron may afford pollen perfectly potent on the stigma of another kind, by the pollen of which latter its own stigma is unaffected.",
        "Bouchotte have 1 See Lord Kelvin, Reprint of Papers on Electrostatics and Magnetism (1872);\" Electrophoric Apparatus and Illustrations of Voltaic Theory,\"p. 319;\" On Electric Machines Founded on Induction and Convection,\"p. 330;\" The Reciprocal Electrophorus,\"P. 337.",
        "The different substances are as it were dissolved in each other in a state which has the indefiniteness of composition, the absolute merging of identity, and the weakness of reciprocal chemical attraction, characteristic of aqueous solutions.",
        "Either we have a right to the assumption contained in the conception of the individual mind as standing in relation to things, in which case the grounds of the assumption must be sought elsewhere than in the results of this reciprocal relation, or we have no right to the assumption, in which case reference to the reciprocal relation can hardly be accepted as yielding any solution of the psychological problem.",
        "The main points of the agreement were: (i) the Bank charter was to be renewed till 1910, the Hungarians receiving a larger share in the direction than they had hitherto enjoyed; (2) the Customs Union so far as it was based on a reciprocal and binding treaty lapsed, both sides, however, continuing it in practice, and promising to do so until the 31st of December 1907.",
        "He could not recognize such vocables as the impersonals for what they were, and had perforce to ignore the logical significance of purely reciprocal judgments, such as those of equality.",
        "Lotze's procedure is, indeed, analogous to the way in which, in his philosophy of nature, he starts from a plurality of real beings, but by means of a reductive movement, an application of Kant's transcendental method, arrives at the postulate or fact of a law of their reciprocal action which calls for a monistic and idealist interpretation.",
        "The two positions are to be conciliated in the thought of reciprocal limitation of the posited ego and non-ego.",
        "This has a reciprocal Q -1= p-r = qq-1 - wp1 rq1, and a conjugate KQ (such that K[QQ'] = KQ'KQ, K[KQ] = Q) given by KQ = Kq-}-rlKp+wKr; the product QQ' of Q and Q' is app'+nqq'+w(pr'+rq'); the quasi-vector RI - K) Q is Combebiac's linear element and may be regarded as a point on a line; the quasi-scalar (in a different sense from the rest of this article) 2(1+K)Q is Combebiac's scalar (Sp+Sq)+Combebiac's plane.",
        "Observing that this rate of diminution is approximately as the square of the reciprocal of the absolute temperature, we see that the almost equally simple formula log p=A+B/0 represents a much closer approximation to experiment.",
        "Hertslet, librarian of the foreign office, continued by his son, Sir Edward Hertslet, and later holders of the same office, entitled A Complete Collection of the Treaties and Conventions and Reciprocal Regulations at present subsisting between Great Britain and Foreign Powers, and of the Laws and Orders in Council concerning the same, so far as they relate to Commerce and Navigation, the Slave Trade, Post Office, &c., and to the Privileges and Interests of the Subjects of the Contracting Parties (24 vols., 1820-1907).",
        "The McKinley Bill reduced revenues by its high and in many cases almost prohibitive duties; it put sugar on the free list with a discriminating duty of 30th of one cent a pound on sugar imported from countries giving a bounty for sugar exported, and it gave bounties to American sugar growers; it attempted to protect many \"infant\" industries such as the manufacture of tin-plate; under its provision for reciprocal trade agreements (a favourite project of James G.",
        "The ` East appeared as the Mahommedan dominions, and beyond these the continents of Asia and Africa were so dimly discerned that little reciprocal influence was felt.",
        "Two plane figures so related are called reciprocal, since the properties of the first figure in relation to the second are the same as those of the second with respect to the first.",
        "The theory of these reciprocal figures was first studied by J.",
        "Clerk Maxwell, who showed amongst other things that a reciprocal can always be drawn to any figure which is the orthogonal projection of a plane-faced polyhedron.",
        "If we project both polyhedra orthogonally on a plane perpendicular to the axis of the paraboloid, we obtain two figures which are reciprocal, except that corresponding lines are orthogonal instead of parallel.",
        "It is convenient to have a notation which shall put in evidence the reciprocal character.",
        "Bow in connection with the theory of frames(~ 6, and see also APfLIED MEcHANIcs below) where reciprocal diagrams are frequently of use (cf DIAGRAM).",
        "The two diagrams are portions of reciprocal figures, so that Bows notation is applicable.",
        "It may be noticed that if we take an arbitrary pole in the force-diagram, and draw a corresponding funicular in the skeleton diagram which represents the frame together with the lines of action of the extraneous forces, we obtain two complete reciprocal figures, in Maxwells sense.",
        "Cremona to prove the existence under certain conditions of reciprocal figures in, a plane (~ 5).",
        "Projecting orthogonally on a plane perpendicular to the central axis we obtain two reciprocal figures.",
        "The theory of the screw-systems which are reciprocal to one, two, three, four given screws respectively has been investigated by Sir R.",
        "The method is specially appropriate B S< S when the frame, although just rigid, is ~ D not simple in the sense of 6, and when accordingly the method of reciprocal figures is not immediately available.",
        "The ellipsoids (41) and (4~i) are reciprocal polars with respect to a sphere having 0 as centre.",
        "In the case of very rapid vibrations it is usual to specify, not the period (21r/o), but its reciprocal the frequency, i.e.",
        "the orbit is therefore a reciprocal spiral, except in the special case of A=o, when it is a circle.",
        "In any case of a central orbit the hodograph (when turned through a right angle) is similar and similarly situated to the reciprocal polar of the orbit with respect to the centre of force.",
        "For different parallel axes, the period of a small oscillation varies as ~i, or ~f (GO+OP); this is least, subject to the condition (4), when GO=GP=,c. The reciprocal relation between the centres of suspension and oscillation is the basis of Katers method of determining g experimentally.",
        "Various important reciprocal theorems formulated by H.",
        "One of the most beautiful graphical constructions regularly used by engineers and known as the method of reciprocal figures is that for finding the loads supported by the several members of a braced structure, having given a system of external loads.",
        "fled in a paper On Reciprocal Figures, Frames and Diagrams 01 Forces, Trans.",
        "The application of the method of reciprocal figures was facilitated by a system of notation published in Economics of Construction in relation to framed Structures, by Robert H.",
        "Beare (Oxford, 1890), and a discussion of the subject of reciprocal figures from the special point of view of the engineering studenl is given in Vectors and Rotors by Henrici and Turner (London, 1903) See also above under Theoretical Mechanics, Part I.",
        "Hence also, in any pair of circular wheels which rotate continuously for one revolution or more, the ratio of the numbers of teeth and its reciprocal the angular velocity ratio must be expressible in whole numbers.",
        "The driving and resisting efforts are represented by elastic links in the dynamic frame, and when the frame with its elastic links is drawn the stresses in the several members of it may be determined by means of reciprocal figures.",
        "The principles of this reduction are that the ratio of the given to the equivalent force is the reciprocal of the ratio of the velocities of their points of application, and the ratio of the given to the equivalent couple is the reciprocal of the ratio of the angular velocities of the pieces to which they are applied.",
        "The purpose of this article has been to show that, while the Renaissance implied a new way of regarding the material world and human nature, a new conception of man's destiny and duties on this planet, a new culture and new intellectual perceptions penetrating every sphere of thought and energy, it also involved new reciprocal relations between the members of the European group of nations.",
        "Hess in 1840) does not warrant the conclusion that he realized the existence of any law of invariable and reciprocal proportions in the combinations of acids and bases.",
        "The coefficient (q) of the time in the exponential term (e at) may be considered to measure the degree of dynamical instability; its reciprocal 1 /q is the time in which the disturbance is multiplied in the ratio I: e.",
        "owed certain duties to the lord; he promised fidelity and service; and the lord was bound to perform reciprocal duties, not very clearly defined, to the vassal - Dominus vassallo conjux et amicus dicitur.",
        "The two sovereigns made a reciprocal arrangement as to their rights and pretensions to the crown of Brittany, but in the event of Charles predeceasing her, Anne undertook to marry the heir to the throne.",
        "The polar form is {(u+p) cos 26} a+{(u-p) sin 20) a = (2k)t, where p and k are the reciprocals of c and a, and u the reciprocal of the radius vector of any point on the caustic. When c =a or = oo the curve reduces to the cardioid or the two cusped epicycloid previously discussed.",
        "Evidently, therefore, the relation existing between philosophy and the sciences will be, to some extent, one of reciprocal influence.",
        "The chief foreign treaties entered into by Colombia in the last quarter of the 19th century were: - (1) A treaty with Great Britain, signed on the 27th of October 1888, for the extradition of criminals; (2) a treaty of friendship, commerce and navigation with Italy, signed on the 27th of October 1892; (3) two protocols with Italy, signed respectively on the 24th of May and on the 25th of August 1886, in connexion with the affair of the Italian subject Cerruti; (4) a consular convention with Holland, signed on the 10th of July 1881; (5) a treaty of peace and friendship with Spain, signed on the 30th of January 1881; (6) a convention with Spain for the reciprocal protection of intellectual property; (7) a concordat with the Vatican, signed on the 31st of December 1887; (8) an agreement with the Vatican, signed on the 10th of August 1892, in connexion with ecclesiastical jurisdiction; (9) an agreement with the republic of San Salvador, signed on the 24th of December 1880, in regard to the despatch of a delegate to an international congress; (to) a treaty of peace, friendship and commerce with Germany, signed on the 23rd of July 1892; (t1) a treaty with the republic of Costa Rica, signed in 1880, for the delimitation of the boundary; (12) the postal convention, signed at Washington, on the 4th of July 1891; (13) a convention with Great Britain, signed on the 31st of July 1896, in connexion with the claim of Messrs Punchard, M`Taggart, Lowther & Co.; (t4) a treaty of friendship, commerce and navigation with Peru, signed on the 6th of August 1898; (15) an extradition treaty with Peru, signed on the 6th of August 1898; (16) a treaty of peace, friendship and defensive alliance with Venezuela, signed on the 21st of November 1896, and on the same date a treaty regulating the frontier commerce.",
        "by the reciprocal of the original number.",
        "If we divide i by 4 we obtain, by this rule, Thus the reciprocal of a number may be defined as the number obtained by dividing i by it.",
        "(v) The difference of two successive convergents is the reciprocal of the product of their denominators; e.g.",
        "Reciprocal Polars.",
        "Trilinear and Tangential Co-ordinates.---The Geometrie descriptive, by Gaspard Monge, was written in the year 1794 or 1 795 (7th edition, Paris, 1847), and in it we have stated, in piano with regard to the circle, and in three dimensions with regard to a surface of the second order, the fundamental theorem of reciprocal polars, viz.",
        "and iii., 1810-1813); and from the theorem we have the method of reciprocal polars for the transformation of geometrical theorems, used already by Brianchon (in the memoir above referred to) for the demonstration of the theorem called by his name, and in a similar manner by various writers in the earlier volumes of Gergonne.",
        "Poncelet throughout his work makes continual use of the foregoing theories of imaginaries and infinity, and also of the before-mentioned theory of reciprocal polars.",
        "It may be remarked that in Poncelet's memoir on reciprocal polars, above referred to, we have the theorem that the number of tangents from a point to a curve of the order m, or say the class of the curve, is in general and at most = m(m - 1), and that he mentions that this number is subject to reduction when the curve has double points or cusps.",
        "by the method of reciprocal polars) deduce from it the other, but we do at one and the same time demonstrate the two theorems; our (x, y, z.) instead of meaning point-co-ordinates pay, mean line-co-ordinates, and the demonstration is then in every step of it a demonstration of the correlative theorem.",
        "It is implied in Pliicker's theorem that, m, n, signifying as above in regard to any curve, then in regard to the reciprocal curve, n, m, will have the same significations, viz.",
        "for the reciprocal curve these letters denote respectively the order, class, number of nodes, cusps, double tangent and inflections.",
        "The expression 2 is that of the number of the disposable constants in a curve of the order m with nodes and cusps (in fact that there shall be a node is I condition, a cusp 2 conditions) and the equation (9) thus expresses that the curve and its reciprocal contain each of them the same number of disposable constants.",
        "For a curve of the order the expression Zm(m - I) - 6 - K is termed the \" deficiency \" (as to this more hereafter); the equation (to) expresses therefore that the curve and its reciprocal have each of them the same deficiency.",
        "[In particular a curve and its reciprocal have this rational or (I, r) correspond ence, and it has been already seen that a curve and its reciprocal have the same deficiency.] A curve of a given order can in general be rationally transformed into a curve of a lower order; thus a curve of any order for which D=o, that is, a unicursal curve, can be transformed into a line; a curve of any order having the deficiency r or 2 can be rationally transformed into a curve of the order D+2, deficiency D; and a curve of any order deficience = or> 3 can be rationally transformed into a curve of the order D+3, deficiency D.",
        "Yet his rationale of the tides in De Motibus Stellae is not only memorable as an astonishing forecast of the principle of reciprocal attraction in the proportion of mass, but for its bold extension to the earth of the lunar sphere of influence.",
        "In the verbs there are causative, intensive or frequentative, and reciprocal forms.",
        "Other geometrical definitions are: it is the oblique projection of a circle; the polar reciprocal of a circle for a point within it; and the conic which intersects the line at infinity in two imaginary points.",
        "The great icosahedron is the reciprocal of the great stellated dodecahedron.",
        "(2) Reciprocal.",
        "Two polyhedra are reciprocal when the faces and vertices of one correspond to the vertices and faces of the other.",
        "It is readily seen that the tetrahedron is its own reciprocal, i.e.",
        "Since the tetrahedron is the hemihedral form of the octahedron, and the octahedron and cube are reciprocal, we may term these two latter solids \" reciprocal holohedra \" of the tetrahedron.",
        "Other examples of reciprocal holohedra are: the rhombic dodecahedron and cuboctahedron, with regard to the cube and octahedron; and the semiregular triacontahedron and icosidodecahedron, with regard to the dodecahedron and icosahedron.",
        "the circle, and two lines (and also two points, the reciprocal of two lines) under the general title conic. The definition of conics as sections of a cone was employed by the Greek geometers as the fundamental principle of their researches in this subject; but the subsequent development of geometrical methods has brought to light many other means for defining these curves.",
        "A conic may also be regarded as the polar reciprocal of a circle for a point; if the point be without the circle the conic is an ellipse, if on the circle a parabola, and if within the circle a hyperbola.",
        "From the section Regulation of the Rays (above) it is seen that the resolving power is opposed to the depth of definition, which is measured by the reciprocal of the numerical aperture, I/A.",
        "The important duties with which he was entrusted attest Washington's entire confidence in his abilities and character; then and afterwards, indeed, reciprocal confidence and respect took the place, in their relations, of personal attachment.3 But Hamilton was ambitious for military glory - it was an ambition he never lost; he became impatient of detention in what he regarded as a position of unpleasant dependence, and (Feb.",
        "Koreans, like many Asians, believe in reciprocal altruism.",
        "CUTOFF is Fourier cut-off for fitted structure factors in reciprocal angstroms.",
        "This represented a partial victory for the ACP position that there should be no obligation to grant reciprocal concessions.",
        "This proposal would involve conducting a reciprocal data exchange with Russia within the PJC context.",
        "The set of all K vectors defines the reciprocal lattice.",
        "During the reciprocal visit in the UK by the German apprentices, British Telecom's trainees acted as workplace mentors.",
        "normative reputation helped the giver focus its generosity on those most likely to be reciprocal in the future.",
        "orthorhombic unit cell is shown opposite in both its real and reciprocal space representations.",
        "reciprocal of conductivity ).",
        "reciprocal of the fraction let through and is usually given in decibels.",
        "The maximum wait for starting such a transfer seems to be the reciprocal of the difference of the reciprocals of the periods.",
        "reciprocal altruism.",
        "reciprocal lattice.",
        "reciprocal translocation, involving chromosomes 8 and 12.",
        "reciprocal arrangement has never been tested by the United Free Church of Scotland.",
        "reciprocal medical agreement with the UK.",
        "reciprocal links in the subject header.",
        "The link should be considered as a partnership which is long term, fully reciprocal and embedded in the curriculum.",
        "Check whether or not reciprocal links at other sites exist?",
        "LOPP aims to establish a truly reciprocal relationship between the regulators and the regulated.",
        "This exchange is slightly different from the others in that it is not necessarily reciprocal.",
        "don't worry, there are lots and lots of relevant sites to do reciprocal linking with.",
        "At each stage the chairman has discretion to allow reciprocal questioning by the various parties.",
        "In fact, many sites make reciprocal linking a requirement before they will accept a link from your own site.",
        "We support reciprocal linking of sites with related topics only.",
        "This section outlines how to find the basis vectors for the reciprocal lattice from the basis vectors of the real space lattice.",
        "We are investigating both the structure and function of these cortical areas and their reciprocal connections with the auditory thalamus.",
        "I had what was known as a balanced reciprocal translocation, involving chromosomes 8 and 12.",
        "unbalanced in favor of the supplier, the consumer not having a reciprocal right.",
        "These inferences are often summarized as the laws of constant, multiple and reciprocal proportions.",
        "Law of If we know the weights a and b of two elements that are reciprocal found in union with unit weight of a third element, then proporwe can predict the composition of the compounds which the first two elements can form with each other; either the weights a and b will combine exactly, or if not, these weights must be multiplied by integers to obtain the composition of a compound.",
        "At the Imperial Conference in London in 1907 Mr Deakin, the Commonwealth premier, was the leading advocate of colonial preference with a view to imperial commercial union; and though no reciprocal arrangement was favoured by the Liberal cabinet, who temporarily spoke for the United Kingdom, the colonial representatives were all agreed in urging such a policy, and found the Opposition (the Unionist party) in England prepared to adopt it as part of Mr Chamberlain's tariff reform movement.",
        "Mancini, moreover, wished the treaty of alliance to provide for reciprocal protection of the chief interests of the contracting Powers, Italy undertaking to second Austria-Hungary in the Balkans, and Austria and Germany pledging themselves to support Italy in Mediterranean questions.",
        "The Adjoint or Reciprocal Determinant arises from A = (a11a22a33 ...a nn) by substituting for each element A ik the corresponding minor Aik so as to form D = (A 11 A 22 A 33 Ã¯¿½Ã¯¿½Ã¯¿½ A nn).",
        "For if u, v, w be the polynomials of orders m, n, p respectively, the Jacobian is (u 1 v 2 w3), and by Euler's theorem of homogeneous functions xu i +yu 2 +zu 3 = mu xv1 +yv2 +zv3 = /IV xw 1+y w 2+ zw 3 = pw; denoting now the reciprocal determinant by (U 1 V2 W3) we obtain Jx =muUi+nvVi+pwWi; Jy=Ã¯¿½.., Jz=..., and it appears that the vanishing of u, v, and w implies the vanishing of J.",
        "From every proposition in this algebra a reciprocal one may be deduced by interchanging + and X, and also the symbols o and i.",
        "Let a frame (without redundant members), and the external forces which keep it in equilibrium, be represented by a diagram constituting one of these two plane figures, then the lines in the other plane figure or the reciprocal will represent in direction and magnitude the forces between the joints of the frame, and, consequently, the stress on each member, as will now be explained.",
        "We then have the polygon of forces Exaf, the reciprocal figure of the lines meeting at that point in the frame, and representing the forces at the point Exaf; the direction of the forces on EH and XA being known determines the direction of the forces due to the elastic reaction of the members AF and EF,, showing AF to push as a strut, while EF is a tie.",
        "Hermann Muller's work on The Fertilization of Flowers by Insects and their Reciprocal Adaptations (1873), followed by subsequent works on the same lines, brought together a great number of observations on floral mechanisms and their relation to insect-visits.",
        "a state of gas; or between p and v, the reciprocal of D, which may be called the gravimetric volume (G.",
        "A still simpler instance of reciprocal figures is supplied by the case of concurrent forces in equilibrium (fig.",
        "Two screws are reciprocal when a wrench about one does no work on a body which twists about the other.",
        "It is the reciprocal (see below) of the small stellated dodecahedron.",
        "It was formed from a reciprocal rearrangement of two ancient chromosomes.",
        "The reciprocal of the reaction time, 1/time, can also be used as a measure of the speed of a reaction.",
        "In the case of electrical conductivity, the data are input and output as resistivity (reciprocal of conductivity).",
        "This is the reciprocal of the fraction let through and is usually given in decibels.",
        "A reciprocal arrangement has never been tested by the United Free Church of Scotland.",
        "There is no reciprocal medical agreement with the UK.",
        "In your email please put Re: Reciprocal links in the subject header.",
        "Do n't worry, there are lots and lots of relevant sites to do reciprocal linking with.",
        "This term was unbalanced in favor of the supplier, the consumer not having a reciprocal right.",
        "Whether child support can be collected will depend on whether the non-custodial parent is living in a country that has a reciprocal agreement with the United States, however.",
        "Family-Two or more emotionally involved people living in close proximity and having reciprocal obligations with a sense of commonness, caring, and commitment.",
        "Prosocial behaviors-Social behavior characterized by positive, cooperative, and reciprocal social exchanges.",
        "They are viewed as interactive and having a reciprocal effect on the underlying central nervous system structure and functioning.",
        "Bonding begins rapidly, shortly after birth, and reflects the feelings of parents toward the newborn; attachment involves reciprocal feelings between parent and infant and develops gradually over the first year.",
        "This reciprocal positive maternal and paternal-infant interaction initiates attachment.",
        "When the interactive, reciprocal \"dance\" between the parent and infant is disrupted or becomes difficult, bonding experiences are difficult to maintain.",
        "By this marriage, she conceived Eros, Himeros (the twin brother of Eros, and known as the god of desire), Deimos (god of fear), Phobos (god of panic), Harmonia (goddess of marital and civic harmony) and Anteros (god of reciprocal love).",
        "Also keep in mind that many zoos in the United States have reciprocal membership agreements, in which a membership to one zoo entitles you to either free or reduced priced admission to any other participating zoo in the network.",
        "Most larger zoos also take part in reciprocal agreements that allow you to visit a number of other zoos in the United States simply by presenting your membership card.",
        "Additionally, some zoos, like the Virginia Zoo in Norfolk and the Mill Mountain Zoo in Roanoke, might participate in a reciprocal program.",
        "The Topeka Zoo, like many other Kansas zoos, also participates in a reciprocal agreement that allows you to use your membership card for free or reduced price admission at more than 150 zoos across the United States.",
        "If the zoo participates in a reciprocal membership agreement, you can also gain access to free or reduced price admission at other zoos across the United States.",
        "Since zoo memberships generally offer free or greatly-reduced admission and often include reciprocal agreements with other attractions, you can easily recoup your initial cost after just one or two visits.",
        "In some cases, reciprocal membership policies will allow you to use your membership card from one zoo or museum to gain admission to other facilities in the participating network.",
        "Many of the wildlife attractions have reciprocal agreements as well, which allow you to visit hundreds of other facilities around the country for free.",
        "An $80 annual membership to the Peoria Zoo includes two adults and their children, with reciprocal admission to more than 130 zoos and aquariums nationwide.",
        "Cross-check reciprocal admission arrangements online before committing to one membership.",
        "You frequently travel to other states and the membership you're considering offers reciprocal admission at zoos and parks across the United States.",
        "In addition, zoo members can free or discounted admission to zoos and other attractions across the United States through the reciprocal membership agreement.",
        "In addition, a reciprocal membership agreement allows you to use your membership to the Smithsonian National Zoological Park to gain free or discounted admission to more than 100 other zoos and aquariums throughout the United States.",
        "The Oregon Zoo membership program is also part of the Association of Zoos and Aquariums Reciprocal Admissions Program, which offers discounts and free admission to member zoos across the country.",
        "He may have difficulty making friends or holding reciprocal conversation.",
        "The programs can also address problems with reciprocal conversation and creating friendships.",
        "His matching Question and Statement cards provided the structure he needed to have a reciprocal conversation in which there was a natural give and take of ideas.",
        "Reciprocal verbs are the same as reflexive verbs in all grammatical aspects however, instead of the subject and object being the same, there are two subjects.",
        "For instance, x+y = x+xy and xy = x(x+y) are reciprocal.",
        "We have been guided in the selection of the particular quadrilateral adopted by the rule of arranging the order of the sides so that the same letters indicate corresponding sides in the diagram of the frame and its reciprocal.",
        "By them the United States was granted limited privileges of trade with the British East Indies; some provisions were made for reciprocal freedom of trade between the United States and the British dominions in Europe; some articles were specified under the head of \"contraband of war\"; it was agreed that whenever provisions were seized as contraband they should be paid for, and that in cases of the capture of a vessel carrying contraband goods such goods only and not the whole cargo should be seized; it was also agreed that no vessel should be seized merely because it was bound for a blockaded port, unless it attempted to enter the port after receiving notice of the blockade."
    ],
    "definition": [
        "Physiology Of or relating to a neuromuscular phenomenon in which the excitation of one group of muscles is accompanied by the inhibition of another.",
        "Genetics Of or designating a pair of crosses in which the male or female parent in one cross is of the same genotype or phenotype as the complementary female or male parent in the other cross.",
        "re·cip′ro·cal′i·ty (-kăl′ĭ-tē) re·cip′ro·cal·ness (-kəl-nĭs)\nn.",
        "re·cip′ro·cal·ly\nadv.",
        "Link/Cite"
    ]
}