{
    "translation": "לנוח, להשען",
    "uses": [
        "In the art of the catacombs they sit or recline in the ordinary attitude of banqueters.",
        "Their opinion and practice will be best represented in the words of one of their early teachers (quoted by Gibbon, Decline and Fall, c. 63): \"When thou art alone in thy cell shut thy door, and seat thyself in a corner; raise thy mind above all things vain and transitory; recline thy beard and chin on thy breast; turn thine eyes and thy thought towards the middle of thy belly, the region of the navel (6j4 aXos); and search the place of the heart, the seat of the soul.",
        "recline on a couch.",
        "Seats in United Business will also recline to 150 degrees, providing customers with a more comfortable sleeping environment.",
        "Even if you don't spend hours at a time in them, it's still nice to have the added luxury of being able to recline.",
        "Using a chair that can recline and be molded to fit your body can make a world of difference when it comes to comfort at the office.",
        "Most office chairs that recline also swivel, which makes it easier to quickly access different parts of a desk (particularly U-shape and L-shape desks).",
        "A tilt mechanism synchronizes the seat and back movement, enabling the user to recline and move forward with ease.",
        "This fully adjustable chair features a five position recline selector that ensures full support and comfort at each level.",
        "Many side-by-side twin strollers have seats which work independently of each other, and they may recline entirely flat, making this a great option.",
        "The power-folding second row bench is standard in all seven models with an option for second row bucket seats that recline for comfort.",
        "Office chairs that recline have pretty much become the standard in most offices because they allow people to stay seated longer and more comfortably, making them more efficient.",
        "Facilities include bathroom with wheel in shower, electric rise and recline armchair and modified kitchen.",
        "The Orange Imaginarium Recline and discover the solar system in our state-of-the-art planetarium.",
        "recline armchair and modified kitchen.",
        "I have to say I think it's a shame it does n't recline.",
        "Once the seats moved were off the straight ahead locks, they would not recline at all.",
        "The patient may either sit in an armchair or recline on a couch.",
        "The seat was able to recline in four different positions.",
        "They always look faintly bored as they recline with their polystyrene cups of coffee and low-tar cigarettes.",
        "Recline your seat and adjust the headrest \" ears \" for true comfort while sleeping on our long haul flights.",
        "The rear seats are divided 60/40, individually recline and can slide to increase the legroom or load space by 165mm.",
        "recline extras ' include Jimmy Savile reclining on a bed in a tracksuit describing how he lost his first 35 fights.",
        "recline drivers may wish to increase the chest to steering wheel separation by slightly reclining the seat.",
        "Suitable from birth, this great value twin stroller comes in black and has 5 position recline seats and harness pads for comfort.",
        "Soak up the sun, recline by the stunning swimming pool, rejuvenate with massage treatments or try the water sports.",
        "The drawbacks associated with tandems are usually related to the seat's ability to recline.",
        "There are office chairs that swivel as well as recline, and there are some that don't.",
        "Broyhill makes office chairs that recline and swivel and can be adjusted to suit each individual's needs.",
        "Recline on the left side whenever possible; this helps with the return of blood flow from the legs.",
        "Many styles recline slightly, making these chairs ideal for lounging near the water and soaking your feet.",
        "Most chairs and loungers are adjustable, giving you the opportunity to recline as far as you wish.",
        "It adjusts to four different positions so you can achieve exactly the amount of recline you prefer.",
        "Lower the lights and find a comfy place to sit or recline.",
        "In the age of Christ standing up at the Paschal meal had been given up, and it was become the rule to recline.",
        "I have to say I think it 's a shame it does n't recline."
    ],
    "definition": [
        "To lean back or lie down on one's back.",
        "To be adjustable so that the occupant may recline rather than sit up: a seat that reclines.",
        "rec′li·na′tion\nnoun",
        "Link/Cite",
        "To cause to lean back; to bend back.",
        "To put in a resting position.\nShe reclined her arms on the table and sighed.",
        "(intransitive) To lean back.\nto recline against a wall",
        "(intransitive) To put oneself in a resting position.\nto recline on a couch",
        "Link/Cite"
    ]
}