{
    "translation": "ניתן לזיהוי",
    "uses": [
        "Jackson's voice chafed, barely recognizable, \"Let me speak to her.\"",
        "She was easily recognizable, her dark hair streaming in the breeze of her partially open window.",
        "The framework is generally recognizable without difficulty.",
        "He'd been scarred so badly, he was hardly recognizable as a person.",
        "\"No,\" she croaked in a voice barely recognizable as her own.",
        "He was surprised to spot young Donnie Ryland, recognizable by his small stature and familiar jacket, running down the end of the trail.",
        "The corresponding parts are recognizable in Anodonta.",
        "In a second phase of the species, the colour, which often displays a slaty hue (whence the name of blue fox), remains more or less the same throughout the year, the winter coat being, however, recognizable by the great length of the fur.",
        "As they watched, the figures in the dusty heat waves finally became recognizable as cavalry - even to the naked eye.",
        "It lived and flourished far beyond this time, when transplanted to Rome, not less than in its native Alexandria, and appears to be recognizable even up to the beginning of the middle ages.",
        "thick, and is recognizable over most of North Wales; it is regarded as the equivalent of the Coniston limestone of the Lake District.",
        "88) and in the Germania he speaks of \" old songs \" as the only kind of \" annals \" which the ancient Germans possessed; but, whatever relics of the old songs may be embedded in the Teutonic sagas, they have left no recognizable mark on the heroic poetry of the German peoples.",
        "Terminal moraines at the border of the Illinoian drift are generally feeble, though widely recognizable, and such moraines at the margin of the Iowan and Kansan drift sheets are generally wanting.",
        "The rod-like appearance of silk and its absence of markings under the microscope are also easily recognizable features of the fibre.",
        "Among the public buildings still recognizable are a theatre capable of accommodating 6000 spectators, a naumachia (circus for naval combats) and several temples, of which the largest was probably the grandest structure in the city, possessing a portico of Corinthian pillars 38 ft.",
        "More attention seems to have been given to the matter in the United States of America and in Germany and Russia than in England, but the infinite variety of samples known to the commercial expert, and the impossibility of standardizing those in such a manner as to make readily recognizable what the chemist has treated, renders most of the recorded analyses of uncertain value.",
        "Chlorine, bromine, and iodine, each recognizable by its colour and odour, result from decomposable haloids; iodine forms also a black sublimate.",
        "The silicates and aluminates of which Portland cement is composed are believed to exist not as individual units but as solid solutions of each other, these solid solutions taking the form of minerals recognizable as individuals.",
        "long, but the forecourts are scarcely recognizable, and the part in good state is about 250 ft.",
        "Numerous ruins, an amphitheatre, still recognizable, a theatre, a temple of Augustus, &c., existed in the 16th century, and have been since used for building material.",
        "14-18 (where Joseph receives an additional lot); but where these traditions have not been worked into later narratives, they exist only in fragmentary form and are chiefly recognizable by their standpoint.",
        "recognizable physical characteristics of the systems in which they occur.",
        "Peter none the less showed the greatest personal valour, and his body, recognizable by his lofty stature and personal beauty, was found on the field after the rout (Sept.",
        "Flinders Petrie then pointed out a group of kings named on scarabs of peculiar type, which, including Khyan, he attributed to the period between the Old Kingdom and the New, while others were in favour of assigning them all to the Hyksos, whose appellation seemed to be recognizable in the title Hek-khos, \"ruler of the barbarians,\" borne by Khyan.",
        "There is no sign of rhyming in Egyptian poetry, and the rhythm is not yet recognizable owing to our ignorance of the ancient vocalization.",
        "No case-endings are recognizable, but construct formsto judge by Copticwere in use.",
        "The kings of the XVIIth Dynasty too are generally recognizable by the form of their name and other circumstances.",
        "Muscles when active seem to pour into the circulation substances which, of unknown chemical composition, are physiologically recognizable by their stimulant action on the respiratory nervous centre.",
        "Some greenish sandstones containing recognizable and characteristic fossils are the equivalents of the Upper Greensand of the south of England.",
        "spodogenia) is perfectly recognizable, and not found elsewhere.",
        "Cyanogen and hydrocyanic acid, recognizable by their odour, indicate decomposable cyanides.",
        "Ammonia, recognizable by its odour and alkaline reaction, indicates ammoniacal salts or cyanides containing water.",
        "Of these emigrants some return the following spring, and are recognizable by the more advanced state of their plumage, the effect presumably of having wintered in countries enjoying a brighter and hotter sun.",
        "In coloration it bears some resemblance to a chaffinch, but its much larger size and enormous beak make it easily recognizable, while on closer inspection the singular bull-hook form of some of its wing-feathers will be found to be very remarkable.",
        "America being almost always recognizable from their greater bulk, while in Europe there appears to be a smaller race which has received the name of T.",
        "From this period came some of humanity's greatest masterpieces, including St. Peter's Basilica, Da Vinci's Last Supper, Michelangelo's Pieta, and hundreds of other instantly recognizable artistic treasures.",
        "Next would come all the various syndromes, which are sets of clinically recognizable symptoms that occur together without a known cause.",
        "In summer at the Bureau Central the intermediate peak nearly disappears in the profound afternoon depression, but it is still recognizable.",
        "According to these observations, two distinct types of so-called tabby cats are recognizable.",
        "The main stem is indicated become scarcely by - - -, the new stem by recognizable.",
        "In this matter, differentiation has proceeded very differently in animals and plants respectively, no nerves or sense organs being structurally recognizable.",
        "Both cuticularized and suberized membranes are insoluble in cuprammonia, and are colored yellow or brown in a soltition of chlor-iodide of zinc. It is probable that the corky or suberized cells do not contain any cellulose (Gilson, Wisselingh); whilst cuticularized cells are only modified in their outer layers, cellulose inner layers being still recognizable.",
        "There are four malpighian tubes, and all five tarsal segments are usually recognizable.",
        "About 60 species of pit-vipers are recognizable.",
        "In depths down to ico fathoms the old-fashioned hand-lead, hollow below and \" armed \" with tallow, suffices to bring up a sample large enough to be recognizable.",
        "Pring and Champlain at a later date coasted along what is now Massachusetts, but the map of Champlain is hardly recognizable.",
        "But as the pitch of the one rises the beats become a jar too frequent to count, and only perhaps to a trained ear recognizable as beats.",
        "These difficulties are further enhanced by the fact that, quite apart from any cross-breeding, the plants, when subjected to cultivation, vary so greatly in the course of two or three years from the original species from which they are directly descended that their parentage is scarcely recognizable.",
        "The lowest beds of this series, which from their position may belong either to the Permian or to the upper part of the Carboniferous, have yielded no recognizable fossils; but they include a conglomerate which closely resembles the boulder bed near the base of the Talchir series in India.",
        "americana), representing the common British species, but with a smaller bill, and the males easily recognizable by their more scarlet plumage, ranges from the northern limit of coniferous trees to the highlands of Mexico, or even farther.",
        "It must suffice here to state that the most certain difference, as it is the most easily recognizable, is to be found in the tarsus, which in the arctic tern is a quarter of an inch shorter than in its kinsman.",
        "Revolutions have passed from the tumultuous stages of their origin into some settled and recognizable state before we have been called upon to cope with them.",
        "Under Sennacherib's rule, Yatnana figures (as in Isaiah) as the refuge of a disloyal Sidonian in 702; but in 668 ten kings of Cypriote cities joined Assur-bani-pal's expedition to Egypt; most of them bear recognizable Greek names, e.g.",
        "With the religion the Dacians also adopted the language of the conquerors, and modern Rumanian is full of Latin words easily recognizable.",
        "The peculiarly national basis, Are, still recognizable in Cyruss architecture at Pasargadae, recedes into insignificance.",
        "vfUpov, nerve, and iiXryos, pain), a term denoting strictly the existence of pain in some portion or throughout the whole of the distribution of a nerve without any distinctly recognizable structural change in the nerve or nerve centres.",
        "Equally scattered through the whole country, and almost everywhere recognizable, is the underlying Persian population (Tajik), which is sometimes represented by a locally dominant tribe, but more frequently by the agricultural slave and bondsman of the general community.",
        "The fast-diminishing Sajidis (Sajittae) and Saka (Sacae) are others of the more ancient races of Baluchistan easily recognizable in classical geography.",
        "For some years past, however, it .has been occasionally mixed with pieces of inferior opium, like that of Yoghourma, recognizable on cutting by their solidity and heavy character.",
        "Its site is still easily recognizable.",
        "In this picture, which shows the crudeness of the zoological notions current in the 18th century as to both men and apes, there are set in a row four figures: (a) a recognizable orang-utan, sitting and holding a staff; (b) a chimpanzee, absurdly humanized as to head, hands, and feet; (c) a hairy woman, with a tail a foot long; (d) another woman, more completely coated with hair.",
        "Their immensely greater antiquity was proved by their geological position and their association with a long extinct fauna, and they were not, like the Neoliths, recognizable as corresponding closely to the implements used by modern tribes.",
        "(D.) columbiana, ranging from British Columbia to California, is a smaller animal, recognizable by the larger and longer tail, which is black above and white below.",
        "The atmosphere on the plateaus is exceedingly clear, so that objects are easily recognizable at great distances.",
        "Several such sketches are at Christ Church, Oxford: one shows a horned hag or shefiend urging her hounds to an attack on the state of Milan, and baffled by the Prudence and Justice of Il Moro (all this made clear by easily recognizable emblems).",
        "The National Gallery \"Virgin of the Rocks\" certainly, with help from Ambrogio de Predis; in this the Florentine character of the original is modified by an admixture of Milanese elements, the tendency to harshness and over-elaboration of detail softened, the strained action of the angel's pointing hand altogether dropped, while in many places pupils' work seems recognizable beside that of the master.",
        "As the cone grows in size and becomes woody the lower half of the cone-scale, which we may call the carpellary scale, may remain small, and is so far outgrown by the upper half (seminiferous scale) that it is hardly recognizable in the mature cone.",
        "There were also rude idols of him in wood (xoana), in which the human form was scarcely recognizable.",
        "This arrangement, however, is by no means characteristic even of the Zaphrentidae, and in the family Cyathophyllidae most of the genera exhibit a radial symmetry in which no trace of the bilateral arrangement described above is recognizable, and indeed in the genus Cyathophyllum itself a radial arrangement is the rule.",
        "In many secondary corals (Cyclolites, Thamnastraea) the trabeculae are so far separate that the individual bars are easily recognizable, and each looks something like a bamboo owing to the thickening of the two ends of each node.",
        "At the same time the prostomium and its appendages cease to be recognizable as distinct elements of the head.",
        "Diiben distinguishes four leading dialects; but a much greater number are recognizable.",
        "Marine to a South American bird which, though long before known and described by the earlier writers - Nieremberg, Marcgrav and Piso (the last of whom has a recognizable but rude figure of it) - had been without any distinctive scientific appellation.",
        "On internal grounds it appears that the Pentateuch and Joshua, as they now read, virtually come in between an older history by \"Deuteronomic\" compilers (easily recognizable in Judges and Kings), and the later treatment of the monarchy in Chronicles, where tie influence of the circle which produced P and the present Mosaic legislation is quite discernible.",
        "An illustration is, with the general run of mankind, more powerful to convince than an argument; and the cogency of the visible plea for the Copernican theory offered by the miniature system, then first disclosed to view, was recognizable in the triumph of its advocates as well as in the increased acrimony of its opponents.",
        "The Babylonian priests accordingly applied themselves to the task of perfecting a system of interpretation of the phenomena to be observed in the heavens, and it was natural that the system was extended from the moon, sun and five planets to the more prominent and recognizable fixed stars.",
        "There are thus eight modifications of the horse-type at present existing, sufficiently distinct to be reckoned as species by most zoologists, and easily recognizable by their external characters.",
        "On the other hand, as the observer recedes from the object, the apparent size, and also the image on the retina diminishes; details become more and more confused, and gradually, after a while, disappear altogether, and ultimately the external configuration of the object as a whole is no longer recognizable.",
        "When the details are no longer recognizable by the unaided eye, the magnifying glass or the simple microscope is necessary.",
        "This may be improved when the magnification is so increased that the angle under which the object, when still just recognizable, is raised to 4'.",
        "If sporangia and spores are present they also may persist in a perfectly recognizable form, and in fact much of our knowledge of the fructification of fossil Ferns and similar plants has been derived from specimens of this kind.",
        "Here it need only be said that the masses of vegetable substance, more or less carbonized and chemically altered, of which coal is composed, frequently contain cells and fragments of tissue in a condition recognizable under the microscope, as for example spores (sometimes present in great quantities), elements of the wood, fibres of the bark, &c. These remnants, however, though interesting as revealing something of the sources of coal, are too fragmentary and imperfect to be of any botanical importance.",
        "' Gloioconis, found by Renault in a coprolite of Permian age, was regarded by him as a Cyanophycean allied to Gloeocapsa; this may be so, but the argument drawn from the absence of nuclei, considering the extreme rarity of recognizable nuclei even in the best preserved fossil tissues, can hardly be taken seriously.",
        "Phloem, surrounding the wood, is recognizable in good specimens; in the cortex the main feature is the great development of periderm.",
        "No recognizable plant-remains, if we accept one or two doubtful Algal specimens, have so far been yielded by the Cambrian.",
        "It enables us to determine accurately orders and genera which otherwise are unknown in the fossil state, and it thus aids us in forming a truer idea of the flora of the period than can be formed at any locality where the harder parts alone are recognizable.",
        "Some of these are recognizable as pale yellowish and white mica; others seem to be chlorite, the remainder is perhaps kaolin, but, owing to the minute size of the flakes, they yield very indistinct reactions to polarized light.",
        "The uncertainty analysis is continued at a scale more recognizable to civil engineers by examining decision-making in relation to flood alleviation.",
        "biparietal atrophy is a recognizable clinical syndrome which can be the presenting feature of Alzheimer's disease.",
        "There, each grows into a tiny stalked crinoid, a miniature but clearly recognizable relative of the fossil and deep-sea species.",
        "Shares may be issued in any recognizable currency or in more than one recognizable currency.",
        "With their long, low bodies dachshunds are one of the most instantly recognizable breeds.",
        "descrygamblers, of whom I descried not a few, were still more easily recognizable.",
        "emblematic image, instantly recognizable and immediately tied to the film ' .",
        "encroaching vegetation, recognizable only by mounds of slag; mines filled with water.",
        "fluty song of this species is instantly recognizable and far carrying in the arid, stony desert areas of the south.",
        "It was the Italian harlequinade, however, that first created a recognizable form of pantomime.",
        "The Parking Attendants are recognizable by their peaked caps with a blue hatband.",
        "From jazz, heavy funk, old skool hip hop, underground disco and generally dirty grooves, both recognizable and unknown.",
        "They provide a recognizable representation of the mysterious incantations actually performed by a computer.",
        "Smeaton's Tower is perhaps Plymouth's most recognizable landmark.",
        "Nimira is far more easily recognizable now as she looks much daintier than her siblings, like a typical graceful female leopard.",
        "It has given the chain street cred and become an instantly recognizable brand logo.",
        "The genius is that there are sufficient players with sufficient mastery of their instruments that the resulting sound is recognizable.",
        "Micaceous: containing the mineral micaceous: containing the mineral mica, recognizable by the reflections of its single cleavage planes.",
        "negotiates on behalf of nurse researchers as a recognizable group in any sector.",
        "The CD format seems to represent a known recognizable everyday object.",
        "A recognizable unit of structure in enamel is the enamel prism.",
        "readjustment of the frontiers of Italy should be effected along clearly recognizable lines of nationality.",
        "recognizable as a link, or as a method of de-emphasizing a link.",
        "The palette of propositions and transformational techniques give students a (floating) knowledge base for making claims recognizable as good contract arguments.",
        "Shares may be issued in any recognizable currency or in more than one recognizable currency or in more than one recognizable currency.",
        "recognizable symbol of fun and friendships; of the night of laughter.",
        "recognizable brands in the world.",
        "recognizable faces from the Star Wars films make appearances in Jedi Academy.",
        "recognizable shape.",
        "recognizable styles.",
        "Tower Bridge is instantly recognizable - a London sight, icon even, that most of us will be able to relate to.",
        "The tail section is completely broken off, barely recognizable yet intact.",
        "The objects of the doctrine of election are easily recognizable.",
        "In this version of reason giving, social scientists have little choice but to recast their technical accounts as readily recognizable stories.",
        "The ultimate rewards of that exercise are not immediately recognizable.",
        "Randy Edelman's score is hardly recognizable, in fact, I can't remember hearing much of anything.",
        "All of a sudden truth becomes recognizable, doesn't it?",
        "have less recognizable the policy of the mini to improve cash flow.",
        "He has always, even within one piece, been able to vary his attack and tone yet remain instantly recognizable.",
        "recognizable in all concrete human contexts where people are actually paying attention to each other.",
        "Their reliance on the distinctive local red clay makes their production recognizable as coming from Devon or Somerset.",
        "From barely recognizable first drafts to the much more familiar final shooting scripts.",
        "sultry vocals to a more recognizable British rap sound.",
        "Punctuation was rejected, regular typography went out of the window, even recognizable verse forms were undermined.",
        "It is plain unassuming yet instantly recognizable for what it is, but without being over designed.",
        "All soldiers look and play great, wielding recognizable weapons that make recognizable noises.",
        "zoomorphic design still recognizable on the cross-shaft.",
        "They provide that irregular bands in order to enjoy recognition as belligerent forces shall (a) have at their head a person responsible for his subordinates, (b) wear some fixed distinctive badge recognizable at a distance, (c) carry arms openly, and (d) conform in their operations to the laws and customs of war.",
        "When we come to phenomena such as proliferations, vivipary, the development of Lammas shoots, adventitious buds, epicormic branches, and to those malformations of flowers known as peloria, phyllody, virescence, &c. while assured that definite, and in many cases recognizable, physiological disturbances are,at work, we find ourselves on the borderland between patho~gical and physiological variation, where each case must be examined with dtie regard to all the circumstances, and no generalization seems possible beyond what has been sketched.",
        "The view which denies the Pauline authorship of Ephesians has to suppose the existence of a great literary artist and profound theologian, able to write an epistle worthy of Paul at his best, who, without betraying any recognizable motive, presented to the world in the name of Paul an imitation of Colossians, incredibly laborious and yet superior to the original in literary workmanship and power of thought, and bearing every appearance of earnest sincerity.",
        "The Thysanura are recognizable by their elongate feelers and tail-processes (cerci).",
        "The belts of structure and the cycles of erosion thus briefly described are recognizable with more or less continuity from the Gulf of St Lawrence i 500 m.",
        "Spra or spreu (a monkey), now altered into deu at Lhasa, teu in Lahul, Spiti and Tsang, is still more recognizable in the Gyarung shepri and in the following degenerated forms - shreu in Ladak, streu-go in Khams and in cognate languages, soba in Limbu, saheu in Lepcha, simai in Tablung Naga, sibeh in Abor Miri, shibe in Sibsagar Miri, sarrha in Kol, sara in Kuri, &c. Grog-ma (ant), now altered into the spoken t'oma, is still kyoma in Bhutan, and, without the suffix, korok in Gyarung, k'oro- in Sokpa, k'orok, k'alek in Kiranti, &c. Grang-po- (cold), spoken t' ammo, is still grang-mo in Takpa, k'yam in Burmese, &c. A respectful word for \" head \" is ii, written dbu, which finds its cognates in Murmi thobo, Sibsagar Miri tub, &c. Bya (bird), spoken cha, is still pye in Gyarung.",
        "The story of Hypatia appears in a considerably disguised yet still recognizable form in the legend of St Catherine as recorded in the Roman Breviary (November 25), and still more fully in the Martyrologies (see A.B.",
        "Known Echinoderms show the following features, imagined to be due to an ancestral pelmatozoic stage :- Increase in the coelomic cavities of the left side, and atrophy of those on the right; the dextral coil of the gut, recognizable in all classes, though often obscured; an incomplete secondary bilateralism about the plane including the main axis and the water-pore or its successor, the madreporite, often obscured by one or other of various tertiary bilateralisms; the change of the hydrocoel into a circumoral, arcuate or ring canal; development through a freeswimming, bilaterally symmetrical, ciliated larva, of which in many cases only a portion is transformed into the adult Echinoderm (where care of the brood has secondarily arisen, this larva is not developed).",
        "Speranski's whole figure was of a peculiar type that made him easily recognizable.",
        "A readjustment of the frontiers of Italy should be effected along clearly recognizable lines of nationality.",
        "Authors should only use BORDER=0 if the image would be clearly recognizable as a link, or as a method of de-emphasizing a link.",
        "A constant feature and a recognizable symbol of fun and friendships; of the night of laughter.",
        "Seventy years later Penguin is still one of the most recognizable brands in the world.",
        "Familiar faces: · Several recognizable faces from the Star Wars films make appearances in Jedi Academy.",
        "Eventually an actual house begins to assemble into a recognizable shape.",
        "Many of these evolved idiosyncratic and easily recognizable styles.",
        "Randy Edelman 's score is hardly recognizable, in fact, I ca n't remember hearing much of anything.",
        "All of a sudden truth becomes recognizable, does n't it?",
        "Have less recognizable the policy of the mini to improve cash flow.",
        "The difference, moreover, is immediately recognizable in all concrete human contexts where people are actually paying attention to each other.",
        "They combine laid back sultry vocals to a more recognizable British rap sound.",
        "The heads of dogs or wolves are incorporated in the zoomorphic design still recognizable on the cross-shaft.",
        "The biggest and most recognizable components of the hydrosphere are the oceans and seas.",
        "I was always able to tell when Peter pulled into the driveway because of the recognizable drone from his old car.",
        "Maclaren is an easily recognizable name in stroller manufacturers, and the company features several stroller designs.",
        "These rashes are recognizable by their raised bright red appearance.",
        "They also have several recognizable cries with different meanings.",
        "Promoting creativity: Watching you transform circles and lines into a recognizable face is a great way illustrate the concept of creativity to a young child.",
        "The best features of the iPod Nano are the large storage capacity and of course the \"coolness\" factor you get when carrying the most recognizable brand of portable music players in your pocket.",
        "The console's strongest selling point is arguably its exclusive titles and recognizable name.",
        "Sony PlayStation 2 - Enormous library of games; recognizable brand name; can function as a DVD player.",
        "The stores at the Seattle Premium Outlet Mall are some of the biggest and most recognizable names in retail.",
        "There are many recognizable names in the pet carrier industry.",
        "The ad was shown in many other magazines and became one of the most recognizable advertising symbols of the day.",
        "The Visa logo is widely recognizable, and Visa cards are accepted throughout the world.",
        "With Joe Jonas and other recognizable figures on display, kids will be more likely to take notice.",
        "Paper products are one of the first recognizable recyclables and have a long history of being reused up to three times, depending on the second and third life product.",
        "There are many easily recognizable wild berries to find in this state.",
        "While some are easily recognizable, such as blackberries, blueberries, and raspberries, don't pick or eat anything you can't identify.",
        "Many easily recognizable berries, such as cranberries and blueberries, grow in Michigan, along with a few other varieties.",
        "Breezy and bold, the packaging is instantly recognizable as a staple at men's fragrance counters all over the world.",
        "Some women have experienced dramatic results, while others have an increase in length and thickness that is certainly recognizable, even if not as dramatic as advertising claims.",
        "The base notes last the longest and tend to be recognizable even after 24 hours of initial application.",
        "One of the most recognizable aspects of a gothic makeup look is the dark colors.",
        "People who view the picture will get to see your hair, your dimensions and your taste in clothes without your being instantly recognizable to all your fellow single office workers.",
        "A topographic map is a map that showcases land features and surface anomalies or recognizable marks.",
        "Look for a recognizable company name, address, and working phone number.",
        "Candle wedding favors in white and light blue to match Cinderella's instantly recognizable gown.",
        "A slim wedding program is instantly recognizable by its distinctive long, thin shape.",
        "As a bonus, Cocoa Beach is recognizable enough that your guests will look forward to a destination wedding that will double as a fun and relaxing family vacation.",
        "Maggie Sottero: This is a recognizable, award-winning collection.",
        "The most immediately recognizable Western themes work well for wedding cakes because they'll be popular with guests and photographers alike.",
        "Most are not immediately recognizable to guests, however, so it might help to have a variety of black or brown fondant symbols to represent brands all around the cake.",
        "Her pouty lips and numerous tattoos are her most recognizable features putting her at the top of many lists of sexy and beautiful celebs, including those from Vanity Fair, FHM magazine, and People.",
        "Whether you call him \"Puffy,\" \"Puff Daddy,\" \"P.Diddy,\" or just plain \"Diddy,\" he's easily one of the most recognizable musicians by both name and looks.",
        "Corleone and his second under the more recognizable Snoop Scorsese.",
        "Lutz was suddenly recognizable to millions of fans.",
        "Megan Fox, born in 1986, is instantly recognizable for her role as Mikaela in Transformers and Transformers: Revenge of the Fallen.",
        "The list contains many recognizable faces, including several reality stars.",
        "Hasselhoff has become one of the most recognizable stars around the globe, with his appearances on popular television programs and a music career that has earned him millions of European fans.",
        "His face is instantly recognizable to generations of fans, and he still has many years of performances ahead.",
        "These online sites feature celebrity yearbook pictures of some of the most recognizable names in entertainment.",
        "She had a unique look, with a natural nose unlike so many Hollywood plastic surgery addicts, and was easily recognizable for her youthful appearance.",
        "She was recognizable then for her long blond hair and cherubic face.",
        "The complete list of Jewish actors is extremely long, but here are some of the most recognizable and famous.",
        "Since then he's played a wide variety of film and television roles and is arguably the most recognizable Native actor in Hollywood.",
        "Marlee Matlin is perhaps the most recognizable deaf actress in the world.",
        "Jenni Pulos has had a successful acting and voice work career, though she's most recognizable as herself due to the reality show Flipping Out.",
        "The Junior uniform is probably one of the most recognizable to the public at large.",
        "Recognizable: Most people recognize the Carter name, which means that they will know you clothed your child in a quality brand.",
        "It's also amusing to note that each Lacoste polo comes adorned with the signature Lacoste crocodile that has become highly recognizable over decades past.",
        "Their quality is comparable to Lacoste and the brand is equally recognizable.",
        "The transition from highly recognizable fashion to genuine high fashion is an expensive endeavor.",
        "The basic look of the baseball outfit, whether for practice or a game, has not changed in decades, making it instantly recognizable.",
        "Some types of sweater vests are highly recognizable such as the cable knit Lacoste vest that features the classic Lacoste crocodile.",
        "Wool argyle sweater vests are another recognizable item that seems to fuel the preppy effects of the sweater vest stereotype.",
        "While there are some variations in the cut, the basic look is recognizable and perfect for all holiday outings.",
        "In addition, skinny jeans in dark colors, such as black, brown, charcoal and navy, are often paired with a vintage T-shirt to quickly create that recognizable emo look.",
        "This classic, instantly recognizable Puma design features an elastic waist with an interior drawstring for a better fit and a solid front with contrast side panels.",
        "All of the ships are easily recognizable by their bright yellow smokestack, the symbol of the cruise line.",
        "Carnival cruise ships are some of the most recognizable passenger vessels in the world, but that's no surprise considering Carnival Cruise Line is one of the largest cruise lines in the world.",
        "The instantly recognizable red, white, and blue funnel.",
        "The Carnival Cruise logo is one of the industry's most recognizable icons, but there is more to choosing a good logo than just finding a symbol to put on merchandise.",
        "That simple, easily recognizable icon helps customers identify the brand and come to associate it with the quality and service they desire.",
        "Logos can be used in a multitude of ways, from adorning merchandise and tickets to being an integral part of the ship's décor, and no cruise line has a more recognizable logo than Carnival Cruise Line.",
        "In addition to its recognizable logo, the Carnival Corporation also uses the tag line \"The Fun Ships\" for its outstanding fleet, emphasizing the fun amenities and activities available for the whole family.",
        "The Carnival Cruise line logo is immediately recognizable, but other cruise lines also use distinctive logos that experienced cruise passengers can immediately recognize.",
        "Good ingredients are recognizable as real foods such as chicken giblets, eggs, ground brown rice, garlic, and so on.",
        "The classic red Kong is easily recognizable after enduring in the market for so many years, and makes quite a serviceable chew toy.",
        "However, scientists are working to map out the genetic markers for even more breeds, so hopefully one day we'll have a dog DNA test that will identify every recognizable breed in a dog's ancestry.",
        "The foods that consistently rated high with consumers were made of recognizable products, and all food sources were listed individually.",
        "The breed is recognizable by its sheer size and its broad skull and deep, dark muzzle.",
        "Whether you're looking at spoiled green or red tomatoes, curly or blotched leaves, withered stems or dead plants, the signs and symptoms of the five most common tomato diseases are easily recognizable.",
        "The seeds themselves should look plump, have the recognizable black and white stripes and feel hard to the touch.",
        "Although Clapton has covered such artists as Bob Dylan and Bob Marley, he is recognizable on his own musical merit as a longtime musician and songwriter.",
        "Sweet Home Alabama is one of the most quickly recognizable songs ever recorded.",
        "Guitars players who would love to be able to pull out one of the most recognizable riffs in rock and roll history should be thrilled to find great Smoke on the Water tabs.",
        "The four and five note chords create a style rich in complex voicings that are instantly recognizable.",
        "This accounts for the recognizable and unique sound of their guitars'  tone and quality.",
        "Although there are a variety of styles, Playboy necklaces all have in common the easily recognizable Playboy bunny, or rabbit head logo.Most necklaces are made from gold, white gold, silver, or platinum.",
        "The Chanel logo is instantly recognizable.",
        "This strong and easily recognizable logo has been used extensively by the Chanel brand and it is synonymous with style and quality.",
        "Brighton's logo is recognizable silver heart.",
        "Celtic knot: One symbol that is instantly recognizable is the Celtic knot.",
        "Classic Christian symbols, such as the cross, angel, fish, patron saint medallion, and rose, are immediately recognizable.",
        "A Polo brand Polo style shirt is made in the same recognizable style that many people are familiar with.",
        "Harley-Davidson fans are some of the most enthusiastic bikers around and the brand name is one of the most recognizable in the world.",
        "Toga: Often seen today at college parties or as a Halloween costume, the toga is one of the most easily recognizable Roman items of clothing.",
        "It was not until the '80s, however, that \"Zoo York\" actually became a widely recognizable term.",
        "Hawaiian shirts are instantly recognizable.",
        "Davis Big and Tall: You couldn't ask for a more diverse selection of recognizable labels in big and tall sizes.",
        "Adirondack Chair Works: Adirondack chairs are some of the most recognizable around.",
        "The costume is fun and flirty, while still easily recognizable.",
        "Family members are recognizable, but their names may be confused or forgotten.",
        "Plain glasses from the 80's that look the same way that glasses look today would not be retro, for example, because they wouldn't be recognizable as coming from the 80's.",
        "Their colors, Brilliant Blue, Sterling Gray, and Gemstone Green, are far more vivid than other colored contacts and readily recognizable as something entirely different.",
        "Often depicted as a lion with an eagle's head and wings, griffons are instantly recognizable throughout the world.",
        "The Six Flags logo is one of the most recognizable icons in the amusement industry, and it is the cornerstone of the successful chain's marketing and branding efforts.",
        "Today, however, the Six Flags name is one of the most popular and most widely recognizable in the world, due in part to its familiar logo.",
        "While \"Master Blaster\" is the recognizable industry name for these attractions, and several parks do use that name for the ride itself, any water slide that is referred to as a \"water coaster\" is a similar design.",
        "Very few video game franchises have had quite the same level of immediately recognizable characters as Super Mario, thanks largely to their colorful presentations and equally colorful personalities.",
        "Many of the games will have recognizable songs or remixed songs, but one thing all the games have in common is you will work up a sweat whether you’re doing it for fun or not.",
        "Sequels to popular games and franchises often sell well, especially if the characters are instantly recognizable.",
        "Other recognizable names include Pokemon and Gran Turismo.",
        "Without a doubt, the two most recognizable characters in video game history are Mario and Sonic.",
        "Though it has a somewhat smaller library of games, the GameCube is home to a large number of amazing games and recognizable franchises.",
        "There are six personalities available right from the get-go, all of which are immediately recognizable faces from the Dragon Ball Z universe: Goku, Gohan, Piccolo, Vegeta, Trunks, and Frieza.",
        "The character models are immediately recognizable, and each fighter, although not really having a unique set of \"normal\" moves, has individualized \"super\" moves -- the Certain Kill projectiles.",
        "The five board games included in this digital package are all recognizable favorites from the past and you get guided through the whole process by a familiar face too.",
        "Car models were accurate, but don't expect a lot of recognizable makes and models.",
        "He has appeared in dozens of video games from sports to edutainment titles and is the most recognizable video game character in the world.",
        "In all of the video games where Mario speaks, voice actor Charles Martinet is the man behind the moustache.The theme to Super Mario Bros. is one of the most recognizable songs in the world.",
        "There are basic manufacturers listed, like Audi, Mercedes, Mazda, and other recognizable companies.",
        "Easily one of the most recognizable and simple games to be found on any computer these days is Minesweeper.",
        "The cars are recognizable, but fall flat when compared to the environments.",
        "The game is long already, but not including recognizable colored markers would have made the game longer.",
        "Usually dressed in a traditional white gi, red headband, red fingerless gloves, and a black belt, Ryu is easily the most recognizable character in the series.",
        "Outside of Street Fighter and Mortal Kombat, Tekken is perhaps one of the most recognizable fighting game franchises out there.",
        "Designer legend Shigeru Miyamoto, the creator of Mario, Pikmin and many other recognizable Nintendo names, also created The Legend of Zelda.",
        "I agree with you that Mario and Luigi are the most recognizable and best video game characters ever.",
        "The single most recognizable video game character of all time is a pudgy Italian plumber named Mario.",
        "The outfits and facial features make your favorite WWE superstar immediately recognizable.",
        "Mortal Kombat is probably the second most recognizable fighting game franchise of all-time, trailing only behind the legendary Street Fighter.",
        "The Madden series from EA (Electronic Arts) is easily one of the most recognizable football video game franchise of all time.",
        "Probably the most recognizable was as the setting for the Falcon Crest TV soap opera drama of the 1980s.",
        "Airstream travel trailers are widely recognizable for their \"silver bullet\" appearance.",
        "It may accompany a psychological condition, such as depression, or may even occur in the absence of a recognizable trigger.",
        "They are highly imaginative, dramatic, and can draw recognizable simple objects.",
        "Personality disorders are usually recognizable by adolescence or earlier, continue throughout adulthood, and become less obvious in middle age.",
        "Personality is what makes a person a unique person, and it is recognizable soon after birth.",
        "Youth gangs, commonly associated with inner-city neighborhoods, are a recognizable peer group among youth in smaller cities, suburbs, and even rural areas.",
        "The most recognizable indicator of Lyme disease is a rash around the site of the tick bite.",
        "In cases in which incompatibility is not identified before birth, the baby suffers recognizable characteristic symptoms such as anemia, hyperbilirubinemia, and hydrops fetalis.",
        "By age five, many children start drawing recognizable objects.",
        "In Smith's Recognizable Patterns of Human Malformation. 5th edition Philadelphia: W.B.",
        "During the 1980s, funk dance evolved and distinct and recognizable moves such as popping and locking developed.",
        "The source online should either be a name that is recognizable to dance aficionados or else have recommendations from other big names in the industry.",
        "Do I want to attend a studio with a recognizable name and set reputation within the dance world?",
        "Of course, t-shirts for the band are firstly recognizable for being tie-dyed, but the bears are also quite frequently seen on the band's t-shirts.",
        "As the trends continue to go in and out of style, Michael Jackson's dances will always remain - perhaps not as the most popular of dance moves - but always as one of the most familiar and recognizable.",
        "In terms of colonial steps, the most recognizable one would be the waltz step.",
        "There is no need for ballet shoes or a leotard; a skirt is easy to make and is instantly recognizable as making the toy into a 'ballet' toy.",
        "The Arlington Memorial Amphitheater is also highly recognizable site.",
        "One of the most recognizable and used symbols for love in the Chinese culture is the calligraphy character.",
        "Since the most recognizable symbol for happiness is also symbol for double happiness, shuang1 xi3, it's not surprising that it's used throughout china as the symbol for weddings.",
        "While wedding veils and tiaras may be the most recognizable accessories for wedding hairstyles, flower bridal hair pieces are growing in popularity and offer brides a romantic, colorful alternative for their wedding day looks.",
        "This is helpful to the organic shopper as it means that chemicals and synthetic ingredients will be instantly recognizable and not hidden behind \"pseudo-natural\" names.",
        "Among the most recognizable, and surprisingly versatile, updo is the bun.",
        "The muscle spasms are among the most recognizable symptoms that the baby is ready to be delivered.",
        "For some women, the early signs of conception are recognizable in the first few weeks after they conceive.",
        "Department stores such as Macy's and Nordstrom typically carry kids rash guards and boards shorts in recognizable brand names.",
        "The Muppet Whatnot Workshop allows customers to combine an assortment of bodies, eyes, noses and hairstyles in the instantly recognizable Muppet style.",
        "Kristen Stewart starred as Bella and Robert Pattinson played Edward Cullen, giving life to the star-crossed lovers and giving them a recognizable face.",
        "These dolls come with some of the most recognizable dresses from the television appearances, music videos, and other celebrity appearances that Taylor has done.",
        "The more well-known motto, \"Gotta Get a Gund\" was first said in the early 1980s, and has stuck on as a recognizable slogan for the Gund corporation and its high-quality products.",
        "Should you purchase an expensive one from a recognizable national brand name manufacturer, or is a generic label equally as effective?",
        "This leather belt with a rectangular metal buckle reading \"Boy Toy\" is one of the most recognizable accessories in the world.",
        "Second only to soccer, chess is the most popular and recognizable game on the entire planet.",
        "One of the most loved board games of all time, chess is among the most recognizable of classic board games.",
        "Marge - The extremely patient, sometimes naive wife and mother who is easily recognizable by her mile-high blue beehive hair style.",
        "The pieces are easily recognizable as the Transformer counterparts, which will make you think you are actually a Decepticon or an Autobot.",
        "Even though the pieces are easily recognizable, it's not so easy to remember which piece the character represents in terms of a Bishop, Knight, or Rook.",
        "One of the most recognizable grandmaster names and names in chess history is Bobby Fischer.",
        "Votive candles are easily recognizable by their shape.",
        "Votive candles are instantly recognizable by their distinctive shape.",
        "However when a single fragrance is used throughout the home it can quickly become instantly recognizable as part of the home.",
        "Yankee Candle is one of the largest and most recognizable candle manufacturers in the world.",
        "First, the couple is usually immediately recognizable and may seem more \"adult\" than portraying fictional characters.",
        "The problem with choosing famous real couples is that quite often, only one member of a couple is truly recognizable.",
        "Finding famous couple costumes that are recognizable and match appropriately can be a challenge.",
        "This is important not only for making a memorable entrance, but also so that whomever you are with is recognizable, even though they are hidden by a mask.",
        "Bella's silky blue prom dress is unique and recognizable and makes a favorite twilight costume.In addition to the famous blue dress, Bella carries a beaded cream color shawl to the prom.",
        "Edwards' clothes vary, but one of the most recognizable outfits for a costume is a tailored white shirt, with black jeans.",
        "It is easy to dress up like Sponge Bob because he is such a recognizable cartoon character.",
        "Praise performance wear is immediately recognizable by its full-coverage feature.",
        "Lady Liberty costumes honor the history of the national landmark and is immediately recognizable, making it a wonderful idea for a patriotic event.",
        "Heart shaped diamond engagement rings are not only an elegant option for symbolizing a couple's impending union, but their romantic shape is both unusual and instantly recognizable.",
        "The key, however, is that the design is unique and thus recognizable as belonging to one designer.",
        "The Everlon collection is instantly recognizable by the distinctive knot design.",
        "Moreover, foods that embrace a more natural philosophy are usually manufactured using less ingredients and naturally recognizable ingredients.",
        "Today, Fendi has one of the most recognizable logos on earth, and the company produces much more than fur coats.",
        "The pattern was somewhat recognizable then, but when the company decided to utilize the pattern on outer layers of clothing and accessories in the 1960s, the check pattern became Burberry's trademark.",
        "While the Gucci name is instantly recognizable, the bags are each distinctive and offer multiple features for style, practicality and convenience.",
        "Of course these designers tend to have classic looks that are easily recognizable, which can be good and bad.",
        "The recognizable back pocket triangle and question mark launched into the fashion market in the early 1980s.",
        "But when you are seeking a designer item, you generally are looking to purchase an item that is highly recognizable for its name alone; and these brand names are typically meant to advertise an image.",
        "Nowhere on a designer alternative handbag will the logo of a recognizable designer be portrayed.",
        "This is arguably one of the most easily recognizable attributes of the handbag.",
        "This brand is still highly recognizable for its monogram luggage and handbag collections that have, sadly, become highly admired items of the replica industry.",
        "Due to the highly recognizable \"LV\" monogram, the monogrammed Vuitton products are extremely popular, yet extremely exclusive.",
        "Some of the world's most recognizable designers are Italian.",
        "The iconic Polo logo is just one factor that makes the label so recognizable, though.",
        "The fanny pack is not immediately recognizable as a way to carry a gun, so the weapon is still concealed.",
        "Hobo bags have a definite style that is easily recognizable and widely popular with women all around the world.",
        "The Manor is instantly recognizable, if not for its shape or brand name, then for the special details that make it so significant.",
        "Makowsky handbag is nearly always recognizable at first glance, there's no mistaking the signature paisley lining - it's yet another standout detail that loyal fans appreciate.",
        "The logo, a heart shaped crest, was created in 1993 as an adaptation of the easily recognizable Quicksilver logo.",
        "Undeniably eye-catching and immediately recognizable, the Orla Kiely Big Zip Wallet is a functional accessory that adds color and charm to any woman's wardrobe.",
        "Available in several sizes, the Orla Kiely Multi-Stem wallet may well be one of the designer's most recognizable items.",
        "Immediately recognizable for its signature shape, it resembles a backpack in some ways, but differs because of its user-friendly singular strap.",
        "It is constructed of thick, full-grain leather that boasts a supple feel, and is adorned with the recognizable Harley Davidson logo.",
        "The French label, renowned for its instantly recognizable \"LV\" monogram logo, is also known for its massive collection of elegant handbags.",
        "Taurean traits are very recognizable once you become familiar with the zodiac and the various elements that converge to create individual sun signs.",
        "For this age group it's best to use easily recognizable themes.",
        "Additionally, most involve recognizable cartoon characters such as Scooby Doo, Tom & Jerry, Powerpuff Girls, and many more.",
        "This explains why Transformers sometimes appear as cars and other recognizable items.",
        "They are instantly recognizable from other toys for girls by their appearance, which features large heads and eyes, thin bodies, almond-shaped eyes and prominent lips.",
        "Don LaFontaine is perhaps the most famous movie trailer announcer in history, certainly the most recognizable working today.",
        "A well-planned film is instantly recognizable and will be appreciated by your audience.",
        "Alien has one of the most recognizable scenes in the movie industry.",
        "Cooper's face became increasingly recognizable as he took on the role of Will Tippin in the Jennifer Garner helmed show Alias.",
        "His name may not be easily recognizable, but his face is.",
        "Many urban legends are real stories that have changed over time to the point where they are no longer recognizable as the original story.",
        "This is Gucci's trademark design, and it's easy to see why it has become one of the most recognizable brands of the 21st century.",
        "Of course, there is also the famous Shoes.com that offers nearly every recognizable shoe brand on the market!",
        "Several replicas are sold at online auctions such as eBay, so it is best only to purchase from large, recognizable, and authorized suppliers.",
        "The designs are almost always recognizable and have been widely copied, but can never be duplicated in their originality.",
        "Serta counting sheep slippers might be hard to come by, but there's no mistaking the popularity of the instantly recognizable characters.",
        "Ed Hardy high tops are a bold shoe selection for the enthusiastic shopper who is looking for something to wear that's fashion forward, recognizable, and bright.",
        "Snoopy is among the most recognizable comic characters in the world, which is why several footwear manufacturers have chosen the animated dog to grace their slipper socks.",
        "Loafers are mostly available in brown and black, but there's a white leather moccasin version with the recognizable green-red-green trim and a rubber sole.",
        "One of the most recognizable figures in the skateboarding world, Thomas got his start in skating when he was 11 years old.",
        "Nine West is every bit as recognizable as Kate Spade to the average consumer.",
        "More recently, Jackson appeared in The Sarah Connor Chronicles as another very recognizable genre character: Kyle Reese.",
        "Soap opera actors and actresses often have signature hairstyles that are recognizable even without the face.",
        "Borlenghi would be the most recognizable actor in the role of Brian Bodine.",
        "David Canary is another recognizable face on All My Children, playing the role of Adam Chandler.",
        "A living legend or a daytime legend depending on who you ask, Susan Lucci is one of the most recognizable faces of the daytime genre.",
        "Each episode features five to eight different songs, but the soundtrack features a dozen different tracks, some immediately recognizable while others may take a while.",
        "La Lucci is well-known beyond the daytime drama as one of the most recognizable faces of daytime television.",
        "While zodiac symbols are fairly recognizable, there isn't any reason why you can't put your own twist on one.",
        "Luckily, even the smallest cross tattoo is recognizable and aesthetically pleasing.",
        "One of the most recognizable mythical creatures is the Phoenix.",
        "This star is seen today among the punk community and is probably one of the most recognizable.",
        "The nautical star can be seen in several styles, some more recognizable than others, but the meaning remains the same.",
        "Egyptian eye tattoos are a popular and recognizable element of Egyptian culture.",
        "Simple Egyptian eye tattoos make excellent small tattoos, since even when small, the lines of the design remain recognizable.",
        "This is one of the most recognizable and most common forms of cross tats.",
        "Placement is key to insure the tattoo is recognizable and becoming.",
        "France's capital city, Paris, is home to some of the most universally recognizable monuments.",
        "Points of interest in the village include the easily recognizable leaning tower and the Burano School of Lace (which is aimed at revitalizing the lace industry on the island).",
        "Today the G-Shock has become Casio's most recognizable watch.",
        "Seiko is an easily recognizable brand name and has sales locations all over the world.",
        "With its distinctive red, white and blue the American flag is instantly recognizable and people often enjoy the image of these striking colors.",
        "The Bulova brand has a long and interesting history and the logo makes a Bulova watch instantly recognizable.",
        "Color Match: Pictures of easily recognizable objects and color cards are mixed together.",
        "Some infants later diagnosed with autism show certain symptoms or exhibit recognizable patterns of behavior early in life.",
        "Find and Say: Put together a box of miscellaneous but recognizable items.",
        "To avoid this trap, make sure the product name is recognizable and easily remembered.",
        "With a franchise, you will have the benefit of an established, recognizable brand name.",
        "If you want to light up the field during halftime, it's important to a pick a song that is lively, appropriate to the occasion and recognizable to your audience.",
        "Hence, the goal is to choose a recognizable song that can add an element of humor, familiarity, or intensity to the routine.",
        "It will be a juggle to find music that is both recognizable and original enough that other squads will have neglected its usage, but the performance music is the first step towards creating an incredible dance routine.",
        "First are cognates or words that have recognizable English counterparts.",
        "The Eiffel Tower is not only the most recognizable landmark in the world, but Eiffel Tower history facts make it one of the most interesting parts of French history to discover as well.",
        "One of the most recognizable scenes of the Eiffel Tower is at night.",
        "A few recognizable insurer names who invest into this California state cause include the following companies.",
        "There is more to this insurance company than the recognizable spokesperson, however.",
        "Both have nothing to do with insurance, yet became recognizable (and sometimes quite popular) representatives for Geico.",
        "Since then, Klein has gone on to become one of the most talented and recognizable faces in the fashion industry.",
        "Read on to learn more about this tale of beautiful faces and bodies, billions of dollars in profits, and how this company grew to be one of the most recognizable brands in the world.",
        "In fact, it's the distinctive appearance that makes them so readily recognizable in the lingerie market.",
        "These are easily found online and are from recognizable labels that leave you comfortable ordering several pairs at once.",
        "Because Vanity Fair is a respected and recognizable name in lingerie that's easy to find in person as well as online, you should have no trouble finding the bras, panties, camisoles, slips and more that you need.",
        "Models with cache: The catalog is teeming with of some of the world's most recognizable faces, including Adriana Lima, Gisele Bundchen, and Tyra Banks.",
        "The Lanz company is a recognizable brand, but few people know much about them.",
        "The band is also well known for their easily recognizable logo and powerful live performances.",
        "Like most places where there is a music \"scene,\" there is a particular sound to Houston hip hop that makes it immediately recognizable (see also Paul Wall), and Boss Hogg Outlawz represent that sound to the fullest.",
        "In honor of St. Patrick's Day, we bring you this song by one of the most recognizable names in Irish music (you know, after U2).",
        "S.O.S. is driven by a sample of the immediately recognizable 80s electro-pop classic Tainted Love by Soft Cell.",
        "The Across the Universe soundtrack will be instantly recognizable to fans of The Beatles.",
        "Crow was not an overnight sensation, but she has worked long and hard to build up a career that has now made her one of music's most recognizable acts.",
        "He also expanded his character and theme line-up and introduced what would become some of the most recognizable facets of the series, including Anakin Skywalker, the Sith, and the Death Star.",
        "The music from Star Wars is instantly recognizable and is one of the most memorable things about the film.",
        "The Star Wars theme song might be one of the most recognizable movie songs ever recorded.",
        "With a voice that has graced the radio since the 1960s and that is instantly recognizable to music fans, Robert Plant has had a major impact on modern music.",
        "Stevie Wonder I Just Called to Say I Love You is not a favorite of Stevie Wonder purists, but it is one of the most recognizable songs of the 1980s.",
        "The album starts with the instantly recognizable and foreboding Terminator theme and gets progressively ominous from there.",
        "In a career that spanned more than five decades, Sinatra won accolades for film and music and became one of the most recognizable entertainers around the world.",
        "The theme song to the movie remains one of the biggest selling and most recognizable hits of the 80s.",
        "Aretha Franklin Think is one of the soul songstress' most recognizable tunes.",
        "This song turned into one of the most recognizable songs of the 90s.",
        "It remains one of the most successful metal songs ever in terms of sales and crossover success, and it's instantly recognizable riff seems to make even non-metal fans want to get up and rock out.",
        "Some of the chefs go on to bigger and better things after having won, and at the very least they become more recognizable within culinary circles.",
        "One of the things that makes Kate instantly recognizable is her short hairstyle.",
        "Poison was an MTV and Top 40 radio staple, and at the close of the 80s they were one of the most recognizable bands in music.",
        "There are quite a few home design makeover shows, but two of them have become so popular that they are instantly recognizable.",
        "He's one of the most instantly recognizable chefs on television, and any Gordon Ramsay biography helps to shed light on his rise to fame.",
        "Paul Sr. is instantly recognizable because of his gray handlebar moustache and assortment of tattoos.",
        "Her return to The Biggest Loser was good news for fans of the show, as she had gained a loyal following during her first two seasons and became instantly recognizable.",
        "Now both Frank and \"New York\" are recognizable as reality show stars.",
        "The Hills, which is what really catapulted him into media fame and into a recognizable, household name.",
        "Dennis Rodman: Although this highly recognizable basketball star initially enters treatment under court order, he eventually comes to terms with the fact that he is an alcoholic.",
        "Tom Sizemore: Perhaps one of the most recognizable patients in Celebrity Rehab 3, Tom no longer enjoys the huge success he once had as a film actor.",
        "The two Biggest Loser trainers who are the most recognizable are Bob Harper and Jillian Michaels, who have both been with the show since it began in 2004.",
        "Jillian Michaels is perhaps the most recognizable cast member from The Biggest Loser, and she has a wide range of branded products from exercise equipment to workout videos.",
        "The Wolf Man and Monster Squad: Wolf Man is the 1941 Universal classic starring Lon Chaney, Jr. in the title role and is undoubtedly the most recognizable werewolf in any medium.",
        "Even though a robot doesn't have a recognizable human form doesn't make it a robot.",
        "So many of John Williams' musical movements are instantly recognizable, in part due to his use of Wagnerian musical styling such as the leitmotif.",
        "Williams' use of classical Wagnerian style composition and the leitmotif created a lasting impression that is easily recognizable by audiences born long after the first film aired.",
        "There are numerous mainstream cultural images, icons, sounds, and quotes that originated with the Star Wars films, but few are quite as recognizable and significant as the Star Wars theme song.",
        "One of the most consistent members of the X-Men since the 80s, Rogue was highly recognizable for her thick brown hair with a solid white streak.",
        "One of the most recognizable characters in Marvel's X-Men lexicon was that of Jean Grey.",
        "This feature makes the Cylon centurion one of the most recognizable alien \"villains\" of the silver screen.",
        "These five shows all entered the pop culture lexicon and are recognizable beyond their niche markets and fans.",
        "Lord of the Rings Fonts - There are few things more recognizable than the beautiful and unique fonts from the LotR books and movies.",
        "The original French Manicure is instantly recognizable.",
        "Cindy Crawford is perhaps one of the most recognizable faces in the fashion and beauty industry.",
        "One way to accomplish that is having work uniforms that make them easily recognizable by their customers.",
        "However, even with the changes that took place over the years, Star Trek uniforms still remain easily recognizable.",
        "J. Abrahms wanted to pay homage to the classic series by maintaining certain aspects of the characters, designs and uniforms, ensuring that certain things throughout the movie were easily recognizable to Star Trek fans.",
        "Hardly any uniform is as instantaneously and universally recognizable as uniform dresses for nurses.",
        "The USMC Dress Blue uniform is one of the most recognizable uniforms in this division of the Armed Forces.",
        "The menu is simple and to the point and serves up easily recognizable items like gumbo, oyster stew, crab claws and fried calamari.",
        "Ten segments are recognizable in the abdomen, which is elongated and tapers at the hinder end.",
        "The Cerambycidae, or longhorn beetles, are recognizable by their slender, elongate feelers, which are never clubbed and rarely serrate.",
        "The head is always recognizable and much more conspicuous than in other Chaetopoda.",
        "Turning to the study of radioactivity, he noticed its association with the minerals which yield helium, and in support of the hypothesis that that gas is a disintegration-product of radium he proved in 1903 that it is continuously formed by the latter substance in quantities sufficiently great to be directly recognizable in the spectroscope.",
        "into fragments by processes of denudation, until it is hardly recognizable as a distinct range at all.",
        "They are recognizable by their slender and elongate hind-legs; many of them provision their burrows with spiders.",
        "The five existing species may be grouped into two sections, the distinctive characters of which are only recognizable in the skull.",
        "This is most clearly recognizable in the case of churches which arose alongside the episcopal cathedrals.",
        "Their view of the history of the text is that a comparison of the evidence shows that, while we can distinguish more than one type of text, the most clearly discernible of all the varieties is first recognizable in the quotations of Chrysostom, and is preserved in almost all the later MSS.",
        "Malocello's name and nationality are certainly preserved by those early Portolani or scientific charts (such as the \"Dulcert\" of 1339 and the \"Laurentian Portolano\" of 1351), in which the African islands appear, for the first time in history, in clear and recognizable form.",
        "or more - was pushed along by ice radiating from different centres, evidence of which is to be seen in the direction of the striae on the rocky surface of the country as well as in the dispersion of boulders and stones from recognizable districts.",
        "The carved totem posts of the Haida, standing in front of the heavily framed houses, or at a little distance from them, represent the coats of arms of the respective families of the tribes and generally exhibit designs treated in a bold and original manner, highly conventionalized but always recognizable in their purport by any one familiar with the distinctive marks of the animal forms portrayed.",
        "This element is recognizable throughout the book, but is most distinct in chs.",
        "This half-Edomite population, recognizable also in Benjamin, manifests its presence in the official lists, and more especially in the ecclesiastical bodies inaugurated by David, from whose time the supremacy of this Judah is dated.",
        "In the second group, the anti-substance, in addition to combining with the antigen, produces some recognizable physical change in it; the precipitins and agglutinins may be mentioned as examples."
    ],
    "definition": [
        "Link/Cite",
        "Able to be recognized.",
        "Link/Cite"
    ]
}