{
    "translation": "לעצב מחדש",
    "uses": [
        "I think it would be fun to redecorate the family room.",
        "Send the serious fan off to school or for an overnight with the grandparents with a backpack sporting a favorite character's likeness, or redecorate a bedroom with logo-emblazoned sheets, comforters and personalized pillowcases.",
        "Restaurants and museums easily come to mind but these versatile lights also allow homeowners to redecorate easily as often as they like.",
        "If you're looking to redecorate or just jazz up your bedroom a bit, you're in luck: not only are there a lot of ideas out there for you to build on, but there are so many affordable things that can be done.",
        "Then, if your sheets or pillowcases are accidentally stained, ripped, or damaged, you won't have to redecorate your entire room or run all over town searching for matching replacements.",
        "Trading Spaces is a popular show on TLC that allows neighbors to redecorate two rooms in each other's houses with the help of an experienced decorator and with a limited budget.",
        "Although shopping at a thrift store does require more patience than picking up items at your local mall, it's a great way to build a new wardrobe, redecorate your home, or simply pick up a few toys for your children.",
        "If you don't want to completely redecorate the nursery when your child graduates from the crib to a toddler bed or a single bed, you might want to look for a sports theme crib set that is also available in larger sizes.",
        "If you are planning to redecorate your house, or you enjoy making clothing (or would like to try!), you may find it necessary to purchase fabric in the near future.",
        "titivatee the dreaded damp comes from above, it seems like folly to redecorate without first titivating the roof and chimney-stacks.",
        "Because the dreaded damp comes from above, it seems like folly to redecorate without first titivating the roof and chimney-stacks.",
        "Take home samples and test them with your existing decor, or bring them with you to the store when you prepare to redecorate.",
        "I received a fun call to see if I would come redecorate a room in a family's home just for their four cats.",
        "Major hotels redecorate on a set schedule, often every three or four years.",
        "That way you don't have to redecorate before your child is school age.",
        "I want to redecorate it so fits in better, but I can't afford to replace the black appliances.",
        "When it's time to redecorate, get your project started with the help of home décor catalogs.",
        "It's often easier to start with one room, complete that room, then move on to another room as you decorate or redecorate a home.",
        "If you choose the proper pieces, you don't need to redecorate every season.",
        "It's a good choice when you're trying to redecorate a room on a budget and don't want to replace the couch or chairs.",
        "It's a great way to redecorate your bathroom without going to a lot of expense and it can be done in very little time.",
        "Fabric is a fairly inexpensive way to redecorate a room, depending on the type of fabric you buy.",
        "Does it fit your needs or do you have plans to redecorate in the future?",
        "Most teenagers will want to redecorate their bedroom at least a couple of times during their adolescent years.",
        "Just remember to temper your bold design just a bit in case you aren't feeling so bold next time you redecorate your bathroom.",
        "With some luck, you will not need to completely redecorate your baby's room when he gets older.",
        "Two sets of people are chosen to redecorate two rooms each.",
        "The two groups trade places and redecorate rooms within the other people's home.",
        "The teams have two days and a budget of $1,000 to redecorate the two rooms."
    ],
    "definition": [
        "re·dec′o·ra′tion\nnoun",
        "re·dec′o·ra′tor\nnoun",
        "Link/Cite",
        "To change the appearance of a place by renewing the decorative scheme",
        "To refurbish",
        "Link/Cite"
    ]
}