{
    "translation": "להתייחס ל...",
    "uses": [
        "The letters in the description refer to both figures.",
        "So we somehow refer cases to you?",
        "4 For the sections which follow the present writer may be permitted to refer to his introductory contributions in the Expositor (June, 1906; \" The Criticism of the 0.T.\"); the Jewish Quarterly Review (July 1905-January 1907 = Critical Notes on 0.T.",
        "are plotted on the diagram, the reference numbers on which refer to the first column in the table.",
        "Of scientific geographical exploration in Asia (beyond the limits of actual surveys) the modern period has been so prolific that it is only possible to refer in barest outline to some of the principal Indian expeditions, most of which have been directed either to explorers.",
        "We refer to David Hume.",
        "Dean considered pointing out that Annie's reference to their \"shared secret\" didn't seem to refer to a pastoral hug, but held his tongue.",
        "90 seq., refer to the week in connexion with the market.",
        "I refer to the degraded poor, not now to the degraded rich.",
        "These apparent relationships refer to mean values.",
        "Material Cause of DifferentiationIt may be inquired, in conclusion, if there are any facts which throw light upon the internal mechanism of differentiation, whether spontaneous or induced; if it is possible to refer it to any material cause.",
        "Pierre did not know how to refer to Anatole and flushed at the thought of him--\"did you love that bad man?\"",
        "I refer to history extensively in these pages because I believe historical people are exactly like us, only in different circumstances.",
        "Or I could refer you to Ireland, which is marked as one of the white or enlightened spots on the map.",
        "Of course I do not refer to beautiful sentiments, but to the higher truths relating to everyday life.",
        "If Ashley wasn't the fourth person to say so, I'd probably refer her to psych for an evaluation.",
        "This kind of writ allowed a man to refer the question of his guilt or innocence to the verdict of his neighbours instead of proving his innocence by the duel.",
        "The weight and speed of goods trains vary enormously according to local conditions, but the following figures, which refer to traffic on the London & North-Western railway between London and Rugby, may be taken as representative of good English practice.",
        "I refer to the \"Frost King\" episode, which I shall explain in detail.",
        "The Talmudic tradition (Baba Batlara 14b) that the men of the Great Synagogue \" wrote \" Ezekiel, may refer to editorial work by later scholars.'",
        "Authors refer, in the prefaces to their books, to the Great Minster as the source of their knowledge.",
        "When Miss Keller puts her work in typewritten form, she cannot refer to it again unless some one reads it to her by means of the manual alphabet.",
        "Last night a proposition was made me on your account and, as you know my principles, I refer it to you.",
        "Homer does not refer to a Sibyl, nor does Herodotus.",
        "All that has been attempted has been to point out some general truths, and to refer to some specially France.",
        "Either party, or the minister for Labour, may refer a determination to the court of industrial appeals, and the court, in the event of a special board failing to make a determination, may itself be called upon to frame one.",
        "Thus we do not start with \"ideas,\" and afterwards refer them to objects; we are never restricted to our own minds, but are from the first immediately related to a permanent world.",
        "I hardly need refer now to the laborers in our Southern States who produce the staple exports of this country, and are themselves a staple production of the South.",
        "Our data are nowhere so full as for India; where they are comparatively abundant they refer either to a civilized or semicivilized people, or to an area, like West Africa, where the influence of Islam has introduced a disturbing element.",
        "He not only re-established the Prussian legation to the Vatican, suppressed since 1874, and omitted from the imperial message to the Reichstag (17th November 1881) all reference to King Humberts visit to Vienna, but took occasion on the n9th of November to refer to Italy as a country tottering on the verge of revolution, and opened in the German semi-official press ~ campaign in favor of an international guarantee for the independence of the papacy.",
        "She sat running her finger over the braille manuscript, stopping now and then to refer to the braille notes on which she had indicated her corrections, all the time reading aloud to verify the manuscript.",
        "Strange as it may appear, I would refer to an Australian as the finest model of the human proportions I have ever met; in muscular development combining perfect symmetry, activity and strength, while his head might have compared with the antique bust of a philosopher.\"",
        "Moreover, he wrote an article in the Edinburgh Review of July 1805 criticizing Sir William Gill's Topography of Troy, and these circumstances led Lord Byron to refer to him in English Bards and Scotch Reviewers as \"the travell'd thane, Athenian Aberdeen.\"",
        "Housman (without publishing an edition) has done much to improve and explain the poems. For further information we may refer to F.",
        "To the latter category it is now possible to refer with certainty only the Etruscans (for the chronology and limits of their occupation of Italian soil see ETRURIA: section Language).",
        "Several of the situations can be more vividly realized from the narratives of Syrian wars ascribed to the time of Omri's dynasty, even if these did not originally refer to the later period.",
        "refer to Napoleon) (Paris, 1903-1904); F.",
        "The literature on ants is so vast that it is only possible to refer the reader to a few of the most important works on the family.",
        "- Before leaving the 17th century we must just refer to the writers who laid the foundations of the essentially modern conception of human history as a gradual upward progress.",
        "Thus it became possible for almost any diligent reader without much chance of error to refer to its proper place nearly every bird he was likely to meet with.",
        "\"Surely,\" said Parker to Peter Wentworth, \"you will refer yourselves wholly to us therein.\"",
        "The full details of the siege and massacre will be found under Indian Mutiny, and here it will suffice to refer to the local memorials of that evil time.",
        "His nationality is uncertain, but Zosimus, Eunapius and Sulpicius Alexander (a GalloRoman historian quoted by Gregory of Tours) all refer to him as a Frank.",
        "It is not clear, for example, to which category it is necessary to refer the excretory organs of Arenicola, or Polynoe.",
        "Before coming, however, to the history of federation, and the evolution of the Labour party, we must refer briefly to some other questions which have been of general interest very soon after the gold discoveries, the European miners objecting strongly to the presence of these aliens upon the diggings.",
        "cylindrical or tapering from The numbers in square brackets [] refer to the bibliography at the end of this article; but when the number is preceded by the word Hydrozoa, it refers to the bibliography at the end of the articl Hydrozoa.",
        "It is only possible here to refer in briefest enumeration to the material and external objects and forms of popular Hebrew religion.",
        "No kind of information is excluded, but the fullest details refer to the bishopric of Merseburg and to the wars against the Wends and the Poles.",
        "- Be fore leaving the German speculation of the first half of the century, a word must be said of von Baer, to whose biological contributions we shall refer later in this article, who recognized in the law of development the law of the universe as a whole.",
        "He is not known to have protested against any of the changes effected by his masters; he professed to be no theologian, and was wont, when asked theological questions, to refer his interrogators to the divines.",
        "9c may refer to popular prophecy (\" her prophets \"; cf.",
        "There are a number of apparently related passages which, however, on internal grounds, are unsuitable to the present period, and when they show independent signs of a later date (in their present form), there is a very strong probability that they refer to such subsequent disasters.",
        "Finnish diet ought to refer to the imperial legislature not only all military matters - as the tsar demanded (Rescript of October 14) - but the question of the use of the Russian language in the grand-duchy, the principles of the Finnish administration, police, justice, education, formation of business companies and of associations, public meetings, the press, the customs tariff, the monetary system, means of communication, and the pilot and lighthouse system.",
        "Those of most interest to English ornithologists naturally refer to Britanny, Normandy and Picardy, and are by Baillon, Benoist, Blandin, Bureau, Canivet, Chesnon, Degland, Demarle, De Norguet, Gentil, Hardy, Lemetteil, Lemonnicier, Lesauvage, Maignon, Marcotte, Nourry and Tasle, while perhaps the Ornithologie parisienne of M.",
        "Before considering the ornithological works relating solely to the British Islands, it may be well to cast a glance on a few of those that refer to Europe in general, the more so since most of them are of Continental origin.",
        "Brief notices of his spoils appeared from time to time in various volumes of the American Journal of Science and Arts (Silliman's), but it is unnecessary here to refer to more than a few of them.",
        "In addition to an enormous body of new information chiefly on the shoulder girdle, the alar muscles and the nerve plexuses of birds, this work contained a critical and descriptive summary of practically the whole pre-existing literature on the structure of birds, and it is hardly necessary for the student of ornithology to refer to earlier literature at first hand.",
        "It is convenient to refer to these two forms as a and 0.",
        "5 refer.",
        "Students of the modern novel in Portugal should refer to the essays of J.",
        "It was his regular habit to refer those who came to him on matters of state to his good brother Piers, and to refuse to discuss them in person.",
        "When the spinner has informed the dealer exactly what quality of cotton he needs, the dealer quotes so many \" points on or off \" the \" future \" quotations prevailing in Liverpool at the time of the purchase, which refer to Upland cotton of \" middling grade,\" of \" no staple \" and of the worst growth.",
        "The date of the redaction (which was probably made by some learned burgess) may well have been the reign of Baldwin III., as Kugler suggests: he was the first native king, and a king learned in the law; but Beugnot would refer the assizes to the years immediately preceding Saladin's capture of Jerusalem.",
        "It is a chapter very difficult to write, for while on the one hand an ingenious and speculative historian may refer to the influence of the Crusades almost everything which was thought or done between r too and 1300, a cautious writer who seeks to find Brehier, L'Eglise et l'Orient, p. 347.",
        "4 may refer to the old man's inability to make or hear music: in the house there is no sound of birds 1 or of singers, there are none of the artistic delights of a well-to-do household; further (v.",
        "I), be reverent in visiting the house of God (the temple and the connected buildings) 1 The clause is obscure; literally\" he (or, one) rises at (?) the voice of the bird,\"usually understood to refer to the old man's inability to sleep in the morning; but this is not a universal trait of old age, and besides, a reference to affairs in the house is to be expected; the Hebrew construction also is of doubtful correctness.",
        "The succeeding clause \"they are given from one shepherd\" may refer to a collection or revision by one authoritative person, but its relevancy is not obvious.",
        "So late as the 10th and even the 11th centuries we find the law of the Burgundians invoked as personal law in Cluny charters, but doubtless these passages refer to accretions of local customs rather than to actual paragraphs of the ancient code.",
        "Neither does he refer in any way to the famous cave in which, according to the Ignatian myth, the Spiritual Exercises were written.",
        "The concluding feast does not seem to refer to tabernacles per se, but to be distinct from it, as is shown by the break in the descending series of the sacrifices of bullocks as given in Numbers.",
        "40, though in Jewish tradition the latter passage was taken to refer to the Lulab, or a combination of twigs of willow and myrtle, with a palm branch, which, together with a citron, are held in the hand during processions in the synagogue?",
        "The affixes -ous and sub- refer to the compounds containing more of the positive element, -ic and per- to those containing less.",
        "It is unnecessary here to dwell on the precautions which can only be conveniently acquired by experience; a sound appreciation of analytical methods is only possible after the reactions and characters of individual substances have been studied, and we therefore refer the reader to the articles on the particular elements and compounds for more information on this subject.",
        "As an extreme instance of the misleading character of the scale given on maps embracing a wide area we may refer to a map of a hemisphere.",
        "On account of these and other differences (for which the reader may refer to the original paper, published in vol.",
        "11 -13) has transmitted to us of the manufacture of the writing material from the papyrus plant should be taken strictly to refer to the process followed in his own time; but, with some differences in details, the same general method of treatment had doubtlessly been practised from time immemorial.",
        "The litanies of the Yasna, and the Yashts, refer to him as a personage belonging to the past.",
        "The circumstances of his minority are not recorded, nor is anything related of the Scythian inroads which occurred in the latter half of the 7th century B.C., although some passages in the books of Jeremiah and Zephaniah are supposed to refer to the events.",
        "While the first has the form of a treatise, the second is an address to God; the first, though it has the Jewish people in mind, does not refer to them by name except incidentally in Solomon's prayer; the second is wholly devoted to the Jewish national experiences (this is true even of the section on idolatry).",
        "It must suffice here to refer to sources in which the subject is considered as one whole.",
        "Notes ad referendum are addressed by diplomatic agents to their own governments asking for fresh powers to deal with points not covered by their instructions, which they have had to \"refer.\"",
        "Perhaps the remarks of the Byzantine historian Priscus may refer to Meroveus.",
        "On this view, the Chaldaeans are the divine instrument for punishing the tyranny of the Assyrians, to whom the following woes will therefore refer.",
        "Besides those already mentioned it is sufficient to refer to his New Testament Introduction (the first edition, 1750, preceded the full development of his powers, and is a very different book from the later editions), his reprint of Robert Lowth's Praelectiones with important additions (1758-1762), his German translation of the Bible with notes (1773-1792), his Orientalische and exegetische Bibliothek (1775-1785) and Neue 0.",
        "Since it is not earlier than the 3rd or 4th century, it will be sufficient here to refer to Smith's Diet.",
        "I seems to refer to chapters xciii.",
        "They appear to be different articles, purporting to refer to different persons, and have been generally so received by the editors of Suidas and by modern legal historians.",
        "Some authorities, however, as for instance Gibbon, have supposed them to refer to the same person.",
        "ARBITRATION International arbitration is a proceeding in which two nations refer their differences to one or more selected persons, who, after affording to each party an opportunity of being heard, pronounce judgment on the matters at issue.",
        "In October 1904 the two governments agreed to refer this question to the Hague court.",
        "We may compare the common use of the word ordo in profane writers, who refer, e.g., to the ordo senatorius, ordo equester, &c. It is true that the evidence of Tertullian does not carry us back farther than the close of the znd or opening of the 3rd century A.D.",
        "If they speak of sacrifice at all, it is a sacrifice of the gifts brought by the faithful and distributed in the congregation and among the poor, or again they refer to those spiritual sacrifices which a bishop is to offer \" day and night.\"",
        "But they may be conceived abstractly or non-sensuously by the mind (sed mente concipitur insensibilis), and they then refer themselves as copies to the Ideas their divine exemplars.",
        "We refer to Bhaskara Acarya, whose work the Siddhanta-ciromani (\" Diadem of an Astronomical System \"), written in 1150, contains two important chapters, the Lilavati (\" the beautiful [science or art] \") and Viga-ganita (\" root-extraction \"), which are given up to arithmetic and algebra.",
        "To attempt a history of the development of the various topics in this article is inappropriate, and we refer the reader to the separate articles.",
        "Thus, to refer again to the acoustical analogue in which plane waves are incident upon a perforated rigid screen, the circumstances of the case are best represented by the first method of resolution, leading to symmetrical secondary waves, in which the normal motion is supposed to be zero over the unperforated parts.",
        "Obviously the word r ' must refer to something in the music; and inasmuch as the cymbals were for the purpose of producing a volume of sound (v'#r), it is reasonable to suppose that the 1 The threefold division of the singers appears in the same list according to the Hebrew text of verse 17, but the occurrence of Jeduthun as a proper name instead of a musical note is suspicious, and makes the text of LXX.",
        "Now we have seen that the 5 prefixed to n-'p 'p cannot refer to authorship; we seem therefore shut up to one of two alternatives, either the psalms inscribed 's?",
        "But some of the psalms refer to a time of struggle and victory.",
        "To refer Ps.",
        "Since this last collection includes a psalm (cx.) which can scarcely refer to any one earlier than Simon the Maccabee, and cannot well be later than his time, we are justified in assigning the compilation of this collection to about the year 140 B.C. But by this time a great change had taken place in the aims and aspirations of the Jews.",
        "Many other details are given in the treatise Soferim, but these for the most part refer primarily to the synagogue service after the destruction of the Temple.",
        "For details on the liturgical use of the Psalter in Christendom the reader may refer to Smith's Diet.",
        "2 Some of these refer to events so late that they cannot be from his pen.",
        "A priest, \" master of the wardrobe,\" is named as early as the VIth Dynasty, and later texts refer to the weavers and laundry servants of the temple.",
        "Sundry manuscripts of the yet more extensive compilation which begins with the Grand Saint Graal also refer to Map as having composed the cycle in conjunction with Robert de Borron, to whom, as a rule, the Grand Saint Graal and Merlin are exclusively assigned.",
        "For the history of the discovery, and its consequences in anatomy and physiology, we must refer to the article Harvey.",
        "For the earlier editions it is sufficient to refer to the account in Munro's Introduction, vol.",
        "Volumes and almost libraries have been written on the Calas affair, and we can but refer here to the only less famous cases of Sirven (very similar to that of Calas, though no judicial murder was actually committed), Espinasse (who had been sentenced to the galleys for harbouring a Protestant minister), Lally (the son of the unjustly treated but not blameless Irish-French commander in India), D'Etalonde (the companion of La Barre), Montbailli and others.",
        "39.8) tells us (and this must refer to the time of the Gracchi if not earlier) that the Romans had in his time built the coast road from the Rhone to Carthago Nova; and it is incredible that the coast road in Italy itself should not have been constructed previously.",
        "going on to consider the chief incidents of this change it will be well to refer to some features of the social life of James's reign.",
        "It is not worth while to refer to all the wild guesses that were made by various writers, but Dr Creighton shows the absurdity of one of these calculations made in 1554 by Soranzo, the Venetian ambassador for the information of the doge and senators of Venice.",
        "The word \" port \" in the title \"portreeve \" does not indicate the Port of London as might naturally be supposed, for Stubbs has pointed out that it is porta not por us, and \"although used for the city generally, seems to refer to it specially in its character of a Mart or City of Merchants.\"",
        "108 [451) seem to refer to a work of a different nature from the history - perhaps a treatise on Admiranda or remarkable things.",
        "In this table n is the refractive index of the glass for sodium light (the D line of the solar spectrum), while the letters C, F and G' refer to lines in the hydrogen spectrum by which dispersion is now generally specified.",
        "Pliny no doubt means to refer to this when he says (Nat.",
        "The early existence of an accurate system of dating is not surprising; it was necessitated by the fact that Babylonia was a great trading community, in which it was not only needful that commercial and legal documents should be dated, but also that it should be possible to refer easily to the dates of former business transactions.",
        "These refer to the reigns of at least four kings from Subbiluliuma (= Saplel, see above) to Hattusil II.",
        "32, a passage, however, which may refer to Jubilees.",
        "Much of the work carried on by these organisms is not clearly understood; there are, however, certain processes which have been extensively investigated and to these it is necessary to refer.",
        "As the United States of America produce more tobacco than any other country it will be best to deal generally with conditions there and to refer to marked differences in dealing with production in other countries.",
        "The general opinion of scholars is that the latter part, which represents the poet as having received his vocation in a dream, is by a later hand, and that the sentences in the earlier part which refer to the dream are interpolations by this second author.",
        "12 (\" to-day, also, do I declare that I will render double unto thee \") have no sense unless they refer back to the deliverance from Babylonian exile.",
        "It is a mistake to refer it back to the Greeks.",
        "This description seems to refer to an arrangement of a transparent painting illuminated either from the back or the front and the image projected through a hole on to a white screen in a darkened room, as described by Porta (Mag.",
        "To this day the spoken language of Japanese women is appreciably simpler and softer than that of the men, and to this day while the educated woman uses the hiragana syllabary in writing, eschews Chinese sords and rarel pens an ideograph, the educated man employs the ideograp entirely, and translates his thoughts as far as possible into thi mispronounced Chinese words without recourse -to which it would be impossible for him to discuss any scientific subject, or even tc refer to the details of his daily business.",
        "refer to the use of blue and red sous couverte.",
        "It is not necessary in illustration of the second type of heresy - that which arises when the contents of the Christian faith are being defined - to refer to the doctrinal controversies of the middle ages.",
        "Ordinary alcohol, which we shall frequently refer to by its specific name, ethyl alcohol, seldom occurs in the vegetable kingdom; the unripe seeds of Heracleum giganteum and H.",
        "- For further developments of the subject we must refer the reader to the numerous excellent treatises on electrostatics now available.",
        "If 0', E', v'; and 4)\", E\", v\", refer to unit mass of the substance in the first and second states respectively in equilibrium at a temperature 0 and pressure p, the heat absorbed, L, per unit mass in a change from the first to the second state is, by definition of the entropy, equal to 0(4)\"-4)'), and this by the first law is equal to the change of intrinsic energy, E\" - E', plus the external work done, p(v\" - v'), i.e.",
        "If, as is probable, it was from the election of Nektarius the baptismal creed of Constantinople, we may even ask whether the pope did not refer to it when he wrote emphatically of the \" common and indistinguishable confession \" of all the faithful.",
        "While it is true that the Church has never condemned individuals, and that the warnings refer only to those who have received the faith, and do not touch the question of the unbaptized, there is a growing feeling that they go beyond the teaching of Holy Scripture on the responsibility of intellect in matters of faith.'",
        "The invention of the art of writing afforded the means of substituting precise and permanent records for vague and evanescent tradition; but in the infancy of the world, mankind had learned neither to estimate accurately the duration of time, nor to refer passing events to any fixed epoch.",
        "Some recent finds have, indeed, seemed to make inferential reference to the Hebrews, and the marvellous collection of letters of the XVIIIth dynasty found at Tel el-Amarnaletters to which we shall refer later - have the utmost importance as proving a possible early date for the Mosaic accounts.",
        "The negotiations foundered, however, upon the refusal of Sweden to refer the points in dispute to a general peace-congress, and Charles was still further encouraged by the capture of Fredriksodde (Oct.",
        "The Anoplura or lice should not be included among the Hemiptera, but it has been thought convenient to refer briefly to them at the close of this article.",
        "Against the supposition that the names refer to Cambyses and Pseudo-Smerdis who reigned after Cyrus and before Darius, see H.",
        "When the Church obtained the mastery of the world this method came naturally to be abandoned in favour of a spiritualistic interpretation, to which we shall presently refer.",
        "Bousset thinks that the Apocalyptist, knowing not what to make of this reckoning, left it standing as it was and attempted a new interpretation of the seven heads by taking them to refer to the seven hills of Rome in the addition he made to verse 9.",
        "The contents of these logs, it is true, refer more to maritime meteorology than to oceanography properly so-called, as their main purpose is to promote a rational system of navigation especially for sailing ships, and they are supplied by the voluntary co-operation of the sailors themselves.",
        "So strongly was this doctrine emphasized by Kant, that he seemed to refer the matter of knowledge to the action upon us of a non-ego or Ding-an-sich, absolutely beyond consciousness.",
        "To examine what is meant by a zero value of n we refer to formula (15).",
        "20 (\"Hymenaeus and Alexander whom I delivered unto Satan that they might be taught not to blaspheme\") seems to refer to an excommunication, but it does not appear whether the apostle had acted as representing a church, nor is there anything to explain the exact consequences or limits of the deliverance to Satan.",
        "3 refer to the practice of regarding a person as anathema.",
        "It is argued that this cannot refer to the Lysanias executed by M.",
        "On the other hand, Josephus knows nothing of a younger Lysanias, and it is suggested by others that he really does refer to Lysanias I.",
        "For the details of the struggle the reader must refer to the articles Argentina, Bolivia, Chile, Colombia, Ecuador, Panama, Peru, Paraguay, Uruguay, Venezuela.",
        "23 f., speaks of the coming of ships from the West, to attack Assur and \"Eber\" it may refer to the conquest of Persia by Alexander the Great.",
        "We hear 3 of \" Brownists \" in London about 1585, while the London petitioners of 1592 refer to their fellows in \" other gaols throughout the land \"; and the True Confession of 1596 specifies Norwich, Gloucester, Bury St Edmunds, as well as \" many other places of the land.\"",
        "This substance he used to refer to as his first love, and it was a love to which he remained faithful throughout his life.",
        "He subsequently explained that by this he did not refer to the Roman question, which was permanently settled, but to the possibility of the pope leaving Rome.",
        "- These vast ruins, more imposing from their immensity than pleasing in detail, have been described by scores of travellers and tourists; but it will be sufficient here to refer to the following works: - (First discoverers) M.",
        "41 of the \" Bedouin encampments (a'5nrz) and the Ma`inim \" smitten by the Simeonites, which may possibly refer to the destruction of a Minaean caravan protected by these Bedouins.",
        "24) has given various examples, and we refer the reader to his account.",
        "In the outer series is a circle divided by perforations into four sets, the numbers of aliquot parts being as 3: 4: 5: 6, followed by others which we need not further refer to.",
        "When the psalmist declares that \" the fool hath said in his heart, there is no God,\" he probably does not refer to theoretical denial, but to a practical disbelief in God's government of human affairs, shown in disobedience to moral laws.",
        "45 is taken to refer only to the crossing of a bay at the north-eastern corner of the lake) the discrepancy between \"crossing\" in this sense and in that of v.",
        "18), refer to a single work is not disputed.",
        "Comte, Spencer, Bagehot, Durkheim and Giddings, for example, refer to it, if at all, only briefly and incidentally; they conceive society as an organism, or at all events as a growing whole, no one part or force being the cause of all others, and all interacting; society is not the product of any agreement or of force alone, but of a vast variety of interests, desires and needs.",
        "A counsel has a general authority to deal with the conduct of an action, which includes authority to refer it to arbitration, but he has no authority to refer an action against the wishes of his client, or on terms different from those which his client has sanctioned; and if he does so, the reference may be set aside, although the limit put by the client on his counsel's authority is not made known to the other side when the reference is agreed upon (Neale v.",
        "The committee of a lunatic, with the sanction of the judge in lunacy, may refer disputes to arbitration.",
        "Under the law prior to the act of 1889 (a) an agreement to refer disputes generally, without naming the arbitrators, was always irrevocable, and an action lay for the breach of it, although the court could not compel either of the parties to proceed under it; (b) an agreement to refer to a particular arbitrator was revocable, and if one of the parties revoked that particular arbitrator's authority he could not be compelled to submit to it; (c) when, however, the parties had got their tribunal fixed, and were proceeding to carry out the agreement to refer, the act 9 and io Will.",
        "Under the common law of Scotland, a submission of future disputes or differences to an arbiter, or arbiters, unnamed, was ineffectual except where the agreement to refer did not contemplate the decision of proper disputes between the parties but the adjustment of some condition, or the liquidation of some obligation, contained in the contract of which the agreement to submit formed a part.",
        "When an action is in court the parties may at any stage withdraw it from judicial determination, and refer it to arbitration.",
        "50, a provision is introduced whereby parties to an action in the supreme court may refer judicially any issue for trial to one, three, five or seven persons, who shall sit as a jury, and decide by a majority.",
        "- Capacity to refer depends on the general law of contractual capacity.",
        "\" by which it is allowed to refer a matter in dispute (not then in court) to arbitrators, and agree that the submission be made a rule of court.",
        "The etymology of rivus and ripa is disputed; some scholars refer both to the root ri-, to drop, flow; others take ripa to be from the root seen in Gr.",
        "The Czechs rightly refer to this period 300 years ago when they describe themselves as a once oppressed nation.",
        "But this is not certain, and even if it were, it does not necessarily imply that Hippolytus enjoyed the personal teaching of the celebrated Gallic bishop; it may perhaps merely refer to that relation of his theological system to that of Irenaeus which can easily be traced in his writings.",
        "frequently refer to wool, and Flemish weavers settled in the Weald in the time of Edward III.",
        "Quetelet's astronomical papers refer chiefly to shooting stars and similar phenomena.",
        "3 Some passages refer exclusively to the endurance of punishment as a condition of pardon; 4 others to the penitence and amendment of the sinner.'",
        "Lynn pointed out, 13 to refer to the time when a Draconis ' Lenormant, Origines, i.",
        "von Humboldt to refer to him as \"Botanicorum facile princeps.\"",
        "In the simplest case, that of uniform translation, these components of the gradient will each be constant throughout the region; at a distant place in free aether where there is no motion, they must thus be equal to -u,-v,-w, as they refer to axes moving with the matter.",
        "For further details as to the development of the priestly caste and wisdom in India the reader must refer to Brahminism; here it is enough to observe that among a religious people a priesthood which forms a close and still more an hereditary corporation, and the assistance of which is indispensable in all religious acts, must rise to practical supremacy in society except under the strongest form of despotism, where the sovereign is head of the Church as well as of the state.",
        "Titles may be conferred only when they refer to office or occupation.",
        "The term apella does not occur in extant Spartan inscriptions, though two decrees of Gythium belonging to the Roman period refer to the p€y&Xac 67r4XXac (Le Bas-Foucart, Voyage archeologique, ii., Nos.",
        "Owing to the great beauty of the flowers they have been favourites in European gardens for two or three centuries, and have been crossed and recrossed till it has become almost impossible to refer the plants to their original types.",
        "It is possible to refer here only to the more important of these.",
        "Of the origin of the early inhabitants of the Balearic Islands nothing is certainly known, though Greek and Roman writers refer to the Boeotian and Rhodian settlements.",
        "The Greek versions, as well as Josephus, refer to them as iepbbouXot, which can mean one thing only.",
        "Thus, after laying down as a general rule for declinable words that, when they refer to one and the same person, they must have the same case, gender and number, Priscian adds that when there are transitive words we may use different numbers, as doceo discipulos, docemus discipulum.",
        "These values of p refer to a standard density of the air, of 534.22 grains per cubic foot, which is the density of dry air at sea-level in the latitude of Greenwich, at a temperature of 62° F.",
        "They do not refer to Latreille, 1802, with whom the term Ostracoda originates.",
        "They are to all appearance the work of a school of priests, who, after the destruction of the Temple in 586 B.C., began to write down and codify the ceremonial regulations of the pre-exilic times, combining them with an historical narrative extending from the Creation to the establishment of Israel in Canaan; and who completed their work during the century following the restoration in 537 B.C. The chief object of these sections is to describe in detail the leading institutions of the theocracy (Tabernacle, sacrifices, purifications, &c.), and to refer them to their traditional origin in the Mosaic age.",
        "It must suffice to refer briefly to two points.",
        "It would be impossible to refer here even briefly to all these, and it may be more useful to select for somewhat full description,.",
        "Some of the earliest documents which we possess are dated by the year in which some noticeable event took place, as in contract-tablets of the age of Sargon of Agade 1 To avoid any possibility of overstating the case, it is necessary to refer here to the fact that Tethmosis (Thothmes) III.",
        "It is impossible, in face of the fact that the evidence of the oldest witnesses of all sorts is constantly opposed to the longer readings, to doubt that WH were right in arguing that these phenomena prove that the later text was made up by a process of revision and conflation of the earlier forms. Influenced by the use of the later text by Chrysostom, WH called it the Syrian or Antiochene text, and refer to the revision which produced it as the Syrian revision.",
        "The traditions of many of the Polynesian islanders refer to a black indigenous race which occupied their islands when their ancestors arrived, and the black woolly-haired Papuan type is not only found to-day in Melanesia proper, but traces of it occur throughout Polynesia and Micronesia.",
        "It must suffice, therefore, to deal rather broadly with the subject, and to refer for fuller details to the special encyclopaedias, viz.: Hamburger's RealEncyc. fiir Bibel and Talmud, and the very elaborate articles in the Jewish Encyclopedia.",
        "Not to multiply examples further, it may suffice to refer to (a) the apparent belief that the serpent tempted Eve to unchastity (2 Cor.",
        "your own eyes \" is explained to refer to adultery, after the words of Samson \" she is pleasing in my eyes \" (Judg.",
        "For details the reader may refer to Diestel, Geschichte des Alten Testaments (Jena 1869), and for the final form of orthodox Protestant views to Witsius, De prophetis et prophetia.",
        "(Note: these figures refer to the authorities at the end of this section.) It is above all desirable to make allowances for the changes which weights have undergone; and, as this has only been done for the above Egyptian collections and that of the British Museum, conclusions as to the accurate values of different standards will here be drawn from these rather than continental sources.",
        "On the Egyptian cubits a small cubit is marked as about 17 in., which may well be this unit, as (5/6)ths of 20.6 is 17.2; and, as these marks are placed before the 23rd digit or 17.0, they cannot refer to 6 palms, or 17.7, which is the 24th digit, though they are usually attributed to that (33).",
        "Epiphanius stating great hin = 18 xestes, and holy hin = 9, must refer to Syrian xestes, equal to 24 and 12 Roman; this makes holy hin as above, and great hin a double hin, i.e.",
        "A few barrel weights are found at Karnak, and several egg-shaped shekel weights at Gebelen (44); also two cuboid weights from there (44) of 1 and 10 utens are marked as 6 and 60, which can hardly refer to any unit but the heavy shekel, giving 245.",
        "To the latter Hugh Blair seems to refer when, in his work on Rhetoric and Belles-Lettres (1783), he acknowledges his obligations to a manuscript treatise on rhetoric by Smith, part of which its author had shown to him many years before, and which he hoped that Smith would give to the public. Smith had promised at the end of his Theory of Moral Sentiments a treatise on jurisprudence from the historical point of view.",
        "It now remains to refer in more detail to the invention itself and to examine the claims of Napier and Briggs to the capital improvement involved in the change from Napier's original logarithms to logarithms to the base ro.",
        "For the varieties and modifications of the trophi we simply refer to Hudson's figure above.",
        "The note may therefore be taken to refer either to the portion translated by the last or fifth hand, or to the whole of the Old Testament up to Baruch iii.",
        "This letter was written on the 4th of August 1537, and the impatient words at the end refer to an authorized version which had been projected several years before, and which was, in fact, at that very time in preparation, though not proceeding quickly enough to satisfy Cranmer.",
        "With the exception of his description of the French Revolution, which was chiefly a political manifesto, all his early works refer to the middle ages - De La feodalite, des institutions de Saint Louis et de l'influence de la legislation de ce prince (1822); La Germanic au vin e et au ix' siecle, sa conversion au christianisme, et son introduction dans la societe civilisee de l'Europe occidentale (1834); Essai sur la formation territoriale et politique de la France depuis la fin du xi e siècle jusqu'et la fin du xv e (1836); all of these are rough sketches showing only the outlines of the subject.",
        "The mention of Gudea's building a temple for Ishtar in Nina (2800 B.C.) may refer to the Lagash city and an inscription of Dungi, king of Ur (2700 B.C.), said to have been found at Nineveh, might have been carried there by some antiquary king.",
        "In view of all this it is possible to refer nearly every element of Appalachian form to its appropriate cycle and stage of development.",
        "The tendency of recent years has been to refer more and more of these beds to the Permian.",
        "Among other apartments, for the designation of which we must refer to the ground-plan, was a domestic oratory or chapel, 462 ft.",
        "1891 the government has power to refer to the supreme court any important question of law affecting the public interest.",
        "Maxims of criticism to which we may here refer are that \"harder readings are better than easier\" and that \"the shorter reading is generally the truer.\"",
        "In order to refer back to the Physics, the De Coelo, and the De Generatione, this work begins by stating that the first causes of all nature and all natural motion, the stars ordered according to celestial motion and the bodily elements with their transmutations, and generation and corruption have all been discussed; and by adding that there remains to complete this investigation, what previous investigators called meteorology.",
        "From the eight passages, which refer to the extraneous discourses, we find (1) that Platonic forms were made by them matters of common talk (reOptiXnrat, Met.",
        "It is impossible to overstep the limits of self-consciousness; whatever words I use, whatever notions I have, must refer to and find their meaning in facts of consciousness.",
        "3, 4, and to refer to Zerubbabel.",
        "The next class to be removed from Cuvier's * These figures refer to the Bibliography at the end of the article.",
        "We refer to \" buffer \" zones.",
        "We must refer to Kayser and Runge's Handbuch for further details, as well as for information on other spectra such as those of silver, thallium, indium and manganese, in which series lines have been found.",
        "The discussion as to the causes of this widening has turned a good deal on the question whether it is primarily due to changes of density, pressure or temperature, but some confusion has been caused by the want of proper definition of terms. For the cause of this the writer of the present article is jointly with others at any rate partly responsible, and clearness of ideas can only be re-established by investigating the mechanical causes of the effect rather than by applying terms which refer to a different order of physical conceptions.",
        "We can only briefly refer to an important investigation of Sir William Abney and Colonel E.",
        "After this time it becomes manifest that, as we should expect, documents were the recognized authorities for the Gospel history; but there is still some uncertainty as to the documents upon which reliance was placed, and the precise estimation in which l For the only two that can be held to be such in the first half of the 2nd century, and the doubts whether they refer to our present Gospels, see Mark, Gospel Of, and Matthew, Gospel Of.",
        "27), which are by some critics taken to refer to a primitive Christological baptismal formula, seem to refer to the confession made by the baptized, or to the new relationship into which they are brought as \" members of Christ.\"",
        "sweet, red - and refer them as accidents to matter in space, which, though mental, is objective, because its production is grounded on a law of all reason.",
        "As the same limit is applied by him to all transcendent rational \" ideals,\" and especially to those which refer to the content of the notion of the world, and, like all psychological and ontological \"ideals,\" belong to the imaginary transcendent, his conclusion is that reason, in transcending experience, logically conceives \" ideals,\" but never logically infers corresponding realities.",
        "His successors, Caracalla and Severus Alexander (211-235), accepted the position, and many inscriptions refer to building or rebuilding executed by them for the greater efficiency of the frontier defences.",
        "- We have already had occasion to refer to the dues which were rendered by different classes of the population, and which the reeves in royal villages had to collect and superintend.",
        "This view is based mainly on the numerous place-names ending in -ing, -Ingham, -ington, &c., in which the syllable -ing is thought to refer to kindreds of cultivators.",
        "- The few notices of this subject which occur in the early laws seem to refer primarily to cattle-dealing.",
        "The \"foods\" in question probably refer neither to temple sacrifices nor to the Levitical laws of clean and unclean foods, nor yet to ascetic scruples (as in Rom.",
        "Besides the general works dealing with the canton of Vaud (q.v.), the following books refer specially to Lausanne: A.",
        "Shirting, which has long since ceased to refer exclusively to shirt cloths, includes a large proportion of Lancashire manufacture.",
        "Eunapius and Synesius call him a Lemnian; Photius a Tyrian; his letters refer to him as an Athenian.",
        "As an example, we may refer to the small religious house of St Mary Magdalene's, a cell of the great Benedictine house of St Mary's, York, in the valley of the Witham, to the south-east of the city of Lincoln.",
        "18) as that from which the era of Tyre begins, may refer to the epoch which Justin mentions.",
        "65 sqq.; these scholars take Menander to refer to the later war of Esarhaddon and Assur-bani-pal against Baal of Tyre.",
        "Swete), which has been taken to refer to this quarrying in search of iron; Jer.",
        "Among the Latin classical authors Juvenal, Suetonius and Pliny in well-known passages refer to the practice of physiognomy, and numerous allusions occur in the works of the Christian Fathers, especially Clement of Alexandria and Origen (for example, the familiar passage in his work against Celsus, i.",
        "Those who wish to follow out the classification in detail should refer to some of the recent monographs mentioned below in the bibliography.",
        "Then there is the group of serins (Serinus), to which the canary belongs, that one is in doubt whether to refer to the vicinity of the greenfinches or that of the redpolls.",
        "\" But,\" as Hallam says, \" he who fought on horseback and had been invested with peculiar arms in a solemn manner wanted nothing more to render him a knight; \" and so he concludes, in view of the verbal identity of \" chevalier \" and \" caballarius,\" that \" we may refer chivalry in a general sense to the age of Charlemagne.\"",
        "The \" accolade \" may etymologically refer to the embrace, accompanied by a blow with the hand, characteristic of the longer form of knighting.",
        "Funfstuck, \" Der gegenwartige Stand der Flechtenkunde,\" Refer.",
        "Leonard, and refer only to Protestant missions to non I.-Statistics Of The Great Religions Of The World.",
        "Teulet, 5 vols., Paris, 1862), containing important original letters and documents; Thomas Wright's Queen Elizabeth and her Times (2 vols., London, 1838), consists of private letters - of Elizabethan statesmen many of which refer to Mary Stuart, and others are to be found in Sir Henry Ellis's Original Letters illustrative of English History (London, 1825-1846); much of Mary's own correspondence will be found in Prince A.",
        "But it may also refer, as Hsiian Tsang refers it, to another author of the same name.",
        "It should be borne in mind that the limits adopted above refer purely to the topographical aspect of the Alps as they exist at the present day.",
        "23) both refer to their use in Italy for the cultivation of the rarer and more delicate sorts of plants and trees.",
        "But we may refer generally here to certain phenomena peculiar to these plants, the life-actions of which are restricted and specialized by their peculiar dependence on organic supplies of carbon and nitrogen, so that most fungi resemble the colourless cells of higher plants in their nutrition.",
        "The following estimates of durability refer to the use of fur when made up \"hair outside\" in garments or stoles, not as a lining.",
        "It has long been conceded that the great French national epics of the 11th and 12th centuries must have been founded on a great fund of popular poetry, and that many of the episodes of the chansons de geste refer to historical events anterior to the Carolingian period.",
        "For these and other allied extinct genera see Pecora; for a full description of the okapi itself the reader should refer to an illustrated memoir by Sir E.",
        "They refer to a temperature of about 60° C., and were Cast-iron, o 109; mild steel, 0.119, C.G.S.",
        "send), in allusion to the journey of Heracles with the oxen of Geryon, but modern authorities refer it to the Oscan pompa (five).",
        "The data under A refer to Cape Thorsden (78° 28' N.",
        "The Jan Mayen data refer really to GÃ¶ttingen mean time, but this was only twenty-three minutes late on local time.",
        "They constantly refer to the case of Klagenfurt.",
        "But it must be remembered that it was never Mahomet's practice to refer explicitly to contemporary persons and affairs in the Koran.",
        "Although Conti did not secure the Polish throne he remained in the confidence of Louis until 1755, when his influence was destroyed by the intrigues of Madame de Pompadour; so that when the Seven Years' War broke out in 1756 he was refused the command of the army of the Rhine, and began the opposition to the administration which caused Louis to refer to him as \"my cousin the advocate.\"",
        "This rite seems to reflect an actual custom of abduction; or it may rather refer to the practice of intercourse between the betrothed before marriage.",
        "The earlier part is full of Peterborough interpolations, to which place many of the later entries also refer.",
        "13 has been thought by some writers to refer to this town - an improbable supposition.",
        "The abbreviations used above refer to the following sources of information: M.D.",
        "The Instructions of Amenemh to his son Senwosri, whether really his own or a later composition, refer to these things.",
        "Seeds in which endosperm or perisperm or both exist are commonly called albuminous or endospermic, those in which neither is found are termed exalbuminous or exendospermic. These terms, extensively used by systematists, only refer, however, to the grosser features of the seed, and indicate the more or less evident.",
        "were to descend to his daughter, Maria Theresa, Frederick insisted that this sanction could refer only to lands which rightfully belonged to the house of Austria.",
        "To Malocello's enterprise, moreover, it is probable that Petrarch (born 1304) alludes when he tells how, within the memory of his parents, an armed fleet of Genoese penetrated to the \"Fortunatae\"; this passage some would refer, without sufficient authority, to the expedition of 1291.",
        "6 P.C. 449), is that it only referred to the images then subject to abuse, which had been ordered to be removed, and did not refer,to the subsequent use or abuse of other images.",
        "These figures refer to land, whether cultivated or not, including ornamental grounds, gardens attached to houses when exceeding one acre in extent, >>422-423",
        "It is then natural that the Homeric poems refer to Phrygia in the terms above described, and make Priam's wife a Phrygian woman.",
        "If these figures (16, 17, 18 and 19 hours) are to be pressed, they would refer to, say, Ushant (48° N.), Flamborough Head (54°), Tarbet Ness in Ross (58°) and the northernmost Shetlands (61 °).",
        "The writers speak of themselves as \" apostles,\" or messengers, of Christ; they refer to similar societies \" in Christ Jesus,\" which they call \" churches of God,\" in Judaea, and they say that these also suffer from the Jews there, who had \" killed the Lord Jesus \" some time before.",
        "But they further speak of Jesus as \" raised from the dead,\" and they refer to the belief which they had led the society to entertain, that He would come again \" from heaven to deliver them from the coming wrath.\"",
        "i to Solomon may refer to i.-ix or to the whole book.",
        "r) means nothing for us except that there was a disposition among the later Jews to refer their books to great names of the past, Enoch, Daniel, Job, Moses, David, Solomon, Ezra; as also, outside of Jewry, works were ascribed to Homer, Plato, Aristotle, Tacitus and others that were not composed by these authors.",
        "25.7) both refer to a brass figure at Taenarum which was supposed to represent Anion seated on the dolphin's back.",
        "It can have no efficacy for souls in Purgatory; penalties imposed by the church can only refer to the living; death dissolves them; what the pope can do for souls in Purgatory is by prayer, not by jurisdiction or the power of the keys.",
        "accord with certain details in 1 Samuel, and appear to refer to a half-Edomite Judah in David's time (c. 1000 B.e.).",
        "It is already suggested that allusions to a sojourn in Egypt may refer, not to the remote times of Jacob and Moses but to the circumstances of the 7th century; see C. Steuernagel, op. cit.",
        "Fetis and Pohl also refer to him.",
        "For really fresh and progressive indigenous art we may perhaps have, in the near future, to turn to America and to Russia, where, having little artistic past to refer to, designers and craftsmen display unequalled individuality and force.",
        "In 1804, however, the family were restored to Gohad by the British government; but, owing to the opposition of Sindhia, the rana agreed in 1805 to exchange Gohad for his present territory of Dholpur, which was taken under British protection, the chief binding himself to act in subordinate co-operation with the paramount power, and to refer all disputes with neighbouring princes to the British government.",
        "3 18 E) makes Protagoras pointedly refer to sophists who, \" when young men have made their escape from the arts, plunge them once more into technical study, and teach them such subjects as arithmetic, astronomy, geometry and music.\"",
        "Such cases are, of course, exceptional, and generally refer to a period long past, but they explain and justify the superstitious awe with which the tiger is regarded by the natives.",
        "Our limits forbid a historical account of the earlier endeavours to fulfil these ends by means of motions in altitude and azimuth, nor can we do more than refer to mountings such as those employed by the Herschels or those designed by Lord Rosse to overcome the engineering difficulties of mounting his huge telescope of 6 ft.",
        "Both are abundantly illustrated in most popular works on astronomy, and it seems sufficient to refer the reader to the original descriptions.2 We pass, therefore, directly to the equatorial telescope, the instrument par excellence of the modern extra-meridian astronomer.",
        "Concreteness, therefore, is the one demand which Hamann expresses, and as representing his own thought he used to refer to Giordano Bruno's conception (previously held by Nicolaus Curanus) of the identity of contraries.",
        "The latter, indeed, not only refer to the territory and the people of the monomotapa as \" Mocaranga \" (i.e.",
        "In modern times Sirius has always been a typical white or bluish-white star, but a number of classical writers refer to it as red or fiery.",
        "Now it is necessary to bear in mind that all observed motions are relative; and, especially in dealing with stellar motions, it is arbitrary what shall be considered at rest, and used as a standard to which to refer their movements.",
        "Even more significant is his handling of authority and reason, to which we shall presently refer.",
        "To lead on, E71yaav, is to refer back, ava^yecv, 3 to what has been correctly divined of the same elements in clearer cases.",
        "But for this we must refer to his own works.",
        "For (3) (a) we are constrained to refer the reader to Joly's own Manual of Quaternions (1905).",
        "To his great disappointment, however, restoration proved to refer only to a portion of his old kingdom.",
        "For the innumerable conventions, to which Great Britain is a party, as to commerce, consular jurisdiction, fisheries and the slave trade, it must suffice to refer to the exhaustive and skilfully devised index to vols.",
        "For the now operative treaties of extradition to which Great Britain is a party, it will be sufficient to refer to the article Extradition.",
        "Not to multiply examples, it must suffice to refer to the old popular idea that medical skill could be gained by eating some part of a serpent: the idea that its valuable qualities would thus be assimilated belongs to one of the fundamental dogmas of primitive mankind (cf.",
        "It is unnecessary to refer more fully to the evidence for former human sacrifice or to the popular stories and grim superstitions which indicate its persistence; the grisly custom of our ancestors has been attested by comparatively recent observation in Mexico, Peru, Fiji and W.",
        "For the epidemics of the succeeding centuries we must refer to more detailed works.(1)",
        "It seems, therefore, impossible to make a special variety of Indian plague, or to refer the black death to any such special form.",
        "If they are meant to refer to the same occasion, as is usually assumed, 3 it is hard to see why Paul should omit reference to the public occasion of the visit, as also to the public vindication of his policy.",
        "But why, then, does not Paul refer to the public charitable object of his visit?",
        "This was erroneously believed to refer to Jerome.",
        "Scholasticism, which absorbed the attention of most thinkers from about the 11th to about the 15th centuries, is so easily marked off and played so considerable a role in the academic history of that time, that historians often refer to it as the only intellectual interest of \"medieval\" men.",
        "Finally, we may refer to the catenary of uniform strength, where the cross-section of the wire (or cable) is supposed to vary as the tension.",
        "For investigations relating to the equilibrium of a string in three dimensions we must refer to the textbooks.",
        "which refer to two particles falling independently into two distinct centres of force, it is obvious that it is possible to have x in a constant ratio to x, and tin a constant ratio to t, provided that Xx u u t44)",
        "where ~x, ~ refer to the mass-centre G.",
        "The place of his burial is unknown, and the legend which says he still sits in a cavern in the Kyffhauser mountain in Thuringia waiting until the need of his country shall call him, is now thought to refer, at least in its earlier form, to his grandson, the emperor Frederick II.",
        "Of the many calculations set forth in these valuable tables there is only room here to refer to the \"afterlifetime\" for such countries as it is available, which is quoted in the last column of Table VII.",
        "It may be of interest to refer briefly to one or two main principles which govern theadjustment of general average, i.e.",
        "Massachusetts, Plymouth, Connecticut and New Haven constituted in their early years a group of neighbouring colonies, substantially independent of the mother country, and possessing a unity of purpose and similar institutions but in need of mutual protection from the Indians, the Dutch and the French, and also needing an arbiter to whom they might refer their own disputes, especially those relating to boundaries and trade.",
        "The selection of three as their number has been supposed to refer to the most ancient division of the year into spring, summer and winter, but it is probably only another instance of the Greek liking for that particular number or its multiples in such connexions (three Moerae, Charites, Gorgons, nine Muses).",
        "We must refer the reader for further information to his monumental work entitled Experimental Researches on Electricity, in three volumes, reprinted from the Phil.",
        "This is perhaps the place to refer also to the great services of Lord Rayleigh to electrical science.",
        "25) can only refer to his successor.",
        "28-32 may perhaps refer to this invasion.",
        "Yet there is no opposition between the physical and final causes; in ultimate resort the mind is compelled to think the universe as the work of reason, to refer facts to God and Providence.",
        "It can be shown, however, that Newton was not ignorant of Bacon's works, and Dr Fowler explains his silence with regard to them on three grounds: (1) that Bacon's reputation was so well established that any definite mention was unnecessary, (2) that it was not customary at the time to acknowledge indebtedness to contemporary and recent writers, and (3) that Newton's genius was so strongly mathematical (whereas Bacon's great weakness was in mathematics) that he had no special reason to refer to Bacon's experimental principles.",
        "12-28, have been taken to refer to an Ammonite occupation of Israelite territory after the deportation of the east Jordanic Israelites in 734, but more probably belong to a later event.",
        "This is part of that larger and pressing psychological problem of adjusting the \" authority \" ascribed to past writings to that of the collective human experience; it does not confront Judaism alone, and it must suffice to refer to the writings of \" Reformed Judaism \"; see, e.g.",
        "We have no right to refer to \" instincts \" in the case of primitive man, any more at any rate than we have in our own case.",
        "Assuming the words here, \"as he is only a valet,\" to refer to Dauger, and taking into account the employment of Dauger from 1675 to 1680 as Fouquet's valet, Mr Lang now obtains a solution of the problem of why a mere valet should be a political Funck-Brentano argues that \"un ancien prisonnier qu'il avait a Pignerol\" (du Junca's words) cannot apply to Dauger, because then du Junca would have added \"et a Exiles.\"",
        "But this is decidedly far-fetched; du Junca would naturally refer specially to Pignerol, the fortress with which Saint-Mars had been originally and particularly associated.",
        "The portion, however, of the letter of the 19th of July, cited above, in which Louvois uses the words \"ce n'est qu'un valet,\" does not, in the present writer's judgment, refer to Dauger at all, but to something which had been mooted in the meanwhile with a view to obtaining a valet for Fouquet.",
        "It is worth noting that up to 1672 (when Saint-Mars suggested utilizing Dauger as valet to Lauzun) none of the references to Dauger in letters after that of July 19, 1669, suggests his being a valet; and their contrary character makes it all the more clear that the second part of the letter of July 19 does not refer to Dauger.",
        "And both refer these woes to the same cause, viz.",
        "59-66 may refer to the same foes).",
        "Neither side would give way, nor was any disposition exhibited to refer the matter to arbitration under the protocol of 1896.",
        "- For the further history of continued fractions we may refer the reader to two papers by Gunther and A.",
        "In the chains of Zagros we find, in Babylonian and Assyrian times, no trace of Iranians; but partly Semitic peoplesthe Gutaeans, Lulubaeans, &c.partly tribes that we can refer to no known ethnological group, e.g.",
        "He thus paved the way for the publication of one of the earliest textbooks of the whole sect, the Ijadiltalulizai~ikat, or Garden of Truth (1130; 525 A.H.), by UakIm SanaI of Ghazni, to whom all the later 5ufic poets refer as their unrivalled master in spiritual knowledge.",
        "It is enough to refer here to the fragmentary series of his Shakespearian criticisms, containing evidence of the truest insight, and a marvellous appreciation of the judicial \"sanity\" which raises the greatest name in literature far above even the highest of the poets who approached him.",
        "Upon the dissolution of a marriage in community of property, or in the event of a judicial separation a communione bonorum, the property of the spouses is divided as upon the liquidation of a partnership. It is not necessary here to refer particularly to certain exceptions to this general rule in cases of divorce.",
        "By the statute law of Natal post-nuptial agreements between spouses are permitted under certain conditions, to which it is not possible now to refer at length.",
        "Otto and Kolling attempt to refer irop€v61swo (i.",
        "3) to Timothy, not to Paul, and in this way to refer the situation to Acts xix.",
        "He met Berkeley frequently, but in his writings does not refer to him.",
        "The Analogy, on the contrary, did not directly refer to the deists at all, and yet it worked more havoc with their position than all the other books put together, and remains practically the one surviving landmark of the whole dispute.",
        "The times at which the satires were given to the world do not in all cases coincide with those at which they were written and to which they immediately refer.",
        "439-453; both these summaries refer to the most important original papers.",
        "The books of travel of this century are unusually important because their authors were often the first Europeans to visit or at least to study the countries they refer to.",
        "The laws contained in (a) refer to (i) burnt-offerings, i.; (2) meal-offerings, ii.; (3) peace-offerings, iii.; (4) sin-offerings, iv.",
        "34, 35, which refer back to xxv.",
        "The appearance to \"all the Apostles\" must refer to the final commission given by the risen Christ to certain assembled disciples (Acts i.",
        "Some derive it from Celtic roots - ber, small, short, and lyn, a lake; others regard it as a Wend word, meaning a free, open place; others, again, refer it to the word werl, a river island.",
        "Both names, however, refer to the same people 1 (the Jewish Christians of Syria), the latter going back to the designation of apostolic times (Acts xxiv.",
        "The next events that are recorded by the oldest chroniclers, such as Cosmas, refer to the foundation of a Bohemian principality by Krok (or Crocus) and his daughter Libussa.",
        "This consisted of a paf3Sos or bronze rod; a 7rM6aTcy, a small disk or basin, resembling a scale-pan; a larger disk (XEKavis); and (in 1 The epithet Kara&ros (let down) may refer to the rod, which might be' raised or lowered as required; to the lower disk, which might be moved up and down the stem; to the moving up and down of the scales, in the supposed variety of the game mentioned below.",
        "Other important works which have perished wholly or in large part, and some orations and minor writings still extant, it is not necessary to refer to more particularly.",
        "We may refer also again to the Boxgrave seal (fig.",
        "The general statement that such doctrines refer all moral action to criteria of the individual's happiness, preservation, moral perfection, raises an obvious difficulty.",
        "The orphans court may be held either by the judge of the court of common pleas or by a justice of the supreme court; and it has jurisdiction over controversies respecting the existence of wills, the fairness of inventories, the right of administration and guardianship, the allowance of accounts to executors, administrators, guardians or trustees, and over suits for the recovery of legacies and distributive shares, but it may refer any matter coming before it to a master in chancery.",
        "It is probable also, as already mentioned, that the leaf-like appendages of the Phyllopoda are of a primitive type, and attempts have been made to refer their structure to that of the Annelid parapodium.",
        "We may also refer many of his most important treatises in prose, as well as a large portion of his Latin correspondence, to the leisure he enjoyed in this retreat.",
        "Both the vernacular name, \"tooth shell,\" and the Latin name, Dentalium, refer to the resemblance of the shell to a long tooth.",
        "It may be convenient at this point to refer to the officers of the county council.",
        "That a learned man like Hippolytus should refer a work which contains quotations from the Epistles and Gospels to Simon Magus, who was probably older than Jesus Christ, shows the extent to which men can be blinded by religious bigotry.",
        "By his vast expenditure, ascribable not only to his wars in Italy, his incessant embassies, and the necessity of defending himself in the Comtat Venaissin against the incursions of the adventurous Raymond of Turenne, but also to his luxurious tastes and princely habits, as well as by his persistent refusal to refer the question of the schism to a council, he incurred general reproach.",
        "Among many proofs of these qualities it will be enough to refer to what he says of the characters of James I., Bacon, Laud, Strafford and Cromwell.",
        "The author takes a genuine prophecy, undoubtedly intended by Jeremiah to refer simply to the duration of the Babylonian captivity, and, by means of a purely arbitrary and mystical interpretation, makes it denote the entire period of Israel's degradation down to his own time.",
        "Besides, nothing is gained by such a device, which would bring the year of the end of the second period down to the meaningless date 152, too late to refer to Onias.",
        "These may be divided into three classes: first, the sprig of rue in silver, with sundry emblems attached to it, all of which refer to the worship of Diana, whose shrine at Capua was of considerable importance; secondly, the serpent charms, which formed part of the worship of Aesculapius, and were no doubt derived largely from the ancient eastern ophiolatry; and lastly charms derived from the legends of the Sirens.",
        "These chapters appear to be from the Book of Noah; for they never refer to Enoch but to Noah only (x.",
        "The irritation of the powers at the unexpected delay was so great that Great Britain proposed a collective note on the subject, to be executed by the Austrian cabinet; while Prince Bismarck threatened, if the Berlin proposition were not carried out, to refer to the suzerain power at.",
        "The data given above refer to the mean reversing layer.",
        "We cannot here do more than refer to the spectral type of the sun.",
        "The life of Athanasius, however, is so completely intertwined with the history of his time that it is permissible to refer, for a knowledge of him, to the general descriptions which will be found at the close of the article ARIUS.",
        "Further, he is able to purify the guilty and to cleanse from sin (here some refer the epithet iarpOyavres, in the sense of \"physician of the soul\").",
        "It cannot be shown that on Greek soil Apollo originally had the meaning of a sun-god; in Homer, Aeschylus and 'Plato, the sun-god Helios is distinctly separated from Phoebus Apollo; the constant epithet cfoi(30s, usually explained as the brightness of the sun, may equally well refer to his physical beauty or moral purity; XvKrJyEV11S has already been noticed.",
        "The individual plays were usually printed a year or two after their first appearance: but these dates have been subjected to confusion and to controversy, and it seems better to refer for them to the works quoted and to be quoted.",
        "In some of the tombs of these legionaries coins of Maxentius have been found, while the Liber Pontificalis records that Constantine gave to the church of Albano \"omnia scheneca deserta vel domos intra urbem Albanensem,\" which has generally been taken to refer to the abandoned camp. It was at this period, then, that the civitas Albanensis arose.",
        "An investigation of the great aurora of the 4th of February 1872 led him to refer such phenomena to a distinct branch of science, designated by him \"cosmical meteorology\"; but he was not destined to prosecute the subject.",
        "For an account of them we need only refer to the Life of the Right Hon.",
        "The Arabic historians are largely occupied with fabulous matter as to Mecca before Islam; for these legends the reader may refer to C. de Perceval's Essai.",
        "A referendum of legislative enactments may be ordered in two ways: the legislature itself may refer any of its acts to the people for approval or rejection at the next regular election, in which case the act may not be vetoed by the governor and does not go into effect until approved at the polls; or 5% of the number of voters at the last election for a supreme court justice may by petition order any act, except such as are \"necessary for the immediate preservation of the public peace, health or safety,\" to be referred to the voters for their approval or rejection.",
        "But it is possible to refer all these cases with more or less certainty to the Edwardsian type.",
        "continued to refer to the decretals of Gregory IX.",
        "The Biblical references to shekels must refer to uncoined ingots.",
        "de Reaumur, who \"would willingly refer to the class of insects all animals whose form would not allow them to be placed in the class of ordinary quadrupeds, in that of birds, or in that of fishes.",
        "This may have been due to one or both of two causes; a primitive tendency to refer numbers, in numeration, to the nearest large number (§ 24 (iv)), and the difficulty of perceiving the number of a group of objects beyond about three (§ 22).",
        "then refer to the individual ordinal stage.",
        "Thus, while arithmetical numbering refers to units, geometrical numbering does not refer to units but to the intervals between units.",
        "As I refer to myself the act of attention and volition, so I cannot but refer the sensation to some cause, necessarily other than myself, that is, to an external cause, whose existence is as certain for me as my own existence, since the phenomenon which suggests it to me is as certain as the phenomenon which had suggested my reality, and both are given in each other.",
        "It is a natural assumption that prophecies have a practical end and refer to existing or impending conditions.",
        "are in large measure associated traditionally with the fall of Jerusalem, and to such a calamity, and not to the inroad of the Scythians, the references to the \" remnant \" and the \" captivity \" can only refer.",
        "30 originally referred to the Scythians, it has been revised to refer to the Chaldeans; also in Ezek.",
        "The exact date of his death is unknown; some authorities refer it to 376, others to 400.",
        "refer to a book written at Fecamp as source for certain Perceval adventures.",
        "Any inducement to a person to make a confession must refer to some temporal benefit to be gained from it.",
        "Wesoex & Heroic refer to 597, tIle large names ii to 825",
        "He was prepared to refer all important matters to his parliament, and (as we shall see) he improved the shape of that body by reintroducing into it the borough members who had appeared for the first time in Montforts assembly of 1265.",
        "But it will be convenient at once to refer to its other features.",
        "At Prince Bismarcks suggestion Russia coiisented to refer the treaty which she had concluded at San Stefano to a congress of the great powers; and the congress, at which Great Britain was represented by Lord Beaconsfield and Lord Salisbury, B nil succeeded in substituting for the treaty of San Stefano t,aty~.",
        "lviii., 1864, et seq.) refer to the conics which satisfy given conditions.",
        "It is frequently convenient to refer to all the teeth behind the canine as the \" cheek-teeth.\"",
        "It is sometimes convenient to refer to all the seven cheek-teeth as members of a single continuous series (which they undoubtedly are), and for this purpose the following nomenclature has been proposed: Upper Jaw.",
        "The literature connected with mammals is so extensive that all that can be attempted here is to refer the reader to a few textbooks, with the aid of which, combined with that of the annual volumes of the Zoological Record, he may obtain such information on the subject as he may require: F.",
        "76) does not refer to the intervention of Telesilla, but mentions an oracle which predicted that the female should conquer the male, whence the tradition itself may have been derived.",
        "With them it began, and successive generations of inquirers into a strange career and a character still shrouded and baffling refer to them as settled starting-points of investigation.",
        "Hence Baentsch would refer this oracle to the time of Antiochus IV.",
        "p. 431), although the epithet 17µEpacia (\"the tamer,\" according to others, the \"gentle\" goddess of healing) seems to refer to her connexion with the latter.",
        "KoXeos (\"sword-sheath\"); and Xacipia (see above) may refer to the spoils of war as well as the chase.",
        "And during the period of a century and a half between Antiochus and Plutarch, we may suppose the school to have maintained the old controversy with Stoicism on much the same ground, accepting the formula of \" life according to nature,\" but demanding that the \" good \" of man should refer to his nature as a whole, the good of his rational part being the chief element, and always preferable in case of conflict, but yet not absolutely his sole good.",
        "This work contains a clear and excellent resume of the methods which have been devised by the leading investigators from the time of Lagrange until the present, and thus forms the most encyclopaedic treatise to which the student can refer.",
        "4) refer to the Geliloth (\" borders, coast\") of the Philistines or of Palestine; Joshua again (xxii.",
        "He then became associated with Henry of Lancaster, but did not return to England before 1399, and the account which Froissart gives telling how he was sent by the Londoners to urge Henry to come and assume the crown is thought to refer to his nephew and namesake, Thomas, earl of Arundel.",
        "16 cannot possibly refer to any place on the Euphrates.",
        "Some of the curses refer to laws given not in D but in Lev.",
        "When we speak of the \" science of mythology \" we refer to the various attempts which have been made to explain these ancient narratives.",
        "According to Spencer (and his premises, at least, are correct), the names of human beings in an early state of society are derived from incidents of the moment, and often refer to the period of the day or the nature of the weather.",
        "In Oregon the coyote is also the \" demiurge,\" but most of the myths about him refer to his creative exploits, and will be more appropriately treated in the next section.",
        "The half-legendary accounts which attribute the introduction of Arabian science to Gerbert, afterwards Pope Sylvester II., to Constantinus Africanus and to Adelard of Bath, if they have any value, refer mainly to medical science and mathematics.",
        "29, 30) appears to refer to the phoenix.",
        "We refer to the hive.",
        "Among the many ways of saving time nothing is more useful than a carefully-kept note-book, wherein are recorded brief memoranda regarding such items as condition of each stock when packed for winter, amount of stores, age and prolific capacity of queen, strength of colony, healthiness or otherwise, &c., all of which particulars should be noted and the hives to which they refer plainly numbered.",
        "For Bismarck's political career after 1870 we must refer to the article Germany, for he was thenceforward entirely absorbed 1870.",
        "For his relations to the emperors Frederick and William II., and for the events connected with his dismissal from office in March 1890, we must refer to the articles under those names.",
        "Let us refer at this point to a document in Genesis which is perhaps hardly estimated at its true value, the so-called Table of Peoples in Gen.",
        "In this article we shall consider the historical development of the geometry of conics, and refer the reader to the article Geometry: Analytical and Projective, for the special methods of investigation.",
        "Simplicius and Porphyry refer to his commentary on the Categories of Aristotle, whose philosophy he is said to have defended against an opponent Athenodorus in a treatise Avrtypa 40 irpes 'ABnvoS wpov.",
        "The frequent coarseness of tone is proper to the condition of Egyptian society under the Mameluke sultans, and would not have been tolerated in Bagdad in the age to which so many of the tales refer.",
        "On the whole the result of discussion has been to admit the probability that Misrayim could refer to a district outside the limits of Egypt proper.",
        "But there is considerable difference of opinion as to the relation between these cones and the more definite and elaborate structure known as the flower in the higher group of seed-plants--the Angiosperms - and it is to this more definite structure that we generally refer in using the term \" flower.\"",
        "2, 7) with complex eye-spot; to this group we may refer Polykrikos (Bi tschli) (fig.",
        "Others refer the word (and also Lat.",
        "Sphenozamites, chiefly from French localities, which are referred to 1 fronds, which therg is good reason to refer to the Cycadales in the Cycads because of their similarity to the pinnate fronds of Upper Triassic, Rhaetic, Jurassic and Wealden rocks in India, modern Cycadaceae.",
        "Coniferous twigs are very common in Mesozoic strata, but in most cases we are compelled to refer them to provisional genera, as the evidence of vegetative shoots alone is not sufficient to enable us to determine their position within the Coniferae.",
        "This genus has long been known as a common and widely spread Jurassic and Cretaceous conifer, but owing to the absence of petrified specimens and of well-preserved cones, it has been impossible to refer it to a definite position in the Coniferales.",
        "The Miocene flora, which succeeds to that just described, is well represented in Europe; but till recently there has been an unfortunate tendency to refer Tertiary floras of all dates to the Miocene period, unless the geological position of the strata was so clear as obviously to forbid this assignment.",
        "To this view of the Miocene age of the plant-bearing strata in Greenland and Spitsbergen there are serious objections, which we will again refer to when the flora has been described.",
        "In Judaism - unless we should refer to the prophets' polemic against images a reaction is due to the introduction of the codified law.",
        "An ancient Chinese herbal, part of which was written about the 5th century B.C., while the remainder is of still earlier date, notices the seed and flower-bearing kinds of hemp. Other early writers refer to hemp as a remedy.",
        "The interview excerpts repeatedly refer to girls' \"supposedly innate longer attention spans and their natural facility with communication.\"",
        "May I refer you to the ancient proverb \"Don't say what you don't want quoted later.\"",
        "advised to refer to their Browser instructions or help screen to learn more about these functions.",
        "allude when we refer to Europe.",
        "The term alopecia is used throughout this site to refer to alopecia areata, alopecia totalis and alopecia universalis.",
        "Let me refer to a specific project which included anthropologists.",
        "approximate costings, please refer to our Prices page.",
        "In this document we will refer to an enlarged vestibular aqueduct.",
        "Arbitration: agreement to refer future disputes to an independent arbiter, mutually agreed at the outset.",
        "You may also like to refer to my opinions on various assemblers.",
        "assumed to refer to JAR files.",
        "They may then refer you to a local audiology or hearing aid department.",
        "I suppose he must refer the client on, or (more likely) suppress his doubts with the soothing balm of rhetoric.",
        "The judgment did not refer to the whole phrase ' dogs bollocks ' .",
        "Refer to the separate instruction booklet supplied by CCL.",
        "The names are believed to refer to the relative bulk of the two summits rather than their respective elevations.",
        "True, he did refer to the high cost of fuel which make transport costs particularly burdensome.",
        "The BSA refer callers to the nearest quality marked provider in their area.",
        "The UN also uses the term to refer to forceful actions to prevent cease-fire violations or to reinstate a failed cease-fire violations or to reinstate a failed cease-fire.",
        "cervical spine Spinal Causes Upper thoracic spine muscle spasm can often refer pain upwards to the neck region.",
        "For others it was deemed necessary to refer them to other agencies for treatment or support; eg. the community chiropody service.",
        "These reports most probably refer to the chrysanthemum of florists, chrysanthemum of florists, Chrysanthemum x hortorum W. Miller and cultivars thereof.",
        "Tho broadly comparative; representing recycling, composting, energy recovery, and land filling; the waste they refer to is categorically different.",
        "compelled by necessity to refer itself to that same judgment.",
        "Refer to our Wedding Store for more information about our bubbles and flower petal confetti.",
        "Sprains usually refer to injuries to ligaments, but sometimes to other connective tissues, such as tendons and the capsules surrounding joints.",
        "convenient to refer separately to the three heads of information as regards owners of land of an acre and upwards.",
        "correlative concepts to which they refer.",
        "local covenanters The above paragraphs refer to the national situation.",
        "criteriongibility criteria for Child Tax Credits, please refer to the Inland Revenue.",
        "For a visual cue to some of these words, please refer to our Map.",
        "Please refer to the abstracts supplied with the list of publications for details of our own work on plant cuticles.",
        "They are descriptions containing demonstratives whose uses refer to whatever pattern is instantiated by the demonstrated token.",
        "demonstrative pronouns tend to refer to a statement or abstract idea rather than to a specific noun.",
        "demonstrative concept to refer to a particular object.",
        "Please refer to our page on PDF problems for a full description.",
        "For more specific advice ask your doctor to refer you to a state registered dietitian.",
        "For further advice ask your Christie doctor or GP to refer you to your local dietitian.",
        "The Gopher selector string may be an empty string; this is how Gopher clients refer to the top-level directory on a Gopher server.",
        "For additional information on each modelÃ¢s service discontinuation date, please refer to the link below.",
        "disengagelains that local schools are asked to refer children they feel are at risk of disengaging from the education process.",
        "Subsequently, Britain refer the dispute to the League of Nations.",
        "Refer to the program documentation on how to do this.",
        "The authors refer to such preferences as implicit egotism.",
        "All of them refer to the twenty-four elders who appear to be unique representatives of the redeemed people of God from all ages.",
        "Type in your work and when you want to refer to a book or other source, insert an endnote.",
        "fervid imagination to distort any text to refer to him.",
        "fisherysheries management, however, part of the scrutiny process is to refer the matter to the Rural Affairs Committee.",
        "make flashcards of key vocabulary and put these on a display board for the class to refer to during the session.",
        "fluty voice that some old codgers refer to as ' woman tone ' .",
        "Refer to Section 3.4 of the Outlook User Guide to find out how to set up and use sub folders.",
        "ford place-names refer to water crossings which have now been replaced by bridges.",
        "fragment identifiers Some URIs refer to a location within a resource.",
        "Because of the detail covered in this book I have not included detailed site gen in this report; please refer to Muddeman.",
        "FGM is the term used to refer to the removal of part, or all, of the female genitalia.",
        "If the gid specified does not refer to one within the winbind gid range then the operation will fail.",
        "given in italics refer to the Library and manuscripts catalog which is available online.",
        "Some tribes refer to him as the moon god.",
        "groceryFT is to refer the supply of groceries by retailers in the UK to the Competition Commission for a market investigation.",
        "Please refer to the detailed guidance on the secure website.",
        "Please refer to the student handbook for the full details.",
        "handwritten annotations are believed to refer to the acquisition of the various routes by their subsequent operators."
    ],
    "definition": [
        "Link/Cite"
    ]
}