{
    "translation": "עידן, זיקק, טיהר, ליטש",
    "uses": [
        "Any nobleness begins at once to refine a man's features, any meanness or sensuality to imbrute them.",
        "In 1895 the British Aluminium Company was founded to mine bauxite and manufacture alumina in Ireland, to prepare the necessary electrodes at Greenock, to reduce the aluminium by the aid of water-power at the Falls of Foyers, and to refine and work up the metal into marketable shapes at the old Milton factory of the Cowles Syndicate, remodelled to suit modern requirements.",
        "The earliest serious attempt to refine copper industrially was made by G.",
        "By \"make a car,\" I mean really make a car: dig iron ore out of the ground, smelt it to steel, wildcat for oil, find oil and refine it into gasoline, and so on.",
        "The humanistic movement led these learned writers to engraft the graces of the antique upon their native literature, and to refine it by emulating the lucidity of Petrarch.",
        "(Paris, 1889-1893); Le Roux de Lincy, Vie de la refine Anne de Bretagne (Paris, 1860); H.",
        "(1866 and 1868); Leroux de Lincy, Vie de la refine Anne de Bretagne (1860-1861); A.",
        "2 \" The old English balladist may stir Sir Philip Sidney's heart like a trumpet, and this is much; but Homer, but the few artists in the grand style, can do more - they can refine the raw natural man, they can transmute him \" (On Translating Homer, p. 61).",
        "To dwell here upon the Italianizing versifiers, moralists and pastoral romancers who attempted to refine the vernacular of the Romancero would be superfluous.",
        "In Australia, the United States, Japan and some other countries, the Mints receive unrefined gold from the mines and refine it before it is coined.",
        "Even Gautier, while he contends that chivalry did much to refine morality, is compelled to admit the prevailing immorality to which medieval romances testify, and the extraordinary free behaviour of the unmarried ladies.",
        "By looking at them together we understand how much the comedy of Terence was able to do to refine and humanize the manners of Rome, but at the same time what a solvent it was of the discipline and ideas of the old republic. What makes Terence an important witness of the culture of his time is that he wrote from the centre of the Scipionic circle, in which what was most humane and liberal in Roman statesmanship was combined with the appreciation of what was most vital in the Greek thought and literature of the time.",
        "To refine the search, add more words to narrow down.",
        "Children can refine their calculations making use of their ability to order decimals.",
        "You need to refine your ink if you want it to carry a more feminine appeal.",
        "refine the search, add more words to narrow down.",
        "tonsils in order to refine this figure.",
        "This will then be used to iteratively refine the knowledge collection, interpretation and analysis until an acceptable level of representation is achieved.",
        "They cover all subjects, and you can refine your search by topic or author.",
        "Associated with the silver minerals are rich ores of cobalt and nickel, combined with arsenic, antimony and sulphur, which would be considered valuable if occurring alone, but are not paid for under present conditions, since they are difficult to separate and refine.",
        "allows the user to refine the search processed or return to the original search form.",
        "These include a means to refine the atomicity of operations and events; a means to mechanize the refinement checking process.",
        "When God punishes he does so as a craftsman who uses a blast furnace to refine the metal he is working with.",
        "Undertake pilot studies to develop and refine ex situ conservation techniques for this species and other threatened bryophytes.",
        "To calculate the intracluster correlation coefficient, and thereby refine the estimation of the sample size needed for the trial.",
        "Thus refine all the peaks using the same crystallite size parameters and identical crystallite strain parameters.",
        "LAND OF COLLEGE PROPHETS \" College Prophets: A century old guild of students who make savage their bodies yet refine their minds \" .",
        "Billington's Unrefined sugars are simply produced to lock in, rather that refine out, the natural molasses of the sugar cane.",
        "occupancyial approach was to set the occupancies of the atoms to 0 and then refine in Refmac.",
        "You can use Boolean operators to refine your search: Using OR to link keywords will find Biz/ed pages containing either word.",
        "proofread the text Once you've written the text of your HOWTO, it is time to polish and refine it.",
        "refine existing.",
        "Further serum level determinations may be required to further refine the dosage regimen.",
        "solvated phospholipid bilayer have been used to refine the structure of the TM domain of the M2 ion channel.",
        "Focus for Senior Members is coaching to refine and improve upon their swimming skills, improve stamina and personal best times.",
        "stratigraphyindicate long occupation sequences and help refine the stratigraphies of the two sites.",
        "Some you will no doubt want to refine by creating subclasses with more specialized behavior.",
        "He raised the church to a high rank as the friend of whatever seemed to extend knowledge or to refine and embellish life.",
        "In the summer she returned to Coppet and wroth a pamphlet (Reflexions sur le proces de la refine) on the queen's execution.",
        "But Williams & Associates Insurance Agency, Inc. he does to refine existing.",
        "Now go into a series of release parameter, refine set of refinement cycles.",
        "Further Development and Commercialisation Further clinical sampling is required to refine the sensitivity of the assay.",
        "To grow spiritually, to evolve into consciousness, both sexes must revere and refine the shakti energy within themselves.",
        "The dates indicate long occupation sequences and help refine the stratigraphies of the two sites.",
        "In the view of these findings The Health Protection Agency is undertaking a larger study of 100,000 tonsils in order to refine this figure.",
        "Cookies and teething biscuits in the Let's Grow! line don't contain added refine sugar or high fructose syrup.",
        "Cons: Refine searches to improve results.",
        "Several filters allow users to refine product searches by price, merchant rating, brand, and more.",
        "Getting the thread tension just right may take a couple of tries, so don't ruin your painstakingly cut pattern pieces by using them to refine your stitch quality.",
        "It contains a lifting concoction designed to refine the skin, as well as SPF 15.",
        "The site features a number of polls and quizzes that you can use to refine your search for the perfect mate -- you can tag any question you answer on the site as important or even essential for your mate to agree with you on.",
        "Choose \"advanced search\" to further refine your query.",
        "This camera allows for interchangeable lenses, so you can refine your equipment to meet the type of shooting you are going to be doing.",
        "To further refine your image search results, be sure to include your theme description, such as \"baby girl,\" or \"wedding.\"",
        "Try to refine your search as much as possible.",
        "In the years since, Fischer has continued to refine and develop the technologies that make them one of the premiere alpine ski equipment manufacturers in the world.",
        "Bows and ribbons made with fondant are fun, creative ways to top a cake and great opportunities to refine your fondant skills.",
        "You may be able to refine your search by typing in a size, color, style, etc. as well.",
        "For example, you can input a maximum and minimum price and refine your category search.",
        "Use a utility knife to trim your work, and employ a rasp to refine the edges.",
        "The manufacturer of your new window will have diagrams and installation instructions to help you refine the process above.",
        "Once you navigate to the plus size swimwear department, simply refine your results by size (in this case, choose the 20W, 22W or XXXL option, or your cup size).",
        "If you're seeking a specific brand or style, you can refine your results to show only those selections.",
        "They will draw upon what they have learned and what they see in the world around them as they continue to refine their ideas about what it means to be either a girl or a boy.",
        "Dance can refine coordination and motor skills in the physique of children who show no outward interest toward participating in team sports.",
        "The best way to learn and refine your skills is to check out other dance teams, and when you bring those teams to your hometown, you'll have the added benefit of being free from travel expenses and fatigue.",
        "Although there are two basic types of energy, yin and yang, each of the five elements serves to further refine those energies and they are used to bring balance when incorporated into various areas.",
        "It may be necessary to refine a search with a location or other distinguishing feature, such as \"William Long\" \"Sebastian County Arkansas.\"",
        "Even if you choose to wax your brows instead, it may be necessary to pluck hairs that do not adhere to the wax properly or to refine the brow shape as additional hairs grow in.",
        "Visitors can refine their job searches by location by clicking on \"Search Job Postings\" and specifying the city or state.",
        "As you refine your origami skills, you can begin to make original designs yourself.",
        "To refine the wax further, the melted wax can be poured through filters.",
        "The goal is to encourage and refine the leadership abilities of these young women and then help them make a difference in the world around them.",
        "Even the most famous writers in history relied on great editors to help them refine their words.",
        "A search engine like Google will always bring up the most relevant results and from there, you can refine your search with parameters, such as \"buy,\" \"DVD,\" \"VHS,\" or \"sell.\"",
        "Having selected your category you can then choose to \"refine by brand\", allowing you to look only at shoes from a specific designer.",
        "To refine your horology education, visit the company's website and explore additional Kobold divers watch lines, company information, and technology timelines.",
        "The site also lets you refine your clothing choices by size, product material, desired fit, and activity, such as yoga, meditation, or \"chillin' and grillin'\".",
        "Autistic children learn in special ways and the right toys can not only provide your child with enjoyment but can also help him reach his developmental milestones and refine his coping skills while he learns.",
        "Search for thousands of accessories, and even refine your search by choosing your vehicle's make and desired color.",
        "There are classes, books, and online resources to help you establish and refine your technique, and soon you'll be creating beautiful documents and embroidery.",
        "You can use this list as your starting point, and then refine it based on the diet plan you select.",
        "When balancing like this, you are not only training the immediate muscles in the leg, but also develop and refine stabilizing muscles as well as overall balance.",
        "The girdle, with its power to smooth and refine the figure while not being as restrictive as a corset, was worn by almost every woman in the country from the 1920s through to the 1970s.",
        "Because the audiences of the Circuit were so demanding, Hendrix was able to refine his style to meet their musical ideals.",
        "You can refine your search by genre or simply check out which stations are most popular.",
        "While you wait for your chance to shine, work on your voice and refine your technique.",
        "Taylor helps one or both of the adults in the family locate suitable job opportunities, refine their resumes and cover letters, prepare for the interview and land the job.",
        "Doctors have figured out how to refine the poison so it can be targeted to individual muscles without causing disease in the rest of the body.",
        "This type of facial mask is designed to \"refine,\" as the name suggests.",
        "Absorb oil - Another feature of masks made to refine the skin is oil-absorbing properties.",
        "This mask features a formula with glacial clay to draw out impurities and excess oils to refine pores for exceptional clarity and a revitalized appearance.",
        "We will continue to refine and tinker but it's time to let people in and see if our baby is pretty and smart enough for the real world!",
        "MD simulations in a solvated phospholipid bilayer have been used to refine the structure of the TM domain of the M2 ion channel."
    ],
    "definition": [
        "To reduce to a pure state; purify.",
        "To remove by purifying.",
        "To free from coarse, unsuitable, or immoral characteristics: refined his manners; refined her speaking style.",
        "To become free of impurities.",
        "To acquire polish or elegance.",
        "To use precise distinctions and subtlety in thought or speech.",
        "re·fin′er\nnoun",
        "Link/Cite",
        "To reduce to a fine, unmixed, or pure state; to free from impurities; to free from dross or alloy; to separate from extraneous matter; to purify\nto refine gold or silver;  to refine iron;  to refine wine or sugar",
        "To purify from what is gross, coarse, vulgar, inelegant, low, and the like; to make elegant or excellent; to polish.\nto refine the manners, the language, the style, the taste, the intellect, or the moral feelings",
        "To become pure; to be cleared of feculent matter.",
        "To improve in accuracy, delicacy, or excellence.",
        "To affect nicety or subtlety in thought or language.",
        "ferine",
        "Link/Cite"
    ]
}