{
    "translation": "שיקף",
    "uses": [
        "So they don't reflect the sunlight and give away our position.",
        "The government must reflect the different values these groups have.",
        "Nation-states allow groups of people to create governments that reflect their common values.",
        "The extreme to which he carried his advocacy of diplomatic isolation, his opposition to the creation of an adequate navy, 4 his estimate of cities as \"sores upon the body politic,\" his prejudice against manufactures, trust in farmers, and political distrust of the artisan class, all reflect them.",
        "She rubbed her face, dressed in grey to reflect her mood, and tucked her spare earpiece into her pocket as she did every day.",
        "The process of reflection in the case of a wave motion involves the condition that the wave-length shall be small compared with the dimensions of the mirror, and hence the attempt to reflect and converge electric waves loon ft.",
        "Such bodies show strong absorption bands in those colours which they reflect, while of the transmitted light that which is of a slightly greater wave-length than the absorbed light has an abnormally great refrangibility, and that of a slightly shorter wave-length an abnormally small refrangibility.",
        "They all reflect and absorb his rays alike, and the former make but a small part of the glorious picture which he beholds in his daily course.",
        "God is in the midst, and each drop tries to expand so as to reflect Him to the greatest extent.",
        "Jefferson declared in regard to slavery, \" I tremble for my country when I reflect that God is just.\"",
        "She raised her bracelet to the light, watching the colors reflect off of it and turning it pinkish-gold, like the prisoner's bracelet.",
        "Jackson had not allowed himself to reflect on his relationship with Elisabeth prior to learning her secret, but now he let the memories rush in and in doing so, found some peace.",
        "But in every case these artistic efforts were followed at short intervals by gross relapses into barbarism which reflect the anarchy of the political conditions.",
        "The man who worked most with his hands could not think so much about what he was doing, or reflect on or command what would result from the common activity; while the man who commanded more would evidently work less with his hands on account of his greater verbal activity.",
        "It comforted her to reflect that she was not better as she had formerly imagined, but worse, much worse, than anybody else in the world.",
        "All these features in the life of Samuel reflect the varying traditions regarding a figure who, like Elijah and Elisha, held an important place in N.",
        "r, each with its own set of constitutents, and remember that by different rates of cooling from different temperatures we can retain in the cold metal these different sets of constituents in widely varying proportions; and when we further reflect that not only the proportion of each constituent present but also its state of aggregation can be controlled by thermal treatment, we see how vast a field is here opened, how great a variety of different properties can be induced in any individual piece of steel, how enormous the variety of properties thus attainable in the different varieties collectively, especially since for each percentage of carbon an incalculable number of varieties of steel may be made by alloying it with different proportions of such elements as nickel, chromium, &c. As yet there has been only the roughest survey of certain limited areas in this great field, the further exploration of which will enormously increase the usefulness of this wonderful metal.",
        "The arc y r is set so as to reflect the rays in the required direction.",
        "No doubt such domesticated species might revert, and it has been shown that many do revert when restored to wild conditions, but such reversion is natural if we reflect that the domestic varieties are under the guardianship of man and have been selected according to his whim and advantage.",
        "When we reflect that the chapter is not narrative, but an abstract exposition of the guiding principles of the movements of several centuries, with many threads of complex thought running along side by side all through the speculation, then the circumstances under which it was reduced to literary form are really astonishing.",
        "The voyage of Lord Anson to the Pacific in 1740-1744 was of a predatory character, and he lost more than half his men from scurvy; while it is not pleasant to reflect that at the very time when the French and Spaniards were measuring an arc of the meridian at Quito, the British under Anson were pillaging along the coast of the Pacific and burning the town of Payta.",
        "Apart from this, the characteristic of seignorial justice is its independence and its freedom from the central court; though, when we reflect that the central court is a court of seigneurs, this characteristic is seen to be the logical result of the whole system.",
        "They are (at least practically) non-transparent; they reflect light in a peculiar manner, producing what is called \"metallic lustre.\"",
        "He preached republicanism to her by the hour, and even locked her up in her bedroom to reflect on his sermons.",
        "which reflect entirely different historical conditions from Zech.",
        "The embodiment of political and religious supremacy displayed in the high priest's authority, clothing and symbols can only reflect exilic or rather post-exilic conditions.'",
        "SCEPTICISM (QKc&rropac, I consider, reflect, hesitate, doubt), a term signifying etymologically a state of doubt or indecision in the face of mutually conflicting statements.",
        "are only important because they reflect the ideas, influence and aspirations of Martin, the foremost ecclesiastic of Gaul.",
        "In the course of constructions for surfaces to reflect to one and the same point (1) all rays in whatever direction passing through another point, (2) a set of parallel rays, Anthemius assumes a property of an ellipse not found in Apollonius (the equality of the angles subtended at a.",
        "Administration will be all the more efficient if the officers who conduct it have greater opportunities of regular contact with those whom it affects and with those who influence and reflect common opinion about it.\"",
        "Therefore, to observe stars of a different declination it will be necessary either to shift the direction of the fixed telescope, keeping its axis still pointed to the coelostat mirror, or to employ a second mirror to reflect the rays from the coelostat mirror along the axis of a fixed telescope.",
        "Duma =council, assembly (dumat, to think over, reflect upon).",
        "When we reflect than all this was achieved in a single pontificate of but five years' duration, the energy of Sixtus V.",
        "The light is supposed to descend vertically upon the country represented, and in a true scale of shade the intensity increases with the inclination from o° to 90°; but as such a scale does not sufficiently differentiate the lesser inclinations which are the most important, the author adopted a conventional scale, representing a slope of 45° or more, supposed to be inaccessible, as absolutely black, the level surfaces, which reflect all the light which falls upon them, as perfectly white, and the intervening slopes by a proportion between black and white, as in fig.",
        "The eighty-one canons which were adopted reflect with considerable fulness the internal life and external relations of the Spanish Church of the 4th century.",
        "Kundt found that similar effects occur with a large number of substances, in particular with all those which possess the property of \"surface colour,\" i.e., which strongly reflect light of a definite colour, as do many of the aniline dyes.",
        "This division of the Vertebrata into hot and cold blooded is a curiously retrograde step, only intelligible when we reflect that the excellent entomologist had no real comprehension of vertebrate morphology; but he makes some atonement for the blunder by steadily upholding the class distinctness of the Amphibia.",
        "a lady's hand glass) behind the lens and inclined at an angle of 45° to the horizon so as to reflect Mirror the rays of light vertically downwards, we can produce >» on a horizontal sheet of Image with Mirror paper an unperverted image FIG.",
        "The first cost of a hammer of moderate size is much less than that of a hydraulic press of like capacity, as is readily understood when we stop to reflect what powerful pressure, if gradually applied, would be needed to drive the nail which a light blow from our hand hammer forces easily into the woodwork.",
        "Many of its most distinguished exponents are Flemings by birth, and their writings reflect the characteristic Flemish scenery; they have the sensuousness, the colour and the realism of Flemish art; and on the other hand the tendency to mysticism, to abstraction, is far removed from the lucidity and definiteness associated with French literature properly so-called.",
        "This rite seems to reflect an actual custom of abduction; or it may rather refer to the practice of intercourse between the betrothed before marriage.",
        "At the same time, since the invoking of the divine powers was the essential element in the incantations, in order to make the magic formulae as effective as possible, a large number of the old local deities are introduced to add their power to the chief ones; and it is here that the astral system comes into play through the introduction of names of stars, as well as through assigning attributes to the gods which clearly reflect the conception that they have their seats in the heavens.",
        "But to have caught from all sides in this manner the floating notions of society and of individuals, to reflect them with such vigour and clearness, is not anybody's task.",
        "That the council was merely a tool in the hands of the ambitious and adroit Baldassare Cossa, was a fact unsuspected by its members who were animated by a fiery enthusiasm for the re-establishment of ecclesiastical unity; nor did they pause to reflect that an action against both popes could not possibly be lawful.",
        "the Epistle of James, the first Epistle of Peter, the Acts of the Apostles and the Pastoral Epistles belong to a later age and reflect the customs of their own day rather than those of the primitive Church.",
        "Both kinds reflect in their Voltairian superficiality Bolingbroke's manner of life, which was throughout uninspired by any great ideas or principles and thoroughly false and superficial.",
        "His novels, for the most part published first in London, reflect his wild adventurous life, the best known being The Son of the Wolf (1900); The Call of the Wild (1903); Moon Face (1906); Martin Eden (1909); South Sea Tales (1912), and his last, The Little Lady of the Big House (1916).",
        "The narrow tongues of the silvered surface will now reflect corresponding parts of the star-spectrograph, and will obliterate corresponding parts of the solar spectrograph - as shown in figs.",
        "In Germany, since the victory of Kant over Wolff, realism has always been in difficulties, which we can appreciate when we reflect that the Germans by preference apply the term \" realism \" to the paradoxes of Herbart (1776-1841), who, in order to avoid supposed contradictions, supposed that bodies are not substances, but show (Schein), while \" reals\" are simple substances, each with a simple quality, and all preserving themselves against disturbance by one another, whether physically or psychologically, but not known to be either material or spiritual because we do not know the simple quality in which the nature of the real consists.",
        "Find out more about great places to reflect on your day and get you prepared for more outdoor adventure.",
        "The menu changes frequently to reflect seasonal, often local ingredients.",
        "'4Acos, the sun, o rar6s, fixed, set up), an instrument which will reflect the rays of the sun in a fixed direction notwithstanding the motion of the sun.",
        "The mirror C D is set at such an angle as to reflect rays from the star S in the direction of the polar axis to the mirror R and thence to the horizontal telescope T.",
        "In the same year he began a long account of ancient parliaments, intended to reflect on the one in existence, and in June 1650 he was imprisoned in Dunster Castle, afterwards at Taunton, and in June 1651 at Pendennis Castle.",
        "You should ensure that the offence(s) charged is the most appropriate to reflect the criminality of the defendant.",
        "Local dining options reflect the area's diversity, ranging from standard chain fare to historical taverns that bring out the region's unique identity.",
        "We see how powerful must be the lifting effect of the rising gases when we reflect that their velocity in a too ft.",
        "This, however, did not lead him to doubt the truth of those reported by others - a fact that is somewhat surprising when we reflect that the phenomenon caused him much disquiet and perplexity.",
        "At this early period he seems already to have adopted in some degree the plan of study he followed in after life and recommended in his Essai sur l'etude - that is, of letting his subject rather than his author determine his course, of suspending the perusal of a book to reflect, and to compare the statements with those of other authors - so that he often read portions of many volumes while mastering one.",
        "17-27, xii., which reflect the feeling of a much later date, the monarchy is viewed unfavourably, and represented as granted by God unwillingly.",
        "If we reflect on the multitude and complexity of such actions and reactions in operation from the youngest stages to the end of the life of each individual, we cannot be surprised at any correlation.",
        "and V., all reflect the great development of manufactures in modern times.",
        "There is no sufficient ground for denying that these sayings were uttered by our Lord, but the fact that they were now first placed upon record harmonizes with what has been said already as to the more settled condition of the Christian society which this Gospel appears to reflect.",
        "3-7 reflect two points of view, vv.",
        "contractual entitlements simply reflect the statutory minimum.",
        "Donald asked how the felling is planned and if it is correct that felling coupes do not reflect planting areas.",
        "updated to reflect the initiatives in this plan.",
        "Not stopping to reflect that in the angry and suspicious state of men's minds he was sure to lose as much in one direction as he would gain in the other, Justinian entered into the idea, and put forth an edict exposing and denouncing the errors contained in the writings of Theodore generally, in the treatise of Theodoret against Cyril of Alexandria, and in a letter of Bishop Ibas (a letter whose authenticity was doubted, but which passed under his name) to the Persian bishop Marls.",
        "This interpretative process may be traced again and again in this Gospel, which frequently seems to reflect the definite tradition of a settled Church.",
        "There are conflicting ideas of death and the dead, and among them the belief in the very human feelings and needs of the dead and in their influence for good or ev11.2 Moreover, the proximity of burial-place and sanctuary and the belief in the kindly care of the famous dead for their descendants reflect \" primitive \" and persisting ideas which find their Holy parallel in the holy tombs of religious or seckular p y g?",
        "The tombs of the XVIIIth Dynasty on the west bank and the sculptures in the temples reflect the brilliancy of these days, but even the reign of Rameses II.",
        "This is the lowest stage of concrete consciousness - life, and not knowledge; the spirit inspires, but does not reflect.",
        "All these changes in the organic law reflect bitter experience after 1850; and, read with the history of those years as a commentary, few American constitutions are more instructive.",
        "Though Frederick failed to subdue the republics, the failure can scarcely be said to reflect either on his prudence as a statesman or his skill as a general, for his ascendancy was finally overthrown rather by the ravages of pestilence than by the might of human arms. In Germany his resolute will and sagacious administration subdued or disarmed all discontent, and he not only succeeded in welding the various rival interests into a unity of devotion to himself against which papal intrigues were comparatively powerless, but won for the empire a prestige such as it had not possessed since the time of Otto the Great.",
        "Let him reflect on the transmigrations of men, caused by their sinful deeds, on their falling into hell, and on their torments in the world of Yama..",
        "According to the Abbe Soulavie, the duke of Richelieu's advice was to reflect on Voltaire's \"last utterances\" on the subject.",
        "Difficulties on the route; dissensions between Emin and the authorities in German East Africa, and misunderstandings on the part of both; epidemics of disease in Emin's force, followed by a growing spirit of mutiny among his native followers; an illness of a painful nature which attacked him - all these gradually undermined Emin's courage, and his diaries at the close of 1891 reflect a gloomy and almost hopeless spirit.",
        "everybody do nowadays reflect upon Oliver and commend him, what brave things he did and made all the neighbour princes fear him; while here a prince, come in with all the love and prayers and good liking of his people.",
        "which may be explained when we reflect that to the faithful divination was something as essential as confession and spiritual direction to a devout Catholic now, or the study and interpretation of Scripture texts to a Protestant.",
        "xxv.), but in some respects the legislation of H appears to reflect a more advanced stage than that of D, e.g.",
        "THE Study Of Bacteria The general advances which have been made of late years in the study of bacteria are clearly brought to mind when we reflect that in the middle of the 19th century these organisms were only known to a few experts and in a few forms as curiosities of the microscope, chiefly interesting for their minuteness and motility.",
        "the use of ai for e and ei for i reflect the Greek pronunciation of the period.",
        "Egypt was of interest only as it came into Israelite history, Babylon and Nineveh were to illustrate the judgments of Yahweh, Tyre and Sidon to reflect the glory of Solomon.",
        "Such legal codes reflect the German or Russian original.",
        "The \" black body \" is an ideal body with surface so constituted as to reflect no part of any radiations that fall upon it; in the case of such a body Kirchhoff and Balfour Stewart showed that unless energy were to be lost the rate of emission and absorption must be in fixed ratio for each specific wave-length.",
        "He adds: \" This made me take reflections into consideration, and finding them regular, so that the Angle of Reflection of all sorts of Rays was equal to their Angle of Incidence; I understood, that by their mediation Optick instruments might be brought to any degree of perfection imaginable, provided a Reflecting substance could be found, which would polish as finely as Glass, and reflect as much light, as glass transmits, and the art of communicating to it a Parabolick figure be also attained.",
        "Further on, after some remarks on the subject of compound colours, he says: \" I might add more instances of this nature, but I shall conclude with this general one, that the Colours of all natural Bodies have no other origin than this, that they are variously qualified to reflect one sort of light in greater plenty then another.",
        "It was also interesting to reflect that Gladstone had begun life as a Conservative, and had only gradually moved to the ranks of the Liberal party; while Disraeli had fought his first election under the auspices of OConnell and Hume, had won his spurs by his attacks on Sir Robert Peel, and had been only reluctantly adopted by the Conservatives as their leader in the House of Commons.",
        "The execution was as excellent as the conception, and if we reflect that it was begun in the midst of that momentous war which raised England to her climax of territorial greatness in East and West, we may easily realize how the task of describing these portentous and far-reaching events would be likely to strengthen Burke's habits of wide and laborious observation, as well as to give him firmness and confidence in the exercise of his own judgment.",
        "This association of Marduk and Ea, while indicating primarily the passing of the supremacy once enjoyed by Eridu to Babylon as a religious and political centre, may also reflect an early dependence of Babylon upon Eridu, not necessarily of a political character but, in view of the spread of culture in the Euphrates valley from the south to the north, the recognition of Eridu as the older centre on the part of the younger one.",
        "Yet we find when we reflect that something forces us to think that space and time must be unlimited.",
        "When we reflect on immensity and eternity, we find them negations of all that is imaginable; and that whether we try infinite addition or infinite subdivision.",
        "When a room has bad acoustic quality we can almost always assign the fault to Large smooth surfaces on the walls, floor or ceiling, which reflect or echo the voice of the speaker so that the direct waves sent out by him at any instant are received by a hearer with the waves sent out previously and reflected at these smooth surfaces.",
        "But the controversy between hedonists and antihedonists originates as soon as men reflect that a good which is not in some sense \" my \" good is not good at all, or that no act can be said to be moral which does not satisfy \" me.\"",
        "These words must reflect the thought of the men who use them before they react upon that thought and confirm it in its misconceptions.",
        "They reflect the ideas and thoughts of the Hebrews, they illustrate their conceptions of God and the universe, and they furnish material for a comparison of the moral development of the Hebrews with that of other early races.",
        "It is significant, therefore, that the narratives in Genesis (apart from P) reflect a certain tolerant attitude; there is much that is contrary to prophetical thought, but even the latest compilers have not obliterated all features that, from a strict standpoint, could appear distasteful.",
        "The present J and E reflect a reshaping and readjustment of earlier tradition which is found elsewhere, and the suggestion that they are not far removed from the age of the priestly writers and redactors does not conflict with what is known of language, forms of religious thought, or tendencies of tradition.",
        "Averroes maintains that a return must be made to the words and teaching of the prophet; that science must not expend itself in dogmatizing on the metaphysical consequences of fragments of doctrine for popular acceptance, but must proceed to reflect upon and examine the existing things of the world.",
        "the constitutional consciousness of the mass of the people is very little developed, all these things reflect only very imperfectly the great underlying forces by which the life of the nation is being moulded and its destiny determined.",
        "The definitions given above reflect the intimate association of these curves, but it frequently happens that a particular conic is defined by some special property (as the ellipse, which is the locus of a point such that the sum of its distances from two fixed points is constant); such definitions and other special properties are treated in the articles Ellipse, Hyperbola and Parabola.",
        "4 They reflect in varying k41ngdoThe m forms the popular interest in David and are of the greatest value in illustrating current traditions, thought and styles of literature.",
        "Fleeting matter to their mind was not worthy to embody or reflect heavenly supersensuous energies denoted by the names of Christ and the saints.",
        "The heterogeneous character of the duties placed upon his department by Congress seemed in fact to reflect the English idea of its primacy.",
        "We are still able and necessitated to reflect upon the whole world of phenomena as thus cognized, and driven to inquire after its significance.",
        "We want to reflect the diversity of the country we serve.",
        "The languages reflect the linguistic diversity of the visitors to each location.",
        "Rather, it is intended to reflect the fact that judgment is required when assessing whether land is MMHD or ISIG.",
        "Murphy's inability to even chastise or rally the troops during the game did not reflect well on him.",
        "Cut guidelines are set to reflect the maximum amount of light.",
        "Instead, hang them so they will reflect a beautiful painting or a cluster of trees outside.",
        "Create rooms that reflect your personality and are functional for the way you live.",
        "These styles reflect a romantic nostalgia for Britain's past.",
        "Schools often reflect, and sometimes reinforce, societal perceptions of young people who are viewed as different.",
        "I offer my deepest sympathy to his family, also to the band which I hope will carry on, given time to reflect.",
        "The short descriptions of Work Programs shown here only reflect the drilling component and not, for instance, seismic data acquisition.",
        "adjusted to reflect actual income.",
        "adopted which may or may not reflect accurately the local name.",
        "This Week I'm Loving Diesel's Behave Bag A weekend away should be a relaxed affair, and your luggage should reflect this.",
        "The higher rates in London and the South East reflect the relative affluence of the area compared with the rest of the county.",
        "These eight lines reflect the ambiance of a mighty war machine geared up to resist the aggression of a hostile power, i.e. Germany.",
        "Action: Graham Payne to amend budget allocations to reflect the revised budgets agreed by the EB.",
        "altered to reflect this new local structure.",
        "ambiencef the bedrooms are individually designed to reflect the unique ambiance of the hotel.",
        "The clarity of the recording is simply marvelous, yet there is enough ambient warmth to reflect the humanity of Williams ' music.",
        "amended to reflect changes over time.",
        "The new menus incorporate appetizers, salads, entrees and desserts that reflect distinctively European and American tastes.",
        "The corporate minutes of De Beers on June 20, 1946, reflect this growing apprehension.",
        "May reflect time from the health insurance Austin texas uniform health status to in scope than.",
        "avatar world and reflect upon possible educational implications.",
        "It needs to reflect a sense of putting courage into someone's heart; of fortifying someone by standing back-to-back with them through trials.",
        "We may even be able to produce bespoke Paddington badges to reflect the nature of your business.",
        "brainstorm in pairs powerful adjectives that reflect their emotions.",
        "You may customize this bulletin board to reflect your preferences.",
        "calcium carbonate content, or to detect mineral species that reflect distinctive color bands.",
        "In such cases the final mark awarded for the module will reflect the degree of reassessment is allowed.",
        "Membership would be amended to reflect changes over time.",
        "chiffon dresses from the 1970s reflect the relaxed style of the decade.",
        "Shorter pay scales, which accurately reflect the time needed to become fully competent at a job, are a positive step.",
        "complexity of the relationships between users of annotation in the VLE does not necessarily reflect a typical situation.",
        "National provisions which reflect Charter rights may achieve higher legal ranking in the national system; perhaps even constitutional status.",
        "countryt developments reflect a growing desire among host countries to bolster the quality of the international student experience.",
        "This means that companies in highly cyclical businesses will have a high beta to reflect the volatile nature of their cash flow.",
        "It would perhaps be a good idea for us to reflect on our own daydreams.",
        "debarred defendant from using my uncle's hill to reflect his end of the echo, without consent.",
        "The court also debarred defendant from using my uncle's hill to reflect his end of the echo, without consent.",
        "deepest sympathy to his family also to the band which I hope will carry on, given time to reflect.",
        "We have a right to expect that sentences will reflect the damage done to our social fabric by wilful defiance of the law.",
        "In addition, it is envisaged that this will support the development of the Network to reflect the demography across Wales.",
        "Matter was not worthy to embody or reflect spiritual entities denoted by the names of Christ and the saints.",
        "Twenty or more lesions outside the affected dermatome reflect generalized viraemia.",
        "I mean who gives a toss about the transfer between funds to reflect the straight line devaluation of the fixed asset.",
        "If the user cancels the dialog, the attributes will not reflect any changes made by the user.",
        "I consider the just solution to reflect the greatly diminished assets is to award the wife £ 220,000 or 41% of the capital.",
        "The penalty should reflect public disquiet at the unnecessary loss of life.",
        "There was a one year rent free period granted to reflect disrepair.",
        "Separate dormers which reflect the window proportions of the main dwelling are visually more appropriate than a single large dormer.",
        "These results reflect a further downturn in DIY spending.",
        "Changes in human society reflect the dynamism of culture.",
        "Over the years, the title of EE changed to reflect current vogues in the hobby electronics market.",
        "We would request that contracts of employment for eligible employees are changed to reflect this.",
        "encourage students to reflect on the scientific concepts which they are learning.",
        "In many cases contractual entitlements simply reflect the statutory minimum.",
        "Quite rightly she thought the calendar should reflect the ethos of the hospital.",
        "evaluation methodologies that more accurately reflect the educational value associated with the experience of teaching and learning.",
        "Let the music wash over you, reflect, relax, pray, etc. Sung evensong in many small parish churches is often excruciating.",
        "The evidence suggests that decisions on bed numbers in PFI schemes reflect financial expediency rather than clinical judgment.",
        "expressed in this chaper do not necessarily reflect the views of the members of the CAIN Project.",
        "Built in 1872, Nutfield Priory was designed to reflect the rather extravagant architecture of the Palace of Westminster.",
        "This was carried out in a simple, robust, modern manner to reflect the treatment of the retained facades.",
        "The story asks you to reflect on the dangers of making people faceless.",
        "And, like the Universe itself which sf fandom seeks to reflect, it all came to an end.",
        "says Fannie Mae reflect that there wealthy for a think i know.",
        "While a small part may reflect improved tax compliance and prove more enduring, such surprises have proven fleeting in the past.",
        "All samples reflect radiant flux, while only some transmit it.",
        "foil behind the radiators will also reflect the heat back into your rooms saving about £ 10 per year per radiator.",
        "The walls of your growing room should be painted white or covered with aluminum foil to reflect the light.",
        "Others reflect the military mindset often found in conventional disarmament fora.",
        "Togo meanwhile will reflect on what might have been after an energetic and vibrant but ultimately fruitless display.",
        "The articles in this resource reflect national clinical practice guidelines and are free of racial, gender, or other bias.",
        "The range of rock types examined will reflect the geology of the region.",
        "gesso ground enables light to reflect back from the whiteness of the surface to give a luminous quality.",
        "We have developed a new strategic vision to reflect the increasingly global nature of emergency rescue crises.",
        "The gremlin image library also features gremlin image library also features gremlins in work-based situations to reflect the latest advertising campaign.",
        "healthcare professions better reflect the wider population through widening participation.",
        "hobble round on my crutches, I have plenty of time to reflect on a brilliant week in Scotland.",
        "DfID is currently revising its 1993 policy statement on green housekeeping to reflect the high priority the present Government has placed on environmental matters.",
        "Next, on to Bryce Canyon National Park, where sandstone spires reflect colorful hues from every vista point.",
        "The key demands reflect growing impatience at a lack of change for Black communities.",
        "past imperfect is the first anthology using graphics and other forms of media to reflect the moving personal and spiritual journey of its author.",
        "implys may reflect a greater liberalism than the compulsion implied by the attitude statement.",
        "Getting better all the time: improving preference scores reflect increases in the strength of filial imprinting.",
        "improvisation techniques, to reflect musically the emotions that a child may be feeling.",
        "In some cases, the corporate failures reflect an inability to resolve temporary liquidity problems affecting a company that remains viable in the longer-term.",
        "inaugurated by the present government is supposed to reflect these pressures.",
        "The capital cost of the PSC has been adjusted to reflect capital indexation during the construction period.",
        "High Court lists reflect changes in the statutory time limits of cases indicted into the High Court.",
        "In response to my question, the heavens clearly do reflect relatively insignificant medical issues.",
        "Tho not immediately intelligible this could be reflect the corner of the original south chancel before its northern counterpart was added.",
        "intended spiritual learning outcome: To reflect on why we often talk about God in male terms.",
        "This action of the light is remarkable, when we reflect how little the leaves are developed on the young and thin revolving internodes.",
        "Archie's paintings reflect his love of the surrounding Scottish isles.",
        "joyless existence is backed by stories of his past as a child, and how they reflect on his present life.",
        "Both pieces were made for Queen Marie-Antoinette of France in 1783 and reflect her taste for Japanese lacquer.",
        "However this was a fairly specific patient group, which may not reflect all postop laparotomy patients.",
        "Meander over to the Annie Jane monument and reflect on days gone by when life was not so leisurely.",
        "lengthyy to reflect all these variations would make the text much lengthier and considerably less readable.",
        "Writing activity for Year 7 Macbeth Discussion Do these sample lesson plans reflect your approach to lesson plans reflect your approach to lesson planning?",
        "But most have some special lexis - they make choices of vocabulary that reflect their ideas about school or education.",
        "losing fat is a step by step process and your program should reflect that.",
        "says fannie mae reflect that there wealthy for a think i know.",
        "In this dynamical process the time delay between infrasonic pulses should reflect the gas nucleation interval of 1-2 s of basaltic magma.",
        "means testcy has been adjusted to reflect this new category of non-means-tested pupils; and introducing new qualifying benefits for means-testing part-time students.",
        "store fascias, packaging and in store merchandising materials have all been updated to reflect the new branding.",
        "modalitystructures ultimately reflect the different long-term memory modalities employed to process information, i.e., semantic or episodic structures.",
        "modifyresulting boundary was then modified to reflect notable geographic features such as the Beauly Firth, Cromarty Firth and Firth of Clyde.",
        "Its scenes reflect the mores of the time and region in which it was created.",
        "Her eyes reflect the sky blue of a clear and bright spring morn ' .",
        "Organize them to reflect a naturally occurring sequence - washing hands, brushing teeth, flossing, mouthwash.",
        "moving, new stories by Daniel Jamieson sought to reflect how it feels to be alive today.",
        "The wide variety of themes has been chosen to appeal to both boys and girls and to reflect multicultural and global topics and issues.",
        "The zones are simply notional to reflect general levels of concern.",
        "Their findings reflect those of the general education classroom observation research.",
        "But increasingly, \" news \" and documentary television has been reshaped to reflect the obsession with entertainment.",
        "The occurrence of this habitat type under such conditions is thought to reflect the highly oceanic climate of Cornwall.",
        "oestrogenay reflect, or their circumstances may change, or new treatments like selective estrogen receptor modulators may become available.",
        "purchased off-the-shelf, this induction system can be customized to reflect the unique HR training requirements.",
        "Is there a model I can use to help me reflect on my career options?",
        "Even the children's names reflect the same outlook.",
        "particularity time, where appropriate, preference is given to papers which reflect the particularities of each social and cultural system.",
        "That pattern could simply reflect the paucity of records, particularly from earlier centuries.",
        "Practice for peer reviewers: Peer reviewers are invited to reflect on the practices of the department visited and on their own practice.",
        "A. No, sites reflect the personality of the churches which create them.",
        "personalized to reflect the gracious sentiments of the happy couple.",
        "Epitaphs reflect an almost universal pessimism about life beyond the grave.",
        "Although the Statement of Responsibilities included such phraseology, it did not seem to influence or reflect contemporary practice.",
        "If we reflect some of their own phraseology back to them, they're unlikely to think we haven't listened.",
        "The course will reflect the plurality of perspectives and approaches to the SIS subject matter.",
        "If we are a representative democracy, then the make up of our elected politicians should reflect the diversity of the population.",
        "Material of low mass per unit area and high surface porosity will tend not to reflect sound.",
        "Material of high mass per unit area and low surface porosity will tend to reflect airborne sound.",
        "These new schemes are an important step forward in ensuring that the healthcare professions better reflect the wider population through widening participation.",
        "The papers reflect the breadth of interests of members of the Center, ranging from experimental psycholinguistics to literary theory.",
        "I reflect now on some of the ministers who have occupied the pulpit over these past 50 years.",
        "Used carefully and prayerfully drama can, and must, reflect the full radiance of biblical truth.",
        "rarefy the law gets so rarefied that it doesn't reflect the reality of people's lives then you are in trouble.",
        "raster images reflect the pattern of colored pixels on the computer screen.",
        "realigned to reflect the FHEQ more closely.",
        "Reality TV also paints our attempts to reflect reality TV also paints our attempts to reflect reality in a poor light.",
        "So, do SQL*Plus scripts accurately reflect real-world Oracle behavior, or do you need full-blown multi-user benchmarks?",
        "recruit trainees who reflect the wide range of diversity represented by clients using services.",
        "redrafted the guidance to reflect most advertisements are now made in widescreen and 16 lines are needed.",
        "redrafted to reflect their concerns.",
        "refined to reflect these three regions of code, producing the following flowgraph.",
        "reflect the diversity of the country we serve.",
        "reflect the views of all of its members.",
        "They do not necessarily reflect the views of HDRA.",
        "reflect critically on practice in assessment in RE observed in schools.",
        "reflect upon their progress.",
        "reflect on and learn from experience.",
        "reflect differing geographical requirements across the region.",
        "renegotiated to reflect the necessary repair work.",
        "republished every two years to reflect progress and improvements in our partnership working.",
        "reshaped to reflect the obsession with entertainment.",
        "restated to reflect these revised accounting policies.",
        "restored to reflect the classic simplicity and character of the Georgian era.",
        "The 2004 edition has been fully revised and also radically restructured to reflect current practice.",
        "restructured to reflect its new responsibilities.",
        "Quot murderers ' row sojourn of conservative revelry on the national they don't reflect.",
        "rewriteedition has been significantly rewritten to reflect major developments in legislation, case law and European Community law since the last edition.",
        "Designed to reflect a billowing sail, this spectacular hotel can only be described as an architectural marvel.",
        "salutary to reflect that a multinational company would have ' sweated ' (realized) this hidden leverage capital years ago.",
        "schoolmaster songs reflect their influence.",
        "seating arrangements in both Houses reflect the nature of the party system.",
        "In many cases this may reflect more an increased selectivity in needing to fit new information into some accepted framework than some memory dysfunction.",
        "They reflect our blind spots so we can push beyond our own self-knowledge.",
        "sensibility is on new performance works that reflect contemporary sensibilities and articulate new concepts and forms.",
        "Gentler tones reflect the calm serenity of the Buddhist religious life.",
        "sojourn of conservative revelry on the national they don't reflect.",
        "Chutney Mary's was designed to reflect the splendor of the cuisine.",
        "Stone floors imported from a distant land reflect the twinkle of numerous recessed halogen spotlights in the ceiling above.",
        "staging of gastric carcinoma by the TNM classification was found to reflect accurately the prognosis of these patients.",
        "Ensure the curriculum and resources positively reflect experiences and reject racist stereotypes.",
        "stringency of the requirements reflect the course's popularity with applicants rather than its ' value ' to employers.",
        "The extremely stringent requirements for product registration set down in European law reflect this.",
        "I would also encourage students to reflect on what this means for them in light of the ongoing ethnic cleansing in Darfur \" .",
        "It does not reflect the stupidity of men, but the stupidity of men, but the stupidity of management when men refuse to work labor saving machinery.",
        "The presentations, which will be made at the first assessment point, should reflect the subject matter of the lectures and seminar sessions.",
        "In addition, aluminum flakes were added to the covering material to help reflect sunlight to keep the gas bags cool.",
        "He then sequenced his ideas on to the computer adapting the melody to reflect a Blues style, using syncopation.",
        "tabernacle account may reflect idealized versions of the later tent shrines at Shiloh or the tent of David.",
        "tailored to reflect the ways in which children use the Internet.",
        "Each cantata has its own orchestration, and mood, but all reflect joyful celebration - bells, trumpets, timpani and joyful choruses.",
        "The project has helped me to reflect on how I could use topical, local and national issues in my teaching more.. .",
        "But racism does not reflect the totality of what Lamming is writing about.",
        "Passionate words, lively tunes and complex rhythms reflect the richness of the Nicaraguan folk tradition.",
        "traditional chinese medicine would reflect the.",
        "Reflect, rotate and translate a triangle M5: Interactive transformation resource: drag the yellow triangle and watch the transformations.",
        "tufa formation at Nash Brook appears to reflect the interaction of hydrological and biological controls.",
        "The snowy world the story is set in serves to reflect this emotional turmoil.",
        "The invoice will reflect one twelfth of the Annual Value of the agreement as per schedule 1A.",
        "I enjoyed designing the banner to reflect his use of tactile use of sensual materials and experimental typography.",
        "But the sun's harmful ultraviolet (UV) rays reflect off water making you burn faster.",
        "Thus, if economic relationships are fundamentally unequal, then political and ideological relationships will both reflect - and help to reinforce - inequality.",
        "UNITARIAN viewS OF EARTH AND NATURE Six Unitarian viewS OF EARTH AND NATURE Six Unitarian women and men reflect on the relationship between humans and the natural world.",
        "The company is currently unprofitable and expects to turn over £ 48m this year, but the price aims to reflect its future prospects.",
        "Holstein UK club sales across the country reflect the upturn.",
        "value-free objective information, as they also exalt, express, reflect, and invite.",
        "The species found here reflect the well vegetated nature of the ponds.",
        "The future appearance and quality of the landscape will reflect how the land and its semi-natural vegetation is utilized and managed.",
        "Consider ' local distinctiveness ' and use local materials to reflect the vernacular in the design of your panel frames and supports.",
        "The opinions expressed in the journals do not necessarily reflect the views or policies of the U.S. government.",
        "It's important that the trials are widely spread through Britain so that the results reflect the variation in farmland wildlife.",
        "This does reflect the naturally high work ethic of the Germans as a people.",
        "Wrinkled lips To make wrinkled lips To make wrinkled lips appear smooth, use plenty of shine to reflect light out of the lines.",
        "The zine collection, dating from 2002, includes zine collection, dating from 2002, includes zines which reflect women's lives in the UK today.",
        "I was too young to do more than see and note facts, and thanks to my natural indolence and that passion for the concrete, which is at once the joy and the weakness of artists, I should perhaps always have remained at that stage if my somewhat pedantic critics had not driven me to reflect and painfully search after the ultimate causes of which till then I had only grasped the effects.",
        "\"It is strange,\" wrote Pepys in 1667 under a different regime, \"how everybody nowadays reflect upon Oliver and Cromwell to the authority of the Commonwealth and the Navi a S' g empire.",
        "These old canons are adduced by way of ridiculing the Armenians, yet they reflect old usage.",
        "The process finds its normal development in later and non-biblical literature; but one can recognize earlier, cruder and less distinctive stages, and, as surely as writings reflect the mentality of an author or of his age, the peculiar characteristics of the extant sources, viewed in the light of a comprehensive survey of Palestinian and surrounding culture, demand a reasonable explanation.",
        "Where it follows the chapters in Samuel it is important for textual and other critical problems, but it omits narratives in which it is not interested (David's youth, persecution by Saul, Absalom's revolt, &c.), and adds long passages (David's arrangements for the temple, &c.) which reflect the views of a much later age than David's.",
        "Many of the narratives furnish a vivid picture of the life of David with a minuteness of personal detail which has suggested to some that their author was intimately acquainted with the events, and, if not a contemporary, belonged to the succeeding generation, while to others it has seemed more probable that these reflect rather \" the plastic mould of popular tradition.\"",
        "The light is supposed to descend vertically upon the country represented, and in a true scale of shade the intensity increases with the inclination from oÃ‚° to 90Ã‚°; but as such a scale does not sufficiently differentiate the lesser inclinations which are the most important, the author adopted a conventional scale, representing a slope of 45Ã‚° or more, supposed to be inaccessible, as absolutely black, the level surfaces, which reflect all the light which falls upon them, as perfectly white, and the intervening slopes by a proportion between black and white, as in fig.",
        "a lady's hand glass) behind the lens and inclined at an angle of 45Ã‚° to the horizon so as to reflect Mirror the rays of light vertically downwards, we can produce >» on a horizontal sheet of Image with Mirror paper an unperverted image FIG.",
        "But the situation was wholly beyond their grasp, and the very language of St Mark at this point seems to reflect the confusion of their.",
        "The view formerly maintained by the present writer (Laws of Moses and Code of Hammurabi, 1903, pp. 204 sqq., 279 seq., &c.) relied upon the difference between the exilic or post-exilic sources which unambiguously reflect Babylonian and related ideas, and the absence in other biblical sources of the features which an earlier comprehensive Babylonian influence would have produced, and it incorrectly assumed that the explanation might be found in the ordinary reconstructions of Israelite history.",
        "They reflect tribal rivalry and jealousy (cf.",
        "advance that he comes to reflect on method, generalizes the method of mathematics to embrace knowledge as a whole, and raises the ultimate issues of its presuppositions.",
        "When we reflect that some hundreds of thousands of tons of urea are daily deposited, which ordinary plants are unable to assimilate until considerable changes have been undergone, the question is of importance, What happens in the meantime?",
        "It contains diverse interests and changing standpoints by which it is possible to explain the presence of purely southern tradition, the southern treatment of national history, and the antipathy to northern claims. As has already been mentioned, the specifically southern writings have everywhere been modified or adjusted to other standpoints, or have been almost entirely subordinated, and it is noteworthy, therefore, that in narratives elsewhere which reflect rivalries and conflicts among the priestly families, there is sometimes an animus against those whose names and traditions point to a southern origin (see Levites).",
        "Without undressing, he lay down on the leather sofa in front of a round table, put his big feet in their overboots on the table, and began to reflect.",
        "When the law gets so rarefied that it does n't reflect the reality of people 's lives then you are in trouble.",
        "Raster images reflect the pattern of colored pixels on the computer screen.",
        "For example, in one case postgraduate programs were being realigned to reflect the FHEQ more closely.",
        "Reality TV also paints our attempts to reflect reality in a poor light.",
        "We seek to recruit trainees who reflect the wide range of diversity represented by clients using services.",
        "So, BCAP has redrafted the Guidance to reflect most advertisements are now made in widescreen and 16 lines are needed.",
        "Consequently, many delegations have proposed to have these paragraphs redrafted to reflect their concerns.",
        "The flowgraph can be refined to reflect these three regions of code, producing the following flowgraph.",
        "The RSPCA Council does not reflect the views of all of its members.",
        "It encourages students to reflect critically on practice in assessment in RE observed in schools.",
        "They will also be given some questions to consider, encouraging them to reflect upon their progress.",
        "To enable the student to reflect on and learn from experience.",
        "However, individual LSPs would still be expected to reflect differing geographical requirements across the region.",
        "Where defects are found, often the purchase price can be renegotiated to reflect the necessary repair work.",
        "The re-branding to Regio Taxi was undertaken in 2000 in order to reflect the repositioning of the service to the whole community.",
        "Since then the Plan has been reviewed and republished every two years to reflect progress and improvements in our partnership working.",
        "Comparative figures have been restated to reflect these revised accounting policies.",
        "It has recently been fully restored to reflect the classic simplicity and character of the Georgian era.",
        "The Department will be restructured to reflect its new responsibilities.",
        "Alternatively, the null finding could reflect reticence on the part of the participants to talk about such matters.",
        "Quot murderers ' row sojourn of conservative revelry on the national they do n't reflect.",
        "This edition has been significantly rewritten to reflect major developments in legislation, case law and European Community law since the last edition.",
        "Eye color to reflect a distinct rich ruby glow.",
        "It is salutary to reflect that a multinational company would have ' sweated ' (realized) this hidden leverage capital years ago.",
        "I have dwelt upon the subject of the aisling and its near relations because so many of the hedge schoolmaster songs reflect their influence.",
        "Seating arrangements in both Houses reflect the nature of the party system.",
        "This may reflect the greater number and seniority of junior staff in teaching hospitals compared to the DGHs.",
        "Our focus is on new performance works that reflect contemporary sensibilities and articulate new concepts and forms.",
        "In all cases, however, the non-linear optimization will reflect at least some improvement relative to the linear sinusoid fit.",
        "Chutney Mary 's was designed to reflect the splendor of the cuisine.",
        "Clinical staging of gastric carcinoma by the TNM classification was found to reflect accurately the prognosis of these patients.",
        "The stringency of the requirements reflect the course 's popularity with applicants rather than its ' value ' to employers.",
        "I would also encourage students to reflect on what this means for them in light of the ongoing ethnic cleansing in Darfur .",
        "It does not reflect the stupidity of men, but the stupidity of management when men refuse to work labor saving machinery.",
        "Most subjects were Hindus but the Muslim sultans showed complete religious tolerance so their paintings reflect all aspects of Persian and Hindu art.",
        "Rather, the tabernacle account may reflect idealized versions of the later tent shrines at Shiloh or the tent of David.",
        "Crucially, the development of Internet safety advice is tailored to reflect the ways in which children use the Internet.",
        "The project has helped me to reflect on how I could use topical, local and national issues in my teaching more...",
        "Australia that is traditional chinese medicine would reflect the.",
        "Current tufa formation at Nash Brook appears to reflect the interaction of hydrological and biological controls.",
        "But the sun 's harmful ultraviolet (UV) rays reflect off water making you burn faster.",
        "UNITARIAN VIEWS OF EARTH AND NATURE Six Unitarian women and men reflect on the relationship between humans and the natural world.",
        "The higher volume of settled transactions might merely reflect the higher number of unsettled transactions when circles began.",
        "An SD strategy is being developed and SD policies will be updated to reflect the initiatives in this plan.",
        "The scriptures then do not so much convey value-free objective information, as they also exalt, express, reflect, and invite.",
        "I endeavor to produce hollow forms, vessels and sculptural pieces which I hope reflect a lifelong love and veneration of trees.",
        "Our goal is to reflect the vibrancy of the many different communities that have shaped Britain 's rich heritage.",
        "A final plenary session allowed students to reflect on what they had learned and reinforced any new vocabulary learned during the day.",
        "It 's important that the trials are widely spread through Britain so that the results reflect the variation in farmland wildlife.",
        "Such designations reflect both visual, historic and cultural qualities which are considered worthy of preservation and enhancement.",
        "The zine collection, dating from 2002, includes zines which reflect women 's lives in the UK today.",
        "For many, yoga is a catharsis which allows them to reflect upon their deepest feelings.",
        "Too often, entrepreneurs give up prematurely when faced with surmountable obstacles. Too often, they move forward aggressively when they should stop, reflect and re-create.",
        "As your baby grows, you can change a few items to reflect his interests.",
        "The walls have come down to unite Germany, and will their top names reflect this change?",
        "Baby's world is expanding beyond the few inches before his face, and his toys should reflect his new horizons.",
        "You want to be different, and you want your gift for the newborn to reflect that.",
        "Pick a quiet time to sit and reflect on the tender moments you shared with your precious baby, then write a letter to him or her sharing memories and relating your feelings of love and sorrow.",
        "Alternatively, if you know the gender of your baby and would like the nursery to reflect the gender, you can use the walls to set the scene.",
        "For example, if your pregnant friend has a romantic, nostalgic style, design your gift basket to reflect the fairytale princess.",
        "Once you have completed selecting your carpet and the installers have finished their job, take a minute to sit back and reflect upon what you have before you.",
        "Not only are the place names different, often the colors and designs will reflect where a rug was made and an experienced rug dealer can tell the age and origin of a rug just by these details.",
        "Values of the anniversary gift that you choose should reflect the significance of the years that have gone by, and mirror more expensive items or tastes.",
        "People usually collect specific things that reflect their personality.",
        "They did not raise their prices to reflect the general price increase on fireworks from 2008 to 2009.",
        "During periods of economic growth, the price of silver may increase to reflect additional demand.",
        "One big benefit is that metal roofing tends to reflect heat from the sun very well, keeping the upper levels of a house of building cooler.",
        "Does it remain dark grey or black, or does it reflect that the computer is actually loading its components?",
        "All kittens are cute, and finding a name that will reflect the fun and loving nature of the newest addition to your household can sometimes be a little challenging.",
        "\"Socks\" is a great name for a little kitten with white feet, and of course \"Spot\", \"Tiger\" and \"Splodge\" are all names that reflect a cat's markings.",
        "The symptoms that you see in your cat may then reflect the bacterial or viral diseases of which your pet has been exposed.",
        "While cats have long been domesticated, their genetics reflect a time when they would be hunting for food.",
        "The company places high nutrition first, freely admitting that formulas may be changed to reflect the best nutritional profile for pets.",
        "The diet for a domesticated cat must reflect her true nature.",
        "Their diet should reflect this with high moisture content.",
        "As a carnivore, the best diet for your cat will reflect her biology.",
        "The perfect martini contains quality ingredients according to your specific taste, and it should reflect your unique preference.",
        "Usually ranging between 2-10 percent, these lower rates reflect the fact that banks often view business finances as more secure than personal ones.",
        "Missed or late payments reflect negatively on the report.",
        "Even when consumers have withdrawn or completed the program, the accounts which were once paid through the service will reflect this for some time.",
        "There are several designs of Simon Gift Cards featuring a Visa logo which reflect different Simon malls or programs.",
        "Even if you instantaneously bring all your delinquent accounts into current status and pay down your bills, it will take time for this to reflect on your score.",
        "It generally updates daily to reflect any additions or changes to the balance.",
        "The \"Centurion\" name was selected for this special card to reflect the image of the centurion which American Express had used as their trademark for many years.",
        "Problems such as these did not reflect well upon AAA, which is commonly considered one of the best companies with regards to customer service and membership satisfaction.",
        "Where the child support payments are deducted from the non-custodial parent's pay check, the pay stub will reflect this fact.",
        "Payment terms will be set to reflect the length of time spouses have been married.",
        "The gross income used in the initial maintenance order shall not be modified to reflect income earned after the divorce is finalized.",
        "In addition, if both child support and alimony payments are ordered, a deduction will be made from the gross income used in the second support calculation to reflect the amount of maintenance already scheduled to be paid.",
        "If the recipient needs to receive a certain net amount to help support him or herself, it should be topped up to reflect the fact that the recipient will be paying tax on it.",
        "As I sit and reflect about whether my sons will maintain the Greek traditions like my family or my wife's family did, I have no doubt they will have the opportunity to do so if it is important to them.",
        "Most cottages are a casual style and the furnishings reflect this laid-back approach to coastal living.",
        "Living room furniture in any of these country styles would reflect the culture and decor of rural areas in these international countries.",
        "Furniture designs for living rooms should reflect your personality and sense of style.",
        "Bedroom decor should always reflect the occupant.",
        "Upholstery fabrics and colors reflect the sun, sea, and fields of flowers found in the south of France.",
        "Accents that reflect hunting and horsemanship are popular.",
        "Add Your Own Accessories - Build on your vintage pieces with rugs, artwork, pillows, and accessories that reflect your taste and interests.",
        "Your hobby or interest - Find fabrics and decorations to reflect your favorite hobby, whether it's horseback riding or ice skating.",
        "Also, a deep rich wall color will absorb light rather than reflect it into the room, keeping your big screen free of glare.",
        "Cushions in natural tones of rust, ochre, and forest green reflect the colors in nature.",
        "The colors of Tuscan design reflect the sunny countryside of Old Italy.",
        "It is easy to find curtains, dish towels, tablecloths, placemats, plates, tablecloths, wall hangings, and many other types of kitchenware that reflect patriotic themes.",
        "You want the room to reflect your maturing child's likes and needs.",
        "Whatever you decide, the final touches you choose for your home office should reflect the same warm and inviting feeling as the rest of your home.",
        "Whatever design and decorating elements you use, make it your own to reflect your distinct personality.",
        "Light shades of beige and cream represent the aged plaster walls of old country farmhouses and varying shades of grey reflect the stony walls of grand estates.",
        "Use reflections - Mirrors and metallic accessories reflect light and add a lightness to the room.",
        "The décor chosen for the mantel and wall above the fireplace should reflect the room in which the fireplace is located and should complement the décor of the specific room.",
        "Living Room - The arrangement on the mantel and the wall above the fireplace should reflect the style of the room.",
        "The glass surface mixes with the metal frame and lets natural light reflect and play in your home.",
        "Because they come in varied shapes and sizes, they will work almost anywhere in your home adding character and style to reflect your individual personality.",
        "Color is a matter of personal preference and should reflect your decorating style and the overall atmosphere you want to create.",
        "A flat finish hides flaws such as bumps and cracks since it does not reflect light.",
        "Cottage style rooms reflect a vacation-like atmosphere that will transport you to a relaxing getaway no matter what time of year.",
        "While a log home can be decorated to reflect any style, most homeowners prefer a more rustic appearance.",
        "For those homeowners that want their furnishings to signify their environmental values, green design furniture will reflect that commitment.",
        "Choose a basic wooden desk and then add decorative elements that reflect your personal style.",
        "This type of workspace would reflect not only the business but also the passion behind the work.",
        "These items will create a cohesive look because they will all reflect your personality.",
        "Living room designs should reflect homeowners' personal styles.",
        "The shape, material, depth and length of your bathtub should reflect its uses, and its users.",
        "Since warm colors reflect light, the walls emit that heat into the room.",
        "Cool colors like blue, violet, and green absorb light rather than reflect it, making the room feel physically cooler.",
        "Semi-gloss and glossy finishes reflect the most light and are very shiny.",
        "You may want your kitchen to reflect this flurry of activity and movement by choosing a vibrant and bold color.",
        "The interest and trend of Tuscan colors, especially the terracotta pallet are still strong, but many interior designers are abandoning this trend to embrace a newer pallet of earth colors that reflect a growing interest in green living.",
        "You can mix and match different styles and motifs to create a bathroom that reflect your tastes and give your home a personal touch.",
        "In the master bath it's always a good idea to keep things light and airy and to try to reflect as much natural light as possible.",
        "Hang beaded curtains in windows for a mystical effect; glass beads are especially beautiful as they reflect the light.",
        "These factors will inform your design decisions, but the aesthetics should reflect your personal style.",
        "Blues mingled with light beiges will reflect the Mediterranean Sea and shoreline.",
        "Tuscan colors are a great way to decorate your kitchen to reflect how important this room is to your home life.",
        "You should now have a good idea what colors best reflect some of the various design styles from which you can choose for your kitchen design.",
        "With the favorite use of tile backsplashes and fruit themed tile borders, rugs have kept up with the new style demands and reflect many of the modern versions of fruit-themed area rugs.",
        "The light will affect the different finishes in different ways and will reflect both light and dark - just like a woven damask cloth.",
        "They can visually enlarge a space and reflect the maximum amount of light possible.",
        "Try to make sure that it will reflect something interesting or attractive such as a window, a beautiful piece of art or sculpture, a sparkly chandelier, or anything else you have that you would like to emphasize.",
        "The other colors in the French kitchen palette include bright yellows and vibrant greens, which accurately reflect the countryside.",
        "Likewise, if the home is classic and traditional, the bathroom should reflect that aesthetic.",
        "Bedrooms should always reflect the personalities of the people who reside in them, so it should be the teenager in question who makes the final decisions.",
        "It will open up the space, reflect light, and create an airier look.",
        "They reflect light and open up spaces making them appear larger.",
        "The Southwestern designs have been adapted to reflect desert life, using plants like cacti and various animals of the region as motifs.",
        "Braided Rugs: These rugs reflect the colonial era and distinct designs that were created out of necessity by the Early American settlers in the New England region.",
        "Some people like to play with glossier finishes, but flat is a good idea because it doesn't reflect a lot of light and can therefore help to disguise tiny imperfections.",
        "Stylized flowers, geometric shapes, especially squares and circles reflect the style of Cubism in the pattern designs.",
        "Metal rods should reflect the metals displayed elsewhere in your room.",
        "Floral patterns for fabrics and even wallpapers reflect the style.",
        "The colors are earth-based and reflect the outside environment.",
        "Gold pictures frames can be reflected in accents, rug or drapery color while a dramatic wall print sees small pops of color throughout the room reflect its style.",
        "In these cases, personal statements and quotes that have personal meanings to reflect beliefs can have a large impact when placed on the wall.",
        "Think about what they will reflect when you hang them.",
        "Cottage Home Maine: This shop's home accents reflect those of a country coastal cottage in Maine.",
        "Pale yellow and cream reflect the tones in sun bleached stucco."
    ],
    "definition": [
        "To throw or bend back (light or sound, for example) from a surface.",
        "To give back or show an image of (an object); mirror.",
        "To make apparent; express or manifest: Her work reflects intelligence.",
        "To bring as a consequence: The victory reflects credit on the coach.",
        "Archaic To bend back.",
        "To be bent or thrown back: Her voice reflected off the canyon walls. See Synonyms at echo.",
        "To give something back, as light or sound: a shiny surface that reflects well.",
        "a. To give evidence of the characteristics or qualities of someone or something: That student's performance reflects well on the whole school.\nb. To bring blame or discredit: Hasty preparation of the report will reflect on you.",
        "a. To think seriously. See Synonyms at think.\nb. To express carefully considered thoughts: In the essay, he reflects on his career.",
        "Link/Cite",
        "To bend back (light, etc.) from a surface.\nA mirror reflects the light that shines on it.",
        "(intransitive) To be bent back (light, etc.) from a surface.\nThe moonlight reflected from the surface of water.",
        "To mirror, or show the image of something.\nThe shop window reflected his image as he walked past.",
        "(intransitive) To be mirrored.\nHis image reflected from the shop window as he walked past.",
        "To agree with; to closely follow.\nEntries in English dictionaries aim to reflect common usage.",
        "To give evidence of someone's or something's character etc.\nThe team's victory reflects the Captain's abilities.\nThe teacher's ability reflects well on the school.",
        "(intransitive) To think seriously; to ponder or consider.\nPeople do that sort of thing every day, without ever stopping to reflect on the consequences.\n1985, Justin Richards, Option Lock, page 229:\nNot for the first time, he reflected that it was not so much the speeches that strained the nerves as the palaver that went with them.",
        "1985, Justin Richards, Option Lock, page 229:\nNot for the first time, he reflected that it was not so much the speeches that strained the nerves as the palaver that went with them.",
        "Link/Cite"
    ]
}