{
    "translation": "לקבל בחזרה",
    "uses": [
        "She had to regain control.",
        "You can't regain that sort of innocence.",
        "Already, she ached to regain the intimacy with him.",
        "- he managed to regain most of his territories.",
        "It took Kris a moment to regain himself.",
        "A last effort was therefore made to regain the command of the sea.",
        "I seek an alliance against my former employer and to regain my place at the Council, Sasha answered.",
        "Another deep breath was necessary to regain his composure.",
        "She clung to him as she scrambled to regain her footing.",
        "Do you know how I can regain my Original power?",
        "Nothing she had gone through in the last month had been more painful than watching him struggle to regain composure now.",
        "She tried to regain her composure, unable to compare the brief experience with Jule to anything else she'd ever felt.",
        "They brushed the mud from their clothes and sat for enough minutes to regain their composure.",
        "He had no idea how long it would take her to regain consciousness, or, if even then, she would be strong enough to free herself, yet he saw no other option.",
        "He owed them nothing after his mission, which cleared a path for him to do what he must to regain his throne.",
        "Both of them spun at Hannah's timid voice.  Kiki was the first to regain himself.",
        "He did not regain consciousness till late in the day, when with other wounded and captured Russian officers he was carried to the hospital.",
        "She couldn't argue that point, but Alex might regain consciousness and she wanted to be there if he did.",
        "She only needed to regain the micro and vault.",
        "He strode out of the kitchen, leaving her alone to try to regain her senses.",
        "of that village, and maintained its position despite repeated and violent hostile efforts to regain the lost ground.",
        "He felt that it was not in his power to regain faith in the meaning of life.",
        "After finishing the Principe, Machiavelli thought of dedicating it to one of the Medicean princes, with the avowed hope that he might thereby regain their favour and find public employment.",
        "\"Something tells me it's in your best interest to help me regain my power,\" Jule noted.",
        "After the defeat of the French by the Austro-Russian armies during Bonaparte's absence in Egypt, Charles Emmanuel landed at Leghorn, hoping to regain his kingdom; but Napoleon returned, and by his brilliant victory at Marengo he reaffirmed his position in Italy.",
        "Still hoping to regain his former position, he took advantage of a league against Henry VI.",
        "Panting, he rolled onto his back, unable to regain his balance while his body twitched from magic.",
        "The first occasion was in 1755 when, stimulated by his imperious consort Louisa Ulrica, sister of Frederick the Great, he tried to regain a portion of the attenuated prerogative, and nearly lost his throne in consequence.",
        "Although Ypres is unlikely to regain the importance it possessed when its \"red-coated\" contingent turned the day in the great battle of Courtrai (1302), it has an important linen and lace trade and a great butter market.",
        "She persuaded him that she had been received by the queen and enjoyed her favour; and Rohan resolved to use her to regain the queen's good will.",
        "His stay was only once interrupted, when, in 1909, he hastened to Salonika, and with Mahmud Shevket under - took a brief and victorious campaign against the reactionaries, who hoped to regain unfettered power under 'Abdul Hamid.",
        "The air inside is compressed in consequence and during an upstroke of the piston this air tends to regain its original volume and so expels the water, thus bringing about a continuous supply.",
        "The Ghibellines even proposed to raze the walls of the city, but Farinata degli Uberti strongly opposed the idea, saying that \"he had fought to regain and not to ruin his fatherland.\"",
        "His territories were then divided between his sons and his condottieri, and Florence, ever keeping her eye on Pisa, now ruled by Gabriele Maria Visconti, made an alliance with Pope Boniface IX., who wished to regain Perugia and Bologna.",
        "The others all followed, dispirited and shamefaced, and only much later were they able to regain their former affectation of indifference.",
        "Various attempts were made by the senate to regain control of the courts, but without success.",
        "Many hill towns once thriving have long since become abandoned, desolate and comparatively inaccessible; though with the development of the summer resident's interests many will probably eventually regain prosperity.",
        "Only once between 1846 and the Civil War did the Democratic party regain control of the state - in 18J3-1855 Horatio Seymour was governor for a single term.",
        "Having recovered from the worst effects of the war the Boers, both in the Transvaal and Orange Colony, began in 1904 to make organized efforts to regain their political ascendancy, and to bring pressure on the government in respect to compensation, repatriation, the position of the Dutch language, education and other subjects on which they alleged unfair treatment.",
        "Reorganizing his southern defences on a shorter front, so as to regain possession of the reserves that he had so liberally given away to his subordinates, he began to collect large bodies of troops opposite Kuroki, while Stakelberg and Zarubayev, before withdrawing silently into the lines or rather the fortress of Liao-Yang, again repulsed Oku's determined attacks on the south side.",
        "Still hankering after Burgundy, Charles saw his French estates again seized; but after some desultory warfare, chiefly in Normandy, peace was made in March 1365, and he returned to his work of interference in the politics of the Spanish kingdoms. In turn he made treaties with the kings of Castile and Aragon, who were at war with each other; promising to assist Peter the Cruel to regain his throne, from which he had been driven in 1366 by his half-brother Henry of Trastamara, and then assuring Henry and his ally Peter of Aragon that he would aid, them to retain Castile.",
        "After his return to France the cardinal was anxious to regain the favour of the queen in order to obtain the position of prime minister.",
        "Recalling the moment at the ambulance station when he had seen Kuragin, he could not now regain the feeling he then had, but was tormented by the question whether Kuragin was alive.",
        "The Ghibellines were on several occasions expelled from the city, and, even when a temporary reconciliation of the two parties allowed them to return, they failed to regain their former influence.",
        "An attempt of the democratic party to regain power was temporarily successful (January 10, 16ro); but the estates appealed to the States General and Maurice of Nassau, who had been appointed stadtholder on the death of Nuenar, put down the movement with a strong hand, and the Utrechters found themselves compelled to yield.",
        "It was he who brought King John Casimir back from exile and enabled him to regain his lost kingdom.",
        "The archbishop was one of the \"undertakers\" who controlled the Irish House of Commons, and although he did not regain the almost dictatorial power he had exercised at an earlier period, which had suggested a comparison between him and Cardinal Wolsey, he continued to enjoy a prominent share in the administration of Ireland until his death, which occurred in London on the 19th of December 1764.",
        "In July 1807 another British force of eight thousand men under General Whitelock endeavoured to regain possession of Buenos Aires, but strenuous preparations had been made for resistance, and after fierce street fighting the invading army, after suffering severe losses, was compelled to capitulate.",
        "And what Martin managed to regain Eugenius lost.",
        "Repenting of this step, he subsequently attempted to regain Turin, but was imprisoned in.",
        "On all sides his enemies rose up against him; in Romagna the deposed princes prepared to regain their own, and the Orsinis raised their heads once more in Rome.",
        "He there entered the service of Henry IL, and had undertaken a campaign to regain his lands when he died at Pforzheim on the 8th of January 1557.",
        "Da Gama was taken prisoner and killed, but his followers enabled the Christians of Abyssinia to regain their power, and a Jesuit mission remained in the country.",
        "(129) to regain the eastern provinces, and extended the Arsacid dominion to the Euphrates.",
        "in 1380, the king of Navarre did not interfere in the internal affairs of France, although he endeavoured vainly again to obtain aid from Richard II., and to regain Cherbourg.",
        "In 1623 Ralph Salvin tried to regain the manor of Doncaster from the mayor and burgesses, who, fearing that the case would go against them, agreed to pay about £3000, in return for which he gave up his claim to all the manors in the soke.",
        "\" It has long been known that proglottides of the same species often exhibit sporadic malformation from the normal shape, and the evidence goes to show that the variation was due to arrested growth or some unusual stress or pressure which, acting upon the young strobila, produced a deformation, and that the proglottides so affected could not regain their normal form.",
        "Apparently for this reason Christian Abyssinia was supported from Byzantium in its attempts to regain power.",
        "Little is known of the history of Pisa during the barbarian invasions, but it is an ascertained fact that it was one of the first towns to regain its independence.",
        "The superior organization of the imperial government enabled it to regain lost territory and delay complete ruin.",
        "Catherine, thinking her influence menaced, sought to regain it, first by the murder of Coligny, and, when that had failed, by the massacre of St Bartholomew (q.v.).",
        "For the next few months he travelled to regain his health; and in the spring of 1836 returned to his cotton plantation, where for several years he devoted his time largely to reading political philosophy, political economy, public law and the English classics, and by careful management of his estate he acquired considerable wealth.",
        "Michele Tune, known online as \"the raw juice girl\", credits a diet of raw foods, lots of juicing, and other holistic treatments for helping her lose over 100 pounds and regain her bladder health.",
        "I have my honor to regain.",
        "Rhyn ignored them, instead fixating on how to track Death in the underworld.  He stumbled with his first step but was soon running hard through the castle, his mind on finding Death to regain Katie.",
        "On the death of Augustus II., Stanislaus Leszczyfiski, who had, in the meantime, become the father-in-law of Louis XV., attempted to regain his throne with the aid of a small French army corps and 4,000,000 livres from Versailles.",
        "The authorities at Ottawa were at first careless or sceptical in regard to the danger, the reality of which was only brought home to them when a body of mounted police, advancing to regain a small post at Duck Lake, of which the rebels had taken possession, was attacked and twelve of their number killed.",
        "One desperate attempt to regain it was made by Francesco Morosini (d.",
        "On exposure to a high temperature, the sapphire usually loses colour, but, unlike ruby, it does not regain it on cooling.",
        "In 1710 a French expedition of five vessels and about loon men under Duclerc attempted to regain possession, but was defeated; its commander was captured and later assassinated.",
        "Having crushed an attempt made by Henry to regain Bavaria, Otto was suddenly attacked by Lothair, king of France, who held Aix in his possession for a few days; but when the emperor retaliated by invading France he met with little resistance.",
        "Several unsuccessful attempts were made to regain the town, but finally, in September 1692, Diego de Vargas quietly secured the fresh submission of the Indians.",
        "With his accession devotion to religion and the Church began to regain their old mastery.",
        "This activity extended to wider and wider areas, and enterprises were even set on foot to regain England, Sweden and Russia for the Church.",
        "The more the hope of being able to regain these middle classes of society disappeared, the more decidedly did the Curia perceive that it must seek the support and the regeneration of its power in the steadily growing democracy, and endeavour through the medium of universal suffrage to secure the influence which this new alliance was able to offer.",
        "He hoped not only to regain the French possessions but to establish members of his own family as sovereigns in Italy and the Empire.",
        "After wildly circling about, and reaching a height at which it appears a mere speck, where it winnows a random zigzag course, it abruptly shoots downwards and aslant, and then as abruptly stops to regain its former elevation, and this process it repeats many times.",
        "In 1186, Bishop Absalon bestowed the castle and village, with the lands of Amager, on the see of Roskilde; but, as the place grew in importance, the Danish kings became anxious to regain it, and in 1245 King Eric IV.",
        "of Naples, needing a pope in order that he might regain Sicily, brought about a conclave.",
        "The first \"godly band\" is dated December 1557; but more important is the covenant of 1581, drawn up by John Craig in consequence of the strenuous efforts which the Roman Catholics were making to regain their hold upon Scotland, and called the King's Confession or National Covenant.",
        "Alompra, however, with a more independent spirit, not only contrived to regain possession of his village, but was able to defeat a body of Peguan troops that had been sent to punish him.",
        "The collapse of this bold attempt enabled him, however, speedily to regain his liberty.",
        "As Lincoln's first presidential term of four years neared its end, the Democratic party gathered itself for a supreme effort to regain the ascendancy lost in 1860.",
        "In the midst of these internal troubles Otto was attackec by the French king, Louis IV., who sought to regain Lorraine Ottos However, the German king was soon able to turn hi~",
        "Anxious to regain these lands Henry allied himself with some Slavonic tribes, promising not to interfere with the exercise of their heathen religion, while Boleslaus found supporters among the discontented German nobles.",
        "He sought to regain lands granted to the chtirch by his predecessors; prelates were employed on public business much less frequently than heretofore.",
        "to regain the favor of the church, and so to secure a free hand for his designs in Germany.",
        "The French king seized Metz, which was part of the spoil promised to him by his allies, and Charles made an attempt to regain the city.",
        "As he had used his large personal property to organize a regiment in order to regain his possessions, the Prussian government had sequestrated that part of his income, amounting to some ~5o,ooo, over which they had control, and used it as secret service money chiefly for controlling the press; to this fund the name Welfen-Fond was commonly given.",
        "They had been opposed to Prussian supremacy, and in 1870 for the time completely lost their influence, though they were to regain it in later years.",
        "The alliance with the Liberals had always been halfhearted, and he wished to regain his full freedom of action; he regarded as an uncontrollable bondage all support that was not given unconditionally.",
        "In the struggle to regain the adherence of the working men it seemed as though religion would be the most valuable ally, and it was impossible to ignore the fact that the Roman Catholic priests had alone been.",
        "Only during the Napoleonic wars did the republic regain its prosperity.",
        "Giorgio, with its large possessions, mainly in Corsica, formed during this period the most stable element in the state, until in 1528 the national spirit appeared to regain its ancient vigour when Andrea Doria succeeded in throwing off the French domination and restoring the old form of government.",
        "The efforts of Turkey to regain her ascendancy in eastern Europe at the expense of the Habsburgs had ended p p g in failure, and henceforward Turkish efforts were confined to resisting the steady development of Austria in the direction of Constantinople.",
        "An attempt was made in the year 645 with a force under Manuel, commander of the Imperial forces, to regain Alexandria for the Byzantine empire; the city was surprised, and held till the summer of 646, when it was again stormed by Amr. In 654 a fleet was equipped by Constans with a view to an invasion, but it was repulsed, and partly destroyed by storm.",
        "From that time no serious effort was made by the Eastern Empire to regain possession of the country.",
        "The latter expelled them from their kingdom, and in 814 Reginfridus fell in a vain attempt to regain it.",
        "New blood of the best quality nourished and stimulated the whole body politic. Expansion and progress were the watchwords at home, and abroad it seemed as if Denmark were about to regain her former position as a great power.",
        "He was occupied in trying to unite firmly together the whole evangelical movement; he laboured to give his countrymen a good system of schools; he was on the watch to defeat any attempt of the Roman Curia to regain its hold over Germany; and he was the confidential adviser of a large number of the evangelical princes.",
        "When Ptolemy died (247 B.C.), Antiochus' divorced wife Laodice was restored to favour, and Antiochus died suddenly in order that she might regain her power.",
        "made it his task to regain Italy.",
        "Basra was at that time full of fugitives from Kufa, Arabian chiefs who resented the arrogance of Mokhtar's adherents, and desired eagerly to regain their former position in Kufa.",
        "King Roderic, who had escaped to Lusitania, and the noble Goths, who had fled from Toledo, would certainly not be slow in making efforts to regain what they had lost.",
        "An attempt of the Greeks to regain their freedom was crushed, 500-494 B.C., but later the tide turned and the cities were combined with European Greeks into a league for defence against the Persians.",
        "His courage failed him in prison and, to regain his freedom, he renounced the doctrines of Wycliffe and Hus.",
        "Henceforward the minority of James was disturbed by constant quarrels between a faction, generally favourable to England, under Angus, and the partisans of France under Albany; while the queen-mother and the nobles struggled to gain and to regain possession of the king's person.",
        "Maine, having passed under the jurisdiction of Massachusetts in 1652, did not regain its independence until 1820.",
        "It was about this period that Israel had conquered Moab, thrusting it farther south towards Edom, and the subsequent success of Moab in throwing off the yoke, and the unsuccessful attempt of Jehoram of Israel to regain the position, may show that Edom was also in alliance with Moab.'",
        "He was killed in 593, possibly in an attempt to regain his kingdom.",
        "On the other hand, an attempt to regain the friendship of Russia, which had broken off diplomatic relations with Sweden, was frustrated by the refusal of the king to accept the bride, the grand duchess Alexandra, Catherine II.'s granddaughter, whom Reuterholm had provided for him.",
        "Armenia the Sassanids were all the more eager to regain, since there the Arsacid dynasty still survived and turned for protection to Rome, with whom, in consequence, new wars perpetually broke out.",
        "He made one vain attempt to regain his possessions in the Persian Gulf; but the Portuguese fleet which had promised to transport his troops to Bahrein was defeated by the imam of Muscat and forced to retreat to Goa.",
        "In 1794, however, the undaunted prince once more crossed the Persian frontier, determined to make a last effort, and either regain Ca tare ~ his throne or die in the attempt.",
        "The Boer leaders declined the offer - they preferred the position of untrammelled critics, and the opportunity to work to regain power on constitutional lines when the grant of self-government should be made.",
        "A few weeks after they drop down the river, lean and exhausted, numbers floating dead on the surface, so that only a small proportion seem to regain the sea.",
        "He bore with calmness the storm of reproach from his party associates which followed, and lived to regain the esteem of those who had attacked him.",
        "But even when driven out of his own kingdom by Pompey, Mithradates was strong enough to regain the Bosporus Cimmerius, and Machares slew himself.",
        "After the death of Mithradates (B.C. 63), this Pharnaces (63-47) made his submission to Pompey, but tried to regain his dominion during the civil war.",
        "On the 29th of January the Rumanian agent at St Petersburg was officially informed of the intention of the Russian government to regain posses sion of the Rumanian portion of Bessarabia, i.e.",
        "Demetrius Soter's son profited by the opportunity to regain the throne.",
        "the house of Jacob shall regain their old possessions; Edom shall be burned up before them as chaff before the flame; they shall spread over all Canaan, over the mountain of Esau and the south of Judah, as well as over Gilead and the Philistine and Phoenician coast.",
        "When, on the murder of the latter in 1547, Piacenza was occupied by the imperialists, Paul determined to make an effort to regain the city; he set aside Ottavio's claims to the succession of Parma, where he appointed a papal legate, giving him back Camerino in exchange, and then claimed Piacenza of the emperor, not for the Farnesi, but for the Church.",
        "The former allowed nearly all of Montlorts faction to obtain amnesty and regain their estates on the payment, of heavy fines; only Simons own Leiceste~ estates and those of Ferrers, earl of Derby, were confiscated.",
        "The Bennett law was at once repealed, but not until 1895 did the Republicans regain control of the administration.",
        "His political enemies ascribed it to the determination of the Greek people to \" regain their liberties \" and to punish his \" tyranny.\"",
        "The latter was driven out of the country by Domnall, whereupon Congal collected an army of foreign adventurers made up of Saxons, Dalriadic Scots, Britons and Picts to regain his lands and to avenge himself on the high-king.",
        "That the terms of the Peace of Nicias, which in 421 concluded the first phase of the war, were rather in favour of Sparta than of Athens was due almost entirely to the energy and insight of an individual Spartan, Brasidas, and the disastrous attempt of Athens to regain its lost land-empire.",
        "(973) Lothair wished to regain Lorraine; but his success was small, owing to his limited resources and the uncertain support of his vassals.",
        "Like his father, he subsequently managed to retrieve some of the crown lands from William the Bastard, the too-powerful duke of Normandy; and he made a praiseworthy though fruitless attempt to regain possession of Lorraine for the French crown; Finally, by the coronation of his son Philip (1059) he confirmed the hereditary right of the Capets, soon to be superior to the elective rights of the bishops and great barons of the kingdom.",
        "was trying to regain support; and, finally, in Germany, where after the victory of Charles V.",
        "Mansur made raids, and left his enemies in a position to regain all they had lost.",
        "One of them, al-Mamun, even sought Fernandos help to regain his throne in Morocco, and ceded a suburb of the city to his Christian allies.",
        "A feeble attempt to regain Gibraltar was made in 1733, and a serious war was only averted by the resolute peace policy of Sir Robert Walpole.",
        "He therefore came to the conclusion that if Prussia was to regain the position she had lost she must be prepared for the opposition of Austria, and must strengthen herself by alliances with other powers.",
        "He determined to quit Paris, where the life was far too exciting for his nerves, and to regain the quietude of Normandy.",
        "An attempt on the part of the Ultras to regain their ascendancy over the king, by conniving at the sudden return of Blacas from Rome to Paris, 3 ended in failure.",
        "He devoted his enforced leisure to his favourite form of literary activity, and did not regain his liberty until November 1640, one of the earliest recorded speeches of Oliver Cromwell being made in support of his petition to the House of Commons (Nov.",
        "Sigismondo had left male heirs who made another attempt to regain Rimini in 1555, but Pope Paul IV.",
        "Which way do you think will help you regain your dignity?",
        "At least he'd made it near shore after being stranded in Iceland for the night to regain his power.",
        "Due to his prodigious output, we will not have to wait long to discover whether he can regain his form.",
        "This involves Sabrina trying to regain possession of a magic amulet given to her by her aunts.",
        "At least one consolation of a wet weekend is that it enabled us to watch England regain the ashes.",
        "Crucially, their potlatches are not attempts to regain a lost emotional authenticity.",
        "chastise the offender to regain public confidence.",
        "clambered over the short fence and onto the road, where she had to stop to regain her strength.",
        "It can help you to regain your youthful facial features and clear complexion, tighten your facial contours and reduce sagging.",
        "It all helps patients to come to terms with what is happening and regain control of their lives.",
        "covert surveillance to regain his title.",
        "R. Scott while bathing in the sea at Whitley Bay found he could not regain the shore owing to the strong current.",
        "desperate to regain rates of profit which match their non-European competitors.",
        "dormant account should not seek to regain contact with their monies.",
        "After spawning, the surviving sea trout Kelts regain a silvery sheen by the following spring, when they return to the sea.",
        "But Bruno is proceeding with the civil lawsuits seeking to regain control over the parishes.",
        "Overall there is a sense of a nostalgic longing to regain innocence lost personified in the idealized Emma.",
        "mankind cannot regain the spiritual authority it lost, because all men and women suffer from sin.",
        "midfield quartet, Plymouth could start with Akos Buzsaky or Bojan Djordjic should Capaldi not regain his place.",
        "It allows people to regain weight in a controlled environment to minimize the occurrence of potentially life-threatening complications such as re-feeding syndrome.",
        "Mr. Chairman, events of the last few years in Indonesia paint a vivid picture of a state struggling to regain stability.",
        "It is not normally possible to regain possession of the property within the first six months of an Assured Shorthold Tenancy.",
        "To regain control, put the title in double quotes then put anything that you want printed verbatim in curly brackets.",
        "regain possession of a property.",
        "regain credibility in theoretical debates.",
        "regain what he felt was his freedom.",
        "regain as much independence as possible.",
        "regain full 20/20 vision.",
        "Together with the help my my classmates, I slowly regain self confidence & hope.",
        "We enabled him to settle into a new role with dignity and to gradually regain his earlier vigor.",
        "Effectively losing his discard, he would have to sail a near faultless regatta to regain his crown.",
        "rich vein of form to regain the title, or will Jonathon Power stop the Scot again?",
        "rosette background required to support the Pastry chef in this well renowned kitchen looking to regain its Michelin Star.",
        "royalist armies in an attempt to regain power in England.",
        "sea trout Kelts regain a silvery sheen by the following spring, when they return to the sea.",
        "I have been able to regain some semblance of normality in my life.",
        "squirting up and hold \" A \" - you will gradually regain your energy.",
        "This memory foam mattress topper will regain its original shape over and over again.",
        "Critics within journalism believe that some external regulation might be necessary to curtail dubious professional behavior and regain public trust.",
        "This and other attempts to regain political control of Florence were frustrated, until a bloodless revolution permitted the return of the Medici on the 14th of September 1512.",
        "of France, in alliance with Venice, was making a determined effort to regain the duchy of Milan, and the pope, after fruitless endeavours to maintain peace, joined the league of Mechlin on the 5th of April 1513 with the emperor Maximilian I., Ferdinand I.",
        "He also attempted to regain for the Romans the custody of the high priest's vestments; but the Jews appealed to the emperor against the revival of this advertisement of their servitude.",
        "Sigismond of Hungary profited by the disorder that of ensued to regain Croatia and Dalmatia; and in 1398 Bosnian the Turks, aided by renegade Sla y s, 2 overran Bosnia.",
        "His wife's ambitions induced him to try to regain the crown, but his son had him arrested, and he died in prison in 1732 (see Victor Amadeus Ii.).",
        "Corinth did not regain Sollium and Anactorium, while Megara and Thebes respectively were indignant that Athens should retain Nisaea and receive Panactum.",
        "To maintain, Or regain, the suzerainty over Mesopotamia and the vassal states of that region, as also over Atropatene and Armenia, was its most imperative task.",
        "It will also be more difficult for a landlord to regain possession of a property.",
        "Only in the late 1960s did participation regain credibility in theoretical debates.",
        "Only in the summer of 1919 did he start to regain what he felt was his freedom.",
        "Once admitted into the service, the patient receives input from specialist multidisciplinary team to help them regain as much independence as possible.",
        "This reinforces that there is still potential to regain full 20/20 vision.",
        "Can Peter Nicol maintain his current rich vein of form to regain the title, or will Jonathon Power stop the Scot again?",
        "Here is where Christians \" remember the future \" and regain their bearings: where the rootless soul returns home.",
        "Enthusiastic chef with 2/3 rosette background required to support the Pastry chef in this well renowned kitchen looking to regain its Michelin Star.",
        "King Charles II then led his Royalist armies in an attempt to regain power in England.",
        "Then walk over to the water that 's squirting up and hold \" A \" - you will gradually regain your energy.",
        "It would seem it's high time the pet food industry reviewed its standards and practices, especially if it hopes to regain consumer confidence.",
        "When you give your cat her own bed, you regain a little of your own territory, but as most cat owners have already observed, felines do not play by our rules, and are notoriously finicky.",
        "If the inner ear is damaged, your pet may never regain proper balance and may not be able to move well.",
        "Knowing how to deal with collectors can help you regain control of an uncomfortable situation.",
        "Taking this step will help you regain a sense of control; feeling like you are not in charge of what is going on does add to your stress levels.",
        "Meditation is one way to center and regain focus.",
        "Naturally, things come up and plans may need to change from time to time, but for the most part, you can follow your plans and regain control over your life.",
        "Managing your time effectively and accomplishing things that need to be done give you a boost in self-confidence as you regain control of your life.",
        "Psychotherapy and medications can be used either alone or in combination to help the person manage these symptoms and regain the ability to function.",
        "Over time, they regain their sense of hope for the future and their condition improves.",
        "Friendships are basically formed on trust, and if you get caught in a lie, then that trust will probably not be easy to regain and your friendship will be strained.",
        "Meth addiction treatment can help addicts regain control of their lives.",
        "Even though she's overcome cancer, it looks like she is still trying to regain her Charlie's Angels' image.",
        "She eventually sought treatment from a nutritionist and doctor to regain a more healthy weight, although she never admitted that she had an eating disorder.",
        "She did, however, quickly regain her composure and continued with the show.",
        "It took over 18 months for Mandrell to heal and regain her speech and memory, but when she did, she was back in full force.",
        "She received a cochlear implant in 2002, allowing her to regain some of her hearing.",
        "PetSafe Wellness Beds combine the soothing effects of heat and vibration into massaging dog beds that may actually help pets regain some of the mobility they have already lost.",
        "This may regain her attention and help stop the barking.",
        "An older dog has hip issues, he can regain strength and activity with massage.",
        "They are deep-rooting and dislike disturbance, taking some while to regain strength.",
        "Wetting it will cause the fabric to stretch or distort, and as it dries it won't regain its original shape.",
        "If the front wheels are skidding, don't steer immediately - let the car slow naturally and it will begin to regain traction.",
        "Once the car has stopped, take a deep breath to regain your composure before gently easing forward again.",
        "Activities should also help the residents retain, and even regain, their physical and mental capabilities.",
        "Improvements in mood, mental processing and physical health typically occur as patients regain proper sleep habits.",
        "A slight change in your CPAP routine may be all you need to fix any problems and regain your enthusiasm.",
        "The car begins to rock, players lose money and regain some health.",
        "For example, Shock Troopers can't jump or regain health as good as Master Chief, nor can they hold two weapons at the same time.",
        "It's chock full of blood (which you use to power up your attributes or regain health), talking severed heads, and weird S&M informants that follow you throughout the acid trip-induced story line.",
        "You regain a little bit of health between battles.",
        "What you have to do is use a nitro to pass a car and continuously block that car as it will try to regain the position.",
        "There's just enough new-ness for fans of the series to regain their wide-eyed enthusiasm.",
        "Later they traveled to the Outland to find the Night Elf, Illidar, who helped them regain their power.",
        "Some children regress, temporarily losing such attainments as weaning, bowel and bladder control, or clear speech, in an attempt to regain lost parental attention by becoming babies again themselves.",
        "When a very rapid, abnormal heart rhythm is detected, the ICD delivers energy to the heart muscle to cause it to regain a normal rhythm.",
        "As the woman heals, she may gradually increase appropriate exercises to regain abdominal tone.",
        "It may take as long as a year for a patient to regain full use of a leg following limb-salvage surgery, and patients who have this operation may eventually have to undergo amputation.",
        "After the cast, splint, or brace is removed, gradual exercise is usually performed to regain muscle strength and motion.",
        "A rest period may follow a course of treatment before the next course begins, allowing new cells to grow and the patient to recover and regain strength.",
        "As time has gone on, the time outs become less necessary, and the direction \"Deal with it\" is enough for the child to regain self-control.",
        "Children become over stimulated or tire more easily in busy public spaces such as supermarkets and malls and may use the tantrum as an attempt to regain parental attention that is focused elsewhere.",
        "The time out is not used as a punishment so much as an opportunity for the child to try to regain control of emotions.",
        "First aid or emergency care given immediately after the amputation has a critical impact on both the physicians' ability to salvage and reattach the severed part(s) and the patient's ability to regain feeling and function.",
        "The bedroom is a place where you sleep, dream, make love, make plans and regain hope.",
        "Deep conditioning treatments coupled with regular use of the proper conditioner for your hair type can help prevent damage from accelerating, giving hair a chance to grow back and regain its former glory.",
        "An eyebrow transplant is a good choice if you are currently unhappy with your brows, and are looking for a permanent solution to regain confidence in your looks.",
        "Often these products are expensive, and some manufacturers take advantage of women who are desperate to regain their precious hair.",
        "They help patients regain strength, coordination, range of motion, and posture through exercises, taking into account pain, swelling, or wounds.",
        "Practicing prenatal Pilates will help your body prepare for delivery and help you to regain energy and lose weight after delivery.",
        "Jessica will probably regain her trim figure and resume acting one day soon, even though she's a mom.",
        "In the meantime, there's hope that the media can give her some time and space to regain some sense of privacy.",
        "Hopefully, Jessica can have a successful rehab experience and regain the spotlight for positive reasons, as when she was first discovered for American Idol.",
        "The fact is, it usually takes at least a little time to drop the excess baby weight and regain muscle tone.",
        "Probiotics found in supplements and fermented dairy products like soy and kefir reintroduce healthy flora to the gut, allowing the bacteria to recolonize and regain control from harmful bacteria and fungus.",
        "It also helps people fulfill basic human needs and regain their dignity.",
        "Even after their ouster, Christmas did not regain its full luster.",
        "Once trust has been breached, children not only receive a consequence, children also have to work hard to regain that trust.",
        "What can we try to regain the spark that I know we still have for each other?",
        "Before you regain the spark, you're going to need to address what is getting in the way of lighting the fire - lack of trust.",
        "In fact, when they regain popularity from time to time, the trendy styles can be found in everything from leather and cotton to hemp and nylon!",
        "This sign reveres the truth, so never lie to Aquarius because you'll never be able to regain that trust once it's broken.",
        "If you start to tumble off that pedestal he built for you, don't worry, Aries is right there to help you regain your balance.",
        "At the Seattle Holistic Center, yoga practitioners expand beyond the physical, \"using the complete science of yoga, from postures and breath awareness, to self-study and meditation to help regain balance and inner peace.\"",
        "If too many thoughts are rushing through their brain, standing in Mountain while taking deep breaths will help them regain composure.",
        "Not only can you regain strength and flexibility, but you will also experience the spiritual healing benefits of yoga.",
        "Be sure to include an early buy-out clause should your business take off sooner than expected so you can regain control and be happy.",
        "The key to surviving layoffs is not to panic, think through your options and to regain a positive outlook.",
        "From 2008 through 2010, these modifications helped Ford regain some of its automotive market share.",
        "Taking the time to come up with an effective clothing organization system that makes sense for your lifestyle is a great way to regain control over your wardrobe and reduce some of the daily stress that you have to deal with.",
        "NBC's hit The Biggest Loser combines exercise, a healthy eating program and plenty of encouragement from the show's trainers in a unique series that attempts to help overweight people lose pounds and regain their lives.",
        "Each person has a unique tolerance for carbohydrate, so one person on maintenance might be limited to 75g daily while another does not begin to regain weight until they are well over 150g daily.",
        "Crash diets are aptly named, because once a person goes off them, they essentially come \"crashing\" down, and regain the weight they lost-even more!",
        "The body has grown used to so few calories and a slowed metabolism that even returning to healthy eating can cause rapid regain.",
        "Prescription Xenical has been studied for the treatment of overweight and obesity in such patients for up to four years and carries additional indications, such as preventing weight regain and long-term weight maintenance.",
        "This often has coincided with a holiday or special occasion when the dieter has been tempted away from their normal diet foods and it can be difficult to regain the focus and enthusiasm that the dieter felt at the start.",
        "When you resume your regular eating habits, you'll likely regain those excess pounds.",
        "In general, people who lose a lot of weight in a short amount of time tend to regain weight quickly, too.",
        "It's important to note that even though Stanley Burrough's claimed his diet cleansed the system of toxins and helped people regain their health, there is no scientific evidence that backs up his claims.",
        "Dr. Sears: Most people who come to the MedWell Program have tried to lose weight 12 to 15 times only to rapidly regain the lost weight.",
        "You should avoid fad diets, however, called \"yo-yo dieting\" for a reason: you lose a large amount of weight quickly and then regain it twice as fast.",
        "Some make it through the travails of dieting only to regain their hard-lost weight later.",
        "There's a reason rehab specialists use EMS to help car accident victims and others regain use of their limbs.",
        "The plan promises that users will be able to eat between 2,000 and 2,500 calories daily, and will not regain the weight.",
        "These steps in making nursing fashionable is helping thousands of women to regain their self-esteem and lower the amount of self-consciousness that comes with the post-partum body.",
        "Mastectomy camisoles provide comfort after breast surgery and wearing one will help you regain your confidence.",
        "A mass rush for the store followed, and 35 police units from two counties had to be called in to try to regain control of the crowd.",
        "The celebrities chosen for the show join for a variety of reasons, some to regain some time in the spotlight that has faded away, and others just to get in shape.",
        "That same year, she authored a book called How To Lose Your Ass and Regain Your Life: Redundant Confessions of a Big-Butted Star.",
        "Downsized is a documentary-style reality television show that focuses on the Bruce family as they struggle to regain their financial footing.",
        "LoveToKnow (LTK): Downsized follows your struggle to regain your financial footing.",
        "Besides her feud with Tamra and relationship with Slade, another storyline for Gretchen on the show was her struggle to regain her financial independence after Jeff’s death.",
        "In previous films, the threat that Lord Voldemort presents has always played second fiddle to what the evil wizard's followers are willing to do to help him regain his power.",
        "Can MySpace regain its spot at the top of the social networking ladder?"
    ],
    "definition": [
        "a. To recover possession of (something lost or taken away); get back: regained lost territory; regained their market share; regained the lead in the game.\nb. To occupy again: regained his seat at the table",
        "a. To have (the use or control of something) restored; get back: regained the ownership of the team.\nb. To have the use of (a faculty, ability, or desirable condition) restored; be restored to (a normal or desirable condition): regained his balance; regained her confidence; regained their privacy.",
        "To add back (body weight that has been lost).",
        "a. To discover or be able to follow (a trail or scent) after losing it.\nb. To manage to reach again: regained the summit.",
        "re·gain′er\nnoun",
        "Link/Cite",
        "To get back; to recover possession of.",
        "anigre, earing, gainer, Regina",
        "Link/Cite"
    ]
}