{
    "translation": "משטר",
    "uses": [
        "The natural result of such a regime is increasing indebtedness.",
        "In his eyes the beard was a symbol of the old regime, and as such it must be removed.",
        "of the 4th of August was but an orgy, giving the people an immense theoretical liberty while not assisting them to practical freedom, and overthrowing the old regime before a new one could be constituted.",
        "Stourm, Les Finances de l'ancien regime et de la revolution (1885); F.",
        "We mean the regime of serfdom.",
        "- After the collapse of the Hungarian revolution in 1849, the Croats, in the words of Pulszky, received as reward the same absolutist regime which had been imposed upon the Magyars as punishment.",
        "The whole question of the regime of rivers and lakes is sometimes treated under the name hydrography, a name used by some writers in the sense of marine surveying, and by others as synonymous with oceanography.",
        "On the new Republican regime: Gaceta Oficial (Havana, 1903-); reports of departments of government; M.",
        "To the Greeks and Macedonians such a regime was abhorrent, and the opposition roused by Alexander's attempt to introduce among them the practice of proskynesis (prostration before the royal presence), was bitter and effectual.",
        "As for autonomy and political reforms it has already been remarked that the change from the old regime was only superficial.",
        "When Nicholas an influential deputation from the province of Tver, which had long enjoyed a reputation for liberalism, ventured to hint in a loyal address that the time had come for changes in the existing autocratic regime, they received a reply which showed that the emperor had no intention of making any such changes.",
        "Before his death, Pol Pot conceded that his regime certainly killed people, but ''to say that millions died is too much.''",
        "Under the native regime the common people attached themselves to one or other of the mandarins, who in return granted them the protection of his influence.",
        "It appears to be true that, in the words of Dunoyer, the economic regime of every society which has recently become sedentary is founded on the slavery of the industrial professions.",
        "To some extent the real level of military expenditure has been masked by the separation of certain payments into \" extraordinary \" expenditure, a course which, it is understood, has not been followed in the budgets of the \" new regime,\" and which will not be revived.",
        "But Abd-ul-Hamid had issued a free pardon to the mutineers, and the committee had now decided that the new regime would never be secure while the sovereign favoured reaction.",
        "Later it became the province of Nueva Estremadura under the Spanish regime, and in 1824, under the new republican organization, it became the state of Coahuila and included Texas and Nuevo Leon.",
        "The contrast between the new regime and the ancient tradition of the city was curiously illustrated in 1818 by a scene described in Metternich's Memoirs, when, before the opening of the congress, Francis I., emperor of Austria, regarded by all Germany as the successor of the Holy Roman emperors, knelt at the tomb of Charlemagne amid a worshipping crowd, while the Protestant Frederick William III.",
        "Turgot's successor, Necker, however, continued the regime of reform until 1781, and it was only with Necker's dismissal that the period of reaction began.",
        "(408-450) the patriarchate was finally abolished after a regime of three centuries and a half (Graetz, History of the Jews, Eng.",
        "Education, in those parts of Latvia where it was standardized by the Protestant Church and Baltic regime, remained on a higher level than in Latgalia with only 38% able to read.",
        "Thus the productive power of England was unrivalled, and her manufactures and business men, under a regime rapidly approximating to complete freedom of trade, could reap the full advantages to be derived from the possession of great national resources and production by machinery.",
        "No school in England has on the whole produced so many eminent men as Westminster did under the regime of Busby.",
        "Thereupon Napoleon, in order to grace the new regime by an act of clemency, pardoned Moreau, it being understood that he must leave France.",
        "Since that time there had been no further change worth noting until the \"new regime\" was established in 1908.",
        "The revenue receipts under the Republic have increased especially over those of the old regime in the item of customs duties; and the expenditure is very differently distributed.",
        "General Miles's policy in affording employment for the natives likewise served to make the new American regime acceptable.",
        "Her reign (1730-40) was a regime of methodical German despotism on the lines laid down by her uncle, Peter the Great, and as she was naturally indolent and much addicted to frivolous amusements, the administration was directed by her favourite Biren (q.v.) and other men of German origin.",
        "Under the \" new regime \" the Turkish government displayed commendable energy in reconstructing and reorganizing the seapower of the empire.",
        "The weak parts of this story are the sudden and unexplained departure of the Simons; the subsequent useless cruelty of treating the child like a wild beast and keeping him in a dark room practically out of sight (unless any doubt of his identity was possible), while his sister was in comparative comfort; the cause of death, declared to be of long standing, but in fact developed with such rapidity; the insufficient excuse provided for the child's muteness under Gomin's regime (he had answered Barras) and the irregularities in the formalities in attending the death and the funeral, when a simple identification of the body by Marie Therese would have prevented any question of resuscitated dauphins.",
        "The demands of the Liberals were as in 1868; those for personal and property rights were much more definitely stated, and among explicit reforms demanded were the separation of civil and military power, general recognition of administrative responsibility under a colonial autonomous constitutional regime; also among economic matters, customs reforms and reciprocity with the United States were demanded.",
        "See FRANCE: Law and Institutions; Henri See, Les Classes rurales et le regime domanial en France au Moyen Age (Paris, 1901); and Auger, Code des tailles (Paris, 1788).",
        "the intendants of provinces of the ancien regime were taken as a model, and there is a great resemblance between their respective functions.",
        "In 1254 it received a charter from William II., count of Holland, similar to that of Haarlem, but in the 15th century duke Philip the Good of Burgundy made the impoverishment of the town, due to ill-government, the excuse for establishing an oligarchical regime, by charters of 1436 and 1437.",
        "Not that the regime in Russia had become in any true sense constitutional, far less parliamentary; but the \" unlimited autocracy \" had given place to a \" self-limited autocracy,\" whether permanently so limited, or only at the discretion of the autocrat, remaining a subject of heated controversy between conflicting parties in the state.",
        "Turgot was hated by those who had been interested in the speculations in corn under the regime of the abbe Terray - among whom were included some of the princes of the blood.",
        "In Arabia Ratib Pasha, the Turkish commander-in-chief, joined the enemies of the new regime; he was defeated and captured in the autumn of 1908, but in the following year frequent raids upon the Hejaz railway were made by Bedouin tribesmen, while a Mandist rebellion broke out and was crushed in Yemen.",
        "Kovalevsky, Russian Political Institutions (Chicago, 1902), Modern Customs and Ancient Laws of Russia (London, 1891), Le Regime economique de la Russie (Paris, 1898), and Die produktiven Krcifte Russlands (Paris, 1896); A.",
        "The era of the Temple of Jerusalem starts with a new regime, another captain of the army L EWS [OLD Testament History and another priest.",
        "It has been held that animal sacrifice is the primitive form and that the decay of totemism or lack of domestic animals has brought about the substitution of a human victim; but it has also been urged that in many cases animal victims are treated like human beings and must consequently have replaced them, that human beings are smeared with the blood of sacrifice, and must therefore have themselves been sacrificed before a milder regime allowed an animal to replace them.",
        "Though the overthrow of the imperial dynasty was totally unexpected throughout, the new regime was accepted without any disturbances.",
        "It becomes equivalent to economic laisser-faire and \"Manchesterism,\" and as such it must fight its own corner with those who now take into consideration many national factors which had no place in the early utilitarian individualistic regime of Cobden's own day.",
        "i., L'Ancien Regime (1875 ff.).",
        "Under the new regime this system, which had greatly cramped the military strength and efficiency of the Ottoman Empire, has been changed, and all \" Ottomans \" are now subject to military service.",
        "de Tocqueville, L'Ancien Regime et la Revolution (1856 ff.), and H.",
        "In the administration of the ancien regime the term \"prefect\" was not employed; practically the only case in which it occurs was in the organization of the establishment of institutions opened by the religious orders, in which there was generally a \"prefect of the studies\" (prefet des etudes).",
        "The Civil Service was needed to ensure the stability of the regime.",
        "the counts, and of the auto-da-fes under the Spanish regime.",
        "As for Gramont, he had \"no conception of the exigencies of this regime; he remained an ambassador accustomed to obey the orders of his sovereign; in all good faith he had no idea that this was not correct, and that, himself a parliamentary minister, he had associated himself with an act destructive of the authority of parliament.\"",
        "A parliamentary regime was thus inaugurated, and party warfare for a time took the place of the old religious antagonism, the Moslems attaching themselves to one or other of the political factions which now made their appearance among the Christians.",
        "In these districts there were cadastres, or compoixterriers (land registers), which allowed of a non-arbitrary assessment; and at the end of the ancien regime merely needed revision.",
        "In various speeches he sounded a note of conciliation with Indian progressive feelings, and it was agreed on his return to England that valuable help had been given by his utterances to the work of self-government in India under the new regime.",
        "He seemed at first inclined to govern honestly, but corruption soon became as marked as under the preceding regime.",
        "\" the Union of the Russian People,\" began an organized extermination of the elements supposed to be hostile to the traditional regime.",
        "Turkey has always on the whole tolerated the Jews, and much is hoped from the new regime.",
        "This policy, coupled with certain administrative and revenue reforms, and some private attempts in behalf of public education, made the last seven years of his rule, from 1827 to 1834, the most prosperous in the Spanish regime.",
        "In 1910 the coffee industry had not yet recovered from the effect of the cyclone of 1899 and the unfortunate mortgage system that prevailed under the Spanish regime.",
        "For a time the government, while keeping itself informed of his activities, left him alone; for it suited the Directory to let the socialist agitation continue, in order to frighten the people from joining in any royalist movement for the overthrow of the existing regime.",
        "The ceded revenues administered directly by the public debt council have shown remarkable expansion, and may be fairly looked upon as exemplifying what would occur in the general revenues of the empire when good and honest administration and regular payment of officials finally took the place of the carelessness, corruption and irregularity which existed up to the change of regime.",
        "The Young Turkish party had long been preparing for the overthrow of the old regime.",
        "These Napoleonic countships, increased under subsequent reigns, have produced a plentiful crop of titles of little social significance, and have tended to lower the status of the counts deriving from the ancien regime.",
        "The banking facilities of the republic have undergone many changes under the new regime.",
        "Abroad the new King's position was prejudiced by the hideous crime which led to his accession, but among his own people this was from the first atoned for by the introduction of a real constitutional regime and increased political stability.",
        "Under his regime Magyar intolerance of Croat national aspirations joined hands with the designs of the Ballplatz against Serbia in connexion with the impending annexation of Bosnia.",
        "The Cuvaj regime had a magical effect in furthering the movement for Yugoslav unity.",
        "- It was peculiarly unfortunate for AustriaHungary that the Cuvaj regime should have been at its very height when the Balkan League achieved its dramatic victory over the Turks.",
        "The diet of Zagreb was allowed to meet, and the Serbo-Croat coalition pursued a policy of pure opportunism, avoiding any pronouncement on matters of high policy, but buying a certain relaxation of regime in Croatia by supporting the Budapest Government and its nominee Skerlecz.",
        "21 the news of President Wilson's answer to Count Burian's final peace note (refusing to negotiate save on the basis of a recognition of Czechoslovak and Yugoslav national claims) became generally known, the old regime vanished almost as if by magic. Extraordinary scenes took place in many towns, the troops tearing off their military badges with the Habsburg arms, and trampling them underfoot.",
        "The arsenals of Pola and Cattaro were already in the hands of the insurgents; and the Emperor Charles, in the hope either of winning the favour of the new regime in Zagreb or of throwing an apple of discord between it and the Entente, signed a decree on Oct.",
        "- Apart from agrarian riots in Slavonia and Bosnia, the transition to the new regime was accomplished with remarkable ease.",
        "Meanwhile Pecs had become a centre of the exiled Magyar progressives, who preferred a provisional Yugoslav regime to the white terror of Adml.",
        "No follower of the Blanco regime was safe.",
        "P. Rojas Paul, the representative of the Blanco regime, and came to a head in October 1895, risings occurring in the northern and southern sections of the republic. Some desultory fighting took place for three or four months, but the revolt was never popular, and was completely suppressed early in 1896.",
        "\"It is strange,\" wrote Pepys in 1667 under a different regime, \"how everybody nowadays reflect upon Oliver and Cromwell to the authority of the Commonwealth and the Navi a S' g empire.",
        "These with a host of lesser dignities built up the imperial hierarchy and enabled the court quickly to develop on the lines of the old monarchy, so far as rules of etiquette and self-conscious efforts could reproduce the courtly graces of the ancien regime.",
        "The leader of modern historians, he was in truth a man of the ancien regime.",
        "Such was the hatred of the people to the old regime that two influential councillors of Charles the Bold, the Chancellor Hugonet and the Sire d'Humbercourt, having been discovered in correspondence with the French king, were executed at Ghent despite the tears and entreaties of the youthful duchess.",
        "New Orleans was unusually healthy and orderly during the Butler regime.",
        "The 5th Century B.C. - The beginning of the 5th century saw Sparta at the height of her power, though her prestige must have suffered in the fruitless attempts made to impose upon Athens an oligarchical regime after the fall of the Peisistratid tyranny in 51o.",
        "Even the liberties, among the few representative institutions which the ancien regime had left intact in some provinces, turned against the people.",
        "inclined to use regime.",
        "inflexible funding regime.",
        "(1794-1795), contenant les premieres transactions de l'Europe avec la republique francaise et le tableau des derniers evenements du regime conventionnel (1828), all of which are remarkable for accuracy and wide range of knowledge, and are a very valuable source for the history of Napoleon I.",
        "Social media wasn't just used to organize dates and times for people to meet to protest the Mubarek regime.",
        "La Marmora was appointed royal commissioner to supervise the transformation to the new regime.",
        "The supreme responsibility for this act must rest with the emperor, \"who imposed it by an exercise of personal power on the only one cf his ministers who could have lent himself to such a forgetfulness of the safeguards of a parliamentary regime.\"",
        "In it he drew a picture of the general ruin of all classes of Frenchmen, caused by the bad economic regime.",
        "Among other central thoughts in Comte's explanation of history are these: - The displacement of theological by positive conceptions has been accompanied by a gradual rise of an industrial regime out of the military regime; - the great permanent contribution of Catholicism was the separation which it set up between the temporal and the spiritual powers,; - the progress of the race consists in the increasing preponderance of the distinctively human elements over the animal elements; - the absolute tendency of ordinary social theories will be replaced by an unfailing adherence to the relative point of view, and from this it follows that the social state, regarded as a whole, has been as perfect in each period as the co-existing condition of humanity and its environment would allow.",
        "The charter was suspended at the beginning of the Andros regime in 1686, but was restored again after the Revolution of 1689.",
        "The economic transition of the later 17th century from the agricultural to the commercial regime was followed by a further transition to the manufacturing regime during the closing years of the 18th and the early years of the 19th centuries.",
        "But, while the Tsarist regime, unable to denationalize a homogeneous population of a different religion and language, initially conceded a minimum of rights to the Polish nation, in Lithuania proper from the outset an unrelenting system of tyranny was established which was designed to break by force every non-Russian element in the country.",
        "Roads were purposely neglected under the Russian regime in the frontier area, Kovno itself being then a first-class fortress.",
        "This new and obedient legislature, to which only nineteen liberals were returned, made itself into a septennial parliament, thus providing time, it was thought, to restore some part of the ancien regime.",
        "At the end of the ancien regime it formed part of the \"Gouvernement\" of Guienne, and at the Revolution it was incorporated in the department of Lotet-Garonne, of which it constitutes nearly the whole.",
        "After the Pioneers the sequence is The Jesuits in North America, La Salle and the Discovery of the Great West, The Old Regime in Canada, Frontenac and New France and Louis XIV., Montcalm and Wolfe, A Half Century of Conflict.",
        "With true philosophic insight he shows that France failed in the struggle not because of any inferiority in the ability and character of the men to whom the work was entrusted, but chiefly by reason of her despotic and protective regime.",
        "His life throws light on some phases of the ancien regime which are often overlooked by historians.",
        "This school fell into decay under the regime of the kingdom of Westphalia, but was restored in 1817 by King Frederick William III.",
        "She was burdened with debt; the reforms of Colbert were ruined; and opposition to the king's regime began to make itself felt.",
        "These seas are entirely dependent on the ocean for their regime, being filled with ocean water, though subject to influence by the land, and the tides and currents of the ocean affect them to a greater or less extent.",
        "She was brought up under a simple and austere regime and educated with a view to the French marriage arranged by Maria Theresa, the abbe Vermond being appointed as her tutor in 1769.",
        "Although Prince and Princess Carignano adhered to the French Republican regime, they soon fell under suspicion and were summoned to Paris.",
        "After a visit to his uncle, the archbishop of Reims, he returned to St Sulpice to finish his preliminary training for the church, but in his spare time he read the works of Montesquieu, Voltaire, and other writers who were beginning to undermine the authority of the ancien regime, both in church and state.",
        "Here also are the Coronel Collection, given in 1901 by Dona Mariana, the widow of Don Antonio Coronel, and containing relics of the Spanish and Mexican regime in California; and the Palmer Collection of Indian antiquities.",
        "This was the only important overt resistance to the establishment of the new regime in California.",
        "Formerly, writers accounted for the Lutheran movement by so magnifying the horrors of the pre-existing regime ity of the that it appeared intolerable, and its abolition consequently inevitable.",
        "This large class of \" dissenters \" found themselves as little at home under a Protestant as under a Catholic regime, and have until recently been treated with scant sympathy by historians of the Church.",
        "Henceforward he lived in retirement until, during the Revolution, he was involved in the charges against the financiers of the old regime.",
        "This is an arrangement recommended by one who has tried it, and he reassures the old-fashioned believer who clings to the less formal regime (and whose protest was voiced in the Montanist movement), that there will be no spiritual loss under the new system.",
        "Jay was elected in 1795 and re-elected in 1798, but in 1801 the brief Federalist regime in the state came to an end with the election of George Clinton for a seventh term.",
        "The Republican leaders straightway quarrelled among themselves, thus starting the long series of factional strifes which have characterized the party politics of New York state; the bitterness of the factions and the irresponsible council of appointment are also responsible for the firm establishment early in the Republican regime of the \" spoils system.\"",
        "He had to accept the services of many ex-officers whose hearts were with the old regime, and he also found it difficult and, in some cases impossible, to dissolve reactionary Free Corps like those which returned from the Baltic provinces or like Ehrhardt's Marine Brigade.",
        "The clergy of some cathedrals (in England, Carlisle), and of a great number of collegiate churches all over western Europe, responded to the appeal; and the need of a rule of life suited to the new regime produced, towards the end of the 11 th century, the so-called Rule of St.",
        "\"Come,\" he says, \"don't hold aloof from the common regime.",
        "The adherents of Solomon gained the day, and with his accession a new regime was inaugurated, not, however, without bloodshed.",
        "After the violent upheaval in the political world during the last few decades, the existent - as such - increased in value, and the high estimation in which the old regime was now held led to a policy of restoration.",
        "The Vendean peasant refused to join the republican army, not for want of fighting qualities or ardour, but because the army of the old regime was recruited from bad characters and broken men, and the peasant, ignorant of the great change that had followed the Revolution, thought that the barrack-room was no place for a good Christian.",
        "This regime, strongly military in its type, ended with the fall of the second empire.",
        "During the first years of the new regime a keen reaction was produced against the political system of the imperial government in Africa.",
        "He was not, however, destined to compass the downfall of the Sullan regime; the crisis of the Slave War placed the Senate at the mercy of Pompey and Crassus, who in 70 B.C. swept away the safeguards of senatorial ascendancy, restored the initiative in legislation to the tribunes, and replaced the Equestrian order, i.e.",
        "Heretofore the Federalist regime had taxed the people to support the Congregational Church, but now the Baptists, Methodists and Universalists joined the Democrats, and in 1819 this state support was abolished by the \" Toleration Act.\"",
        "A constitution on the French imperial pattern granted by the king remained practically inoperative, an arbitrary bureaucratic regime was instituted, the finances were from the beginning in a hopeless condition, and the country was drained of men and money for Napoleon's wars.",
        "See Honore Mirabeau, Les Lettres de cachet et des prisons d'etat (Hamburg, 1782), written in the dungeon at Vincennes into which his father had thrown him by a lettre de cachet, one of the ablest and most eloquent of his works, which had an immense circulation and was translated into English with a dedication to the duke of Norfolk in 1788; Frantz Funck-Brentano, Les Lettres de cachet d Paris (Paris, 1904); and Andre Chassaigne, Les Lettres de cachet sous l'ancien regime (Paris, 1903).",
        "French Canadian Literature At The Opening Of The Loth Century Might Be Described As Entirely The Work Of Two Generations, And It Was Separated From The Old Regime By Three More Generations Whose Racial Sentiment Only Found Expression In The Traditional Songs And Tales Which Their Forefathers Of The 17Th Century Had Brought Over From The Mere Patrie.",
        "Born In 1784, And Brought Up Among Reminiscent Eye Witnesses Of The Old Regime, He Was An Eager Listener, With A Wonderful4 Memory And Whole Hearted Pride In The Glories Of His Race And Family, A Kindly Seigneur, Who Loved And 'Was Loved By All His Censitaires, A Keen Observer Of Many Changing Systems, Down, To The Final Confederation Of 1867, And A Man Who Had Felt' Both Extremes Of Fortune (Memoires, 1866).",
        "Under the new regime the colony was so prosperous that Sir James Wright (1716-1785), the last of the royal governors, declared Georgia to be \" the most flourishing colony on the continent.\"",
        "But his coronation at Reims, with all the gorgeous ceremonial of the old regime, proclaimed his intention of ruling, as the Most Christian King, by divine right.",
        "Stourm, Les Finances de l'ancien regime et de la Revolution (2 vols., Paris, 1885); Susane, La Tactique financiere de Calonne, with bibliography (Paris, 1902).",
        "Thus appeared in the educated classes two extreme groups: on the one hand, the discontented Conservatives, who recommended a return to a more severe disciplinarian regime; and on the other, the discontented Radicals, who would have been satisfied with nothing less than the adoption of a throughgoing socialistic programme.",
        "And now Norway has placed herself under a neutral regime of a similar character.",
        "The Unionist regime as a whole, however, had collapsed.",
        "Under the regime of General Cavaignac he was for a time minister of war.",
        "After Marozia and Alberic and the rest another branch of the same family, the Crescentii, exercised the temporal powers of the Holy See; and after them the same regime was continued by the counts of Tusculum, who were sprung from the same stock, which sometimes provided the Roman Church with the most unlikely and least honourable pontiffs.",
        "It was also under the Byzantine regime that the condition was imposed that the pope should not be consecrated until the emperor had ratified his election.",
        "This had not 'been required under the old Latin emperors nor under the Gothic kings, and it disappeared of its own accord with the Byzantine regime.",
        "At length the two parties grew weary of this state of revolution, and a regime of conciliation, the fruit of mutual concessions, was established under Clement III.",
        "Numerous humanists were appointed to the Chancery, and the Romans were loud in their praise of the papal regime.",
        "The feeble regime of Julius had made it evident that a pope of another type was necessary if the papal see were to preserve the moral and political influence which it had regained under Paul III.",
        "To these regions the Napoleonic regime had given a certain measure of unity; but Metternich, dominant after 1815, held Italy to be merely a geographical term.",
        "In carrying out the regime of Rampolla, which was, in every respect, a bad imitation of that of Antonelli, the Vatican left no stone unturned in its attempt to coerce the conscience of the French royalists; it did not even stop at dishonour, as was evidenced by the case of the unhappy Mgr d'Hulst, who, in order to evade the censorship of his pamphlet on Old Testament criticism, had to abandon both his king and his principles, only to die in exile of a broken heart.",
        "But all these details, upon which it is not necessary to dwell, are overshadowed beyond all doubt by the one great fact that the ecclesiastical regime had not only taken under its wing the solution of social questions, but also claimed that political action was within the proper scope of the Church, and, moreover, arrogated to itself the right of interfering by means of \" Directives \" with the political life of nations.",
        "What was even more important, the new regime at the Vatican soon made itself felt in the relations of the Holy See with the world of modern thought and with the modern conception of the state.",
        "The new regime brought welcome relief to the Christian part of the population, for the Arabs took no note of their orthodoxies or heterodoxies.",
        "Although partly feeding on worms and other small forms of animal life, the carp is principally a vegetarian, and the great development of its pharyngeal apparatus renders it particularly adapted to a graminivorous regime.",
        "The elector had signalized his restoration by abolishing with a stroke of the pen all the reforms introduced under the French regime, repudiating the Westphalian debt and declaring null and void the sale of the crown domains.",
        "I£ consequently the former were called cnihtas under the Anglo-Saxon regime, it seems sufficiently probable that the appellation should have been continued to the latter - practically their successors - under the Anglo-Norman regime.",
        "The collapse of this regime was due, not to popular agitation, but to the resentment of Louis at the clerical opposition to the influence of his mistress, Lola Montez.",
        "The mountain chain immediately overhanging it, the high temperature of the sea washing it,,the frequent thunderstorms to which it is subject, the moist atmosphere of its equatorial situation, and the shorter regime of the dry south-east wind are the principal causes of the heavier rainfall on the west coast.",
        "Commerce is greatly aided by the navigable rivers, a very extensive network of railways, and the excellent roads constructed during the French regime.",
        "But in 1828 the two extreme parties, the Catholic Ultramontanes and the revolutionary Liberals, in their common hatred to the Dutch regime, formed an alliance, the union, for the overthrow of the government.",
        "But as soon as this was accomplished the government opened a comprehensive enquiry into the causes of dissatisfaction, which served as the basis of numerous social laws, and led eventually to the establishment of universal suffrage and the substitution in Belgium of a democratic for a middle-class regime.",
        "The following is a list of Kingsley's writings: - Saint's Tragedy, a drama (1848); Alton Locke, a novel (1849); Yeast, a novel (1849) Twenty-five Village Sermons (1849); Phaeton, or Loose Thoughts for Loose Thinkers (1852); Sermons on National Subjects (1st series,1852); Hypatia, a novel (1853); Glaucus, or the Wonders of the Shore (1855); Sermons on National Subjects (2nd series, 1854); Alexandria and her Schools (1854); Westward Ho I a novel (1855); Sermons for the Times (1855); The Heroes, Greek fairy tales (1856); Two Years Ago, a novel (1857); Andromeda and other Poems (1858); The Good News of God, sermons (1859); Miscellanies (1859); Limits of Exact Science applied to History (Inaugural Lectures, 1860); Town and Country Sermons 0860; Sermons on the Pentateuch (1863); Water-babies (1863); The Roman and the Teuton (1864); David and other Sermons (1866); Hereward the Wake, a novel (1866); The Ancient Regime (Lectures at the Royal Institution, 1867); Water of Life and other Sermons (1867); The Hermits (1869); Madam How and Lady Why (1869); At last (1871); Town Geology (1872); Discipline and other Sermons 1872); Prose Idylls (1873); Plays and Puritans (1873); Health and Education (1874); Westminster Sermons (1874); Lectures delivered in America (1875).",
        "On his return his health was rather worse; but he would submit to no dietary regime.",
        "The failure of the Habsburg emperor to perpetuate this despotic regime was due (1) to the Crimean War, (2) to the establishment of Italian unity, and (3) to the successful assertion by Prussia of its claim to the leadership in Germany.",
        "Some of his lectures have been published, particularly those concerning Ireland: Histoire du regime agraire de l'Irlande (1883); Considerations sur l'histoire politique de l'Irlande (1885); and Jonathan Swift, son action politique en Irlande (1886).",
        "In the first volume, Le Regime seigneurial (1886), he depicts the triumph of individualism and anarchy, showing how, after Charlemagne's great but sterile efforts to restore the Roman principle of sovereignty, the great landowners gradually monopolized the various functions in the state; how society modelled on.",
        "During the liberal regime of 1820-1823 Clemencin took office as colonial minister, was exiled till 1827, and in 1833 published the first volume of his edition (1833-1839) of Don Quixote.",
        "He remained an austere republican, refusing to take part in the Napoleonic regime.",
        "The Ancien Regime >>",
        "The French Revolution, in which all Europe was engrossed, was in Goethe's eyes only another proof that the passing of the old regime meant the abrogation of all law and order, and he gave voice to his antagonism to the new democratic principles in the dramas Der Grosskophta (1792), Der Burgergeneral (1793), and in the unfinished fragments Die Aufgeregten and Das Miidchen von Oberkirch.",
        "Even the Napoleonic regime of1806-1813disturbed but little his equanimity.",
        "He declared that a Tory regime in his country was incompatible with good government, and he began an agitation for the repeal of the union.",
        "The history of the Afghan countries under the Mongols is obscure; but that regime must have left its mark upon the country, if we judge from the occurrence of frequent Mongol names of places, and even of Mongol expressions adopted into familiar language.",
        "All these circumstances combined to render the new regime weak and unpopular, since there was no force at the ruler's command except foreign troops to put down disorder or to protect those who submitted, while the discontented nobles fomented disaffection and the inbred hatred of strangers in race and religion among the general Afghan population.",
        "Owing to the silladar system, under which the native cavalry provided their own horses and accoutrements, many of the sowars were in debt, and were in favour of a change which would wipe out the existing regime and with it the moneylender.",
        "Austrian Majesty for the internal regime of his Italian provinces.\"",
        "Gladstone, which branded the Bourbon regime as \" the negation of God erected into a system of government.\"",
        "2 The regime introduced in 1767 divided the administration between a governor, primarily charged with military matters, and an intendant.",
        "In 1789 he was elected a member of the states-general by the clergy of the bailliage of Peronne, and from the first proved to be the most able and persevering defender of the ancien regime, although he had drawn up the greater part of the cahier of the clergy of Peronne, which contained a considerable programme of reform.",
        "Successive Arab dynasties looted it, and many monuments of antiquity suffered (to be finally swept away by \"municipal improvements\" under the French regime).",
        "This zone falls within the regime of the summer monsoon rains, while those districts adjoining the coast zone enjoy also winter rains.",
        "Compared with the results of English or Dutch colonization the conversion and civilization of the Filipinos is a most remarkable achievement s Notwithstanding the undeniable vices, follies and absurd illiberalities of the Spanish colonial regime, the Philippines were the only group in the East Indies that improved in civilization in the three centuries following their discovery.",
        "Great Britain hastened to re-knit the bonds of her ancient friendship with Turkey; the powers, without exception, professed their sympathy with the new regime.",
        "In Belgium, where penal administration has received the closest attention for a number of years, the regime of cellular imprisonment has been long carried to its farthest limits, and solitary confinement ranging over ten years and in some cases much more has been strictly enforced.",
        "The regime undergone is cellular; able-bodied prisoners are kept in strict separation for at least a month, and during that time subjected to severe labour; although the term of first-class hard labour and of purely penal character no longer exists.",
        "- The regime of cellular confinement has not been universally adopted; only six prisons are built on that principle and no more than 15% of the whole number of prisoners can be subjected to the system.",
        "The cellular regime is applicable to prisoners between 18 and 30, and to first offenders of 50 years of age, the term being fixed by the governor of the gaol, but never exceeding three years.",
        "There are prisons for females at Heilbronn, and for males at Ludwigsburg and Stuttgart; in Wurttemberg itself the regime is collective.",
        "But the more substantial returns cannot always be expected with the sedentary employments and single-handed effort inseparable from the regime of cellular imprisonment.",
        "Under the Japanese regime the judiciary and the executive were rigidly separated.",
        "The education department has been entirely reorganized under the Japanese regime, Japanese models being followed.",
        "In the development of the state under the American regime the live-stock industry has been subordinate.",
        "Under the Mexican regime such grants were generous and common, and the complicated formalities theoretically essential to their validity were very often, if not usually, only in part attended to.",
        "This was ultimately determined by his growing distrust of Austria and his perennial hatred of the democratic regime of France.",
        "Bourquelet, \"Sens des mots France et Neustrie sous le regime merovingien,\" in the Bibliotheque de t'ecole des chartes, xxvi.",
        "This conciliatory policy towards Berlin was the first-fruits of a new regime; Leo XIII.",
        "Wool at Chihuahua, some of the inhabitants revolted, and in January 1847 assassinated the governor, Charles Bent, and a number of Americans and Mexicans who had taken office under the new regime.",
        "From 1444 until her death in 1450 she was the acknowledged mistress of the king, the first woman to hold that semi-official position which was to be of so great importance in the subsequent history of the old regime.",
        "Under the old conservative regime very little was done for the public school outside the larger towns.",
        "The mass of the people were ignorant, intercourse between them was slight, and there was a strong section attached to the old regime.",
        "Up to 1830 the Liberal party, which favoured a free democratic regime, held the upper hand, but in that year the Conservatives, backed by a military rising led by General Joaquin Prieto, placed themselves in power after a sanguinary battle at Lircay.",
        "Under the new regime these cemeteries were made common to the dead of all religions.",
        "Early in 1892 an amnesty was granted to the officers of the Balmaceda regime, and they were freely permitted to return to Chile without any attempt being made to molest them.",
        "He remained at the ministry, preserving the habits of the diplomacy of the old regime, until December 1792, when he was sent to Belgium as agent of the republic, but he was involved in the treason of Dumouriez and was arrested on the 2nd of April 1793.",
        "By such regime and medicines life may sometimes be prolonged for many years.",
        "Merriman, of \" the inherent rottenness \" of the Kruger regime.",
        "But the new regime only kindled afresh his republican zeal, and his second marriage (with Mlle Adele Malairet, a lady of some literary capacity, and of republican belongings) seems to have further stimulated his powers.",
        "- The unity of Portuguese history is hard to perceive in the years which witnessed the rise and fall of the Pombaline regime, the reign of the mad queen Maria, the Peninsular War and the subsequent chaos of revolutionary intrigue.",
        "By the end of 1823 all Portuguese resistance to the new regime in Brazil had been overcome.",
        "A general election, in February 1906, was followed by three changes of ministry, the last of which, on the 19th of May, inaugurated the regime known in Portugal as the dictadura or dictatorship. JoaoFranco, the new prime minister, was conspicuous among Portuguese politicians for his integrity, energy and courage; he intended to reform the national finances and administration - by constitutional means, if possible.",
        "The failure of the dictatorship and the inability of the monarchists to agree upon any common policy had discredited the existing regime, and at the general election of August 1910 the Republican candidates in Lisbon 1910.",
        "Okubo was one of the leading men of his day, and in 1872 was one of the Japanese mission which was sent round the world to get ideas for organizing the new regime.",
        "Sometimes an intermediate regime was set up between the annexation of the province and the creation of its provincial parlement, under which delegates from the Parlement of Paris went and held assizes there.",
        "Modlin was first fortified under the Napoleonic regime in 1807, and in the wars of 1813 and 1830-31 underwent several sieges.",
        "In order to mollify the Vatican he conceded the exequatur to forty-five bishops inimical to the Italian regime.",
        "But the supersession of the law, which was bound up with the regime of sin and death, does not mean the relaxation of the moral bond.",
        "It was the policy of Augustus to obliterate all traces of recent revolution, and to connect the new imperial regime as closely as possible with the ancient traditions and institutions of Rome and Italy.",
        "On his return to St Petersburg he had to deal, as president of the first ministry under the new constitutional regime, with a very difficult political situation (see Russia: History); he was no longer able to obtain support, and early in 1906 he retired into private life.",
        "During the regime of this able administrator New South Wales was transformed from a penal settlement to a colony.",
        "These demands were urged during the governorships of Sir Thomas Brisbane and General Darling; but they were not finally conceded, together with perfect religious equality, until the regime of Sir Richard Bourke, which lasted from 1831 to 1837.",
        "During the regime of Sir John Young, afterwards Lord Lisgar, who succeeded Sir William Denison in 1861, several important events occurred.",
        "There was a trading post at or near the site of Neenah during the French regime in Wisconsin, but there was no actual settlement until well into the 19th century.",
        "The post of minister of war was also offered to Cavaignac, but he refused it owing to the unwillingness of the government to quarter troops in Paris, a measure which the general held to be necessary for the stability of the new regime.",
        "Under the American regime seal fishing off the Aleutians save by the natives has never been legal, but the depletion of the Pribilof herd, the almost complete extinction of the sea otter, and the rapid decrease of the foxes and other fur animals, have threatened the Aleuts (as the natives are commonly called) with starvation.",
        "This despatch failed to evoke any response from the powers, with the single exception of Turkey, but the public agitation against the Congo State regime continued to grow in force, being greatly strengthened by the publication in February 1904 of a report by Mr Roger Casement, then British consul at Boma, on a journey which he had made through the middle Congo region in 1903 (described as the \"Upper\" Congo in the report).",
        "In this resolution the chamber took note of\" the replies of the government, according to which the declarations contained in the letter of the 3rd of June do not constitute conditions but ` solemn recommendations,' while ` the convention of cession will have no other object than to effect the transference and define the measures for its accomplishment, and the Belgian legislature will regulate the regime of its colonial possessions in unrestricted liberty.'",
        "In this manner the movement in favour of ending the baneful regime of Leopold II.",
        "Neither the treaty, the additional act, nor the colonial law expressly modified the land, commercial and concessionary regime established in the Congo, but article II.",
        "In 1898 the territory in the valley of the upper Nile leased from Great Britain was placed for administrative purposes under the same regime as the districts.",
        "Owing to the silladar system, under which the Indian sowar provided his own horse and provender in return for a monthly wage, the Indian cavalry were almost to a man in debt, and therefore favoured any attempt to upset the existing regime, and with it to wipe out the moneylender and his books; and the general enlistment order passed in July 1856, for the purposes of the war in Persia, made the Hindu sepoys afraid of losing caste by crossing the sea.",
        "Under this regime Neapolis retained independence for nearly four hundred years, though constantly struggling against the powerful Lombard dukes of Benevento, who twice unsuccessfully besieged it.",
        "Leonardo, having remained unmolested at Milan for two months under the new regime, but knowing that Ludovico was preparing a great stroke for the re-establishment of his power, and that fresh convulsions must ensue, thought it best to provide for his own security.",
        "After several half-hearted attempts directed in the course of Nicholas I.'s reign to face the question while safeguarding at the same time the rights and privileges of the old aristocracy, the moral collapse of the ancien regime during the Crimean war brought about the Emancipation Act of the 19th of February 1861, by which some 15 millions of serfs were freed from bondage.",
        "As in Walachia at a somewhat later date, the Phanariote regime seemed now thoroughly established in Moldavia, and it became the rule that every three years the voivode should procure his confirmation by a large baksheesh, and every year by a smaller one.",
        "- All formality of election by the boiars was now dispensed with, and the princes received their caftan of regime.",
        "Although from the very conditions of their creation they regarded the country as a field for exploitations, they were themselves often men of education and ability, and unquestionably made some praiseworthy attempts to promote the general culture and well-being of their subjects, In this respect, even the Phanariote regime was preferable tc mere pasha rule, while it had the further consequence of preserving intact the national form of administration and the historic offices of Moldavia.",
        "Houck, Spanish Regime in Missouri (3 vols., Chicago, 1910); T.",
        "As the constituent assembly which amended the constitution, according to the president's wishes in 1905, was to continue in office until 1908 and to provide laws for the regulation of elections and other public affairs, it appeared that the president would permit no expression of popular dissent to interfere with his purpose to establish a dictatorial regime in Colombia similar to the one in Mexico.",
        "Much the same tendency exists with respect to all drops between B and E, but at F the wind has begun to accommodate itself to the new regime and to assume more regular forward motion, and as J is approached, where vertical contraction of the passage through which the wind must pass takes place, there is an increasing tendency to lift the raindrops beyond their proper limits.",
        "In 1855 he migrated to America, where he became the acknowledged leader of reform, and laid the foundation of the regime under which the mass of American Jews (excepting the newly arrived Russians) now worship. In 1858 he published his revised prayer book, which has formed the model for all subsequent revisions.",
        "was to rule as far as possible on native lines, avoiding all changes for which the population was not yet ripe; but the grosser abuses of the old regime were stopped, the country was pacified, the laws were codified, and courts and schools were established.",
        "Twenty years after his first, he produced another book, De l'Ancien regime, which almost, if not quite, equalled its success.",
        "When in 1908 the Turkish Revolution occurred, resulting in the deposition of the Sultan and the victory of Enver Bey's Young Turk party, Kurdistan remained generally loyal to the old regime, and Ibrahim Pasha Milli and Sheikh Said of Sulaimani both declared themselves loyalists.",
        "Still he took little part in the new regime, with which at heart he had no sympathy, and turned more and more to literature.",
        "The supporters of the Doctrinaires in the country were chiefly ex-officials of the empire, - who believed in the necessity for monarchical government but had a lively memory of Napoleon's tyranny and a no less lively hatred of the ancien regime, - merchants, manufacturers and members of the liberal professions, particularly the lawyers.",
        "In Sybil were exhibited the social relations of rich and poor (the \"two nations\") under this regime, and under changes in which, while the peasantry were neglected by a shoddy aristocracy ignorant of its duties, factory life and a purblind gospel of political economy imbruted the rest of the population.",
        "The insurrection of July really ended the ancien regime.",
        "and the ancien regime and those who would have renewed the Reign of Terror were insignificant in number.",
        "Stourm, Les Finances de l'Ancien Regime et de la Revolution (2 vols., Paris, 1885).",
        "As a free-thinking republican, his prejudices often biassed his judgment on the political and religious history of the ancien regime.",
        "Political passions, which had been stirred up by the long struggle against King Milan's Progressive regime, could not be allayed so quickly; and as the anarchical element of the Radical party obtained the ascendancy over the more cultured,and more moderate members, all sorts of political excesses were committed.",
        "One remarkable feature in the foreign policy of Servia in the last years of the 19th century was that after King Milan was appointed commander-in-chief of the Servian regular army (1898), Russia and Montenegro practically, although not formally, broke off their diplomatic relations with Servia, while at the same time the relations of that country with Austria-Hungary became more friendly than under the Radical regime.",
        "Although he had been most violent in denouncing the anti-clerical policy of the Combes cabinet, he now announced his willingness to recognize a new regime to replace the Concordat, and gave the government his support in the establishment of the Associations cultuerles, while he secured some mitigation of the severities attending the separation.",
        "These were given their choice between adhesion to the new regime and dismissal from the service.",
        "The wildest stories were circulated in the press about the oppressive character of the Venizelist regime of 1917-20.",
        "Baird, The Huguenots and the Revocation of the Edict of Nantes (London, 1895); C. Benoist, La Condition des Protestants sous le regime de l'edit de Nantes et apres sa revocation (Paris, 1900); A.",
        "Provisions were also made as to the transfer of graduates and students, so that they might occupy under the new regime positions equivalent to those which they occupied previously, in respect both of degrees and the keeping of terms. The commissioners were directed to work out schemes for the employment of officers already employed in the institutions affected by the new arrangements, and for the compensation of those whose employment could not be continued.",
        "His prison at Ham was unhealthy, and physical inactivity was painful to the prince, but on the whole the regime imposed upon him was mild, and his captivity was lightened by Alexandrine Vergeot, \"la belle sabotiere,\" or Mdlle Badinguet (he was later nicknamed Badinguet by the republicans).",
        "From this time onward, in face of a growing opposition, anxiety for the future of his regime occupied the first place in the emperor's thoughts, and paralysed his initiative.",
        "There was an epidemic of violent attacks on the emperor; the publication of the Lanterne and the Baudin trial, conducted by Gambetta, were so many death-blows to the regime.",
        "The emperor, disappointed and hesitating, was slow to return to a parliamentary regime.",
        "But, embarrassed between the Arcadiens, the partisans of the absolute regime, and the republicans, 0111vier was unable to guide the Empire in a constitutional course.",
        "Hartley, Description of the Delta of the Danube (1862 and 1874); Memoire sur le regime administratif etabli aux embouchures du Danube (Galatz, 1867); Desjardins, Rhone et Danube, a defence of the canalization scheme (Paris, 1870); Carte du Danube entre Braila et la mer, published by the European Commission (Leipzig, 1874); Peters, Die Donau and ihr Gebiet, eine geologische Studie (1876); A.",
        "But the great mass of the people were horrified at the irreligious character of the new regime, and a counterrevolution, fomented by Pope Pius VII., the grand ducalists and the clergy, broke out at Arezzo.",
        "Besides commenting on various physical treatises of Aristotle's, he wrote some philosophical essays, notably one on the Republic or Regime of the Solitary, understanding by that the organized system of rules, by obedience to which the individual may rise from the mere life of the senses to the perception of pure intelligible principles and may participate in the divine thought which sustains the world.",
        "Avempace's principles, it is clear, lead directly to the Averroistic doctrine of the unity of intellect, but the obscurity and incompleteness of the Regime do not permit us to judge how far he anticipated the later thinker.",
        "In efficiency and devotion to duty the Egyptian officials under the new regime also earned high praise.",
        "Vuitry, Etudes sur le regime financier de la France, vols.",
        "Campeche was one of the three open ports of this coast under the Spanish regime, and its walls, general plan, fine public edifices, shady squares and comfortable stone residences are evidence of the wealth it once possessed.",
        "He was a violent Conservative and opposed everything that threatened the old regime.",
        "Under the ancien regime it formed, together with Maine, a gouvernement of which Mortagne was the capital.",
        "On the downfall of the Napoleonic regime Eugene retired to Munich, where he continued to reside, with the title duke of Leuchtenberg and prince of Eichstadt.",
        "Under the old regime everything was a matter of monopoly and privilege, and to this state of things the constitution of the old companies corresponded, the sovereign rights accorded to them being also quite in accordance with the views of the time.",
        "EAST AFRICA; RHODESIA; &C. The following works deal with the subject of chartered companies generally: Bonnassieux, Les Grandes Compagnies de commerce (Paris, 1892); Chailly-Bert, Les Compagnies de colonisation sous l'ancien regime (Paris, 1898); Cawston and Keane, The Early Chartered Companies (London, 1896); W.",
        "Marie describes the misery of the poor under the feudal regime, but she preaches resignation rather than revolt.",
        "During the dark days of 430, after the unsuccessful expedition of Pericles to Peloponnesus, and when the city was devastated by the plague, Cleon headed the opposition to the Periclean regime.",
        "An even more difficult task was that entrusted to him by the Roman authorities themselves, of persuading the Achaeans to acquiesce in the new regime imposed upon them by their conquerors, and of setting the new machinery in working order.",
        "With the exception of a number of forms in which the whole development takes place within the egg or in the body of the mother, batrachians undergo metamorphoses, the young passing through a free-swimming, gill-breathing period of considerable duration, during which their appearance, structure, and often their regime, are essentially different from those of the mature form.",
        "A division of share rights agreements becomes contentious where the target company's country has a domestic CGT regime.",
        "I have followed the vicissitudes of the nuclear non-proliferation regime very closely for more than a decade.",
        "Exploiting the latter, it creates the regime of bureaucratic absolutism.",
        "December's parliamentary elections only accentuated this process, much to the anger of Bush's regime.",
        "accurate reflection of the current legal regime?",
        "admissible before the courts as evidence but the model law does not provide the mandatory regime to that extent.",
        "aide memoir to the new pension tax regime from 2006.",
        "Any talk of an imminent collapse of the al-Saud regime is unnecessarily alarmist.",
        "ambit of the environmental assessment regime.",
        "Bright spots include good quantities of fish everywhere, better hatches of aquatic insects and a summer weather regime which certainly suited the angler.",
        "apologist for the regime, so his cathedral would not do this.",
        "CASE STUDY 2: Project ' mock-up ' testing The DIN testing regime creates a rather artificial environment.",
        "Even the independent assessor Mr Hill was in favor of the regime at High Oaks.",
        "In a way, the invasion did save the Baath regime and did impose austerity on the Iraqi people.",
        "authoritarian, regime to keep the oil supply flowing.",
        "barbarians supported by a positively evil catholic regime.",
        "barbaric regime.",
        "He outlines a workable enforceable blueprint for a British gray status regime on the Dutch model.",
        "A regime of bourgeois Bonapartism in Russia or Poland would not be a stable regime.",
        "What else should this regime be called if not soviet Bonapartism?",
        "The fate of the USSR as a socialist state depends upon that political regime that will arise to replace Stalinist Bonapartism.",
        "many bone breccias may show distinct layering but rock breccias in caves may not conform to such a simple regime.",
        "The de Gaulle regime which had reached the brink had its continuance ensured.",
        "Candida If you are using Green Essence to treat candida If you are using Green Essence to treat candida, the following regime is recommended.",
        "regime change in Washington would do more good to the world in the long run.",
        "chiropractic adjustments prior to commencing any regime.",
        "They ere categorized mostly as schizophrenic, often chronic (especially if inherited from the previous regime ).",
        "In Iran, the fundamentalist cleric Ayatollah Khomeini set out to restore a regime that had last existed almost 1,300 years ago.",
        "collaborationist regime was established at Vichy in central France.",
        "Your opposition to the regime of Mugabe is the ultimate riposte to his fraudulent nonsense about fighting colonialism.",
        "colostrum feeding regime must be established.",
        "communist regime in 1990?",
        "There was also evidence of an unintended consequence of the current tax regime.",
        "Consumer protection Measures The Stop Now Orders regime will be extended to protect consumer protection Measures The Stop Now Orders regime will be extended to protect consumers from traders who do not meet their legal obligations.",
        "continuous improvement to the policing service through the Best Value regime.",
        "They were all absolutely convinced that these documents showed me receiving $ 10 million from the Saddam regime.",
        "cooperate in the efforts of the international community to strengthen the non-proliferation and disarmament regime.",
        "cornerstone of the international nuclear non-proliferation regime, supported by almost every country in the world.",
        "It is a regime of \" big players \" including banks, securities firms, insurance companies and many large corporates with corporate treasuries.",
        "cripple the Spanish war effort, but also stabilize the finances of Cromwell's republican regime.",
        "criticizestion is about criticizing a regime, not criticizing people.",
        "Operation in the LTO temperature regime is sufficient for light and medium gravity crudes.",
        "Attempts to prove the criminal nature of the regime seemed to declare all Germans equally culpable.",
        "decapitated the Iraqi regime in order to bring chaos to Iraq.",
        "The fixed exchange rate regime under which the two countries operated was undermined by the fiscal deficits that were run from the 1980s.",
        "delusions of grandeur are typical of the arrogant New Labor regime.",
        "How long will the Iranian regime formally democratic but in practice, largely theocratic endure?",
        "denouncefusal to be intimidated, publicly denouncing the brutal tactics of the regime, has won him admirers.",
        "deposed regime.",
        "deposed from office in 1998, Erdogan became a symbol of oppression by the Turkish regime.",
        "deregulated regime that sees competition and not public service as the overriding ethic.",
        "despotic regime.",
        "deviants of all kinds swiftly became solely responsible for any actions which conflicted with the values of the Stalinist regime.",
        "In fact they are trying to ride the popular discontent of the victims of the regime's economic policies.",
        "discredit that regime.",
        "disinherit ones children remains true under the change of regime.",
        "And Jan Patocka, a Czech dissident, died during interrogation conducted by the communist regime.",
        "double-faced policy of the Greek regime was one of the main obstacles to the progress of the talks.",
        "A good training regime would be a three day split using dumbbells \" \" I have achieved my best results using higher rep ranges.",
        "Busses: Finding ways of changing the current fuel duty rebate regime to promote the use of cleaner vehicles.",
        "certain enactments which make specific provision about works on particular classes of common land are amended to ensure consistency with the new regime.",
        "enzootic pneumonia vaccination regime at three weeks of age instead of two.",
        "There is a risk that partnerships will prove ephemeral if they are devised in response to a particular funding regime.",
        "Conclusions We found no evidence that a less frequent pad changing regime has an effect on skin erythema, or on sleep.",
        "explore in detail is having no specific regime.",
        "expulsion of inspectors] sets a dangerous precedent fore the integrity of the non-proliferation regime.",
        "The traditional Afghan festivity had been banned during the Taliban regime.",
        "Mao remained the figurehead of what was still a relatively popular regime.",
        "formulate policy on the basis of the supposed efficacy of any variety of medical treatment or health regime.",
        "Built on a hill and surrounded by fortifications enclosing a high wooden tower, Totnes Castle symbolized the importance of the new Norman regime.",
        "The quote stated \" The animal testing regime... is utterly futile.",
        "To assume this regime's good faith is to bet the lives of millions and the peace of the world in a reckless gamble.",
        "CTT can still rear its ugly head and this will make us appreciate the generosity of the PET regime all the more!",
        "Horton argues that there is a strong case to be made for charging Burma's regime with genocide or at least attempted genocide.",
        "The regime of the present rector being conspicuous for the liberality of the surrounding gentry.",
        "grimace at the thought that all my railroad career was spent under the worst type of Tory regime.",
        "guerrilla war against Rhodesia's racist regime, under Prime Minister Ian Smith.",
        "hamstring stretch is an essential aspect of your treatment regime.",
        "heed a call to arms to defend the regime.",
        "Steve Burns expects Combe to remain a hotbed of FF1600 action under the CCRC regime.",
        "Next to the wooden hovels of the past you have the modern skyscraper of the Communist regime.",
        "Our current meat hygiene regime is a prescriptive system concerned more with process than outcomes.",
        "The computerisation of the Councils Terrier system will greatly facilitate the identification of the Council's liabilities under the new regime.",
        "impasse of the present pro-bourgeois regime in Russia, what is likely to happen?",
        "securing continuous improvement to the policing service through the Best Value regime.",
        "Large Business Sector seems less inclined to use regime.",
        "The \" PDO \" and \" Protected Geographical indication \" regime were introduced in the early 90s.",
        "And, perhaps indicative of the Glazer regime, why was there so little movement at Old Trafford?",
        "An unwelcome change in the regime of an institution could potentially lead to concerted indiscipline or worse.",
        "The model's regime probabilities provide an optimal statistical inference of the turning point of the European business cycle.",
        "inhumane treatment of asylum seekers throughout the Border Regime.",
        "There has also been much initial anxiety about the interpretation of new standards and how to manage the flexibility available in the assessment regime.",
        "The testing for infectious diseases was inadequate, and the provision of a regime for mental health inpatients was poor.",
        "instituted a regime which included physical exercise, then attendance at a small self-selected group to do handicrafts.",
        "insured against a liability under the new contaminated land regime.",
        "Afghanistan continues to face an armed insurgency, led by remnants of the country's former Taleban regime.",
        "intangibles regime in FA 2002, Sch 29.",
        "intercollegiate courses | back to the top The Making of a Colonial Regime.",
        "intrusive investigation - operated under the auspices of an Explosives Safety Management regime.",
        "This occurs either through poorly designed assessment tasks or through the existence of an overly intrusive regime of compliance.",
        "jogging stroller to your exercise regime and you'll be back in top condition in no time!",
        "jubilant scenes meant that the American troops needed pictures of Iraqis who in different ways demonstrated hatred for Saddam's regime.",
        "Jolie was forced to endure a grueling training regime that included kickboxing and street-fighting.",
        "lax regulatory regime for additives has emerged.",
        "legitimacy of the regime.",
        "The new regime will mean that lessees may be able to claim capital allowances on assets they have financed on lease terms.",
        "A detox is a regime designed to reduce the toxin levels in our bodies.",
        "The result was the loss of any possible negotiating leverage in ensuring that a follow-on regime would have any teeth.",
        "A key element within the Part IIA regime for determining whether a site poses a risk, is the pollutant linkage concept.",
        "loophole in the non-proliferation regime that Iran is playing to the hilt.",
        "The basic sense of it is, tho, that this continues to be former regime loyalists or recruited foreign fighters.",
        "But there are also regime loyalists who have no interest in reconciliation.",
        "Pensions A day tax guidance New An aide memoir to the new pension tax regime from 2006.",
        "militarist regime that is violating human rights in an atrocious way.",
        "Both had privately expressed misgivings about the excesses of the regime.",
        "Because the Kabul regime has so badly mismanaged the economy, the Afghan people are starving.",
        "By 1994, the KDP had established a modus vivendi with the Ba'athist regime - it had become the chief conduit for oil smuggling.",
        "It is very unusual to overdose patients using this regime, but intravenous naloxone should be available.",
        "Perhaps some of the French dandies of the ancien regime could be said to express a certain nihilism in the way they lived.",
        "nonproliferation regime.",
        "All factions of the regime probably want at least the capability to build a nuclear bomb.",
        "No feature of the Old Regime, indeed, was so objectionable as the unequal legal status of its subjects.",
        "Those held in this type of facility are usually compliant and not obstructive to the way the regime operates.",
        "Please, don't tell me you are accepting the IPR lobby's line that the current regime of IPR protection must remain off-limits.",
        "onerous regulatory regime.",
        "The rebel regime in Rhodesia is not only defying the Crown and imposing an increasingly oppressive dictatorship.",
        "oppressive regime in my homeland.",
        "outlaw regime pose a grave threat to the region, the world, and the United States.",
        "The briefing note also examines how a proposed overhaul of contaminated land regime would include radioactive sites.",
        "The monarchy was finally overthrown in 1910 by republican forces, who particularly resented the strong influence of the Catholic church on the regime.",
        "paramilitary death squads of the fascist regime in El Salvador.",
        "particle acceleratorenergy frontier of the present and future generation of particle physics accelerators is the TeV regime.",
        "Behind the relative passivity of this year's delegations are problems that could undermine the health and credibility of the NPT regime.",
        "Used as part of a planned care regime, OptiFlo helps maintain catheter patency, so the wearer feels refreshed, relaxed and reassured.",
        "dispensing patronage at the expense of the environment and conservation was one of the characteristics of the previous regime.",
        "penaltymportance of the regime The law imposes very severe penalties on anyone involved in money laundering.",
        "persecuted by the Soviet regime when his music was thought to be too'modern ' or Ã©litist.",
        "You should always seek prompt medical care for any specific health issue and consult a physician before starting a fitness regime.",
        "His regime murdered a policewoman in Central London and blew up an airliner, for Christ's sake.",
        "Populist appeal has no doubt contributed to the political ' success ' of the present regime.",
        "With smuggling revenue exploding, and borders increasingly porous, the Iraqi regime -- if not the Iraqi people -- is doing better economically.",
        "There are certain preconditions for the new regime to work.",
        "pre-owned assets regime.",
        "The speech did not, however, set out clear thinking on how an expanded prison regime can rehabilitate prisoners.",
        "prominence in the 1970s by targeting and attacking Saddam's regime.",
        "prop up the regime the decline will continue.",
        "With almost prophetic accuracy Lenin warned of two great dangers he thought could jeopardize the regime.",
        "Some of their advice looked prophetic in retrospect, such as their prediction of widespread looting and insurgency once Saddam Hussein's regime fell.",
        "proscription regime by changing their name.",
        "consumer protection Measures The Stop Now Orders regime will be extended to protect consumers from traders who do not meet their legal obligations.",
        "puppet regime in Kabul.",
        "The way in which the economic system operates can sometimes undermine the purported rationale for the IPR regime.",
        "The simplest way to avoid this is to discharge the cells completely then recharge them using the cell manufacturers recommended recharge regime.",
        "A regime of bourgeois Bonapartism in Russia or Poland would not be a stable regime of bourgeois Bonapartism in Russia or Poland would not be a stable regime.",
        "An insurance carrier shah's regime early brown just thinks.",
        "Administration The complex approval process for pension schemes will be replaced by a simplified regime requiring registration only.",
        "The specter of nuclear terrorism has placed a new premium on the need to strengthen the global nuclear non-proliferation regime.",
        "It remains to be seen whether other schools will follow Victoria Infants ' lead and impose a similar inspection regime.",
        "However, the CPR introduced an entirely new regime.",
        "These objectives are central to the new regulatory regime created by the Act.",
        "The Iraqi regime got the raw materials for producing chemical weapons from Germany.",
        "Thank you for taking the time to support the development of the licensing regime within the Boro.",
        "A new set of proposals for modifying the sanctions regime was launched by the UK, with US backing, in May 2001.",
        "There are actions that we all can and must take to strengthen the nuclear nonproliferation regime at the various levels on which it operates.",
        "The nature of the regulatory regime itself is a factor affecting regionalism.",
        "Interestingly, Valle Crucis also reveals a gradual relaxation in the strict regime of the Cistercians.",
        "MP's pensions have enjoyed a truly remarkable renaissance under the current regime.",
        "renunciation of nuclear weapons would shatter the non-proliferation regime.",
        "Continuity and Change in the Sanctions Regime In April 1991 the UNSC adopted res.",
        "The regime operates a bitterly resented system of universal conscription.",
        "She became deeply resentful of a regime which she perceived \" found us to be problem people \" \" .",
        "Nevertheless we will continue to express our burning resentment of unlawful imprisonment without trial under a tough prison regime.",
        "The minority regime retaliated by murdering over a hundred peaceful demonstrators.",
        "rightist elements, acting behind the scenes, wanted the restoration of the bourgeois regime.",
        "These people today are even worse off and we blame a tyrant ruler and a corrupt regime.",
        "Regime change in Washington would do more good to the world in the long run.",
        "sanctions regime for some of the problems.",
        "self-induced transparency (SIT) regime of propagation are investigated.",
        "shah's regime early brown just thinks.",
        "An insurance carrier shah 's regime early brown just thinks.",
        "We propose the most radical shake-up in the planning regime for 50 years.",
        "shunned the military regime that took control of the government by force in 1988.",
        "Disruption of a normal flow regime The major example if the tidal sluice at Cley next the Sea.",
        "Destruction of Cuban socialism is at the heart of his regime.",
        "This group studies the convection regime within the Earths Mantle in three dimensional spherical geometry at approaching Earth-like vigor.",
        "The Pakistani regime also has gone about on an arms shopping splurge.",
        "communal stairwells, lighting and estate maintenance The Council will undertake a rigorous repairs regime of all its communal areas and estates.",
        "Refusing food and shelter, and forcing people to suffer starvation is as bad as killing people with bullets in a dictator's regime.",
        "These additional securities will also be eligible as sterling stock liquidity under the FSA sterling stock liquidity under the FSA sterling stock liquidity regime.",
        "stooge regime imposed by US imperialism.",
        "Add a little extra push and a jogging stroller to your exercise regime and you'll be back in top condition in no time!",
        "That the Saudi regime refuses to use oil to exert pressure on the US reveals its total subservience to Washington.",
        "subverted by the Iraqi regime.",
        "successor regime be installed that will be pliable to the USA?",
        "sugar beet farmers in eastern England were presented with the prospect of reform of the EU import regime.",
        "supreme commander, Xanana Gusmao, recently freed from detention by the Jakarta regime.",
        "suspensive regime you must have a proven satisfactory record of operation.",
        "Could an inflation target regime have been introduced earlier on in the 1980s, when the main arguments about the ERM were taking place?",
        "taxation regime for pensions.",
        "A stress hysteresis is found in the shear thickening regime.",
        "What regime does the surgeon use to prevent deep vein thrombosis?",
        "tontine clause this matrimonial regime allows the survivor of a married couple to inherit the whole of a French property.",
        "topple Iraqi regime.",
        "totalitarian regime held much of Europe captive behind an iron curtain.",
        "tottering regime.",
        "trampleymbolic aliens are frequently replaced by a savage authoritarian regime trampling on freedom.",
        "Responsibilities of scheme trusteeship will become more demanding in the new regime.",
        "The people of Zimbabwe, hapless victims of an increasingly tyrannical regime, deserve no less from us.",
        "tyrannical regime is a positive thing.",
        "The occupiers have proved unable to achieve even the reconstruction to the level achieved by the Ba'athist regime under sanctions and episodic bombing.",
        "I am only too familiar with his dilemma on how to maintain civil relations with a very uncivil regime.",
        "Bridge thought otherwise; his attitude toward the regime at College was by no means uncritical.",
        "The 1990s became an increasingly unhealthy decade for the nuclear non-proliferation regime.",
        "unrest areas replaced the state of emergency as the formal emergency regime.",
        "unsavory regime, but Iraq was considered the lesser evil.",
        "unseating the regime.",
        "verification regime within it.",
        "The idea that young comedians, furious with the Thatcher regime, might somehow galvanize Britain's youth into activism looks tragically wan now.",
        "The British puppet regime, headed by Balewa, had waged war on its opponents in the South.",
        "wracked by violence and looting since the regime lost power.",
        "The social aspect of the military frontier regime is interesting.",
        "In 1478 the marquisate of Oristano was suppressed, and henceforth the island was governed by Spanish viceroys with the feudal regime of the great nobles under them, the Cortes being convoked once every ten years.",
        "The demand for animals for stock-breeding purposes sent up prices, and this acted as a stimulus to other branches of trade, so that, as peace under the Roca regime seemed assured, a steady flow of immigration from Italy set in.",
        "Considerable opposition was aroused by the new regime at the Education Office, and in 1864 Lowe was driven to resign by an adverse vote in Parliament with reference to the way in which inspectors' reports were \"edited.\"",
        "It should be noted, none the less, that the third Duma succeeded in establishing its position, and that in view of its useful activities even the extreme Right came to realize that there could be no return to the old undisguised absolutist regime (see History, below, ad fin.)."
    ],
    "definition": [
        "Link/Cite"
    ]
}