{
    "translation": "מצער",
    "uses": [
        "Your view of life is a regrettable delusion.",
        "Nevertheless, his record here was not clear of blots, showing a few regrettable inconsistencies.",
        "His nepotism, again, casts a dark shadow over his memory: but most regrettable of all was his indifference towards the ending of the schism.",
        "The governor in these years (1865-1868) was a Republican, the caster of the single Union vote in the convention of 1861; but the sixteenth legislature (1866-1867) was largely Democratic. It undertook to determine the rights of persons of African descent, and regrettable conflicts followed.",
        "The resulting reaction caused a regrettable loss of life in the Madras and Bombay famine of 1876-1878; and the Famine Commission of 1880, followed by those of 1898 and 1901, laid down the principle that every possible life must be saved, but that the wages on relief works must be so regulated in relation to the market rate of wages as not to undermine the independence of the people.",
        "It is customary to quote these by small letters of the Latin alphabet, but there is a regrettable absence of unanimity in the details of the notation.",
        "The aftermath of Fremont's filibustering acts, followed as they were by wholly needless hostilities and by some injustice then and later in the attitude of Americans toward the natives, was a growing misunderstanding, and estrangement regrettable in Californian history.",
        "In 1863 a regrettable incident in his private life made him retire temporarily from the public service, but four years later he re-entered it and served for ten years as adlatus to the minister of the interior.",
        "LTK: You portrayed the stand out role of Quentin Fields on One Tree Hill, your character's life and later his very regrettable death, left an indelible impression.",
        "It is regrettable, for its own sake, that the Swedish Academy, which in earlier generations had identified itself with the manifestations of original literary genius, has closed its doors to the new writers with an almost vindictive pertinacity.",
        "Some fine churches belong to this period, such as St Martin's-in-the-Fields (1726), the Corinthian portico of which rises on the upper part of Trafalgar Square; but other examples are regrettable.",
        "The bombing of the Chinese Embassy was a deeply regrettable mistake.",
        "This aspect causes you to make hasty, sometimes regrettable decisions.",
        "Any death is deeply regrettable... as I understand the situation, the man was challenged and refused to obey police instructions.",
        "regrettable that matters that are better dealt with privately have had to be dealt with in the public domain.",
        "regrettable that a reaction to an unconventional casting choice might actually keep Bond fans from seeing a Bond movie.",
        "regrettable that selective quotes have only be used to satisfy media sound bites.",
        "His failure in the former respect was to have regrettable consequences for the college 's future.",
        "The committee has warned: ' There are many reasons for the regrettable lack of democratic legitimacy.",
        "It is highly regrettable that the Council 's way forward has been further delayed.",
        "It seems very regrettable that so many sporting events are now arranged to take place on the Lord 's Day.",
        "To avoid making a regrettable error and getting a travel trailer you don't like, it's best to research and then pounce.",
        "It could save you from a regrettable impulse buy.",
        "Back to Top late ambushes Late \" ambushes \" are a regrettable but occasionally inescapable feature of litigation.",
        "blurt out something regrettable.",
        "regrettable that not more people were able to attend.",
        "regrettable to see teaching becoming makeshift and spread by colleagues trying to improvise as philosophers or science historians.",
        "regrettable to lose the timing gains now available.",
        "regrettable necessity or a spur to creativity?",
        "regrettable legacy of suffering.",
        "regrettable incident resulting from a genuine error.",
        "regrettable consequences for the college's future.",
        "regrettable lack of democratic legitimacy.",
        "The tragedies of the past have left a deep and profoundly regrettable legacy of suffering.",
        "It was extremely regrettable that numerous lapses were again to be noted in recent months.",
        "It is highly regrettable that the Council's way forward has been further delayed.",
        "In 1998 the detention of families was ' particularly regrettable ', according to the Home Office.",
        "In other words, however regrettable it is, there will always be poor people all over the world.",
        "It seems very regrettable that so many sporting events are now arranged to take place on the Lord's Day.",
        "We should have to tell of the great and rapid increase of the Church; of its powerful influence among the nobles and the bourgeoisie; of its direful persecutions; of its St Bartholomew massacre with 70,000 victims; of its regrettable though perhaps inevitable entanglements in politics and war; and finally of its attaining not only tolerance but also honourable recognition and protection when Henry IV.",
        "It is regrettable that matters that are better dealt with privately have had to be dealt with in the public domain.",
        "A good and highly profitable time was had by all and it is only regrettable that not more people were able to attend.",
        "It 's regrettable that a reaction to an unconventional casting choice might actually keep Bond fans from seeing a Bond movie.",
        "It is therefore regrettable that selective quotes have only be used to satisfy media sound bites.",
        "It would be regrettable to see teaching becoming makeshift and spread by colleagues trying to improvise as philosophers or science historians.",
        "It would be most regrettable to lose the timing gains now available.",
        "Is business, for music, a regrettable necessity or a spur to creativity?",
        "This was a regrettable incident resulting from a genuine error.",
        "regrettable mistake."
    ],
    "definition": [
        "Link/Cite",
        "Of an event, action, or state, allowing or deserving regret.\nHis painting his name of my car was more than regrettable, it was criminal.\nIt was regrettable that the teacher made the class retake the test when he was wrong about the answers.",
        "Link/Cite"
    ]
}