{
    "translation": "לווסת, להסדיר",
    "uses": [
        "They are essentially instructions on how to make proteins, which are what build and regulate your body.",
        "in rough blocks), probably intended to regulate the flow of the stream (N.",
        "This again is a matter which the parties may, if they please, regulate for themselves.",
        "In accordance with his suggestion Canning in 1827 introduced a measure on the corn laws proposing the adoption of a sliding scale to regulate the amount of duty.",
        "It is much more likely, as Verworn alleges, that the nerves which influence the characteristic function of any tissue regulate thereby the metabolism of the cells in question - in other words, that every nerve serves as a trophic nerve for the tissues it supplies.",
        "He served in the Congress of the Confederation from 1783 to 1786 and was there conspicuous for his vigorous insistence upon the right of the United States to the navigation of the Mississippi River, and for his attempt, in 1785, to secure for the weak Congress the power to regulate commerce, in order to remove one of the great defects in the existing central government.",
        "The exceptional dependence of Iowa on eastern markets has given more than ordinary prominence to railway legislation, and the conflict of interests between the railways and the shippers has agitated the state for forty years, various attempts being made to regulate freight rates by legal enactment.",
        "The Indians had advanced so far as to regulate the effect of the wind by a mat suspended over the hole in the roof and moved by a string.",
        "The national government reserves for itself the exclusive right to direct the foreign affairs of the republic, to maintain an army and navy, to impose duties on imports, to regulate foreign commerce, to collect port dues, to issue money and create banks of issue, and to maintain a postal and national telegraph service.",
        "Its chief function was to regulate the trade monopoly conveyed to the borough by the royal grant of gilda mercatoria.",
        "This system of State control prevented industries which used grain as their raw material from buying in an open market, and in their case too it was found necessary to regulate supplies by means of an organization analogous to that of the economic associations already mentioned.",
        "A state railroad commission, organized in 1899, has power to regulate railway, steamer, sleepingcar, express, telephone and telegraph rates within the state.",
        "To make up for this, at home Pierre had the right to regulate his life and that of the whole family exactly as he chose.",
        "The weight required to cause the downward motion is obtained either by means of the material which has to be transported to the bottom of the hill or by water ballast, while to aid and regulate the motion generally steam or electric motors are arranged to act on the main drums, round which the cable is passed with a sufficient number of turns to prevent slipping.",
        "It was indeed the requirements of the fiscus and the conscription which impelled the imperial government to regulate the system.",
        "The organization of a municipal system, which should regulate the governments of all these towns on a uniform basis, and define their relation to the Roman government, was probably the work of Sulla, who certainly gave great impetus to the foundation in the provinces of citizen colonies, which were the earliest municipia outside Italy, and enjoyed the same status as the Italian towns.",
        "In his zeal for orthodoxy, indeed, Frederick William outstripped his minister; he even blamed W6llner's \"idleness and vanity\" for the inevitable failure of the attempt to regulate opinion from above, and in 1794 deprived him of one of his secular offices in order that he might have more time \"to devote himself to the things of God\"; in edict after edict the king continued to the end of his reign to make regulations \"in order to maintain in his states a true and active Christianity, as the path to genuine fear of God.\"",
        "They further say, govern and regulate your feelings, discharge your duties to God and to man, and you will gain everlasting blessedness; purify your heart, cultivate devotional feelings and you will see Him who is unseen.",
        "Its primary business was to regulate the concerns of the temple of Apollo at Delphi.",
        "To regulate the heat it is necessary either to instal a number of small radiators or to divide the radiators into sections, each section controlled by distinct valves; steam may then be admitted to all the sections of the radiator or to any less number of sections as desired.",
        "They regulate matters concerning public worship and ordinances, and have appellate jurisdiction from the kirk session.",
        "His application of the pendulum to regulate the movement of clocks sprang from his experience of the need for an exact measure of time in observing the heavens.",
        "It is impossible to regulate the rainfall of any district, or wholly to supply its failure by any system of water-storage.",
        "From the conditions of the manufacture care must be taken to regulate the amount and strength of the alkali in proportion to the oil used, and the degree of concentration to which the boiling ought to be continued has to be determined with close observation.",
        "Until 1534 little was done to regulate the activity of private adventures.",
        "One man who understands the use of gaseous fuel can regulate the heat of a thousand or more retorts.",
        "He might have hoped that his share in convening the synod would give him a certain right to regulate its proceedings, and that, by the aid of his numerous Italian prelates, he would be able to influence it more or less according to his views.",
        "It is that the government acting for the people, who are the real owners of all public property, shall permanently retain the fee in public lands, leaving their products to be developed by private capital under leases which are limited in their duration and which give the government complete power to regulate the industrial operations of the lessees.",
        "The difficulties that arose in attempting to avoid this inconvenience induced some nations to abandon the moon altogether, and regulate their year by the course of the sun.",
        "By the treaty of Vienna of the 9th of June 1815, the powers whose territories were separated or traversed by the same navigable river, undertook to regulate by common consent all that regarded its navigation, and for this purpose to name commissioners who should adopt as the bases of their proceedings the principle that the navigation of such rivers along their whole course \" from the point where each of them becomes navigable to its mouth, shall be entirely free, and shall not in respect of commerce be prohibited to anyone.\"",
        "17-26), they form the oldest legislation of the Hebrews that we possess; they consist principally of civil ordinances, suited to regulate the life of a community living under simple conditions of society, and chiefly occupied in agriculture, but partly also of elementary regulations respecting religious observances (altars, sacrifices, festivals, &c.).",
        "The ends of this wire are connected to one or more secondary cells of constant electromotive force, a variable resistance being interposed so as to regulate the current flowing through the fine wire.",
        "In his later book, Dioptrice (1611), he fully discusses refraction and the use of lenses, showing the action of the double convex lens in the camera obscura, with the principles which regulate its use and the reason of the reversal of the image.",
        "At the council of Sardica (343) an attempt had been made to regulate the procedure in these appeals, by recognizing as the right of the pope the reversing of judgments, and the appointment of fresh judges.",
        "But the general tendency to regulate rates by authority of the state has apparently rendered unnecessary the old plan of rate regulation through competition, even if it had not been demonstrated often and again that this form of regulation is costly for all concerned and is effective only during rare periods of direct conflict between companies.",
        "The chief features of his administration were the fiscal preference of 333% in favour of goods imported into Canada from Great Britain, the despatch of Canadian contingents to South Africa during the Boer war, the contract with the Grand Trunk railway for the construction of a second transcontinental road from ocean to ocean, the assumption by Canada of the imperial fortresses at Halifax and Esquimault, the appointment of a federal railway commission with power to regulate freight charges, express rates and telephone rates, and the relations between competing companies, the reduction of the postal rate to Great Britain from 5 cents to 2 cents and of the domestic rate from 3 cents to 2 cents, a substantial contribution to the Pacific cable, a practical and courageous policy of settlement and development in the Western territories, the division of the North-West territories into the provinces of Alberta and Saskatchewan and the enactment of the legislation necessary to give them provincial status, and finally (1910), a tariff arrangement with the United States, which, if not all that Canada might claim in the way of reciprocity, showed how entirely the course of events had changed the balance of commercial interests in North America.",
        "He established the freedom of the instrumentalities of the national government from adverse legislation by the states; freedom of commerce between the different states; the right of Congress to regulate the entire passenger traffic through and from the United States, and the sacredness of public franchises from legislative assault.",
        "Political differences, and the transference of the council to Bologna in 1547, brought the pope into sharp collision with the emperor, who now attempted by means of the Interim to regulate the religious affairs of Germany according to his wishes - but in vain.",
        "This was particularly the case in parts of France and Germany where feudalism continued to regulate the property relations of lords and vassals longer than elsewhere, and where the underlying economic feudalism remained in large part unchanged.",
        "In the 13th century alone no fewer than forty-nine papal legates visited Poland, and thirty provincial synods were held by them to regulate church affairs and promote good government.",
        "In 1872 an act was passed by the British government to regulate the labour traffic; Fiji was annexed in 1874, and in 1875 another act established the post of the British high commissioner.",
        "Bichloride of tin, having chemical affinity for silk fibre, bids fair to extinguish the use of sugar, which, from its hygrometric qualities, has a tendency to ruin the silk to which it is applied, if great care be not taken to regulate the quantity.",
        "The main trunks of the vascular system often possess valves at the origin of branches which regulate the direction of the blood flow.",
        "In Germany, France and the Netherlands it occupies a less prominent place in the town charters and in the municipal polity, and often corresponds to the later fraternities of English dealers established either to carry on foreign commerce or to regulate a particular part of the local trade monopoly.",
        "Wages have also been the subject of legislation; special commissions have been empowered to regulate the wages in the so-called \" home \" industries (sweating), and an arbitration board has been appointed to fix the salaries of clerks in the metal industry, thus minimizing the danger of conflicts in respect of wages having to be settled by means of strikes.",
        "The British government, not feeling strong enough to blockade Brest and the Spanish ports, was compelled to regulate its movements by those of its opponents.",
        "The order of Augustales, officials appointed to regulate the worship of the emperor in the towns, occupied a position of dignity and importance in provincial society.",
        "In spite of its high cost, the drum weir furnishes a valuable hydraulic contrivance for situations where it is very important to be able to close a weir of moderate height against a strong current and to regulate with ease and precision the discharge past a weir.",
        "It seems a truism to say that among the agencies which most effectively tend to the preservation of peace are treaties which regulate the relations of states in their intercourse with other states.",
        "On his return to France he joined the Oratorian Fathers, and when Marshal Bassompierre was sent to England in 1627 to regulate the differences between Henrietta Maria and her husband, Harlay de Sancy was attached to the queen's ecclesiastical household, but Charles I.",
        "Once in possession of Rome, and guarantor to the Catholic world of the spiritual independence of the pope, the Italian government prepared juridically to regulate its relations to the Holy See.",
        "Many marine Algae appear to be able to regulate their osmotic capacity to the surrounding medium; and T.",
        "The former is concerned with the laws that regulate phenomena in all conceivable cases: the latter is concerned with the application of these laws.",
        "By Giving A Greater Or Less Number Of Days To The Intercalary Month, The Pontiffs Were Enabled To Prolong The Term Of A Magistracy Or Hasten The Annual Elections; And So Little Care Had Been Taken To Regulate The Year, That, At The Time Of Julius Caesar, The Civil Equinox Differed From The Astronomical By Three Months, So That The Winter Months Were Carried Back Into Autumn And The Autumnal Into Summer.",
        "A cell when filled with fresh slices becomes the head of the battery, and where skilled scientific control can be relied upon to regulate the process, the best and most economical way of heating the slices, previous to admitting the hot liquor from the next cell, is by direct steam; but as the slightest inattention or carelessness in the admission of direct steam might have the effect of inverting sugar and thereby causing the loss of some portion of saccharine in the slices, water heaters are generally used, through which water is passed and heated up previous to admission to the freshly-filled cell.",
        "effector proteins to further regulate the response.",
        "The temper-screw forms the connecting link between the walking-beam and cable, and it is ' let out ' gradually to regulate the play of the jars as fast as the drill penetrates.",
        "Moreover the chief object of the Petroleum Acts passed in the United Kingdom has hitherto been to regulate storage, and it has always been possible to obtain oils either of higher or lower flash-point, when such are preferred, irrespective of the legal standard, in addition to which it may be asserted that in a properly constructed lamp used with reasonable care the ordinary oil of commerce is a safe illuminant.",
        "announced that the FSA would regulate the sale of home reversions.",
        "We are also studying the ion channels that regulate calcium movements across the cell membrane using patch clamp electrophysiology.",
        "endogenous cannabinoids tonically regulate pain thresholds in part through the modulation of RVM neuronal activity.",
        "They are also expressed in brain, egg cells and many other tissues, where they regulate calcium release from the smooth endoplasmic reticulum.",
        "Firm adhesion of lymphocytes to hepatic endothelium Do specific chemokines regulate recruitment to the liver?",
        "combat the exhaustion & disruption with a full aromatherapy body treatment to regulate sleep & energy patterns & restore natural vitality.",
        "falsetto singing by males is associated with societies which strictly regulate sexual activity.",
        "The apple pectin helps to regulate the digestive system and to metabolize fatty acids.",
        "These codes show the willingness of boards to regulate themselves, thus forestalling the need for government to intervene with codes of its own.",
        "gatekeeper gene A class of genes which directly regulate tumor growth by inhibiting growth or by promoting cell death.",
        "glandular cells of the anterior pituitary to regulate their secretion.",
        "Scaffold / hoarding License In order to regulate the placing of scaffolding / hoardings on the highway you are required to obtain a license.",
        "Marking foreign meat would probably keep the price of home produce at a level rather than lower it and regulate importation.",
        "However, legal pitfalls are proving to be hurdles for jurisdictions attempting to regulate the industry.",
        "intentioned actions of those who would wish to regulate.",
        "interferon beta-1a) belongs to a group of substances that help regulate your body's immune system.",
        "These include components of signaling pathways and ubiquitin ligase proteins that regulate signal receptor trafficking.",
        "The technology is also there to regulate that flow.",
        "Higher fiber foods, such as oatmeal and raw vegetables and fruits are part of a heart-healthy diet and can even help to regulate blood sugar.",
        "It's important to always be under a doctor's or other medical professional's supervision when trying to regulate your diabetes.",
        "Moreover, your liver ceases to effectively regulate fat metabolism, which leads to uncontrolled weight gain and an increasingly larger storage of fat in the liver.",
        "Upbeat tunes can be motivating even for reluctant exercisers, and a well chosen song can help regulate movements and coordination for a more rigorous, consistent workout.",
        "This is where your body gradually grows insensitive to insulin, making it harder and harder to regulate your blood sugar levels.",
        "This company has specific exclusions which regulate what type of yachts they are able to insure, but these exclusions are all listed on their site.",
        "The FDIC was given the authority to regulate banks and to provide deposit insurance.",
        "States regulate health insurance plans offered to citizens within the state, meaning that they specify what can or must be covered.",
        "Only international law could regulate the problem with any real effect.",
        "Parents should regulate their children's networking accounts.",
        "You want the uniform to wick away moisture as much as possible to help regulate body temperature as you run up and down the field.",
        "On the one hand, it was simply a system to regulate consumption in the \" besieged fortress \" .",
        "regulate the profession could be charitable.",
        "The business of the professional money-lender is one which, as tyranny and abuse are likely to appear, all countries have at different times endeavoured to regulate.",
        "This congregation was very much occupied, being empowered to deal with all disciplinary matters concerning both the secular and regular clergy, whether in the form of consultations or of contentious suits; it had further the exclusive right to regulate the discipline of the religious orders and congregations bound by the simple vows, the statutes of which it examined, corrected and approved; finally it judged disputes and controversies between the secular and regular clergy.",
        "But to effect this, and to give permanence to the reformation, he saw that there was need of a more practical code of laws to regulate the details of the daily life, as a supplement to St Basil's Rules.",
        "The accumulation of vast masses of snow, which have gradually been converted into permanent glaciers, maintains a gradation of very different climates within the narrow space that intervenes between the foot of the mountains and their upper ridges; it cools the breezes that are wafted to the plains on either side, but its most important function is to regulate the water-supply of that large region which is traversed by the streams of the Alps.",
        "What is called training is the guiding of the branches of a tree or plant in certain positions which they would not naturally assume, the object being partly to secure their full exposure to light, and partly to regulate the flow and distribution of the sap. To secure the former object, the branches must be so fixed as to shade each other as little as possible; and to realize the second, the branches must have given to them an upward or downward direction, as they may require to be encouraged or repressed.",
        "Attend to the dressing of shrubberies; lay turf-edgings, and regulate the surface of gravel walks.",
        "In this office he set himself to reorganize the army and to regulate the affairs of the country.",
        "These measures for the furthering of education among the people on the part of a government mainly composed of Protestants were received with suspicion and disfavour by the priests, and still more the attempts subsequently made to regulate the education of the priests themselves.",
        "The river often changes its bed, and, notwithstanding repeated attempts to regulate it, offers great difficulties to navigation.",
        "is possible to regulate the heat supply more perfectly than in other methods.",
        "Where their purpose is to regulate the flow of streams, the water should be turned freely into the channels in the dry season, to take the same course under the same laws as the natural flow.",
        "Here it is not enough to regulate the flow of streams. The object of the government is to dispose of the land to settlers who will build homes upon it.",
        "They arc empowered, subject to the limits set by the law, to regulate their own business by means of a general meeting and of elected committees.",
        "It was empowered to arrange the fundamental laws of the confederation; to fix the organic institutions relating to its external, internal and military arrangements; to regulate the trade relations between the various federated states.",
        "No attempt was made, however, to regulate the relations of these coins to the \" Austrian \" silver coinage; the two issues were not brought into connexion, and every payment was made in silver, unless it was definitely agreed that it should be paid in gold.",
        "If the Hungarian government wished to regulate its relationship to Austria in a more definite form, added the Austrian premier, it must conclude a new agreement before the end of the year 1907, when the reciprocity arrangement of 1899 would lapse.",
        "The attitude may be described as due to prolonged, not very intense, discharge from reflex centres that regulate posture and are probably intimately connected with the cerebellum.",
        "The twenty-five canons adopted regulate the so-called metropolitan constitution of the church.",
        "This uncertainty had been brought about by the conflicting opinions of the jurists of the 6th century as to the proper interpretation to be given to the legislation of the emperor Justinian, from which had resulted a system of teaching which had deprived that legislation of all authority, and the imperial judges at last were at a loss to know by what rules of law they were to regulate their decisions.",
        "After the first Diet of Spires (1526), where a precarious peace was patched up for the reformed faith, Melanchthon was deputed as one of twenty-eight commissioners to visit the reformed states and regulate the constitution of churches, he having just published a famous treatise called the Libellus visitatorius, a directory for the use of the commissioners.",
        "This principle is in constant action; it regulates the colour, the figure, the capacities and instincts; those individuals in each species whose colour and covering are best suited to concealment or protection from enemies, or defence from inclemencies or vicissitudes of climate, whose figure is best accommodated to health, strength, defence and support; whose capacities and instincts can best regulate the physical energies to self-advantage according to circumstances - in such immense waste of primary and youthful life those only come to maturity from the strict ordeal by which nature tests their adaptation to her standard of perfection and fitness to continue their kind by reproduction.\"",
        "In 1903 the legislature authorized the municipal ownership of public service corporations, and in 1906 the city of Chicago took steps to acquire ownership of its street railways - a movement which seemed to have spent its force in 1907, when the municipal ownership candidates were defeated in the city's elections - and in 1902 the right of that city to regulate the price of gas was recognized by the United States Circuit Court of Appeals.",
        "After this Adams visited Paris, where he witnessed the return of Napoleon from Elba, and then went to London, where, with Henry Clay and Albert Gallatin, he negotiated (1815) a \"Convention to Regulate Commerce and Navigation.\"",
        "From these internal dissensions Baldwin was now summoned to the north, to regulate anew the affairs of Antioch and also those of Tripoli, where the death of Count Raymund had thrown on his shoulders the cares of a second regency.",
        "Every day's work is gauged and marks recorded according to its value; upon the total earned depends his passage through the stages or classes which regulate his diet and general treatment, and more especially his interviews and communications with his relations and friends.",
        "The laws which regulate the resistance of a medium such as air to the motion of bodies through it are only imperfectly known.",
        "The principles of the support, as a whole, of a structure resting on the land, are so far identical with those which regulate the equilibrium and stability of the several parts of that structure that the oni principle which seems to require special mention here is one whic comprehends in one statement the power both of liquids and of loose earth to support structures.",
        "The principles of this and the preceding section are those which regulate the adjustment of the weight and position of the counterpoises which are placed between the spokes of the driving-wheels of locomotive engines.",
        "has laid down a careful and definite scale to regulate the deductions from the cost of repairs, in respect of \"new for old,\" in place of the former somewhat uncertain customary rules which varied according to the place of adjustment; while at the same time the opportunity has been taken of adapting the scale of deductions to modern conditions of shipbuilding.",
        "The famous May laws (1873) were a determined attempt to bring the literary education, appointment and dis cipline of the clergy under state control, and to regulate the use of such spiritual penalties as deprivation and excommunication.",
        "Like the Moerae (Fates), they regulate the destinies of man, watch over the newly born, secure good laws and the administration of justice.",
        "The formation of clans and tribes, the transitions from the hunting to the pastoral life, and from the pastoral to the agricultural - the struggle with forest and swamp, the clearings for settlement, the protection of the dwelling-place, the safety of flocks and herds, the production of corn, - the migration of peoples, the founding of colonies, the processes of conquest, fusion, and political union - have all reacted on the elaboration of the higher polytheisms, before bards and poets, priesthoods and theological speculators, began to systematize and regulate the relations of the gods.",
        "They are square, oblong or circular in section, and the interior is fitted with horizontal or inclined plates or prisms, which regulate the fall of the ore.",
        "Advantage is taken of this slight upward and downward movement of the top rollers to automatically regulate the flow of water and oil upon the material.",
        "Neither does this act regulate in any way the terms of the contract, nor contain any special provisions for the protection of the labourer.",
        "Unfortunately, however, no alteration was made in the law of debt, and the attempt to regulate the rate of interest utterly failed.",
        "The governors were directed to regulate religious instruction in secular schools, to prevent horse-stealing, to control subscriptions collected for the holy places in Palestine, to regulate the advertisements of medicines and the printing on cigarette papers, to examine the quality of quinine soap and overlook the cosmetics and other toilet articles - such as soap, starch, brillantine, tooth-brushes and insect-powder - provided by chemists.",
        "Till the council of Trent every bishop had full power to regulate the Breviary of his own diocese; and this was acted upon almost everywhere.",
        "These probably lessen fever by their action upon the nerve centres which regulate the temperature of the body, and partly by their peripheral action in causing the secretion of sweat.",
        "It may be diminished or its increase prevented by a diet from which red meat and meat extracts are excluded, by the use of the lactic acid bacillus, by the administration of laxatives and cholagogues to regulate the bowels, and by the use of iodides and nitrites.",
        "Until 1843 the Cape synod was controlled by government commissioners; it was then given power to regulate its own internal affairs.",
        "Similar expeditions were sent to Thessaly and Macedonia to regulate the affairs of those countries.",
        "The constitution declares that railways are public highways, that the legislature has authority to regulate rates, and that discrimination in tolls shall not be allowed.",
        "The pursuit of the French was ineffective, for Tourville persisted in keeping his ships in line of battle, which forced them to regulate their speed by the slowest among them.",
        "The pawns slowly acquired reason, and then would be able to regulate the moves themselves.",
        "i, j, k, elastic band to regulate the expansion of the wing; 1, piston; m, piston head; n, cylinder.",
        "To understand this and other anomalies it is necessary to bear in mind that the church is not, like the established Protestant churches of Germany, an elaborately organized state department, nor is it a single corporation with power to regulate its internal polity.",
        "The district council might acquire land, let it and regulate it, and they might provide common pasture.",
        "In this resolution the chamber took note of\" the replies of the government, according to which the declarations contained in the letter of the 3rd of June do not constitute conditions but ` solemn recommendations,' while ` the convention of cession will have no other object than to effect the transference and define the measures for its accomplishment, and the Belgian legislature will regulate the regime of its colonial possessions in unrestricted liberty.'",
        "Wallace (Natural Selection), \" when the first skin was used as a covering, when the first rude spear was formed to assist in the chase, when fire was first used to cook his food, when the first seed was sown or shoot planted, a grand revolution was effected in nature, a revolution which in all the previous ages of the earth's history had had no parallel; for a being had arisen who was no longer necessarily subject to change with the changing universe, - a being who was in some degree superior to nature, inasmuch as he knew how to control and regulate her action, and could keep himself in harmony with her, not by a change in body, but by an advance of mind.\"",
        "Here he was brought into official relations with Sir Ferdinando Gorges, then a commissioner to regulate the Newfoundland fisheries.",
        "Canon law, jus canonicum, is the sum of the laws which regulate the ecclesiastical body; for this reason it is also called ecclesiastical law, jus ecclesiasticum.",
        "The common law is that which is intended to regulate the whole body; special or local law is that which is concerned with certain districts or certain categories of persons, by derogation from or addition to the common law.",
        "- The common law of the Roman Church cannot by itself uniformly regulate all the churches of the different nations; each of them has its own local law, which Local law.",
        "No street franchise can be granted for a longer term than twenty-five years, and the right to regulate the exercise of each and every franchise is reserved to the mayor and council.",
        "Kant distinguishes as \"transcendent\" the world of things-in-themselves as being without the limits of experience; while \"transcendental\" is his term for those elements which regulate human experience, though they are themselves beyond experience; such are the categories of space, time, causality.",
        "By and by the idea would dawn on the nation that anarchy is as productive of evil as tyranny, and that a government which omits to regulate or control allows the strong to oppress the weak, and the rich to oppress the poor.",
        "Pitt, on the other, declared that the British parliament cIa~at;y had absolutely no right to tax America, though he Act and held that it had the right to regulate, or in other words i~peal of to tax, the commerce of America for the benefit of the Engels",
        "It was therefore as absurd to argue with Pitt that England had a right to regulate commerce, as it was toargue with Grenville that England had a right to levy taxes.",
        "Napoleon, indeed, used his influence to carry them into effect; but Lord John Russell, who was now in charge of the British foreign office, and who had Lord Palmerston and Gladstone on his side in, the cabinet, gave a vigorous support to the claim of the Italians that their country should be allowed to regulate her own affairs.",
        "i is a hydraulic box with water seal; j, a coke-scrubber; k, a filter; 1, a sawdust-scrubber; m, inlet of gas-holder; n, gasholder; o, outlet of same; p, a valve with weighted lever to regulate the admission of steam to the gas-producer; q, the weight which actuates the lever automatically by the rise or fall of the bell of the gas-holder.",
        "At the legislative session which followed, the Potter law, one of the first attempts to regulate railway rates, was passed.",
        "The metal so obtained invariably contains a certain amount of carbon, free or combined, and the proportion and condition regulate the properties of the metal, giving origin to the three important varieties: cast iron, steel, and wrought iron.",
        "Ten commissioners arrived from Rome to regulate the final terms of peace, and at the Isthmian games a herald proclaimed to the assembled crowds that \"the Roman people, and T.",
        "Even during the period when relations between England and Scotland were strained, the sovereigns of both countries recognized it to be their duty to protect property and regulate the lawlessness of the borders.",
        "Almost the last act of William's long reign was to conclude a concordat with the Papacy, but this was repudiated by the diet, which preferred to regulate the relations between church and state in its own way.",
        "Since December 1797 a congress had been sitting at Rastadt to regulate the future of Germany.",
        "This aspect, however, must necessarily be prominent in discussing Christianity, which cannot be adequately treated merely as a system of theological beliefs divinely revealed, and special observances divinely sanctioned; for it claims to regulate the whole man, in all departments of his existence.",
        "He urges that the notion of \" good 1 on the whole \" is one which only a reasoning being can form, involving as it does abstraction from the objects of all particular desires, and comparison of past and future with present feelings; and maintains that it is a contradiction to suppose a rational being to have the notion of its Good on the Whole without a desire for it, and that such a desire must naturally regulate all particular appetites and passions.",
        "With a little straining these are made to correspond to five chief divisions of Jus, - personal security (benevolence being opposed to the ill-will that commonly causes personal injuries), property, contract, marriage and government; while the first, second and fourth, again, regulate respectively the three chief classes of human motives, - affections, mental desires and appetites.",
        "Absolute ethics would deal with such laws as would regulate the conduct of ideal man in an ideal.",
        "Sir Leslie Stephen, for instance, wishes to substitute the conception of \" social health \" for that of universal happiness, and considers that the conditions of social health are to be discovered by an examination of the \" social organism \" or of \" social tissue,\" the laws of which can be studied apart from those laws by which the individuals composing society regulate their conduct.",
        "The then governorgeneral of Angola, Senhor Norton de Mattos, had already instituted reforms and in 1913 had created a Department for Native Affairs, which set itself to regulate the employment of natives, including the recruitment of labourers for the cocoa plantations on St.",
        "Decrees of 1902 and 1905 regulate the conditions under which mining is carried on.",
        "in 1213; but the principles of the concordat of Worms continued theoretically to regulate the tenure of bishoprics and abbacies until the dissolution of the empire on 1806.",
        "But the disaffection of the court and the more extreme Catholics made it impossible for him as yet to enter upon a struggle against both Austria and Spain; he was only able to regulate the affairs of Italy with much prudence.",
        "On the basis laid down by the Constituent Assembly and the Convention he constructed or consolidated the funds necessary for national institutions, local governments, a judiciary system, organs of finance, banking, codes, traditions of conscientious well-disciplined labor, and in short all the organization which for three-quarters of a century was to maintain and regulate the concentrated activity of the French nation (see the section Law and Institutions).",
        "The bill for organizing the territories of Kansas and Nebraska, which Douglas reported in January 1854 and which in amended form was signed by the president on the 30th of May, reopened the whole slavery dispute - wantonly, his enemies charged, for the purpose of securing Southern support, - and caused great popular excitement, as it repealed the Missouri Compromise, and declared the people of \" any state or territory \" free to form and regulate their domestic institutions in their own way, subject only to the Constitution of the United States.\"",
        "By these momentous inductions the geometrical theory of the solar system was perfected, and a hitherto unimagined symmetry was perceived to regulate the mutual relations of its members.",
        "In his first paper on this subject (1829) he thus summarizes the knowledge experiment had afforded as to the laws which regulate the movement of gases.",
        "Steps were furthermore taken by means of irrigation works to regulate the Nile floods, and those of the river Gash.",
        "They demanded the dismissal of a number of the royal ministers; the establishment of a commission elected from the three estates to regulate the dauphin's administration, and of another board to act as council of war; also the release of Charles the Bad, king of Navarre, who had been imprisoned by King John.",
        "But a priori notions, did they exist, could have no claim to regulate experience.",
        "Two upstream activators, Pannier and Iroquois, bind to the enhancer sequences and regulate achaete-scute expression.",
        "You will also have tablets to help regulate the chemical balance of your blood, for example a drug called allopurinol.",
        "Rheumatoid arthritis synovial T cells regulate transcription of several genes associated with antigen-induced anergy.",
        "aporia of legitimacy (what founds the discursive authority to regulate interpretation in the first place?",
        "It helps to regulate menstruation and can be used for after childbirth pain, high blood pressure, traumatic injuries, and chronic appendicitis.",
        "Firstly, he says, there is a need to develop a national biosafety framework to regulate biotechnology and GMOs.",
        "Preliminary laboratory studies in animals 87 and humans 88 89 90 suggest that acupuncture may help regulate blood pressure.",
        "It contains the essential mineral chromium to help regulate sugar cravings.",
        "The minerals calcium and magnesium govern the working of nerves which regulate muscle contractions.",
        "The WTO has no mandate to regulate the major trading players, the transnational corporations.",
        "Doctors to regulate the menstrual cycle can manipulate these hormones.",
        "nerve damage can interfere with the activity of the sweat glands, making it difficult for the body to regulate temperature.",
        "decry most attempts to regulate them as an attack on freedom of expression.",
        "Haemostatic mechanisms control blood flow by regulating platelet adherence and fibrin deposition and various haemostatic proteins have been shown to regulate angiogenesis.",
        "limpet shells were used in medicine to regulate the dose.",
        "Specific legislation shall regulate the functioning and powers of the management and discipline organ of the administrative jurisdictional magistracy.",
        "The FSA does not regulate Buy to let mortgages.",
        "Many countries regulate specific mycotoxins and most countries try to limit exposure to the toxins [1] .",
        "Calcium also helps conduct nerve impulses, regulate your heartbeat, and maintain cell membranes.",
        "It also helps to produce the neurotransmitters noradrenaline, which regulate blood flow and serotonin which helps promote sleep and buffer stress.",
        "odes of practice to regulate the quality of services.",
        "These included increased expression of several oncogenes, as well as decreased expression of several tumor suppressor genes and genes that regulate airway inflammation.",
        "Should RCVS seek power to regulate the conduct of veterinary nurses and other paraprofessionals who may from time to time become recognized?",
        "perspire to regulate heat flow in the body, a patient will suffer from dry skin.",
        "The Commissioners considered in what circumstances a body set up to regulate the profession could be charitable.",
        "propertied interests, socialism seeks to regulate society in a collective and democratic way.",
        "This, in turn, converts to beneficial prostaglandins that help regulate cell activity.",
        "regulate transcription of genes for enzymes involved, e.g., in cholesterol synthesis.",
        "regulate body temperature.",
        "regulate that flow.",
        "Toll-like receptor 2 and 4 (TLR2 and TLR4) agonists differentially regulate secretory interleukin-1 receptor antagonist gene expression in macrophages.",
        "AB - Although retinoids are known to regulate gene transcription by activating retinoid receptors, the targets of retinoid receptors are largely unknown.",
        "Regulate your sleep-wake rhythm with bright light lamp Common fluorescent and incandescent lights do not aid in regulating a body's biorhythm.",
        "As a result, in many cases rias have not offered a robust challenge to proposals to regulate.",
        "A consultation paper with proposals for how to regulate the motor salvage industry was issued on 27 April 2000.",
        "segments of DNA that regulate biological activity.",
        "subsequent investigation casts doubt on the ability of the hunt to regulate themselves.",
        "Thyroid gland This gland in the neck produces the hormone thyroxine, which helps to regulate the body's energy levels.",
        "transnational in scope, then no regulatory or fiscal system is really able to regulate their activity.",
        "The purpose of the IWC is to regulate whaling in accordance with the principles of sustainable use.",
        "Bloggers regulate themselves resulting in sometimes exaggerated and even wrongful information.",
        "Do checkpoint mechanisms regulate S phase entry in fission yeast?",
        "While it is not improbable that the collar-pores and the proboscispores may evacuate excretory substances, there can be little doubt that their primary function is to regulate the turgidity of the segment to which they respectively belong.",
        "and Francis I., which was destined to regulate the relations between the French Church and the Holy See until the Revolution.",
        "While chemistry rests in the acceptance of ultimate heterogeneous elements, the vortex-theory assumed uniform matter through the universe, and reduced cosmical physics to the same principles as regulate terrestrial phenomena.",
        "From the Conquest or even earlier they had, besides various lesser rights - (1) exemption from tax and tallage; (2) soc and sac, or full cognizance of all criminal and civil cases within their liberties; (3) tol and team, or the right of receiving toll and the right of compelling the person in whose hands stolen property was found to name the person from whom he received it; (4) blodwit and fledwit, or the right to punish shedders of blood and those who were seized in an attempt to escape from justice; (5) pillory and tumbrel; (6) infangentheof and r L outfangentheof, or power to imprison and execute felons; (7) mundbryce (the breaking into or violation of a man's mund or property in order to erect banks or dikes as a defence against the sea); (8) waives and strays, or the right to appropriate lost property or cattle not claimed within a year and a day; (9) the right to seize all flotsam, jetsam, or ligan, or, in other words, whatever of value was cast ashore by the sea; (10) the privilege of being a gild with power to impose taxes for the common weal; and (11) the right of assembling in portmote or parliament at Shepway or Shepway Cross, a few miles west of Hythe (but afterwards at Dover), the parliament being empowered to make by-laws for the Cinque Ports, to regulate the Yarmouth fishery, to hear appeals from the local courts, and to give decision in all cases of treason, sedition, illegal coining or concealment of treasure trove.",
        "The provinces agreed first to eject the foreigner, then to meet in states-general and regulate all matters of religion and defence.",
        "The wire being paid out without slack measures the actual distance and speed over the ground, and the engineer in charge is relieved of all anxiety in estimating the depth from the scattered soundings of the preliminary survey, or in calculating the retarding strain required to produce the specified slack, since the brakesman merely has to follow the indications of the instrument and regulate the strain so as to keep the pointer at the figure required - an easy task, seeing that the ratio of speed of wire and cable is not affected by the motion of the ship, whatever be the state of the sea, whereas the will I',/ OW= o a ' 30 30 ao.",
        "regulate the amount of fines imposed for offences against the law.",
        "The Spanish government made strenuous attempts to regulate forced labour by limiting the rights of the masters.",
        "Mr Roosevelt not only framed legislation to regulate this concentration of wealth and to preserve forests, water power, mines and arable soil, but organized departments in his administration for carrying his legislation into effect (see Irrigation: United States).",
        "The Epitome Astronomiae Copernicanae (Linz and Frankfort, 1618-162r), a lucid and attractive textbook of Copernican science,was remarkable for the prominence given to \"physical astronomy,\" as well as for the extension to the Jovian system of the laws recently discovered to regulate the motions of the planets.",
        "(See Asceticism and Mysticism.) Indeed the history of religion shows that they are among the most deep-rooted and widespread instincts of the human soul; and monasticism is the attempt to develop and regulate their exercise.",
        "After referring to the effects of forests (see Forests And Forestry) on water-supply, he went on as follows: \" The forests alone cannot fully regulate and conserve the waters of the arid regions.",
        "Its chief ideas are - (1) That, owing partly to the want of ability in historians, and partly to the complexity of social phenomena, extremely little had as yet been done towards discovering the principles which govern the character and destiny of nations, or, in other words, towards establishing a science of history; (2) That, while the theological dogma of predestination is a barren hypothesis beyond the province of knowledge, and the metaphysical dogma of free will rests on an erroneous belief in the infallibility of consciousness, it is proved by science, and especially by statistics, that human actions are governed by laws as fixed and regular as those which rule in the physical world; (3) That climate, soil, food, and the aspects of nature are the primary causes of intellectual progress, - the first three indirectly, through determining the accumulation and distribution of wealth, and the last by directly influencing the accumulation and distribution of thought, the imagination being stimulated and the understanding subdued when the phenomena of the external world are sublime and terrible, the understanding being emboldened and the imagination curbed when they are small and feeble; (4) That the great division between European and non-European civilization turns on the fact that in Europe man is stronger than nature, and that elsewhere nature is stronger than man, the consequence of which is that in Europe alone has man subdued nature to his service; (5) That the advance of European civilization is characterized by a continually diminishing influence of physical laws, and a continually increasing influence of mental laws; (6) That the mental laws which regulate the progress of society cannot be discovered by the metaphysical method, that is, by the introspective study of the individual mind, but only by such a comprehensive survey of facts as will enable us to eliminate disturbances, that is, by the method of averages; (7) That human progress has been due, not to moral agencies, which are stationary, and which balance one another in such a manner that their influence is unfelt over any long period, but to intellectual activity, which has been constantly varying and advancing: - \"The actions of individuals are greatly affected by their moral feelings and passions; but these being antagonistic to the passions and feelings of other individuals, are balanced by them, so that their effect is, in the great average of human affairs, nowhere to be seen, and the total actions of mankind, considered as a whole, are left to be regulated by the total knowledge of which mankind is possessed\"; (8) That individual efforts are insignificant in the great mass of human affairs, and that great men, although they exist, and must \"at present\" be looked upon as disturbing forces, are merely the creatures of the age to which they belong; (9) That religion, literature and government are, at the best, the products and not the causes of civilization; (10) That the progress of civilization varies directly as \"scepticism,\" the disposition to doubt and to investigate, and inversely as \"credulity\" or \"the protective spirit,\" a disposition to maintain, without examination, established beliefs and practices.",
        "The standard resistance coil employed as a means of comparison by which to regulate and check other coils consists of a wire, generally of manganin or platinum silver, insulated with silk and wound on a brass cylinder (fig.",
        "Yet this number, although it represents a portentous expenditure of labour, is insignificant compared with the multitude of the stellar throng; nor had any general tendency been discerned to regulate what seemed casual flittings until Professor Kapteyn, in 1904, adverted to the prevalence among all the brighter stars of opposite streamflows towards two \" vertices \" situated in the Milky Way (see Star).",
        "The released SREBP can then translocate to the cell nucleus to regulate transcription of genes for enzymes involved, e.g., in cholesterol synthesis.",
        "Ecstasy acts to reduce appetite and disrupts the user 's ability to regulate body temperature.",
        "Regulate your sleep-wake rhythm with bright light lamp Common fluorescent and incandescent lights do not aid in regulating a body 's biorhythm.",
        "As a result, in many cases RIAs have not offered a robust challenge to proposals to regulate.",
        "Genes are segments of DNA that regulate biological activity.",
        "Recent work has shown that ABA and pH signals can combine even in very mildly stressed plants to regulate stomatal behavior and water loss.",
        "The conclusions of the subsequent investigation casts doubt on the ability of the hunt to regulate themselves.",
        "These standards, the Tier 2 standards, will regulate autos and light trucks and set new requirements limiting sulfur in gasoline.",
        "Thyroid gland This gland in the neck produces the hormone thyroxine, which helps to regulate the body 's energy levels.",
        "If they are transnational in scope, then no regulatory or fiscal system is really able to regulate their activity.",
        "The leaves of the plant regulate the amount of water they hold through transpiration.",
        "Serotonin allows for communication between brain cells and also helps to regulate breathing and blood pressure.",
        "PJ sets that come with hats are also ideal, since hospital staff will often encourage head warmth when working to regulate your baby's body temperature.",
        "The spinal neurons that regulate skeletal muscles in the cat's upper body and legs die off and cause muscular atrophy.",
        "It has low toxicity, and can help regulate the thymus gland.",
        "For this reason, including a proper amount of flaxseed or psyllium husk in your cat's food recipes may help safely regulate your pet's elimination.",
        "However, your chances of acquiring a cat that harbors respiratory disease is infinitely higher when you select your animal from a shelter or pet store where exposure to other cats and animals is high and difficult to regulate.",
        "Try using the ATM to monitor your cash withdrawals and regulate how much you spend within a month.",
        "An initial counseling session may last up to an hour or more as the counselor reviews the client's financial situation and offers down-to-earth advice about how to better regulate spending and decrease debt.",
        "The CARD Act of 2009 contains provisions to regulate many of the card issuer's rate and fee activities.",
        "Some Visa rewards cards with gas rewards have certain restrictions that regulate how a card holder can qualify for gas rewards or points towards a gas purchase.",
        "The California State Bar Association has rules in place which regulate who can be a member of the bar.",
        "Without any regulation for claims of environmentally safe products, manufacturers self regulate their claims.",
        "A point source is a single location, such as a factory or manufacturing plant, and is generally easier to regulate.",
        "A passive solar design will regulate the amount of sunlight allowed into the home for optimum thermal mass absorption.",
        "The ideal for this absorption process is to siphon off the excess heat in the room during the day and regulate the heat in the room so it's comfortable, not stifling.",
        "The stream must also flow constantly so you can regulate the water through the piping to the hydro system.",
        "Governmental Regulations: The US Federal government passed the Clean Water Act to regulate how industries, farmers and water treatment plants processed their water before releasing it.",
        "Cayenne helps to regulate and decrease blood sugar levels in diabetics.",
        "Some companies that market Acai-based products also claim that their products will slow aging, regulate blood sugar levels in diabetics and improve vision.",
        "The Food and Drug Administration (FDA) does not regulate herbs, so it's important to be very knowledgeable about what you are putting in your body.",
        "At first, the new rules seem to be yet another attempt of government agencies to regulate what people have been using for centuries.",
        "The professional is able to regulate the depth of the deposit of the pigment with this applicator, which helps make the procedure safer.",
        "A league commissioner will keep things fair and regulate points for each team.",
        "Exercise helps to regulate our homeostasis equilibrium by ensuring that our hormones are functioning properly.",
        "Done repeatedly, (five or six times a week) exercise will help to regulate your mind so that you're not grumpy and tired all the time.",
        "Thirty states currently regulate minors' use of tanning beds, and some require anyone under the age of 14 to obtain parental permission.",
        "These two hormones will eventually regulate menstrual cycles.",
        "Vitamin B 12 helps regulate the central nervous system and brain functions, as well as the creation of new blood cells.",
        "Vitamin B 12 actually helps regulate much more than that.",
        "This hormone is widely believed to regulate sleep patterns in the brain, telling us when it's time to go to sleep, and also when to wake.",
        "The best way to prevent such health complications is to regulate your vitamin B12 intake.",
        "Note that the Food and Drug Administration has not evaluated Prevagen, does not regulate it and does not endorse it to treat any condition.",
        "In addition, it is hard to regulate the drug's dosage when smoked.",
        "The FDA works to regulate any item making a health claim but many feel that the FDA is not the best organization to regulate herbal remedies.",
        "There are debates on both sides; those who think that the FDA should regulate herbs even more and those who think they should stay out of the herbal arena.",
        "In addition, the goal of designing a soccer uniform is to use materials that can actually regulate body temperature and resist unwanted mildew and odors.",
        "Moisture wicking materials actually absorb the sweat, keeping it off skin, and this in turn helps regulate a player's body temperature.",
        "Without an invitation, you may not be able to attend, and there are sometimes people at the party's entrance who are assigned to act as bouncers and regulate who gets to enter the party.",
        "This important organ protects internal organs and helps regulate body temperature.",
        "This gives the dog's system a better chance to regulate itself.",
        "It not only helps to keep moisture out but also helps to regulate the temperature.",
        "In the late 16th century, Queen Elizabeth I declared an addition to the \"Sumptuary Laws\", designed to regulate what people of various classes were allowed to wear.",
        "Potassium is good for your lawn because it helps regulate processes in the plant, including making its use of nitrogen more efficient.",
        "People who regularly take garlic pills or other forms of garlic do so in an attempt to regulate blood pressure, cholesterol, and as a decongestant.",
        "St. John's Wort: Many people make the claim that this herb can help regulate moods and even assist people experiencing depression.",
        "This makes it a safer fabric for your family, and one that helps regulate the environment around your body.",
        "This is one of the primary jobs of the United States Department of Agriculture: to regulate food production and ensure that consumer products are labeled properly.",
        "The Food and Drug Administration (FDA) does not currently regulate or review personal care products, and there is no third-party testing in place to ensure safety before products reach the market.",
        "While the U.S. Food and Drug Administration does not regulate dietary supplements, you have avenues to ensure the quality of the supplements you take.",
        "While the FDA doesn't regulate vitamins, you can look for USP on the label.",
        "It will also follow standards which regulate the entire production through processing which you typically associate with organic products.",
        "Ohio does not regulate or require licenses for home cooks who sell low-risk of contamination foods such as baked goods.",
        "Getting your heart rate up by doing aerobics or other cardio can help your body regulate insulin so that it processes sugar much more efficiently.",
        "Melatonin: One option is melatonin, a hormone your body produces which helps to regulate the circadian rhythms, or your sleep cycle.",
        "Hormones regulate every movement and change in the body.",
        "These hormones regulate the body's need to gain and lose weight and also regulate the appetite.",
        "As such, it can help your body regulate your sleep-cycle and facilitate falling asleep.",
        "The Food and Drug Administration (FDA) does not regulate the production or control the hormone's production like it does other drugs.",
        "The causes of narcolepsy may be the inability of the brain to regulate the sleep cycle, in particular the sleep and awake mechanisms.",
        "Once diagnosed, doctors can find an appropriate treatment to help regulate sleep better.",
        "Some research also reveals a possible mutation with hypocretin in addition to the deficiency, making it more difficult for the body to regulate normal sleep cycles.",
        "People with OSA may experience a weakened heart rate recovery after exercising, which indicates that the autonomic system's ability to regulate heart rate is out of balance.",
        "The central nervous system is unable to regulate arousal and self-regulation.",
        "Some postulate that the brain systems that regulate arousal and attention are also involved in regulating sleep patterns, and there is significant evidence to support this.",
        "The U.S. Food and Drug Administration do not regulate herbal remedies.",
        "You can put coals under the pot and on top of the lid to regulate the temperature in the pot to cook the food.",
        "Vitamin K is an important nutrient needed to regulate normal blood clotting.",
        "The CFTR protein helps to regulate the amount of salt in sweat.",
        "Growth hormone tests measure the levels of specific hormones that regulate human growth.",
        "The hypothalamus also secretes hormones that regulate the pituitary gland.",
        "The hypothalamus releases hormones that regulate the production of other hormones.",
        "Antidiuretic hormone (ADH)-Also called vasopressin, a hormone that acts on the kidneys to regulate water balance.",
        "Thyroid-stimulating hormone (TSH)-A hormone produce by the pituitary gland that stimulates the thyroid gland to produce the hormones that regulate metabolism.",
        "It helps to regulate the immune system's response to infections or malignancy.",
        "In some instances, the abnormal pyrin itself seems to be \"stressed\", and loses its ability to regulate the inflammatory response to trauma.",
        "A permanent pacemaker or implantable cardioverter defibrillator (ICD) is sometimes needed to regulate the child's heart rhythm.",
        "Among the drugs commonly used are a nasal spray of desmopressin acetate (DDAVP), a substance similar to the hormone that helps regulate urine production; and imipramine hydrochloride, a drug that helps to increase bladder capacity.",
        "Albumin-A blood protein that is made in the liver and helps to regulate water movement in the body.",
        "The National Institute of Neurological Disorders and Stroke (NINDS) defines narcolepsy as a \"disorder caused by the brain's inability to regulate sleep-wake cycles normally.\"",
        "The nerve cells, or neurons, in this part of the hypothalamus secrete substances known as hypocretins or orexins, which regulate the sleep/wake cycle in humans.",
        "Hypocretins-Chemicals secreted in the hypothalamus that regulate the sleep/wake cycle.",
        "Some research also suggests that co-sleeping (having an infant sleep with the mother in her bed) can help regulate an infant's sleep pattern in ways that reduce the risk of SIDS.",
        "One of their many functions is to help regulate muscle activity.",
        "Parathyroid gland-A pair of glands adjacent to the thyroid gland that primarily regulate blood calcium levels.",
        "Certain mechanisms within the brain and the rest of the central nervous system help regulate contraction.",
        "The kidneys regulate the balance of salt and water in the body.",
        "RB1 produces a tumor suppressor protein that normally helps to regulate the cell cycle of cells such as those of the retina.",
        "Genes such as tumor suppressor genes tightly regulate this growth cycle.",
        "In general, most physicians believe that IUGR is the consequence of a disease process within one or more of the three partitions that maintain and regulate fetal growth, i.e., the maternal compartment, the placenta, or the fetus.",
        "CT scans expose the child to radiation, and overuse of CT scanning has received attention from organizations that regulate medical radiation exposure.",
        "Besides the factors, which are all proteins, plasma (the fluid component of the blood) carries a number of other proteins that regulate bleeding.",
        "It helps to regulate digestive, respiratory, and circulatory systems.",
        "T cells regulate the production of antibodies, which are protein molecules produced as the first line of the immune system's defense against disease-causing organisms.",
        "Body temperature, blood pressure, and heart rate may be difficult to regulate in premature infants.",
        "Caffeine interferes with drugs that regulate heart rhythm, such as quinidine and propranolol (Inderal).",
        "From these glands come a flood of sex hormones-androgen and testosterone in the male, estrogen and progestin in the female-that regulate the growth and function of the sex organs.",
        "These hormones, estrogen and progestin, regulate the female menstrual cycle.",
        "Calcium helps regulate the heart rate and nerve impulses, lower cholesterol, prevent atherosclerosis, develop muscles, and prevent muscle cramping.",
        "SSRIs, such as fluoxetine (Prozac), sertraline (Zoloft), and paroxetine (Paxil) regulate depression by regulating levels of serotonin, a neurotransmitter.",
        "Desmopressin acetate (DDAVP)-A drug used to regulate urine production.",
        "These devices help regulate water temperature in order to prevent burns from water that is too hot.",
        "SCI diets accordingly include high fiber and plenty of fluids to regulate bowel movements.",
        "For Rothbart and her colleagues, the infant's ability to focus its attention is the basis of its later ability to regulate its reactions to people and events.",
        "In Rothbart's view, what she calls the attentional system allows the child to regulate his or her outward behavior as well as internal reactions to stimuli.",
        "Androgens regulate the development of the embryo, determining whether it is a male or a female (male in the presence of androgens and female in the absence of androgens).",
        "The basal ganglia send output messages to the motor cortex, helping to initiate movements, regulate repetitive or patterned movements, and control muscle tone.",
        "Babies are unable to regulate themselves and become overwhelmed by their emotional states, including those of fear, pleasure, and sadness.",
        "Others point to decreased production of a hormone in the immune system called interferon-gamma that ordinarily helps to regulate the body's response to allergens.",
        "Parathyroid hormone and 1,25-diOH-D work together in the body to regulate the levels of calcium in the blood.",
        "Chromosomes contain genes that regulate the function and development of the body.",
        "These are people who regulate the elements…hang meat in the air to dry…stuff a cleaned animal into its own stomach and cook it over a pit fire…put food on ice to keep cool…pull fish out of the water, vegetables out of the ground.",
        "More than 30 states now regulate electronic hair removal treatments, and professionals should be able to present credentials certifying their expertise.",
        "Regular lice scalp checks help to regulate and prevent outbreaks in the school surroundings.",
        "Each state has specific homeschool laws that regulate whether a parent will be subjected to a homeschool inspection or not.",
        "Not every state has laws which regulate mortgage brokers.",
        "Like many other states, Florida revisited the mortgage broker licensing requirements and made some revisions in an attempt to better regulate the mortgage business within the state and to protect consumers.",
        "They may need to gain a few pounds in order to regulate their reproductive cycles.",
        "If you decide you want to become pregnant, you don't have to wait for your cycles to regulate.",
        "The pill contains small amounts of the hormones estrogen and progesterone, which regulate ovulation, thicken the mucus in the cervix, or prevent implantation of the fertilized egg.",
        "Children's bodies regulate their temperature differently from that of adults.",
        "It contributes to the composition of teeth and bones and it helps regulate levels of calcium and other minerals in the body.",
        "In a nutshell, it means the body has lost its ability to regulate blood sugar levels properly.",
        "Taking a melatonin supplement may help to regulate levels and decrease symptoms.Another group who often benefit from melatonin is people whose bodies make little or no melatonin.",
        "It is not only needed to help regulate our mood and sleep, but it also transmits nerve impulses from the brain and as a neurotransmitter controls feelings like thirst and hunger.",
        "While melatonin helps regulate the body's circadian cycle, serotonin communicates to the brain the need for sleep.",
        "Only a small percentage is needed for the conversion; however, it reinforces the fact that a minimum L tryptophan intake is needed, in order to regulate various physiological functions.",
        "The neurotransmitter serotonin, which helps regulate your mood, concentration, and sleep cycle.",
        "Tryptophan helps to regulate sleep cycles, and many folks take it as a supplement for helping to treat problems concentrating in conditions such as adult ADD.",
        "Serotonin is a chemical in the brain that helps to regulate appetite, sleep cycle, mood balance, the ability to concentration and more.",
        "One of the most significant functions that vitamin D performs is that it helps regulate the amount of both calcium and phosphate in the body.",
        "Align probiotic is a dietary supplement said to help align or regulate digestion by encouraging the growth of friendly bacteria colonies.",
        "Some people turn to phenylalanine supplements to regulate moods.",
        "It helps prevent anemia and works with folic acid to regulate red blood cells.",
        "The tablet form is a convenient way for you to regulate your intake, especially if you don't eat a lot of fruits or vegetables.",
        "Vitamin D helps the body regulate its levels of phosphorus, another important vitamin for bone health and growth.",
        "Along with strengthening bones, vitamin D helps regulate brain and nerve function.",
        "It helps regulate the digestive system and can lower blood sugar and cholesterol levels.",
        "The food tray also helps to regulate the food pushed through the grinder.",
        "Electric models have a thermostat or gauge to regulate the temperature during the cooking process.",
        "Dehumidifiers help regulate the moisture in the air inside a room by creating a cold surface that draws in and condenses the water in the air.",
        "There are no time limits that regulate how long the animals are at the shelters.",
        "Its purpose was to regulate and watch over the Antwerp diamond industry as an enforcer of consistency and quality control.",
        "You will want to check out different curriculums and learn about the laws in your state that regulate homeschooling.",
        "These types of parents teach their children to regulate themselves and maintain social responsibility.",
        "His heart medication helped him to regulate his heart problems until his pharmacist (seriously new twist in storytelling) tampered with his medication.",
        "While the FDA currently does not regulate the manufacture of tattoo inks, easy homemade tattoo inks are still an inferior substitute to consumer dyes.",
        "Most areas have laws that regulate the cleaning and sterilization of equipment, so the best protection against this particular risk is to choose a shop that is compliant with all of your local piercing laws.",
        "The forks regulate the time and produce a remarkably accurate timepiece.",
        "Ujjayi tones the lungs, soothes the nerves, and helps to regulate blood pressure.",
        "Further, some doctors think there is a physiological link between AS or autism and mood disorders like OCD which may impair a person's ability to regulate emotions and perception.",
        "The \"feedback\" helps the individual regulate behavior by regulating brainwaves.",
        "New laws such as the Pure Food and Drug act of 1906 helped regulate some of these traveling medicine men.",
        "As with any industry where many counties are involved, a worldwide effort may be what is needed to repair and regulate poor sales, vendor and supplier shutdowns, and union costs in order for the automobile industry outlook to be brighter.",
        "Minerals, such as calcium and iron, help regulate body processes and form body structures; for example, calcium builds bones and teeth.",
        "When your body detects glucose in the bloodstream, it signals the pancreas to produce insulin to regulate the blood glucose levels.",
        "It's a vicious cycle, as the body struggles to regulate itself, and the consumption of carbohydrate foods -- especially simple carbohydrates -- exacerbates the problem.",
        "Suppressors regulate the amounts of certain hormones in the body in an effort to inhibit appetite.",
        "The program recommends eating foods that have a low in an effort to regulate blood sugar via its rate of absorption and the insulin response.",
        "Whether these foods indeed cause a fat-burning, enzymatic reaction in the body to shed pounds or simply are low calorie foods that help regulate total caloric intake, there is no question of the benefits gained by eating them.",
        "Doing your best to regulate the amount of stress that is happening in your life, or at least controlling how you deal with that stress, is a big help for controlling symptoms.",
        "While the FDA does regulate supplements, its regulations differ from those that govern medicines.",
        "Offers a controlled amount of carbohydrates in order to regulate blood glucose levels.",
        "The thyroid gland, which is located below the Adam's apple, produces hormones that help regulate metabolism.",
        "The Body Type Diet suggests that you can determine which of four glands regulate your metabolism by looking at your figure.",
        "Another beneficial effect on the body is that soluble fiber slows the absorption of sugars from foods in the stomach and helps regulate sugar absorption.",
        "Eating a diet high in soluble fiber may be helpful in the prevention of diabetes and can help regulate blood sugar and insulin production in those who are already diabetic.",
        "Healthy snacks regulate your blood sugar levels, give you a boost of energy, stoke your metabolism and help you to concentrate better.",
        "Here are a few ways you can tweak your daily intake to help regulate your cholesterol.",
        "They provide fiber and can help regulate blood pressure.",
        "It's also important to note that the FDA doesn't regulate dietary supplements.",
        "The nutritional exchange system was created to help those suffering with diabetes regulate their blood sugar levels and manage their symptoms.",
        "The diabetic exchange system allows those trying to regulate blood sugar to easily see how much of each food group they should be eating."
    ],
    "definition": [
        "To control or direct according to rule, principle, or law.",
        "To adjust to a particular specification or requirement: regulate temperature.",
        "To adjust (a mechanism) for accurate and proper functioning.",
        "To put or maintain in order: regulate one's eating habits.",
        "reg′u·la′tive reg′u·la·to′ry\nadjective",
        "Link/Cite",
        "To dictate policy.",
        "To control or direct according to rule, principle, or law.",
        "To adjust to a particular specification or requirement: regulate temperature.",
        "To adjust (a mechanism) for accurate and proper functioning.",
        "To put or maintain in order: regulate one's eating habits.",
        "Link/Cite"
    ]
}