{
    "translation": ".1 בקרה\n.2 תקנה",
    "uses": [
        "He advocated freedom of the corn trade, reduction of the number of religious communities, and deprecated regulation of the interest on loans.",
        "More pressing even than that question was the regulation of local government.",
        "If a soldier, he should be dressed in regulation uniform like the others.",
        "This regulation of turgor is as characteristic of vegetable protoplasm as contraction is of muscle.",
        "The movement in favour of more vigorous railway regulation became pronounced after 1900.",
        "Easter, as commemorating the central fact of the Christian religion, has always been regarded as the chief festival of the Christian year, and according to a regulation of Constantine it was to be the first day of the year.",
        "There was ostensible government regulation of rates after 1877, but the roads were guaranteed outright against any loss of revenue, and in fact practically nothing was ever done in the way of reform in the Spanish period.",
        "The regulation of the new Yugoslav frontier with Austria proved very thorny.",
        "The model \" form of regulation \" lays down the scales of the drawings and the information to be shown thereon.",
        "Among other works written during Turgot's intendancy were the Memoire sur les mines et carrieres, and the Memoire sur la marque des fers, in which he protested against state regulation and interference and advocated free competition.",
        "Under an apparently uniform and stable system of social regulation there was much variation and movement, the significance of which it is impossible to estimate.",
        "As early as 1618 a code of laws for the regulation of the mining industry had been drawn up by Philip III., the executive and judicial functions in the mining districts being vested in a provedor, and the fiscal in a treasurer, who received the royal fifths and superintended the weighing of all the gold, rendering a yearly account of all discoveries and produce.",
        "Modern roads were made, the first railways were laid down, the regulation of the river Theiss was taken in hand, a new and better scheme of finance was inaugurated.",
        "According to the Kachin Hill Tribes Regulation of 1895, administrative responsibility is accepted by the British government on the left bank of the Irrawaddy for the country south of the Nmaikha, and on the right bank for the country south of a line drawn from the confluence of the Malikha and Nmaikha through the northern limit of the Laban district and including the jade mines.",
        "It is due to the influence of the laisser faire doctrine that we regard law and regulation as a restraint on liberty.",
        "First there is the office or cabinet of the prefect for the general police (la police gnrale), with bureaus for various objects, such as the safety of the president of the republic, the regulation and order of public ceremonies, theatres, amusements and entertainments, &c.; secondly, the judicial police (la police judiciaire), with numerous bureaus also, in constant communication with the courts of judicature; thirdly, the administrative police (la police administrative) including bureaus, which superintend navigation, public carriages, animals, public health, &c. Concurrently with these divisions there is the municipal police, which comprises all the agents in enforcing police regulations in the streets or public thoroughfares, acting under the orders of a chief (chef de la police municipale) with a central bureau.",
        "But the Prussians attacked at the old regulation speed of seventy-five paces to the minute, and the French manoeuvred at the quick or double of i 20 or 150.",
        "In warm-blooded animals, such as birds and mammals, protective mechanisms for the regulation of temperature enable them to endure exposure to extreme heat or cold, but in such cases the actually living cells do not appreciably rise or fall in temperature.",
        "In most of the systems that have been proposed this result is attained by electrical regulation; in one, however, a mechanical method is adopted, the dynamo being so' hung that it allows the driving belt to slip when the speed of the axle exceeds a certain limit, the armature thus being rotated at an approximately constant speed.",
        "The Regulation of Railways Act of 1871 extends the provisions of the above act to the opening of \" any additional line of railway, deviation line, station, junction or crossing on the level \" which forms a portion of or is connected with a passenger railway, and which has been constructed subsequently to the inspection of it.",
        "Put comprehensively, it involves the control of the subsoil and surface waters by drainage, the regulation of rivers and floods, suitable agriculture, the clearing of forests or jungles, which tend to increase the rainfall and keep the ground swampy.",
        "Although the Thames, as one of the \"great rivers of England,\" was always a navigable river, that is to say, one over which the public had the right of navigation, it was not until the last quarter of the 18th century that any systematic regulation of its flow in the upper reaches was attempted.",
        "The Berettyo canal between the Koros and the Berettyo rivers, and the Kdrds canal along the White Kiirds were constructed in conjunction with the regulation of the Theiss, and for the drainage of the marshy region.",
        "It is at once obvious that we are dealing not with an abstract scheme of regulation in a hypothetical world, but with an act of parliament nominally in force for two hundred and fifty years, and applicable to a great variety of trades whose organization and history can be ascertained.",
        "To this period Mommsen assigns the regulation, generally attributed to Augustus, that the sons of senators should be knights by right of birth.",
        "But the general tendency to regulate rates by authority of the state has apparently rendered unnecessary the old plan of rate regulation through competition, even if it had not been demonstrated often and again that this form of regulation is costly for all concerned and is effective only during rare periods of direct conflict between companies.",
        "Its immediate object was, not the regulation of the taille, but the organization of the cornpagnies d'ordonnance, i.e.",
        "Purchas), and since the \"Ritualists\" refused to bow to this decision, parliament intervened with the Public Worship Regulation Act of 1874, which set up a disciplinary machinery for enforcing the law, and at the same time reconstituted the Court of Arches.",
        "After the code was firmly established, the Locrians introduced a regulation that, if a citizen interpreted a law differently from the cosmopolis (the chief magistrate), each had to appear before the council of One Thousand with a rope round his neck, and the one against whom the council decided was immediately strangled.",
        "The peculiarity of the protoplasm in almost every cell is that it is especially active in the regulation of its permeability by water.",
        "The fisheries are under the regulation of by-laws made by the Thames Conservancy, which apply to the riparian owners as well as to the public generally.",
        "In the year named a special commission was appointed for the regulation of the Moldau and Elbe between Prague and Aussig, at a cost estimated at about I, 000,000, of which sum two-thirds were to be borne by the Austrian empire and one-third by the kingdom of Bohemia.",
        "In cases where statutes did touch the question of regulation, they had to do with the operation of trains and with the provision of facilities for shippers and passengers, rather than with questions of rates.",
        "The end ditch within the limits of the space is, according to Scottish laws, regarded as part of the green, a regulation which prejudices the general acceptance of those laws.",
        "A somewhat better theory of rate regulation was then framed, which divided railway expenditures into movement expense, connected with the line in general, and terminal expense, which connected itself with the stations and station service.",
        "Private operation, subject only to judicial regulation, was exemplified most fully in the early railway history of the United States.",
        "The first act which has reference to the safety of passengers is the Regulation of Railways Act of 1842, which obliges every railway company to give notice to the Board of Trade of its intention to open the railway for passenger traffic, and places upon that public department the duty of inspecting the line before the opening of it takes place..",
        "There is a distinct advantage in the regulation of this escape, and the mechanism is directly connected with the greater or smaller quantity of water in the plant, and especially in its ep-idermal cells.",
        "Dewsnup (ed.), Railway Organization and Working (Chicago, 1906); Interstate Commerce Commission; Rate Regulation Hearings before the U.S. Senate Committee (Washington, 5 vols., 1905); and on current matters, The Official Railway Guide (monthly, New York, the Railroad Age Gazette (weekly, New York) and the Commercial and Financial Chronicle (weekly, New York).",
        "The regulation is effected by locks and movable dams, the latter so designed that in times of flood or frost they can be dropped flat on the bottom of the river.",
        "On the side of the Piazza del Comune opposite to the cathedral are two 13th-century Gothic palaces in brick, the Palazzo Comunale and the former Palazzo dei Giureconsulti, now the seat of the commissioners for the water regulation of the district.",
        "One of the most serious administrative problems met with in London is that of locomotion, especially as regards the regulation of traffic in the principal thoroughfares and at the busiest crossings.",
        "In general he deserves the praise of steadily keeping in view the higher aims and interests of society in connexion with the regulation and development of its material life.",
        "In the \" back country \" extortionate fees, excessive taxes, and the oppressive manner of collecting them brought about a popular uprising, known as the Regulation, which centred in Orange and Anson counties, but was strong also in Brown, Edgecombe, Johnson, Granville and Halifax counties.",
        "The first reforms he wished to see introduced concerned the Lord's Supper, church praise, religious instruction of youth and the regulation of marriage.",
        "These conditions, as well as the degree of control over the construction and working of the lines, are left to the regulation of the provincial governments.",
        "It is certain that whatever merits the Cretan laws may have possessed for the internal regulation of the different cities, they had the one glaring defect, that they made no provision for any federal bond or union among them, or for the government of the island as a whole.",
        "Local laws, subject to approval by the legislative council of Fiji, are promulgated by a regulation board, composed of the commissioner, native chiefs of the seven districts into which the island is divided, and two native magistrates.",
        "In the regulation of trade they possessed extensive powers.",
        "In the regulation of trade the right of search was an important instrument.",
        "Yazdegerd) of Persia, for the regulation of the church.",
        "The removal of slums and the regulation of the older parts of the town, in connexion with the construction of the two new bridges across the Danube and of the railway termini, went hand-in-hand with the extension of the town, new quarters springing up on both banks of the Danube.",
        "by Muzaffar-ud-Din Shah, Mahommed Ali Mirza (his successor) and the grand vizir, on the 3oth of December 1906, deals with the rescript of the 5th of August, states the powers and duties of the national council and makes provision for the regulation of its general procedure by the council itself.",
        "In 1889, after Nasru d-Din Shahs return from his third visit to Europe, the council of state was instructed to compile a code of law for the regulation of justice.",
        "In 1833 an act was passed for paving, watching, cleansing and improving the streets; as well as for the regulation of police, and the establishment of a market.",
        "It has a second and more extensive meaning as applied to the regulation of public order and enforcing good government.",
        "Persons might be members who had nothing to do with the craft, and the rise of great capitalists and the development of competition in trade made the regulation of industry by means of companies no longer possible.",
        "Under the Public Worship Regulation Act of 1874, which gave to churchwardens and aggrieved parishioners the right to institute proceedings against the clergy for breaches of the law in the conduct of divine service, a discretionary right was reserved to the bishop to stay proceedings.",
        "Among other statutes conferring powers or imposing duties upon county councils, mention may be made of such acts as those relating to sea fisheries regulation, open spaces, police MisceI superannuation, railway and canal traffic, shop hours, laneous.",
        "The tolls which may be taken by an urban council must be approved by the Local Government Board; and any by-laws which they make for the regulation of the market must be confirmed by the same body.",
        "Owing to excesses committed by private traders and companies, who robbed, massacred and hideously abused the native Indians, the trade and regulation of the Russian possessions were in 1799 confided to a semi-official corporation called the Russian-American Company for a term of twenty years, afterwards twice renewed for similar periods.",
        "But a large source of opposition to separation was removed in 1819 when Congress, dividing the east coast of the United States into two great districts, did away with the regulation which, making each state a district for entering and clearing vessels, would have required coasting vessels from the ports of Maine as a separate state to enter and clear on every trip to or from Boston; as a consequence, the separation measures were carried by large majorities this year, a constitution was framed by a convention which met at Portland in October, this was ratified by town meetings in December, and Maine applied for admission into the Union.",
        "In conjunction with the regulation of the river Raab, and the drainage of the Hansag marsh, plans for the drainage of the lake have been proposed.",
        "It approved the concessions system in principle and regarded forced labour as the only possible means of turning to account the natural riches of the country, but recognized that though freedom of trade was formally guaranteed there was virtually no trade, properly so called, among the natives in the greater portion of the Congo State, and particularly emphasized the need for a liberal interpretation of the land laws, effective application of the law limiting the amount of labour exacted from the natives to forty hours per month, the suppression of the\" sentry \"system, the withdrawal from the concession companies of the right to employ compulsory measures, the regulation of military expeditions, and the freedom of the courts from administrative tutelage.",
        "Mencius held that the composition of the Ch'un Ch'iu was as great a work as Yu's regulation of the waters of the deluge with which the Shu King commences, and did for the face of society what the earlier labour did for the face of nature.",
        "APOSTOLIC CANONS, a collection of eighty-five rules for the regulation of clerical life, appended to the eighth book of the Apostolical Constitutions.",
        "The London Building Acts do not set out any special requirements, but suggestions have been made at the Royal Institution of British Architects for the regulation of skeleton buildings and they are drawn up upon a more scientific basis than the bulk of the existing acts.",
        "The fact that in these instances governments had a good deal to say in the regulation of the status of such serfs is well worth noting: it explains to a great extent the legal limitations of the power of the lords.",
        "The regulation by the state of the duties and customary status of peasants on government domains turns out to be one of the roots of serfdom in the Roman world, which in this respect as in many others follows on the lines laid down by Hellenistic culture.",
        "A more laboured work, his Proposal for Correcting, Improving and Ascertaining the English Tongue (1712), in a letter to Harley, suggesting the regulation of the English language by an academy, is chiefly remarkable as a proof of the deference paid to French taste by the most original English writer of his day.",
        "Thus, one man's property is diminished, while that of another is enlarged or improved; and a distinct branch of jurisprudence has grown up, the particular province of which is the definition and regulation of the alluvial rights alike of private property and of the state.",
        "As to processions within the churches, some difference of opinion having arisen as to the regulating authority, the Congregation of Rites has decided that the bishop must ask, though not necessarily follow, the advice of the chapter in their regulation.",
        "As the constituent assembly which amended the constitution, according to the president's wishes in 1905, was to continue in office until 1908 and to provide laws for the regulation of elections and other public affairs, it appeared that the president would permit no expression of popular dissent to interfere with his purpose to establish a dictatorial regime in Colombia similar to the one in Mexico.",
        "In the best filters an automatic arrangement for the measurement of the supply to each separate filter, and for the regulation of the quantity within certain limits, is adopted, and the resistance at outflow is so arranged that not more than a certain head of pressure, about 22 ft., can under any circumstances come upon the surface film, while a depth of several feet of water is maintained over the sand.",
        "Under the provisions of this statute, the \" archbishops and bishops of the ancient Apostolic and Catholic Church of Ireland \" (so they describe themselves), together with representatives of the clergy and laity, assembled in 1870, in \" General Convention,\" to \" provide for the regulation \" of that church.",
        "They forbade, for example, the building of streets wide enough to admit a cart, a regulation that accounted for the number of narrow wynds and alleys in the town.",
        "These primitive altars were of the simplest possible description - in fact they were required to be so by the regulation affecting them, preserved in Exodus xx.",
        "5.6) as 15 cubits high and 50 cubits square, with angle horns, and with an \"insensible acclivity\" leading up to it (a device to evade the pre-Deuteronomic regulation about steps).",
        "In 1909 a law was passed for state regulation of fire insurance rates (except in the case of farmers' mutuals insuring farm property only) and forbidding local discrimination of rates within the state.",
        "The opposition of the English parliament was only ~emoved by concessions continuing some important restrictions Ipon Irish exports, and by giving the English parliament the right of initiation in all measures relating to the regulation of.",
        "Bishops are often their visitors, and Church Congresses, Convocation and Lambeth Conferences have given them encouragement and regulation.",
        "But for the hubbub occasioned by the Public Worship Regulation Act, the first two years of the 1874 administration had no remarkable excitements till near the end of them.",
        "His Discourse of Ecclesiastical Politie (London, 1670), advocating state regulation of religious affairs, led him into controversy with Andrew Marvell (1621-1675).",
        "But by the Public Worship Regulation Act 1874 the two archbishops were empowered, subject to the approval of the sovereign by sign-manual, from time to time to appoint a practising barrister of ten years' standing, or a person who had been a judge of one of the superior courts (being a member of the Church of England) to be, during good behaviour, a judge for the purpose of exercising jurisdiction under that act, and it was enacted (sec. 7) that on a vacancy occurring in the office of official principal of the Arches court the judge should become officio such official principal.",
        "On Lord Penzance's retirement in 1899, his successor, Sir Arthur Charles, received a patent from the archbishop of Canterbury as official principal of the Arches court, and he took the oaths of office according to the practice before the Public Worship Regulation Act.",
        "For many years past there has been but little business in the Arches court, mainly owing to the unwillingness of a large number of the clergy to recognize the jurisdiction of what they deny to be any longer a spiritual court, and the consistent use by the bishops of their right of veto in the case of prosecutions under the Public Worship Regulation Act.",
        "The regulation of human action, on the other hand (except on occasions of special difficulty, for which omens and oracles might be vouchsafed), they had left to human reason.",
        "Wisdom will necessarily maintain orderly activity, and this latter consists in regulation by wisdom, while the two more special virtues of Courage (avbpeia) and Temperance (6cwcpotruvf) are only different sides or aspects of this wisely regulated action of the complex soul.",
        "In the first place, though in Aristotle's view the most perfect well-being consists in the exercise of man's \" divinest part,\" pure speculative reason, he keeps far from the paradox of putting forward this and nothing else as human good; so far, indeed, that the greater part of his treatise is occupied with an exposition of the inferior good which is realized in practical life when the appetitive or impulsive (semi-rational) element of the soul operates under the due regulation of reason.",
        "The stress that their psychology laid on the essential unity of the rational self that is the source of voluntary action prevented them from accepting Plato's analysis of the soul into a regulative element and elements needing regulation.",
        "The same may be said of the stricter regulation which Christianity enforced on the relations of the sexes; except so far as the prohibition of divorce is concerned, and the stress laid on \" purity of heart \" as contrasted with merely outward chastity.",
        "The view, however, to which he gave audacious expression, that moral regulation is something alien to the natural man, and imposed on him from without, seems to have been very current in the polite society of his time, as we learn both from Berkeley's Alciphron and from Butler's more famous sermons.",
        "In the utilitarianism of Paley and Bentham the proper rules of conduct, moral and legal, are determined by comparing the imaginary consequences of different modes of regulation on men and women, conceived as specimens of a substantially uniform and unchanging type.",
        "Nothing could be farther from Green's teaching than the belief that constructive metaphysics could, unaided by the intuitions of the moral consciousness, discover laws for the regulation of conduct.",
        "Accordingly it was held that a grant of exclusive right or privilege of maintaining slaughter-houses for twenty-one years, imposing at the same time the duty of providing ample con veniences, was not unconstitutional, as it was only a police regulation for the health of the people (The Slaughter-House Cases, 16 Wallace, 36).",
        "In this regulation, which was intended to mitigate the usages of war amongst the members of the league, we have one of the origins of Greek interstate law.",
        "We have to go by the innate decency of the communities = than overt regulation of the government.",
        "decency of the communities = than overt regulation of the government.",
        "The fundamental changes taking place in public services require equally deep-rooted changes in regulation.",
        "In this way, we will build up a pathway of molecular events and their regulation during the early stages of axon degeneration.",
        "deletion mutants for this gene have identified three classes of upstream elements that are essential for cAMP regulation.",
        "There is a strong demand for efficient seawater desalination plants, which can meet the tougher environment regulation and energy saving requirements.",
        "Regulation of apoptosis in lymphomas and leukaemias, analysis of death effector mutations.",
        "In Islamic jurisprudence, it refers to a rule or regulation.",
        "These fins can be used for strength training during swim workouts, and are also the regulation foot wear for a sport called Fin Swimming, in which swim racers compete to complete a designated distance in the fastest time.",
        "The stuff is probably okay, but with virtually no regulation you can only hope for the best.",
        "Serotonin is necessary for regulation of both sleep and mood and is essential for transmitting nerve impulses from the brain.",
        "It is essential in DNA regulation and synthesis.",
        "Other roles in the body include boosting immune function and cell regulation.",
        "Before the no-fly regulation, a number of helicopters crashed due to the suction.",
        "If you're just looking for a basic, durable duffle, the Weekend Carry-On bag is regulation carry-on size made of bull hide leather, but has a huge interior.",
        "The book takes an in-depth look at issues such as governmental regulation of parenting.",
        "Exploring the top records set by athletes, or the way the regulation tracks are set out, turns tedious numbers into real events that the children will be seeing during the summer.",
        "The Men's TI-22 Alloy Toe Hiker Brown, for example, offers exceptional cushioning, energy return, temperature regulation, and protection.",
        "Since there is no regulation of ink manufacturers, it's almost impossible to know which substances have been used in a particular tattoo.",
        "Caliber 13RO: This hand-wound movement features an eight day power reserve, Titanium regulation screws, and three mainspring barrels.",
        "SCERTS - Social Communication and Emotional Regulation with Transactional Supports for children and their families through a team-based multidisciplinary approach.",
        "Check with Insurance Regulation Authority Listings by State Directory for information about your state.",
        "To obtain a position as a purchasing manager in the health care industry, utilizing 14 years of success in cost control and inventory regulation.",
        "Other tax deduction regulation related to small business expenses do exist.",
        "According to Home Based Business and Government Regulation, by Henry B.",
        "Fat is necessary for the proper function of bodily systems, especially the absorption of fat-soluble vitamins, and the production and regulation of hormones.",
        "Diabetic meals and snacks require the correct diabetic foods in appropriate portions to create a day's worth of healthy eating for blood sugar regulation.",
        "These are conventions for the regulation of intercourse between the subjects and citizens.",
        "This form of regulation is fairly efficient down to three-quarter opening.",
        "Under regulation V.",
        "These are very powerful and are employed often for beneficent purposes, such as the regulation of agriculture and the palm-oil industry.",
        "It must be remembered that they flourished at a time when the separate interests of master and servant had not yet been created; and, indeed, when that fundamental division of interests arose, the companies gradually lost their functions in the regulation of industry.",
        "The regulation and control of such public service corporations as own or operate steam, electric or street railways, gas or electric plants, and express companies were, in 1907, vested in two public service commissions (the first for New York City and the second for all other parts of the state), each of five members appointed by the governor with the approval of the Senate; in 1910 the regulation of telephone and telegraph companies throughout the state was vested in the second commission.",
        "But the regulation of industry was always paramount to social and religious aims; the chief object of the craft gild was to supervise the processes of manufacture and to control the monopoly of working and dealing in a particular branch of industry.",
        "Whatever power they did secure, whether as potent subsidiary organs of the municipal polity for the regulation of trade, or as the chief or sole medium for the acquisition of citizenship, or as integral parts of the common council, was, generally speaking, the logical sequence of a gradual economic development, and not the outgrowth of a revolutionary movement by which oppressed craftsmen endeavoured to throw off the yoke of an arrogant patrician gild merchant.",
        "Thus the companies gradually lost control over the regulation of industry, though they still retained their old monopoly in the i 7th century, and in many cases even in the 18th.",
        "He reorganized the committee of public education (law of the 27th of February 1880), and proposed a regulation for the conferring of university degrees, which, though rejected, aroused violent polemics because the 7th article took away from the unauthorized religious orders the right to teach.",
        "It legislated on matters relating to common trade interests, and, in the case of the regulation of 1287 concerning shipwrecked goods, we find it imposing this legislation on the towns under the penalty of exclusion from the association.",
        "This action was confirmed in 1366 by an assembly of the Hansa which at the same time, on the occasion of a regulation made by the Bruges counter and of statutes drawn up by the young Bergen counter, ordered that in future the approval of the towns must be obtained for all new regulations.",
        "But in 1870 works for the regulation of the river were started with the object of making it quite safe for navigation, and of avoiding the dangers of inundation.",
        "By these magnificent works of regulation the new bed was brought nearer to the town, and the new river channel has an average width of 915 ft.",
        "By these works of regulation over 2400 acres of ground were gained for building purposes.",
        "The subsequent regulation of the former suburbs has to a large extent covered its own expenses through the acquisition by the town of the improved area.",
        "Another sanitary work of great importance was the improvement carried out in the drainage system, and the regulation of the river Wien.",
        "Instead of discoursing on the corporate conscience of the state and the endowments of the Church, the importance of Christian education, and the theological unfitness of the Jews to sit in parliament, he is solving business-like problems about foreign tariffs and the exportation of machinery; waxing eloquent over the regulation of railways, and a graduated tax on corn; subtle on the monetary merits of half-farthings, and great in the mysterious lore of quassia and cocculus indicus.",
        "Hence the beliefs he preached were never to him mere speculative ideas, but rather the ultimate realities of being and thought, the final truths as to the character and ways of God interpreted into a law for the government of conscience and the regulation of life.",
        "Here he endeavoured to satisfy his passion for activity, partly by sharing in the municipal government of the town and the regulation of itsc commons, woods and pastures, and partly by the composition of the apology he published under the title of El Nicandro, which was perhaps written by an agent, but was undeniably inspired by the fallen minister.",
        "Its inhabitants had frequent litigations and disputes with their neighbours at Reate in connexion with the regulation of the Velinus, the waters of which are so strongly impregnated with carbonate of lime that by their deposits they tend to block up their own channel.",
        "A regulation excluding Maltese from the navy (because of their speaking on board a language that their officers did not understand) provoked from Trinity College, Cambridge, the Strickland correspondence in The Times on the constitutional rights of the Maltese, and a leading article induced the Colonial Office to try an experiment known as the Strickland-Mizzi Constitution of 1887.",
        "Hence the regulation of the zerethra or subterranean conduits which drained away the overflow southward was a matter of vital importance both to Tegea and to Mantineia, and a cause of frequent quarrels.",
        "So far, however, from being ahead of the Germans on the road to Verdun, the French were actually, late in the afternoon of the 15th of August, bivouacked on the plateau of Rezonville, and there their outposts were placed, not where they could see the surrounding country, but at the regulation distances of 600 to loon paces from the bivouacs.",
        "Several cycles were formerly known in Europe; but most of them were invented for the purpose of adjusting the solar and lunar divisions of time, and were rather employed in the regulation of the calendar than as chronological eras.",
        "Others again confound both the year of Rome and the civil year with the Julian year, which in fact became the civil year after the regulation of the calendar by Julius Caesar.",
        "For this purpose they adopted a cycle of eighty-four years, which is mentioned by several of the ancient fathers of the church, and which the early Christians borrowed from them for the regulation of Easter.",
        "Buccherius places the beginning of this cycle in the year 162 B.C.; Prideaux in the year 291 B.C. According to the account of Prideaux, the fifth cycle must have begun in the year 46 of our era; and it was in this year, according to St Prosperus, that the Christians began to employ the Jewish cycle of eighty-four years, which they followed, though not uniformly, for the regulation of Easter, till the time of the Council of Nice.",
        "The working of collieries in the United Kingdom is subject to the provisions of the Coal Mines Regulation Act 1887, as amended by several minor acts, administered by inspectors appointed by the Home Office, and forming a complete disciplinary code in all matters connected with coal-mining.",
        "Owing to a clause in the constitution forbidding the issue of bank charters, the financial business of the state was controlled by national and private banks until 1904, when the constitution was amended and provision was made for the incorporation of state banks under a system of state supervision, regulation and control, deposits being guaranteed as in the Oklahoma banking system.",
        "The lieutenant-governor is aided by an executive and a legislative council, and advised by a native regulation board.",
        "Various other public services, including even common labourers of the larger towns, are rapidly passing under civil service regulation.",
        "(3) The deepening and regulation of the mouth and lower course of the stream, consisting of the Kaiserfahrt, 3 m.",
        "The Casa de Contratacion, a committee for the regulation of trade, was established at Seville in 1503.",
        "In order tofacilitate the regulation of the trade by the Casa de Contratacion, it was concentrated first in Seville, and when the Guadalquivir was found to be becoming too shallow for the growing tonnage of ships, at Cadiz.",
        "In carrying out this policy of government regulation and supervision of corporations he became involved in a great struggle with the powerful financial interests whose profits were threatened, and with those legislators who sincerely believed that government should solely concern itself with protecting life and property, and should leave questions of individual and social relations in trade and finance to be settled by the operation of so-called natural economic laws.",
        "He strengthened the interstate commission for the regulation of railroads, inaugurated successful suits against monopolies - notably the Standard Oil Company and the so-called Sugar Trust, - and achieved distinct practical results in favour of a system of \"industrial democracy\" where all men shall have equal rights under the law and where there shall be no privileged interests exempt from the operation of the law.",
        "The system of regulation by central boards was severely .criticised for incompetence and even for corruption, and sometimes justly; but on the whole it was amply justified by the urgent necessities of the times and by its results.",
        "Its object was to exhibit by means of certain formulas the way in which the products of agriculture, which is the only source of wealth, would in a state of perfect liberty be distributed among the several classes of the community (namely, the productive classes of the proprietors and cultivators of land, and the unproductive class composed of manufacturers and merchants), and to represent by other formulas the modes of distribution which take place under systems of Governmental restraint and regulation, with the evil results arising to the whole society from different degrees of such violations of the natural order.",
        "Lycurgus had ordained that the apella must simply accept or reject the proposals submitted to it, and though this regulation fell into neglect, it was practically restored by the law of Theopompus and Polydorus which empowered the kings and elders to set aside any \"crooked\" decision of the people (Plut.",
        "The law in question is in its present form post-exilic, and is plainly directed to the regulation of a known usage.",
        "On the 25th of April 1900 a law was enacted for the regulation of the constitution, capital, note emission and metallic reserves of banks.",
        "The assessment of railway property, and in some measure the regulation of railway rates, are entrusted to a state railway commission.",
        "(Markets and Fairs (Cattle) Acts 1887, 1891; Coal Mines Regulation Act 1887; Factory and Workshop Act 1878.) Useful statutes have also been passed to protect the working class, as in checking the weighing instruments used in mines in Great Britain, over which instruments wages are paid, and in the inspection of similar instruments used in factories and workshops.",
        "The regulation as to convents seems partly due to a desire to avoid the worry and expenditure of time involved in the discharge of such offices and partly to a conviction that penitents living in enclosure, as all religious persons then were, would be of no effective use to the Society; whereas the founder, against the wishes of several of his companions, laid much stress on the duty of accepting the post of confessor to kings, queens and women of high rank when opportunity presented itself.",
        "The general business of the town, other than that which comes before the town meeting, is managed by the selectmen, and they are specially intrusted with the regulation of the highways, sidewalks and commons.",
        "MISSOURI COMPROMISE, an agreement (1820) between the pro-slavery and anti-slavery factions in the United States, involving primarily the regulation of slavery in the public territories.",
        "Administrative law, including the regulation of urban and rural local government, state and local taxation and finance, education, public works, the liquor traffic, vaccination, adulteration, charities, asylums, prisons, the inspection of mines and factories, general laws relating to corporations, railways, labor questions.",
        "The charters of cities have shown the same process of increasing length and detailed regulation as the state constitutions; and in details there are many differences between different cities.",
        "The functions of city government may be distributed into three groups: (a) Those which are delegated by the state out of its general coercive and administrative powers, including the police power and the granting of licences; (b) those which, though done under general laws, are properly matters of local charge and subject to local regulation, such as education and the relief of the poor; and (c) those which involve no questions of policy, but are of a purely business nature, such as the paving and cleansing of streets, the construction and maintenance of drains, the provision of water, &c.",
        "A considerable and growing public sentiment in favor of the use of the taxing power for the regulation of wealth taken from society demands the introduction into the Federal system of income and inheritance taxes.",
        "The addition of a foot-bridge greatly facilitates the raising and lowering of these shutter weirs, and also aids the regulation of the discharge; but it renders this form of weir much more costly than the ordinary frame weir, and where large quantities of drift come down with sudden floods, the frames of the bridge are liable to be carried away, and therefore boats must be relied on for working the weir.",
        "The merits of this weir in being easily raised against a strong current and in allowing of the perfect regulation of the discharge, are unfortunately, under ordinary conditions, more than counterbalanced by the necessity of carrying the drum and its foundations to a greater depth below the sill of the weir than the height of the weir above it.",
        "The British government repudiated the claim of right, but were willing to negotiate upon the question of international regulation.",
        "Unfortunately the parties were unable to agree as to the principles upon which regulation should be based.",
        "In topography and characteristics and in the difficulties of its regulation the Arkansas is in many ways typical of the rivers in the arid regions of the western states.",
        "When Regard Is Had To The Sun'S Motion Alone, The Regulation Of The Year, And The Distribution Of The Days Into Months, May Be Effected Without Much Trouble; But The Difficulty Is Greatly Increased When It Is Sought To Reconcile Solar And Lunar Periods, Or To Make The Subdivisions Of The Year Depend On The Moon, And At The Same Time To Preserve The Correspondence Between The Whole Year And The Seasons.",
        "The Ecclesiastical Calendar Would In That Case Have Possessed All The Simplicity And Uniformity Of The Civil Calendar, Which Only Requires The Adjustment Of The Civil To The Solar Year; But They Were Probably Not Sufficiently Versed In Astronomy To Be Aware Of The Practical Difficulties Which Their Regulation Had To Encounter.",
        "By This Regulation The Vernal Equinox Which Then Happened On The 11Th Of March Was Restored To The 21St.",
        "The Next, And Indeed The Principal Use Of The Calendar, Is To Find Easter, Which, According To The Traditional Regulation Of The Council Of Nice, Must Be Determined From The Following Conditions: 1St, Easter Must Be Celebrated On A Sunday; 2Nd, This Sunday Must Follow The 14Th Day Of The Paschal Moon, So That If The 14Th Of The Paschal Moon Falls On A Sunday Then Easter Must Be Celebrated On The Sunday Following; 3Rd, The Paschal In This Case The 18Th Of April Is Sunday, Then Easter Must Be Celebrated On The Following Sunday, Or The 25Th Of April.",
        "Sometimes a misunderstanding has arisen from not observing that this regulation is to be construed according to the tabular full moon as determined from the epact, and not by the true full moon, which, in general, occurs one or two days earlier.",
        "In other words peace among nations has now become, or is fast becoming, a positive subject of international regulation, while war is 1 This has been incorrectly rendered in the English official translation as \" the sincere desire to work for the maintenance of general peace.\"",
        "Though the idea of preserving peace by general international regulation has had several exponents in the course of ages, no deliberate plan has ever yet been carried into effect.",
        "The feudal system again was a system of offence and defence, and its object was efficiency for war, not the organized regulation of peace.",
        "Other cases of regulation by treaty are certain contractual engagements which have been entered into by states for the preservation of the status quo of other states and territories.",
        "As these areas are practically the only areas which of late years have come within the scope of European regulation, the time seems to be approaching when the principle may be declared to be of general application.",
        "(I) those which, without having peace for their direct object, promote friendship among men of different races and nationalities; (2) those which directly address themselves to the promoting of friendship and goodwill among peoples; (3) those which regarding peace as the immediate object of their efforts, endeavour to educate democracy in this sense; (4) those which endeavour to remove the causes of international friction by the codification of international law and the promotion of the international regulation of common interests.",
        "The regulation that every five or six hides should supply a warrior was not a product of the Danish invasions, as is sometimes stated, but goes back at least to the beginning of the 9th century.",
        "This regulation fell into abeyance after the 12th century, and such inscriptions are very rare.",
        "Yet this explanation is open to question owing to the very early date at which the regulation appears, and to the fact that in the case of widows the sum specified had to be paid to relatives of the widow herself on the female side, and by preference to those of a younger generation.",
        "Until 1876, when Sir William Thomson introduced his patent compass, this compass was not only the regulation compass of the British navy, but was largely used in other countries in the same or a modified form.",
        "less successful in political than in ecclesiastical reform, which latter included the combating of the Fraticelli, the amendment of the clergy, the encouragement of piety by the regulation of feast-days, the recommendation of increased devotion to the sacrament of the altar, and the strengthening of the conception of the Church by the great jubilee of 1423.",
        "King James I., who had coquetted twenty years previously with Clement VIII., and then had avenged the Gunpowder Plot (1605) by the most stringent regulation of his Roman Catholic subjects, was now dazzled by the project of the Spanish marriage.",
        "Tavistock was one of the four stannary towns appointed by charter of Edward I., at which tin was stamped and weighed, and monthly courts were held for the regulation of mining affairs.",
        "This consists in the admission of air for the purpose of preventing stagnation of the atmosphere and for the regulation of temperature.",
        "The regulation of the rivers, more especially of the Tiber, is probably the most efficient method for coping with the problem.",
        "2 The following statistics of turbine construction in Switzerland are taken from Schweizerische Bauzeitung (1901), p. 128, which, in the same volume at p. 53, contains a valuable article on the most important improvements in turbines and their regulation shown in the Paris Exhibition of 1901: - of one of these, which gave an efficiency of 87% at full load and 70% at about three-fifths full load.",
        "The points which require constant attention are - the perfect freedom of all carriers, feeders and drains from every kind of obstruction, however minute; the state and amount of water in the river or stream, whether it be sufficient to irrigate the whole area properly or only a part of it; the length of time the water should be allowed to remain on the meadow at different periods of the season; the regulation of the depth of the water, its quantity and its rate of flow, in accordance with the temperature and the condition of the herbage; the proper times for the commencing and ending of pasturing and of shutting up for hay; the mechanical condition of the surface of the ground; the cutting out of any very large and coarse plants, as docks; and the improvement of the physical and chemical conditions of the soil by additions to it of sand, silt, loam, `` chalk, &c.",
        "And it possibly lasted till the 7th century, for Hsiian Tsang mentions that in a monastery in Bengal the monks then followed a certain regulation of Devadatta's (T.",
        "The legislative power of the empire also takes precedence of that of the separate states in the regulation of matters affecting freedom of migration (Freizugigkeit), domicile, settlement and the rights of German subjects generally, as well as in all that relates to banking, patents, protection of intellectual property, navigation of rivers and canals, civil and criminal legislation, judicial procedure, sanitary police, and control of the press and of associations.",
        "All laws for the regulation of the empire must, in order to pass, receive the votes of an absolute majority of the federal council and the Reichstag.",
        "In conseqtienc of this regulation numerous banks resigned the privilege of issuinf notes, and at present there are in Germany but the following privat note banks, issuing private notes, viz, the Bavarian, the Saxon the Wurttemberg, the Baderi and the Brunswick, in addition to th Imperial Bank.",
        "The Prussian plan of reform laid before the diet included the exclusion of Austria from the Confederation; the creation of a federal navy; the division of the supreme command of the army between Prussia and Bavaria; a parliament elected by manhood suffrage; the regulation of the relations between the Confederation and Austria by a special treaty.",
        "1869 the criminal law had been codified for the North German Confederation, and in 1870 there was passed the Gewerbeordnung, an elaborate code for the regulation of manufactures and the relations of masters to workmen.",
        "In one addressed to the chancellor he declared his intention, as emperor, of bettering the lot of the working classes; for this purpose he proposed to call an international congress to consider the possibility of meeting the requirements and wishes of the working men; in the other, which he issued as king of Prussia, he declared that the regulation of the time and conditions of labor was the duty of the state, and the council of state was to be summoned to discuss this and kindred questions.",
        "A great number contain ceremonial or civil laws, or even special commands to individuals down to such matters as the regulation of Mahomet's harem.",
        "the regulation as to ablution by rubbing with sand, where water cannot be obtained (iv.",
        "Its jurisdiction over natives was limited to the two centres of administration named \" cantonments,\" and to such neighbouring territories as might be included by regulation within a feasible distance of those centres.",
        "Lunar months were observed in the regulation of temples, and lunar years, &c., have been.",
        "The powers of the corporation were remodelled by the Limerick Regulation Act of 1823.",
        "than it had been under Christian VI., the Stavnsbaand, or regulation which bound all males to the soil, being made operative from the age of four.",
        "The Regulations (Regulation 51) gave the Government power in certain cases to seize the plant of a newspaper which had offended, or in others to seize the type on suspicion that an offence was about to be committed (Reg.5r a).",
        "By section 8 of the Public Worship Regulation Act 1874, complainants may take proceedings if it is considered that \"any alteration in, or addition to, the fabric, ornaments or furniture has been made without legal authority, or that any decoration forbidden by law has been introduced into such church.",
        "He rendered valuable service in connexion with the Elementary Education Act of 1870, and the educational code of 1882, which became known as the \"Mundella Code,\" marked a new departure in the regulation of public elementary schools and the conditions of the Government grants.",
        "and he effected substantial improvements in the Mines Regulation Bill, and was the author of much other useful legislation.",
        "The court of each university is the supreme authority in regard to finance, discipline, and the regulation of the duties of professors and lecturers.",
        "The crowning point of his railway policy was the regulation of the Danube at the hitherto impassable Iron-Gates Rapids by the construction of canals, which opened up the eastern trade to Hungary and was an event of international importance.",
        "As the author of \"the spiritual regulation\" for the reform of the Russian Church, Theofan must, indeed, be regarded as the creator of \"the spiritual department\" superseding the patriarchate, and better known by its later name of \"the holy synod,\" of which he was made the vice-president.",
        "Economic depression gave the Granger Movement considerable popularity, and an outgrowth of the Granger organization was the Independent Reform Party, of 1874, which advocated retrenchment of expenses, the state regulation of railways and a tariff for revenue only.",
        "In the faculty of sciences, the three subjects of examination selected may, under a recent regulation, be taken separately.",
        "The administration of taxation, the distribution of booty, and the regulation of the calendar also devolved upon them.",
        "With his wife, he was instrumental in organizing women's work upon a sound basis, and he did not a little for the healthful regulation of Anglican sisterhoods during the formative period in which this was particularly necessary.",
        "From such a position there seemed to be no escape but in legislation for the deprivation of the recalcitrant clergy; and the Public Worship Regulation Act (1874) was the result.",
        "This proved to be the turning-point; and although the ritual difficulty by no means ceased, it was afterwards dealt with from a different point of view, and the Public Worship Regulation Act became practically obsolete.",
        "of the district officer varies according to whether the province is \" regulation \" or \" non-regulation.\"",
        "This is an old distinction, which now tends to become obsolete; but broadly speaking a larger measure of discretion is allowed in the nonregulation provinces, and the district officer may be a military officer, while in the regulation provinces he must be a member of the Indian civil service.",
        "In a regulation province the district officer is styled a collector, while in a non-regulation province he is called a deputy-commissioner.",
        "Restrictions necessary for the proper conservancy of the forests are, however, imposed, and the system of shifting cultivation, which denudes a large area of forest growth in order to place a small area under crops, is held to cost more to the community than it is worth, and is only permitted, under due regulation, where forest tribes depend on it for their sustenance.",
        "In the teeth of strenuous opposition, from both Europeans and natives, Lord William carried the regulation in council on the 4th of December 1829, by which all who abetted suttee were declared guilty of \" culpable homicide.\"",
        "Since Hand Regulation Is Necessarily Discontinuous, The Speed And The Temperature Were Constantly Varying, So That It Was Useless To Take Readings Nearer Than The Tenth Of A Degree.",
        "There Can Be No Doubt That The Range To° To 20° Is Too Low For The Accurate Thermal Regulation Of The Conditions Of The Experiment.",
        "The draining and tilling of submerged or uncultivated land on a large scale, the promotion of agriculture in every way, in particular by the digging of channels, and the regulation of the system of taxation, were carried out on his initiative.",
        "Virginia now feared that too much had been given up, and desired joint regulation of the navigation and commerce of the river by Maryland and Virginia.",
        "as laws which the understanding lays down for its own regulation in its investigation and consideration of nature.",
        "The founding and the growth of such communities furnish matter for an interesting chapter in the history as well of ancient as of modern civilization; and the regulation of the relations between the parent state and its dependencies abroad gives rise to important problems alike in national policy and in international economics.",
        "Such attempts usually start with the tacit assumption that each of the persons concerned - Lycurgus, Solon, Peisistratus, Hipparchus - must have done something for the text of Homer, or for the regulation of the rhapsodists.",
        "Though the Brahman, who by this time had firmly secured his supremacy over the kshatriya, or noble, in matters spiritual as well as in legislative and administrative functions, would naturally be the prime mover in this regulation of the social 4 Thus, in Berar,\" there is a strong non-Aryan leaven in the dregs of the agricultural class, derived from the primitive races which have gradually melted down into settled life, and thus become fused with the general community, while these same races are still distinct tribes in the wild tracts of hill and jungle.\"Sir Alfred C. Lyall, As.",
        "Was the process one of spontaneous growth adapting an already existing social organization to a new order of things; or was it originated and perpetuated by regulation from above?",
        "Then, again, the former are voluntary acts, entirely under the control of the individual; but mortality, though not beyond human regulation, is far less subject to it, and in order to have substantial results the control must be the outcome of collective rather than individual co-operation.",
        "Education, relief of distress, regulation of labour and trade, are duties now in great part performed by public agencies, and their increasing prominence involves augmented expense.",
        "Mechanical uniformity and minute regulation are inadequate substitutes for observance of the canons of equality, certainty and economy in the operation of the tax system.",
        "The question of pluralities began to be agitated in 1813, and gave rise to a long struggle, in which Dr Thomas Chalmers took a notable part, and which terminated in the regulation that a university chair or principalship should not be held along with a parish which was not close to the university seat.",
        "Even at the synod of Orebro, summoned in February 152 9, \"for the better regulation of church ceremonies and discipline according to God's Word,\" there was no formal protest against Rome; and the old ritual was retained for two years longer, though it was to be explained as symbolical.",
        "Not so the beds of Great Britain and America, which are as a general rule open to all corners,' except when some close-time regulation is in force.",
        "The government is in the hands of a board consisting uni_ of the provost and the senior fellows, assisted by a council in the election of professors and in the regulation of studies.",
        "His functions were partly sacrificial or ritualistic, but these were the least important; the real power lay in the administration of the jus divinum, the chief departments of which may briefly be described as follows: (1) the regulation of all expiatory ceremonials needed as the result of pestilence, lightning, &c.; (2) the consecration of all temples and other sacred places and objects dedicated to the gods by the state through its magistrates; (3) the regulation of the calendar both astronomically and in detailed application to the public life of the state; (4) the administration of the law relating to burials and burying-places, and the worship of the Manes, or dead ancestors; (5) the superintendence of all marriages by confarreatio, i.e.",
        "Severe discipline, suppression of fraudulent interference, furnishing of clothes and equipment by the king, regulation of rank among the officers, systematic revictualling of the army, settled means of manufacturing and furnishing arms and ammunition, placing of the army under the direct authority of the king, abolition Of great military charges, subordination of the governors of strongholds, control by the civil authority over the soldiers effected by means of paymasters and commissaries of stores; all this organization of the royal army was the work of le Tellier.",
        "All this did not bear its full fruit during the reign of the Catholic sovereigns, but by the end of the 16th century it had reduced Spain to a state of Byzantine regulation in which every kind of work had to be done under the eye and subject to the interference of a vast swarm of government officials, all ill paid, and often not paid, all therefore necessitous and corrupt.",
        "For the coronation was hardly over when Seor Moret resigned, Lopez- and on the 6th of July Captain-General LopezDominguez Dominguez became head of a cabinet with a frankly Ministry, anti-clerical programme, including complete liberty ~ of worship, the secularization of education, and the drastic regulation of the right of association.",
        "Before 1892 Mr Chamberlain had the satisfaction of seeing Lord Salisbury's ministry pass such important acts, from a progressive point of view, as those dealing with Coal Mines Regulation, Allotments, County Councils, Housing of the Working Classes, Free Education and Agricultural Holdings, besides Irish legislation like the Ashbourne Act, the Land Act of 1891, and the Light Railways and Congested Districts Acts.",
        "Regulation has been a burning political question since 1876, the constitution making it the duty of the legislature to \" correct abuses and prevent un j ust discriminations and extortions in all charges of express, telegraph and railroad companies \" within the state.",
        "The influence of the railways has been very great, and a constant drag on just taxation and other legislative reforms. In 1885, 1887 and 1897 the legislature created a Board of Transportation consisting of existing state executive officers or their secretaries, but this could do little except gather statistics, investigate alleged abuses, and advise the legislature, upon which the regulation of rates remained mandatory by the constitution.",
        "A result of this campaign was a remarkable series of enactments in 1907 for the regulation of railways.",
        "He was, however, entirely free from personal ambition, and had no desire to be general over a number of dependent houses, so that he desired that _all congregations formed on his model outside Rome should be autonomous, governing themselves, and without endeavouring to retain control over any new colonies they might themselves send out - a regulation afterwards formally confirmed by a brief.",
        "So long as the pupil of the observer alone undertakes the regulation of the rays there is no perceptible diminution of illumination in comparison with the naked eye vision.",
        "Regulation of the Rays.",
        "From the section Regulation of the Rays (above) it is seen that the resolving power is opposed to the depth of definition, which is measured by the reciprocal of the numerical aperture, I/A.",
        "Wet compression theoretically is not quite so efficient as dry compression, but it possesses practical advantages in keeping the working parts of the compressor cool, and it also greatly facilitates the regulation of the liquid, and ensures the full duty of the machine being continuously performed.",
        "The by-laws, in turn, authorize the making of rules for the regulation of the association's affairs.",
        "We anticipate that these results should reveal important insights into the regulation of lignin accumulation.",
        "But regulation has to tread a fine line between protecting the public interest and stifling the industry by being too risk adverse.",
        "afferent inputs in the regulation of dendritic peptide release ' .",
        "Trials on the regulation of IgE response in mice using modified birch pollen allergens.",
        "allosteric regulation with regard to cellular metabolism?",
        "ambit of regulation by the Rail Regulator.",
        "Note: The broken line in the diagram above denotes the general ambit of regulation by the Rail Regulator.",
        "amended by the substitution of the following for Regulation 24: \" 24.",
        "amends regulation 44, which defines an eligible child for the purpose of children's pension rights.",
        "This strategy could allow a comparative analysis of metabolism regulation of both amino acids within the same organism.",
        "Antisense transcript believed to be an antisense transcript believed to be an antisense product used in the regulation of the gene to which it belongs.",
        "It indicates that the works have, so far as can be reasonably ascertained, been carried out to the Building Regulation standards.",
        "Specifically, each student will complete an individual research project examining practical aspects of regulation and compliance.",
        "aspire Guidance on the mandatory regulation makes it clear that aspiring school leaders must plan their career appropriately.",
        "By progressive auto are managing these regulation is what boost rapport.",
        "biosafety regulation, however, has yet to catch up with research.",
        "These results are in conformity with the lack of genetic regulation of amino acid biosynthesis in Streptomyces.",
        "The new biotech is already subject to illogical, unscientific, excessive, regulation, but the activists demand more.",
        "blurring of the division between regulation and accounting is very worrying.",
        "A fairly recent regulation has astonishingly repealed a 65-year old royal decree which forbade children under the age of 14 from attending bullfights.",
        "M. R. Munday (2002) \" Regulation of mammalian acetyl-CoA carboxylase, \" Biochem.",
        "carcass meat from cattle slaughtered under the Commission Regulation has to be dyed a different color from SBM.",
        "Regulation of breast cancer chemotaxis by the PI 3-kinase p110δ .",
        "Regulation of bicarbonate transport across the brush border membrane of the bullfrog choroid plexus.",
        "Regulation and inspection The proposals for regulation and inspection by Ofsted do not appear to provide the much-needed clarity in early years inspection.",
        "If the goods are to be shipped in interstate commerce, federal regulation of interstate commerce will apply.",
        "The regulation 29 determinations for the years 1985/86 to 1987/88 had been listed for hearing before the appeal commissioners.",
        "complyobiological quality of water leaving treatment works The Company complied with the sampling frequencies required by regulation 17 at its treatment works in 1999.",
        "conducted in close conjunction with the regulation of health care for the same clientele.",
        "Regulation of social care should be conducted in close conjunction with the regulation of health care for the same clientele.",
        "contravenention of the conditions on the asbestos license Conviction on four accounts of contravening Regulation 6(1) of the 1983 Regulations.",
        "A large and very varied brain circuitry subserves emotion perception and emotion perception and emotion regulation.",
        "The recently enacted regulation put in place for pet travel to the European Union has been modified.",
        "Kidney disease To study the regulation of complement activity on vascular endothelium; implications for kidney disease.",
        "Enos gene regulation.",
        "The aim of this project is to investigate the enzymology and regulation of the synthesis of SA from chorismate.",
        "The committee may from time to time, make, repeal or amend any regulation thought expedient for the clubs benefit.",
        "Trickle Vents, Building Regulation Approved Document F (Ventilation ), are they required for replacement fenestration?",
        "Specifically outlaw online betting in imposed regulation agriculture fisheries forestry.",
        "To sum up their January 2003 Report they favored a complete free-for-all to allow pharmacies to open anywhere without regulation.",
        "fumbled a regulation catch from a corner.",
        "In turn, T-cell regulation is kicked off by an immune system protein called interferon gamma 4.",
        "Benefits of regulation for crime fighting are therefore not easy to assess and often expressed in a fairly general language.",
        "gold platedon't want still more of this gold-plated regulation, that keeps creeping in.",
        "The HSE allow a system of informed guesswork to comply with this regulation.",
        "heavy-handed state intervention and regulation.",
        "heavy-handed detailed regulation.",
        "hilted sword remained the regulation pattern until 1822.",
        "Levels of cortisol and adrenocorticotrophic hormone, aldosterone, insulin and regulation by the hypothalamus are all implicated too.",
        "The posterior hypothalamus in the regulation of wakefulness and paradoxical sleep.",
        "This interest in the intracellular pH regulation subsequently included studies on the changes induced by hypoxia, lactate and temperature on intracellular pH.",
        "The aim of this research is to study the mechanisms of gene regulation following hypoxia.",
        "ill-considered legislation and regulation.",
        "auto indemnity said \" This is another step toward regulation in our market, which is something we welcome and are striving toward.",
        "At present, the regulation of auditor independence in member states differs significantly in scope and content.",
        "insomnia in the regulation of long-term hypnotic drug use.",
        "The Regulation of Investigatory Powers Act 2000 created a new offense of unlawful interception of communications on a private network.",
        "That's why we must halt Labor's regulation Juggernaut.",
        "leucine zipper transcription factor ATF2 Why Study the Function and Regulation of ATF2?",
        "This is a blatant lie and misleading as European Regulation once agreed by the Commission MUST be implemented into National compliance.",
        "More specifically, our results point to the involvement of these MYB proteins in the regulation of the formation of lignin during xylem formation.",
        "That comes from an intensely managerial culture in which regulation rules.",
        "We have far from attained mastery of the methods of planned regulation.",
        "If there is a breakdown in normal regulation then metabolic disorders occur.",
        "Main current research is a BBSRC project on microarray analysis to study gene regulation of polyunsaturated fatty acid metabolism.",
        "mitigate what we felt would otherwise be an inappropriate form of external regulation?",
        "The Western Buddhist milieu may also require a heuristic recovery of the Vinaya tradition of Buddhist monastic regulation.",
        "morass of over-complicated regulation.",
        "DNA transformation analysis of promoter deletion mutants for this gene have identified three classes of upstream elements that are essential for cAMP regulation.",
        "Disaggregation of the term ' nanotechnology ' is necessary to have effective regulation.",
        "If you believe in farmers and business people, not needless regulation and taxes, we are on your side.",
        "SAMe appears to raise levels of dopamine, an important neurotransmitter in mood regulation.",
        "nitrate in lettuce and spinach as part of a European Commission Regulation.",
        "A society obsessed with the regulation of risk precludes the granting of trust.",
        "The main burden for small charities is not ongoing regulation but the process of registration itself.",
        "outlast temperature regulation material.",
        "overburdened by regulation, particularly smaller charities without employed staff or with very few.",
        "panoply of state regulation.",
        "Under the regulation, there is an obligation on employers not to exclude part-timers from training.",
        "Under regulation 4 of the Regulations, it is an offense to advertize, sell, supply, store or use an unapproved pesticide.",
        "Examples of such regulation are exerted by our novel findings showing glucocorticoids augments phagocytosis whereas elevation of cAMP suppresses phagocytosis of apoptotic cells.",
        "Figure 1. Brain stem centers damaged by the poliovirus involved in brain activation and blood pressure and heart rate regulation.",
        "Some good bits, some bad bits of party politicking about labor party regulation.",
        "In meeting these criteria good regulation should not be unduly prescriptive.",
        "Hewitt also launched a review into the regulation of the accountancy and auditing professions.",
        "K.A. GOODGE and J.C. Hutton (2000) Translational regulation of proinsulin biosynthesis and proinsulin biosynthesis and proinsulin conversion in the pancreatic beta-cell.",
        "K.A. GOODGE and J.C. Hutton (2000) Translational regulation of proinsulin biosynthesis and proinsulin conversion in the pancreatic beta-cell.",
        "protease involved with the regulation of adrenal growth.",
        "Every new treaty, directive and regulation tightens the ratchet even further.",
        "This Fellowship was subsequently renewed in 2001, where the focus switched to calcineurin regulation of inwardly rectifying potassium channels.",
        "Regulation of the press is a constantly recurring theme wherever the Commonwealth press gathers.",
        "A proposed regulation is expected to be published in April 2006.",
        "Public companies are subject to stricter regulation than private companies.",
        "Diabetes In diabetes this tight regulation of the glucose level is lost, leading to the raised glucose levels observed in affected individuals.",
        "There is one group, of course, for whom tougher environmental regulation is always requested.",
        "The team's expertise ranges from FSA regulation to all types of commercial transaction.",
        "Regulation 3 amends regulation 3 amends regulation 12 of the Personal Pension Schemes (Appropriate Schemes) Regulations 1997 (S.I.",
        "Regulation of chromosome replication during the eukaryotic cell division cycle.",
        "retroviruses in the ease of manipulation, predictable integration and reliable gene expression and regulation.",
        "The rig is used to carry out full-scale bus rollover tests which conform to the ECE Regulation 66.",
        "The driver for the backlash is that regulation seems to have become businesses ' favorite scapegoat for their own problems.",
        "scope of the regulation is determined, the Group will need to re-examine the issues.",
        "The SAR maintains a common law system; the regulation and taxation of business and financial services follow Western patterns.",
        "severed from a body during the course of death or prior to death were not covered by the regulation.",
        "solvency of institutions is uncertain, the more the regulation of liquidity becomes important.",
        "Regulation 258/97 does not apply to food additives, flavorings or extraction solvents since these are already covered by existing legislation.",
        "spinach samples with the limits proposed in the draft Regulation is given in the table below.",
        "A. It is, but it is actually referring to a police efficiency regulation, which will mean that it is actually statutory based.",
        "studentship information principal interests: Regulation of gene expression with particular emphasis on the nervous system.",
        "stultifying regulation of biotechnology.",
        "The proposed subsection would place a duty on the commission to follow the Better Regulation Task Force's five principles on better regulation.",
        "The 1991 Regulations are hereby amended by the substitution of the following for Regulation 24: \" 24.",
        "This test too, as a regulation, could be easily subverted by the addition of a nitrate compound.",
        "sumptuary regulation issued by the Government.",
        "However, both the human and mouse telomerase RNA genes are within CpG islands and may therefore be under the regulation of DNA methylation.",
        "Research: G-protein coupled receptor signal transduction in the regulation of human airway smooth muscle cells.",
        "Study of gene transduction, gene regulation and plasticity of stem cells.",
        "Critics within journalism believe that some external regulation might be necessary to curtail dubious professional behavior and regain public trust.",
        "Regulation 25(1)(b) gives water undertakers the discretion to decide which products would not adversely affect the quality of drinking water.",
        "However, some regulation is required to prevent the site from appearing too untidy.",
        "varicosity this technique, Dr. Brain explores the regulation of calcium at sites of neurotransmitter release: the nerve terminal varicosities.",
        "Sustainability: the new watchword The UK governmentÃ¢s latest budget announced a number of measures that should improve regulation in the industry.",
        "The state, which had already sold not only a considerable part of the domain land, but a large part of the beni ademprivili, continued the process, and the forests of Sardinia were sacrificed; and, as has been said, the necessity of reafforestation, of the regulation of streams, and of irrigation' is urgent.",
        "concordatum, agreed upon, from con-, together, and cor, heart), a term originally denoting an agreement between ecclesiastical persons or secular persons, but later applied to a pact concluded between the ecclesiastical authority and the secular authority on ecclesiastical matters which concern both, and, more specially, to a pact concluded between the pope, as head of the Catholic Church, and a temporal sovereign for the regulation of ecclesiastical affairs in the territory of such sovereign.",
        "It follows of necessity that there are some matters which may be called \"mixed,\" and which are the legitimate concern of the two powers, such as church property, places of worship, the appointment and the emoluments of ecclesiastical dignitaries, the temporal rights and privileges of the secular and regular clergy, the regulation of public worship, and the like.",
        "By the union of Utrecht the communes and provinces had each the regulation of its own religion; hence constant conflict.",
        "The prevention or regulation of the immigration of coloured races has also claimed a great share of parliamentary attention.",
        "This measure, together with several subsequent amending acts, of which the most important became law in 1903, 1905 and 1907, forms a complete industrial code in which the principle of state regulation of wages is recognized and established.",
        "Taxes are not sufficiently proportioned to what the land may reasonably be expected to produce, nor sufficient allowance made for the exceptional conditions of a southern climate, in which a few hours bad weather may destroy a whole crop. The Italian agriculturist has come to look (and often in vain) for action on a large scale from the state, for irrigation, drainage of uncultivated low-lying land, which may be made fertile, river regulation, &c.; while to the small proprietor the state often appears only as a hard and inconsiderate tax-gatherer.",
        "The Public Worship Regulation Act (37 & 38 Vict.",
        "The disadvantage attendant upon this system is that the courts are reluctant to exercise the right of regulation, except on old and traditional lines, and that in the face of new business methods the public may be inadequately protected.",
        "The Regulation of Railways Act of 1873 provided for a Railway Commission, which should be so constituted as to take cognizance of cases on the investigation of which the courts were reluctant to enter.",
        "Moreover, such a system of regulation almost necessarily carries with it a guarantee of monopoly to the various companies concerned, and not infrequently large gifts in the form of subsidies, for without such aid private capital will not submit to the special burdens involved.",
        "The company is then free to proceed with the work of construction, and at once becomes subject to various general acts, such as the Companies Clauses Act, which affects all joint-stock companies incorporated by any special act; the Land Clauses Act, which has reference to all companies having powers to acquire land compulsorily; the Railway Clauses Act, which imposes certain conditions on all railways alike (except light railways); the various Regulation of Railways Acts; the Carriers Protection Act; acts for the conveyance of mails, parcels, troops; acts relating to telegraphs, to the conveyance of workmen and to the housing of the labouring classes; and several others which it is unnecessary to specify.",
        "In the United Kingdom the Regulation of Railways Act 1889 empowered the Board of Trade to require all passenger trains, within a reasonable period, to be fitted with automatic continuous brakes, and now all the passenger stock, with a few trifling exceptions, is provided with either compressed-air or vacuum brakes (see Brake), and sometimes with both.",
        "In his inaugural address (4th March 1909) President Taft announced himself as favouring the maintenance and enforcement of the reforms initiated by President Roosevelt (including a strict enforcement of the Sherman Anti-Trust Act, an effective measure for railway rate regulation, and the policy of conservation of natural resources); the revision of the tariff on the basis of affording protection to American manufactures equal to the difference between home and foreign cost of production; a graduated inheritance tax; a strong navy as the best guarantee of peace; postal savings banks; free trade with the Philippine Islands; and mail subsidies for American ships.",
        "But the new state was weakened by factions, and after a brief and precarious existence it was forced into submission to North Carolina by which in 1790 the territory was again ceded to the national government with the proviso that no regulation made or to be made by Congress should tend to the emancipation of slaves (see Tennessee).",
        "The French law for the regulation of slavery in the plantations, known as the Code Noir (framed under Louis XIV.",
        "An agreement of the sort was necessary to persuade the slave-holding states to union, and in the Federal Constitution, Article IV., Section II., it is provided that \"no person held to service or labor in one state, under the laws thereof, escaping into another, shall, in consequence of any law or regulation therein, be discharged from such service or labor, but shall be delivered up on claim of the party to whom such service or labour may be due.\"",
        "After these had been de facto, though not de jure, in abeyance during the period of the Napoleonic wars, a commission of the various Elbe states met and drew up a scheme for their regulation, and the scheme, embodied in the Elbe Navigation Acts, came into force in 1822.",
        "All the rights, powers and duties of the Thames Conservancy, so far as concerns the Thames below Teddington Lock, were transferred to the Port Authority under the act, as also were the powers of the Watermen's Company in respect of the registration and licensing of vessels, and the regulation of lightermen and watermen.",
        "The regulation of the Danube, mentioned above, the conversion of the entire Danube Canal into a harbour, the construction of the navigable canal Danube-March-Oder - all gave a new impetus to the trade of Vienna.",
        "In civil affairs, and in the regulation of the jubilees and sabbatical years, the Jews still adhere to the ancient year, which begins with the month Tisri, about the time of the autumnal equinox.",
        "Its powers do not extend to direct and mandatory regulation, being supervisory and advisory only, but it can make recommendations at its discretion, appealing if necessary to the General Court; and it has had great influence and excellent results.",
        "Under his effective influence laws were framed which were not merely in themselves measures of stringent regulation of business and the accumulation of wealth, but which established precedents, that as time goes on will inevitably make the doctrine of federal control permanent and of wider application.",
        "Mr Roosevelt and his supporters were convinced that his policy was necessary to save the country from the social and political dangers of plutocracy, and that in establishing a definite system of government regulation not only were popular rights preserved and justice promoted but industrialism and finance were placed upon a basis of regularity and honesty that paved the way for an era of general prosperity in the United States, unhampered by feverish speculation and shrewd scheming, such as the country had so far in its history been unable to enjoy.",
        "Other more general objects, such as the free navigation of international rivers and the regulation of the rights of precedence among diplomatists (see Diplomacy), were managed with much address.",
        "On the other hand, it involves the expense of a wide foot-bridge for raising the frames, and wide and high river piers, especially for the navigable passes where the bridge has to be raised high enough to afford the regulation headway for vessels at the highest navigable flood-level (fig.",
        "For So Frivolous A Reason Was The Regulation Of Caesar Abandoned, And A Capricious Arrangement Introduced, Which It Requires Some Attention To Remember.",
        "FRIEDRICH WILHELM RAIFFEISEN (1818-1888), founder of the German system of agricultural co-operative banks, was 1 The preamble to the Foreign Enlistment Act 1870 stated that its object was \"to make provision for the regulation of the conduct of Her Majesty's subjects during the existence of hostilities between foreign states with which Her Majesty is at peace.\"",
        "These movements, promoted by the councils of Constance and Basel, partook of the spirit of the time and were characterized by an extreme austerity of life and a certain hardness of spirit, and a sort of police regulation easily understandable at a time of reaction from grave abuses.",
        "No person shall, without lawful authority, collect, record, publish or communicate, or attempt to elicit, any information with respect to the movement, numbers, description, condition or disposition of any of the forces, ships, or aircraft of His Majesty or any of His Majesty's allies, or with respect to the plans or conduct, or supposed plans or conduct, of any operations by any such forces, ships, or aircraft, or with respect to the supply, description, condition, transport or manufacture, or storage, or place or intended place of manufacture or storage of war material, or with respect to any works or measures undertaken for or connected with, or intended for the fortification or defence of any place, or any information of such nature as is calculated to be or might be directly or indirectly useful to the enemy, and if any person contravenes the provisions of this regulation, or without lawful authority or excuse has in his possession any document containing any such information as aforesaid, he shall be guilty of an offence against these regulations...",
        "The Commissioners of Supply, originally appointed to apportion and collect the national revenue and afterwards entrusted with the regulation of the land tax, the control of the county police, the raising of the militia, and the levying of rates for county expenditure, were practically superseded by the county councils, which are also the local authority under the Contagious Diseases (Animals) and the Public Health Acts in all parishes (burghs and police burghs excepted), perform the administrative duties formerly entrusted to the justices of the peace, and may also enforce the Rivers Pollution Act each within its own jurisdiction.",
        "There Can Be No Doubt That The Range ToÃ‚° To 20Ã‚° Is Too Low For The Accurate Thermal Regulation Of The Conditions Of The Experiment.",
        "are thus enumerated: (1) any premises in such a state as to be a nuisance or injurious to health; (2) any pool, ditch, gutter, watercourse, privy, urinal, cesspool, drain or ashpit so foul or in such a state as to be injurious to health; (3) any animal so kept as to be a nuisance or injurious to health; (4) any accumulation or deposit which is a nuisance or injurious to health; (5) any house or part of a house so overcrowded as to be dangerous or injurious to the health of the inmates, whether or not members of the same family; (6) any factory, workshop or workplace not already under the operation of any general act for the regulation of factories or bakehouses not kept in a cleanly state or not ventilated in such a manner as to render harmless as far as practicable any gases, vapours, dust or other impurities generated in the course of the work carried on therein that are a nuisance or injurious to health, or so overcrowded while work is carried on as to be dangerous or injurious to the health of those employed therein; (7) any fireplace or furnace which does not as far as practicable consume the smoke arising from the combustible used therein, and which is used for working engines by steam or in any mill, factory, dye-house, brewery, bakehouse or gas work, or in any manufacturing or trade process whatsoever; and (8) any chimney not being the chimney of a private dwelling-house sending forth black smoke in such quantity as to be a nuisance.",
        "He continued his scientific correspondence with unbroken interest and undiminished logical acumen; he thought out the application of the pendulum to the regulation of clockwork, which Huygens successfully realized fifteen years later; and he was engaged in dictating to his disciples, Viviani and Torricelli, his latest ideas on the theory of impact when he was seized with the slow fever which in two months brought him to the grave.",
        "In 1786 a convention, to which delegates from all the states of the Union were invited, was called to meet in Annapolis to consider measures for the better regulation of commerce (see Alexandria, Va.); but delegates came from only five states (New York, Pennsylvania, Virginia, New Jersey, and Delaware), and the convention - known afterward as the \"Annapolis Convention,\" - without proceeding to the business for which it had met, passed a resolution calling for another convention to meet at Philadelphia in the following year to amend the articles of confederation; by this Philadelphia convention the present Constitution of the United States was framed.",
        "This council not only continued the Hildebrandine reforms by sharpening the discipline of the clergy, but marks an epoch in the history of the papacy by its famous regulation of future elections to the Holy See (see Lateran Councils, and Conclave).",
        "The team 's expertise ranges from FSA regulation to all types of commercial transaction.",
        "Regulation 3 amends regulation 12 of the Personal Pension Schemes (Appropriate Schemes) Regulations 1997 (S.I.",
        "The Regulation restricts where insolvency proceedings can be opened to the country where the debtor has his \" center of main interests \".",
        "They have similar features to retroviruses in the ease of manipulation, predictable integration and reliable gene expression and regulation.",
        "Regulation The regulation of the selling of the home reversion product has been the focus of much debate over the past year.",
        "When the scope of the Regulation is determined, the Group will need to re-examine the issues.",
        "This must continue to include responsibility for the regulation and licensing of the commercial fishery for salmon and sea trout in tidal waters.",
        "This meant that parts severed from a body during the course of death or prior to death were not covered by the regulation.",
        "Indeed the more the solvency of institutions is uncertain, the more the regulation of liquidity becomes important.",
        "A comparison of the results for all spinach samples with the limits proposed in the draft Regulation is given in the table below.",
        "Studentship information Principal interests: Regulation of gene expression with particular emphasis on the nervous system.",
        "Their goal is to frighten the public and intimidate regulators into further tightening the already stultifying regulation of biotechnology.",
        "The proposed subsection would place a duty on the commission to follow the Better Regulation Task Force 's five principles on better regulation.",
        "The limitation of the colour-scheme was due to a sumptuary regulation issued by the Government.",
        "In more recent research, we have been studying molecules that are involved in extracellular regulation of TGF- b superfamily members.",
        "However, Section 10 of the 1949 Act provides for regulation of non-wireless telegraphy apparatus which causes undue interference to authorized radio services.",
        "Regulation 70 of Table A is typical of this type of provision.",
        "Blair has taken regulation and interference to undreamed of heights.",
        "Regulation of plaque size and host range by a vaccinia virus gene related to complement system proteins.",
        "By using this technique, Dr. Brain explores the regulation of calcium at sites of neurotransmitter release: the nerve terminal varicosities.",
        "Investigating the effects of rheumatoid arthritis Kidney disease To study the regulation of complement activity on vascular endothelium; implications for kidney disease.",
        "The different strategies for the regulation of virus gene expression, genome replication and virion assembly.",
        "Karen Parker, University of Nottingham, to work with Matt Dickinson on regulation of gene expression through DNA methylation during wheat rust development.",
        "The National Resource Center for Health and Safety in Child Care and Early Education allows visitors to the site to check each individual state's child care licensure regulation requirements.",
        "National Highway Traffic Safety Administration allows you to access testing results for a wide variety of cars, plus information regarding regulation and standards and safety problems and issues.",
        "Additionally, you should look into the insurance, governing bodies, audits, and compliance with regulation in relation to the reputation of the storage entity.",
        "Replacing a hospital regulation cup with a fun cup and bringing her favorite brush, comb, mirror, lotion, etc. can also be a simple way to provide comfort.",
        "You'll want to double check to see if your college has this requirement as a standard regulation.",
        "The regulation length as well as the kind of material will differ from college to college.",
        "Information regarding the type of ladder and how it'll need to be secured to your bed should be included in your college's loft bed regulation sheet.",
        "The demand for food, wood and geological resources has prompted industry-wide regulation.",
        "Without any regulation for claims of environmentally safe products, manufacturers self regulate their claims.",
        "Contact your waste management service for local regulation information.",
        "Chicory root contains choline, which is thought to aid in the regulation of cholesterol metabolism.",
        "Positively effects homeostasis: Homeostasis is a fancy way of describing the ideal state the different systems in our body should have, and this in turn, is closely tied to one's hormone regulation.",
        "Chromium is a trace element linked to blood sugar regulation.",
        "Nudity is customarily imagined as a \"natural\" state-since we are all born naked-and yet its powerful social and cultural regulation means that it is anything but simple or natural.",
        "This is due to the passing of a regulation by the Department of Energy (DOE) in 1992 to help control the amount of pollution being given off by gas powered furnaces.",
        "Promotes temperature regulation because of the organic wool that keeps baby warm in winter and cool in summer.",
        "As a consumer, you may feel more at ease buying organic products due to the regulation within the industry.",
        "The regulation of the industry means that while farms are in compliance, this factor is not without a price.",
        "While regulation exists for genetically-modified foods, concerns remain about the impacts to human health and the environment.",
        "Compliance with this regulation necessitates letting employees know what chemical substances they may be exposed to on the job and training them regarding the hazards they pose and the measures that should be taken to avoid harm.",
        "These abnormalities can contribute to the lack of regulation of the REM sleep, a part of the sleep cycle.",
        "Researchers hypothesize that narcolepsy is a result of dysfunction within the body's sleep cycle regulation, but they do not know how to prevent this disorder from developing or how to completely stop it once it does manifest in a person.",
        "The thermal regulation centers of the brain help to maintain the body's internal temperature.",
        "Heat exhaustion can result from prolonged exposure to hot temperatures, restricted fluid intake, or failure of temperature regulation mechanisms of the body.",
        "Heat stroke, like heat exhaustion, is also a result of prolonged exposure to hot temperatures, restricted fluid intake, or failure of temperature regulation mechanisms of the body.",
        "Fat is needed both for growth and for regulation of body temperature.",
        "This 30-item scale rates the child's relevant behaviors and measures attention/arousal, orientation/engagement, emotional regulation, and motor quality.",
        "Without such regulation, a normal inflammatory response spirals out of control.",
        "Some of these dimensions of personality include level of reality testing and judgment, control and regulation of drives, defenses, conflicts, and level of autonomy.",
        "Blindness may develop, and the temperature may spike (rise rapidly) and fall unpredictably as the brain structures responsible for temperature regulation are affected.",
        "Fujiki, Martin, et al. \"The Relationship of Language and Emotion Regulation Skills to Reticence in Children with Specific Language Impairment.\"",
        "Dyskinetic refers to abnormal movements caused by inadequate regulation of muscle tone and coordination.",
        "The centers are more likely to be licensed and subject to state regulation.",
        "Many states may have a voluntary regulation process in place for those providers caring for four or fewer children.",
        "Most in-home caregivers are not state-regulated, though many nanny-placement agencies are subject to state regulation.",
        "There is minimal regulation required by most states (though some parents may view this as an advantage).",
        "Ghrelin is important in appetite regulation and maintaining the body's energy balance.",
        "Yanagisawa. \"Orexins: From Neuropeptides to Energy Homeostasis and Sleep/Wake Regulation.\"",
        "Even so, attitudes about home schooling vary widely from state to state, and there is a patchwork of regulation across the country.",
        "N. \"CD154 Transcriptional Regulation in Primary Human CD4 T Cells.",
        "Henna is a stain normally made for hair and, therefore, exempt from U.S. Food and Drug Administration regulation.",
        "Also, lack of regulation in the vitamin industry means consumers ought only to buy well-known brands.",
        "The pituitary hormones travel throughout the body and are involved in a large number of activities, including the regulation of growth and reproductive functions.",
        "Zinc-important in the growth of reproductive organs and regulation of oil glands.",
        "Many Americans are deficient in dietary chromium, which can be associated with poor regulation of insulin and related imbalances in glucose (either diabetes or hypoglycemia).",
        "The limbic system plays an important part in regulation of human moods and emotions.",
        "This condition can lead to an impaired clearance and pressure regulation in the middle ear, which, if sustained, may be followed by viruses and bacteria traveling from the nasopharynx to the middle ear.",
        "Regulation is primarily by state child care agencies, but the arrangement varies from state to state.",
        "Stansbury. \"The influence of emotion regulation, level of shyness, and habituation on the neuroendocrine response of three-year-old children.\"",
        "Furthermore, SLS can strip the skin of important protective lipids that aid in the regulation of moisture.",
        "State regulation or lack there of, plays no statistically significant part of homeschool student achievement.",
        "You must apply for a Subject To Regulation Visa.",
        "If you want to learn whether or not a specific Home Inspector is licensed, use the License Lookup feature on the State of Illinois Division of Professional Regulation (DFPR) website.",
        "Illinois Department of Financial and Professional Regulation (DFPR) and pay the required fee.",
        "A Florida mortgage broker license is issued and regulated by the Florida Office of Financial Regulation.",
        "The Florida Office of Financial Regulation, which is the organization responsible for accepting mortgage broker applications and issuing licenses, provides an extensive list of mortgage broker schools."
    ],
    "definition": [
        "The act of regulating or the state of being regulated.",
        "Embryology The capacity of an embryo to continue normal development following injury to or alteration of a structure.",
        "Link/Cite"
    ]
}