{
    "translation": "שיקום",
    "uses": [
        "(2) The diminished supply of slaves further acted in the direction of the rehabilitation of free labour.",
        "His rehabilitation of Henry VIII.",
        "It would have been a bold, not to say a reckless, dreamer who dared predict that any future researches could restore to us the lost knowledge that had been forgotten for more than two millenniums. Yet the Victorian era was scarcely ushered in before the work of rehabilitation began, which was to lead to the most astounding discoveries and to an altogether unprecedented extension of historical knowledge.",
        "Darwin's theory had as one of its results the reformation and rehabilitation of teleology.",
        "Against this law, too, many petitions went to Rome for rehabilitation, until in 1498 the Spanish pope Alexander VI.",
        "Ueberweg (System § Ioi) is, on the whole, justified in exclaiming that Hegel's rehabilitation of syllogism \" did but slight service to the Aristotelian theory of syllogism,\" yet his treatment of syllogism must be regarded as an acute contribution to logical criticism in the technical sense.",
        "freedom of worship in all parts of the kingdom except Paris, the rehabilitation of Coligny and the other victims of St Bartholomew, their fortified towns, and an equal number of seats in the courts of the parlements.",
        "The doom of the Scholastic Aristotle was nevertheless not the rehabilitation of the Greek Aristotle.",
        "The measures for the rehabilitation of the states that had seceded from the Union occupied the chief attention of Congress for several years, and Blaine bore a leading part in framing and discussing them.",
        "had resolved on the rehabilitation of Joan of Arc, thus rendering a tardy recognition of her services.",
        "In a Memoire justificatif en rehabilitation des peres Pierre Paez et Jerome Lobo, Dr C. T.",
        "The following nine years mark the financial and commercial rehabilitation of Hungary, the establishment of a vast and original railway system which won the admiration of Europe, the liberation and expansion of her over-sea trade, the conversion of her national debt under the most favourable conditions and the consequent equilibrium of her finances.",
        "The external rehabilitation of the Church had become, in many points, a fait accompli, but, internally, events had not kept pace with it.",
        "But rehabilitation in accordance with the canons of historical justice will not restore the lost influence of the Ricardian school.",
        "But if the progress of physical science has not prevented the rehabilitation of much of ancient alchemy by the later researches into chemical change, and if psychology now finds a place for explanations of spiritualism and witchcraft which involve the admission of the empirical facts under a new theory (as in the case of the diviningrod, &c.), it is at least conceivable that some new synthesis might once more justify part at all events of ancient and medieval astromancy, to the extent of admitting the empirical facts where provable, and substituting for the supposed influence of the stars as such, some deeper theory which would be consistent with an application to other forms of prophecy, and thus might reconcile the possibility of dipping into futurity with certain interrelations of the universe, different indeed from those assumed by astrological theory, but underlying and explaining it.",
        "Amante's Fra Diavolo e it suo tempo (Florence, 1904) is an attempted rehabilitation; but A.",
        "Yet this rehabilitation of pre-Reformation Germany cannot but make a strong appeal to the unbiased historical student who looks to a conscientious study of the antecedents of the revolt as furnishing the true key to the movement.",
        "The rehabilitation of the Ignatian letters in modern times has, however, practically destroyed the attack on the Epistles of Polycarp. The external evidence in its favour is of considerable weight.",
        "At about the same time Hermann Kolbe attempted a rehabilitation, with certain modifications, of the dualistic conception of Berzelius.",
        "Connected with these doctrines was their famous theory of the \"rehabilitation of the flesh,\" deduced from the philosophic theory of the school, which was a species of Pantheism, though they repudiated the name.",
        "After the revolution of 1830 he came to Paris, formed connexions with numerous political personages, even with King Louis Philippe, and became a brilliant defender of Liberal ideas in the law courts and in the press, - witness his :loge funebre of the bishop Gregoire (1830), his Memoire for the political rehabilitation of Marshal Ney (1833), and his plea for the accused of April (1835).",
        "After the surrender of Athens and the appointment of the Thirty, the repeal of the laws of Ephialtes and Archestratus prepared the way for the rehabilitation of the council as guardian of the constitution by the restored democracy (Arist.",
        "The committee organized as the Red Cross Relief Corporation completed its work in 1908, having spent for the relief of the hungry, fo-- the sick and injured, and for housing and rehabilitation of individuals and families, in round numbers $9,225,000.",
        "His policy was sound; peace with France, the rehabilitation of the dwindling foreign trade of England, and the maintenance of law and justice by strong-handed governance were his main aims.",
        "His principal works are: The Coming Revolution (1880); The Co-operative Commonwealth in its Outlines, An Exposition of Modern Socialism (1884); Ca Ira, or Danton in the French Revolution (1888), a rehabilitation of Danton; Our Destiny, The Influence of Socialism on Morals and Religion (1890); and The New Economy (1898) .",
        "The great Puritan hero was a man after his own heart, and the portrait drawn by so sympathetic a writer is not only intensely vivid, but a very effective rehabilitation of misrepresented character.",
        "ALFRED DREYFUS (1859-), French soldier, of Jewish parentage, the scandal of whose condemnation for treason and subsequent rehabilitation convulsed French political life between 1894 and 1899, and only ended in 1906, was born in Miilhausen, Upper Alsace, removing to Paris in 1874.",
        "La.urentius Valla's brilliant attack on the \"Donation of Constantine\" (1440), and Ulrich von Hutten's rehabilitation of Henry IV.",
        "It may also include coverage for things like lost wages and rehabilitation.",
        "After a safe withdrawal process, rehabilitation (rehab) comes next.",
        "commission of a further offense during the rehabilitation period.",
        "He or she may offer the service in-house or be able to refer you to a local rehabilitation center.",
        "After the child's condition has stabilized, rehabilitation is initiated.",
        "Rehabilitation includes physical, occupational, and speech therapy.",
        "His rehabilitation is further complicated by the fact that Heidi Fleiss is a participant as well.",
        "d'Epinay and others, and while Mrs Macdonald's researches have done much to suggest a rehabilitation of Rousseau's veracity they have not definitely been accepted to an extent which would justify the rewriting of these other lives in her sense.",
        "For the most addicted persons, in-patient treatment at a rehabilitation clinic is recommended.",
        "aftercare for people with drug problems returning from prison or rehabilitation.",
        "Detox A form of drug rehabilitation, used to treat alcoholism or other drug addiction.",
        "cardiac rehabilitation with an exercise component is often offered to patients with coronary artery disease.",
        "cardiopulmonary treadmill testing at the end of cardiac rehabilitation.",
        "It was taken to the rehabilitation aviary at Gigrin but was found to have a compound fracture of the humerus.",
        "conclusion conjoint analysis offers the potential of identifying individual patient priorities for low vision rehabilitation.",
        "The RNIB School of Rehabilitation Studies pioneered the first flexible open learning Rehabilitation Course in the UK, a two-year full-time diploma.",
        "But he promised to give drug addicts a choice between jail or treatment, by increasing residential rehabilitation places from 2,000 to 20,000.",
        "After stroke, rehabilitation programs biasing motor recovery may not be clinically effective in achieving maximal walking capacity for those with hemianopia.",
        "Germany grants $ 13 million Germany has granted $ 13 million for relief operations and in the rehabilitation of infrastructures destroyed by the floods.",
        "Nonetheless, The Million Pound Property Experiment has been their Jamie's Kitchen, and their rehabilitation equally fulsome.",
        "Excessive loading in the early post-operative rehabilitation period can elongate the autogenous graft.",
        "One promising rehabilitation program (Spanky and Alfalfa, 1978) has trained victims of severe childhood to sell lemonade.",
        "The ward aims to: create a therapeutic milieu in which mutual respect is key to the successful rehabilitation of those in our care.",
        "mouthing platitudes about rehabilitation.",
        "The vascular unit offers experience in care of the high dependency patient, surgical nursing, rehabilitation and palliative care of the patient.",
        "His main specialty area is the oral rehabilitation of head and neck oncology patients.",
        "Lunch is served on the way to Tanjung Harapan, a rehabilitation center for orphaned orangutans, 2 hours away from Kumai.",
        "He emphasized that the diagnosis of stroke patients was often wrong and that early intervention and rehabilitation can make a significant difference to outcome.",
        "Consequently the guiding principals of supported self diagnosis and rehabilitation are lost.",
        "probation supervision via a Community Rehabilitation Order.",
        "Find the right drug rehab drug rehab drug rehabilitation treatment center ideally suited to your specific needs.",
        "Drug rehab program referral service for drug rehabilitation center drug rehab center and drug rehabilitation programs.",
        "We are interested in the nature, extent, and dynamics of cortical reorganization in order to develop new strategies for visual rehabilitation.",
        "Pressure sores should be avoided as they prolong hospital stay, delay rehabilitation and may cause sepsis.",
        "sewerage rehabilitation strategy based on the performance of the network.",
        "specialty of rehabilitation medicine.",
        "We're also acting as an animal rehabilitation center currently with injured parakeets, a baby tapir and spider monkeys.",
        "vocational rehabilitation for patients with schizophrenia.",
        "widened to include greater emphasis on the rehabilitation element.",
        "Find the right drug rehab drug rehabilitation treatment center ideally suited to your specific needs.",
        "The problem appears to be that we need to decide on a sewerage rehabilitation strategy based on the performance of the network.",
        "Projects supported range from pure research and clinical trials, to rehabilitation for those with sight impairment.",
        "The report emphasizes the rehabilitation of adults who need services provided by the specialty of rehabilitation medicine.",
        "A stroke rehabilitation unit has been established at Newton Abbot Hospital to increase our local hospital capacity for specialist stroke care.",
        "We 're also acting as an animal rehabilitation center currently with injured parakeets, a baby tapir and spider monkeys.",
        "The appropriate use of vocational rehabilitation for patients with schizophrenia.",
        "The remit of the teams was also widened to include greater emphasis on the rehabilitation element.",
        "Post-surgery, your cat will be kept overnight and even as long as two days to ensure that there are no complications and that rehabilitation is coming along well.",
        "There are many different types of troubled teen programs, ranging from wilderness camps, to rehabilitation programs.",
        "This could mean sending them to a camp or rehabilitation program, but it could also mean just spending more time with them to make sure that they do not get themselves into more trouble.",
        "Vicodin addiction first made big news in 1996, when National Football League quarterback Brett Favre announced he was addicted to the prescription pain pill and entered a rehabilitation program.",
        "According to Narconon International Drug Prevention and Rehabilitation, their methods have a 75 percent success rate in treating persons with drug addiction.",
        "The Narconon Drug Rehabilitation Program, First Step Program, and New Life Detoxification Program are used to treat addicts who want to make a change in their life for the better.",
        "Most treatment or rehabilitation programs begin with the alcoholic going through detox.",
        "Speaking with professionals and concerned family and friends can help ease the transition to detox and rehabilitation.",
        "The addict tried rehabilitation centers, Narcotics Anonymous and a methadone program twice, but it didn't help.",
        "Some of the side effects of this drug wear off after the drug eventually leaves the system, but there are some side effects that may never subside even if the user enrolls in a rehabilitation program and is detoxified fully from the drug.",
        "Choosing a drug and alcohol rehabilitation program is serious business.",
        "For example, The Salvation Army Drug and Alcohol Rehabilitation program offers a free or low-cost alternative that is available in many communities.",
        "While these homes do not provide detox or treatment, they do offer group support and a drug-free environment during rehabilitation.",
        "Drug and Alcohol Rehabilitation Center is a free service that helps find effective treatment and intervention for drug and alcohol addictions.",
        "Kelly's Bellies (winning team) versus Ebony Flame: Former Taxi star Jeff Conaway, from Kelly's Bellies, left the show mid-season to enter into a drug rehabilitation program.",
        "Nicole Richie admitted to losing too much weight and checked herself into a rehabilitation program in 2006 to help her gain some of it back.",
        "After rumors began to circulate that Lohan would be entering rehab, her rep confirmed the speculation, saying, \"Lindsay admitted herself to an intensive medical rehabilitation facility on Memorial Day.",
        "He has claimed that there is no such thing as mental illness, and that Scientology runs the only successful drug rehabilitation program in the world.",
        "Sheen later announced that he was undergoing drug rehabilitation and CBS officially placed the hit sitcom Two and a Half Men on hiatus.",
        "The Rescue Network places the dog in a foster home for evaluation and provides medical care and rehabilitation.",
        "Cesar Millan, the Dog Whisperer, brings a unique perspective to the art of canine rehabilitation and psychology.",
        "Rehabilitation is not a substitute for acute veterinary medical care, but it provides a way to enhance your pet's care for the fullest and most expedient recovery possible.",
        "When dogs experience serious injuries or have to undergo surgery, their ability to heal can often be greatly enhanced by receiving physical rehabilitation treatment from a qualified veterinary health professional.",
        "Appropriate, professionally administered canine rehabilitation treatments can help improve a dog's physical condition.",
        "Veterinary professionals who offer rehabilitation services for dogs utilize a variety of techniques as they select treatment methods that make sense in light of each animal's specific condition or situation.",
        "The Canine Rehabilitation Institute's online directory is a good place to look for practicing veterinary rehab professionals who have graduated from the school.",
        "Additionally, if there is a school of veterinary medicine near where you live, you may find that its clinic offers canine rehabilitation services.",
        "Another option is the Title 1 Program, which insures loans for moderate rehabilitation.",
        "This happens right before it starts to turn yellow, so pay attention or you might have some serious rehabilitation on your hands.",
        "Specialists are needed for a variety of conditions, including Alzheimer's and dementia, mental illness, orthopedic rehabilitation, and stroke recovery.Nursing home jobs are available for all levels of nursing as well.",
        "Many forms of therapy and rehabilitation occur in care facilities these days.",
        "Skilled nursing care and related rehabilitation services are often covered by insurance.",
        "What type of exercise facilities, rehabilitation services, and physical therapy are offered?",
        "Sometimes there is also rehabilitation and therapy offered, such as learning to use a walker, managing serious medical conditions, or a specialty in treating Alzheimer's.",
        "Mount Saint Francis Health Center, Ashton Healthcare and Ivy Hall are skilled nursing and rehabilitation centers.",
        "River Glen Health Care Center: For Southbury residents who need nursing and rehabilitation services in a comfortable, long-term setting.",
        "Options include personal care and medical services while living at home, rehabilitation and transportation and companion care.",
        "World Sight Day is the second Thursday of October and is meant to bring awareness to blindness, visual impairment, and rehabilitation around the world.",
        "In the past few months, the Nintendo Wii has been deployed in retirement homes and even into the US Army in order to help with injury recovery and other physical rehabilitation.",
        "The child's progress after rehabilitation will depend upon which area of the brain was affected, the cause of stroke, the extent of injury, and the presence of other medical conditions.",
        "Temporary feelings of sadness are normal, and should gradually go away within a few weeks, as the child starts a rehabilitation program and returns to some of his or her normal routines and activities.",
        "Physiatrist-A physician who specializes in physical medicine and rehabilitation.",
        "National Institute on Disability and Rehabilitation Research, Office of Special Education and Rehabilitative Services, U.S. Department of Education, 400 Maryland Ave. S.W.",
        "National Rehabilitation Information Center (NARIC).4200 Forbes Blvd.",
        "National Institute on Disability and Rehabilitation Research, Office of Special Education and Rehabilitative Services.",
        "National Rehabilitation Information Center (NARIC). 4200 Forbes Blvd.",
        "Atlas of Amputations and Limb Deficiencies: Surgical, Prosthetic, and Rehabilitation Principles.",
        "A stay in a rehabilitation facility may be necessary.",
        "Archives of Physical Medicine and Rehabilitation 85, no. 10 (2004): 1662-6.",
        "A patient who actively participates in the rehabilitation process may be walking independently as soon as three months after the amputation.",
        "Patients who have undergone limb-salvage surgery need intensive rehabilitation.",
        "Parents may find it helpful to designate a physician, usually the primary pediatrician, or an experienced rehabilitation counselor to act as an advocate for their child and to aid them in coordinating their child's treatment program.",
        "Treatment may include detoxification in an in-patient facility and/or rehabilitation in a youth-centered substance abuse program.",
        "AA is generally a part of most in-patient treatment and rehabilitation programs.",
        "Disability Rehabilitation 26, no. 4 (2004): 198-202.",
        "American Academy of Physical Medicine and Rehabilitation.",
        "This loss can usually be regained, however, through rehabilitation after the injury has healed.",
        "Audiologist-A person with a degree and/or certification in the areas of identification and measurement of hearing impairments and rehabilitation of those with hearing problems.",
        "Pediatric Rehabilitation 7, no. 3 (2004): 161-3.",
        "Pediatric Rehabilitation 7, no. 3 (2004): 215-20.",
        "It is possible that rehabilitation, including retraining the brain through facial exercises, or even surgical correction for weakened facial muscles can be necessary in extreme cases.",
        "Female athletes may require physical therapy or rehabilitation as well.",
        "It is important for clinicians to educate caretakers and to provide referrals for family therapy and cognitive rehabilitation for the affected child.",
        "Because yoga is a low-impact activity and can include gentle movements, it is commonly used as part of physical therapy and rehabilitation of injuries.",
        "Omaha, NE: Munroes-Meyer Institute for Genetics and Rehabilitation, 2000.",
        "Neuropsychological tests may also be used to evaluate the progress of a patient who has undergone treatment or rehabilitation for a neurological injury or illness.",
        "Physical therapy, occupational therapy, and other types of rehabilitation programs may help individuals achieve the highest level of functioning possible.",
        "Improved medical and surgical care and rehabilitation have improved the long-term outlook for such patients.",
        "Journal of Burn Care Rehabilitation 25, no. 5 (2004): 441-4.",
        "Journal of Burn Care Rehabilitation 25, no. 5 (2004): 452-5.",
        "Long-term treatment of spinal cord injuries usually involves drug therapy, the use of neural prostheses, and rehabilitation.",
        "Rehabilitation techniques can greatly improve patients' health and quality of life by helping them learn to use their remaining abilities.",
        "These goals are set during rehabilitation with the medical team.",
        "Children are prepared for these changes during rehabilitation and are taught the self-care skills needed to deal with these problems.",
        "After rehabilitation, the ideal body weight of a person with SCI is lower than for a nondisabled individual.",
        "Although SCI often results in permanent disability, rehabilitation can maximize the level of function and help patients adapt and lead independent, productive lives.",
        "The Rehabilitation of People with Spinal Cord Injury.",
        "Spinal Cord Injury: Functional Rehabilitation.",
        "National Institute on Disability and Rehabilitation Research.",
        "Educational interventions under Individuals with Disabilities Education Act (IDEA) and Section 504 of the Rehabilitation Act of 1973 mandate that AD/HD children will be served within the public school system.",
        "Storage and rehabilitation work began on all remaining buildings on Ellis Island as well.",
        "Ojon hair products have several palm-oil based conditioners that aid in the protection and rehabilitation of cuticle breakage.",
        "If you are still experiencing medical problems and you are not able to go back to the same type of work you did before, you may want to check with your state's Department of Vocational Rehabilitation services.",
        "They also make recommendations on hearing aids and other technology, counsel patients, and provide rehabilitation services.",
        "A penologist often helps design prisoner self-help programs and works as part of the jail management team to assist the inmates with their rehabilitation.",
        "These loans are used as a primary source of funding for the repair and rehabilitation of homes with up to four units, and more than a year old.",
        "It will finance both the acquisition and the rehabilitation phases.",
        "This is a program for rehabilitation and/or improvement of existing dwellings.",
        "The funds may be made available as home purchase or rehabilitation financing assistance to eligible homeowners and new home buyers.",
        "Johnston. He set the modus operandi for the prison by proclaiming the prison was not for rehabilitation, but for punishment.",
        "Purchases made at the stores help fund The Salvation Army Adult Rehabilitation Centers.",
        "Participating in, sponsoring and supporting rehabilitation programs for veterans with disabilities and handicaps including amputees, the blind and paraplegics.",
        "While every effort is made at rehabilitation, there is no guarantee that every animal surrendered will be considered adoptable and those that aren't will be humanely euthanized.",
        "You will not only be giving things to those in need, but equipping others within your community to get back on their feet through viable employment and rehabilitation programs.",
        "The money raised helps fund the Salvation Army's Adult Rehabilitation program.",
        "Vehicle donations are used to help rehabilitate people through the Salvation Army's Adult Rehabilitation Centers.",
        "The Adult Rehabilitation Center handles all furniture donations as well as clothing and household items.",
        "The organization can also help individuals who need employment, assistance for disabilities, medications and rehabilitation.",
        "A third program, the Moderate Rehabilitation Program, helps rehabilitate substandard units and offers financial rental assistance to people in those units after rehabilitation.",
        "The organization assisted more than 30 million people in 2008 with everything from basic needs such as food, clothing, and shelter, to emergency disaster relief, youth camps, elderly services, and drug and alcohol rehabilitation programs.",
        "The show bid farewell to Braeden by Victor Newman leaving Genoa City with ex-wife Nikki to spend time in a rehabilitation facility in Europe.",
        "Yoga in Chairs - Beginner is instructor Liz Frankin's answer to an accessible chair yoga DVD routine for an individual with many steps of rehabilitation to accomplish or someone simply trying to maintain range of motion.",
        "If you use a wheelchair for mobility, or undergoing prone rehabilitation, a specially-trained yoga instructor will be able to help you move with hands-on manipulation.",
        "Effects of Electroencephalogram Biofeedback with Asperger's Syndrome is a study by the Center for Psychiatric Rehabilitation and Recovery in Boston.",
        "Rehabilitation and treatment for conditions such as diabetes, heart disease, and osteoporosis are expensive.",
        "Keep in mind that consistency is the key when performing rehabilitation exercises, so devise an exercise schedule and stick to it.",
        "Total Gym workouts provide a cost-effective means of pre and post rehabilitation.",
        "About step aerobics: When fitness expert Gin Miller injured her knee, her physical therapist advised her to step up and down on a box as a form of rehabilitation.",
        "Many hospitals and medical facilities offer medically supervised pulmonary hypertension rehabilitation programs to teach you how to exercise with the condition while heeding your body's signals.",
        "PIP coverage may also pay for rehabilitation services and the replacement services, such as housekeeping or child care when a parent is disabled following an accident.",
        "These costs include prescriptions, doctor visits, hospitalization, surgery, in-home care and rehabilitation.",
        "It covers medical bills and related expenses, rehabilitation costs, and lost wages.",
        "Bodily injury liability coverage pays for medical bills and rehabilitation costs.",
        "This was demonstrated in a study published in 2005 in the International Journal of Rehabilitation Research of 12 healthy young women who were made to wear corsets for one hour.",
        "He spent almost two years in various rehabilitation programs as a result of his injury.Remarkably, at the age of 23, Grylls climbed to the summit of Mount Everest after his back injury.",
        "The addict is offered a 90-day rehabilitation treatment plan and may meet serious consequences if they refuse.",
        "Many have either voluntarily left treatment before completion, or have been removed from the rehabilitation facility they were assigned due to out-of-control behavior and rule breaking.",
        "In addition to the pitbulls, the show also focuses on the rehabilitation of ex-cons.",
        "All males were to be sent, during the latter part of their sentence, \"without disguise to a thinly peopled colony,\" to work out their time and their own rehabilitation.",
        "He was digressing for a while to discuss why rehabilitation was linked with Rheumatology in Britain.",
        "As a passionate advocate of rehabilitation, John Irvine, senior lecturer in rehabilitation studies, was invited to speak.",
        "Once the addict commits to change, former addicts turned rehabilitation coaches lead the addict through the desert.",
        "Onward referral for community care assesments (for funding of residential rehabilitation or community aftercare services.",
        "amputee rehabilitation: guidance for physiotherapy students is also available.",
        "Rehabilitation in ideomotor apraxia using sensory stimulation strategies: a single case experimental design study.",
        "His other main area of expertise is in pediatric audiology, particularly pediatric auditory rehabilitation.",
        "The kite with the broken wing has returned from Telford and is now in the rehabilitation aviary.",
        "cortical reorganization in order to develop new strategies for visual rehabilitation.",
        "A stroke rehabilitation unit has been established at Newton Abbot Hospital to increase our local hospital capacity for specialist stroke rehabilitation unit has been established at Newton Abbot Hospital to increase our local hospital capacity for specialist stroke care.",
        "Thus, the south Judaean or south Palestinian element shows itself in Judaean genealogies and lists; there are circumstantial stories of the rehabilitation of the Temple and the reorganization of cultus; there are fuller traditions of inroads upon Judah by southern peoples and their allies.",
        "The manner in which he turned against his former associates (although he probably had no choice in the matter) alienated the sympathies of the plebs; and Marius, feeling that his only chance of rehabilitation lay in war, left Rome for Asia, where he endeavoured to provoke Mithradates to hostilities.",
        "Once more inspired by the example of Michelet, who had just written an admirable work on Joan of Arc, he published the text of the two trials of Joan, adding much contemporary evidence on her heroism in his Proces de condemnation et de rehabilitation de Jeanne d'Arc (5 vols.",
        "Before entering the drug rehabilitation program, addicts are asked to complete a full medical review and get a medical doctor's permission to begin the program.",
        "A number of factors go into making a choice about where to seek drug and alcohol rehabilitation.",
        "There are free and low-cost options for drug rehabilitation.",
        "In fact, after her death, he started the Lyn Irwin Memorial Fund, with proceeds going to the Iron Bark Station Wildlife Rehabilitation Centre.",
        "Counseling may also be done to teach a patient how to better communicate and listen to others so as to assist in the rehabilitation."
    ],
    "definition": [
        "Link/Cite"
    ]
}