{
    "translation": "דחה",
    "uses": [
        "Why should she give Brandon the chance to reject her again?",
        "Instead of being the reject, you'll become a princess.",
        "She knew she should reject him, and couldn't help her curiosity.",
        "I will not need to interfere, unless you reject all we've discussed when you leave.",
        "Even if you reject me or hate me or … She cleared her throat.",
        "When she didn't reject him, Gabriel deepened the kiss, nibbling at her full lower lip.",
        "Of all the things she felt, she feared he'd reject her once and for all.",
        "The truths which this \"disposition of nature\" obliges us to accept can be neither proved nor disproved; they are practically followed even by those who reject them speculatively.",
        "She sensed he was giving her the chance to reject him.",
        "The testimony which it affords to the Ignatian Epistles is so striking that those scholars who regard these letters as spurious are bound to reject the Epistle of Polycarp altogether, or at any rate to look upon it as largely interpolated.",
        "We must also reject the theory that this degradation of the planetary deities into daemons is due to the influence of Hebrew monotheism, for almost all the Gnostic sects take up a definitely hostile attitude towards the Jewish religion, and almost always the highest divinity among the Seven is actually the creator-God of the, Old Testament.",
        "On This Account Lilius Thought Fit To Reject The Golden Numbers From The Calendar, And Supply Their Place By Another Set Of Numbers Called Epacts, The Use Of Which We Shall Now Proceed To Explain.",
        "You tear me away from the only stability I have in my life, expect me to change my view on the entire world overnight, reject me and now, you're asking me to take a chance on something you can't guarantee.",
        "Assuming, with Sedgwick and others, this amassed and bound condition of the tissues to be true, it would be necessary to reject the cell-doctrine in pathology altogether, and to regard the living basis of the organism as a continuous substance whose parts are incapable of living independently of the whole.",
        "To deny their historical character is to reject them as trustworthy accounts of the age to which they are ascribed, and even those scholars who claim that they are essentially historical already go so far as to concede idealization and the possibility or probability of later revision.",
        "But whenever any measure of importance was to be decided a meeting was called of het publiek, that is, of all who chose to attend, to sanction or reject it.",
        "But in that case we must either reject the testimony of the same Hegesippus that up to their death, and that of Symeon son of Clopas, successor in the Jerusalem see of James the Lord's brother, \" who suffered martyrdom at the age of one hundred and twenty years while Trajan was emperor and Atticus governor,\" \" the church (universal) had remained a pure and uncorrupted virgin \" free from \" the folly of heretical teachers \"; or else we must reject the superscription, which presents the grandfather in vehement conflict with the very heresies in question.",
        "Lysander as ephor proposed on behalf of Agis that all debts sbould be cancelled and that Laconia should be divided into 19,500 lots, of which 4500 should be given to Spartiates, whose number was to be recruited from the best of the perioeci and foreigners, and the remaining 15,000 to perioeci who could bear arms. The Agiad king Leonidas having prevailed on the council to reject this measure, though by a majority of only one, was deposed in favour of his son-in-law Cleombrotus, who assisted Agis in bearing down opposition by the threat of force.",
        "According to the usual tradition, which there seems no sufficient reason to reject, the Escorial owes its existence to a vow made by Philip II.",
        "They also reject the use of crucifixes and other symbols and ceremonies retained by the Lutherans.",
        "But the attitude of the opposition remained no less hostile than before, and in March 1837 the governor was authorized to reject the demand for constitutional reform and to apply public funds in his control to the purposes of government.",
        "Opposed to the Reconstruction measures, he voted for them on the ground that it was better to accept than reject them, since they were probably the best that could be obtained.",
        "By the early constitutions of the Church of England a bishop was allowed a space of two months to inquire and inform himself of the sufficiency of every presentee, but by the ninety-fifth of the canons of 1604 that interval has been abridged to twenty-eight days, within which the bishop must admit or reject the clerk.",
        "The well-established doctrine that the House of Lords could not amend, though it might reject, a money-bill, coupled with the fact that it never had gone so far as to reject a budget, was relied on by the extremists as dictating the obvious party tactics; and before the year 1909 opened, the possibility of the Lords being driven to compel a dissolution by standing on their extreme rights as regards the financial provision for the year was already canvassed in political circles, though it was hardly credited that the government would precipitate a constitutional crisis of such magnitude.",
        "On the first day of this convention the opponents to the constitution, among whom were most of the delegates from the western counties, were ready to reject it without debate, but yielded to a proposal for discussing it clause by clause.",
        "To suppose this preface, presupposing many sciences, to have been written in 356, when the Meteorologica had been already commenced, would be absurd; but equally absurd would it be to reject that date on account of the preface, which even a modern author often writes long after his book.",
        "In 1774 he published The Chains of Slavery, which was intended to influence constituencies to return popular members, and reject the king's friends.",
        "Hence there is no need to reject the tradition as to the existence of a written Targum on Job in the time of Gamaliel I.",
        "If, on the other hand, the company is of opinion that the suggestions of the inspecting officer are not likely to prove beneficial, or are for any reason unadvisable, it is at liberty to reject them, the responsibility of doing so resting entirely upon itself.",
        "The probability is that the book had received the stamp of popular approbation before the end of the 1st century of our era, and the leading men did not dare to reject it.",
        "But that Zwingli did not reject the higher religious significance of the Eucharist, and was far from degrading the bread and wine into \" nuda et inania symbola,\" as he was accused of doing, we see from his Fidei ratio ad Carolum Imperatorem (ib.",
        "While he did not reject any approved learning, he abhorred any intellectual culture that destroyed or lessened piety.",
        "Six states had ratified the Federal constitution when the New Hampshire convention met at Exeter on the 13th of February 1788, to accept or reject that instrument, and so great was the opposition to it among the delegates from the central part of the state that after a discussion of ten days the leaders in favour of ratification dared not risk a decisive vote, but procured an adjournment in order that certain delegates who had been instructed to vote against it might consult their constituents.",
        "Now there is no reason to believe that meteors in anything like this quantity can be supplied to the sun, and, therefore, we must reject this source as also inadequate.",
        "In all these biographies there is internal evidence of confusion; many of the incidents related are elsewhere told of other persons, and certain of them are quite irreconcilable with his character, so far as it can be judged of from his writings and from the opinions expressed of him by his contemporaries; we may safely reject, for instance, the legends that he set fire to the library of the Temple of Health at Cnidos, in order to destroy the evidence of plagiarism, and that he refused to visit Persia at the request of Artaxerxes Longimanus, during a pestilential epidemic, on the ground that he would in so doing be assisting an enemy.",
        "into a mere puppet, to concentrate all the power in his own hand, and to induce even his nominal master to reject Mabmud's application for a continuance of his governorship in Khorasan.",
        "The third account fails chiefly in being too plausible, but there seems no reason to reject it as an artificial combination of unconnected facts.",
        "Herrmann reject natural theology outright in favour of revelation - a striking external parallel to early Socinianism.",
        "Rules may also be made in respect to other matters besides those mentioned in the schedule, and companies may be called upon to adopt or reject, as the case may be, any appliance, the use or disuse of which may be considered desirable in the interest of the men.",
        "Ioo, as is commonly assumed by critics who reject the authorship by Luke.",
        "In answer to this argument some necessarians have admitted that punishment can be legitimate only if it be beneficial to the person punished; others, again, have held that the lawful use of force is to restrain lawless force; but most of those who reject free-will defend punishment on the ground of its utility in deterring others from crime, as well as in correcting or restraining the criminal on whom it falls.",
        "With what is specifically Christian we have nothing to do in the present article: but it is worth noticing that the appeal to \" values, \" aesthetic and still more moral, forms a substitute for that natural theology which Ritschl despised and professed to reject.",
        "The cause of such agreement is, according to Grisebach, shrouded in the deepest obscurity, but it finds its obvious and complete explanation in the descent from a common ancestor which he would unhesitatingly reject.",
        "that he was compelled to reject the theory that oxygen could not play any part in a compound radical - a view which he previously considered as axiomatic; and he suggested the names \" proin \" or \" orthrin \" (from the Gr.",
        "These attempts to reject environmental variation rest on several grounds.",
        "At Worms he showed some signs of a willingness to compromise, but at Regensburg his old violence reasserted itself in opposing all efforts at reconciliation and persuading the Catholic princes to reject the Interim.",
        "12) divides the Ebionites into two classes according to their acceptance or rejection of the virgin birth of Jesus, but says that all alike reject the Pauline epistles.",
        "The Nestorians accept the decisions of the first two councils, and reject the decrees of all the rest as unwarranted alterations of the creed of Nicaea.",
        "The Monophysites accept the first three councils, but reject the decree of Chalcedon and all that come after it.",
        "Convinced by the experience of the wars that France needed an energetic central power, he pushed at times his royal prerogatives to excess, raising taxes in spite of the Estates, interfering in the administration of the towns, reforming their constitutions, and holding himself free to reject the advice of the notables if he consulted them.",
        "On the other hand, he who combated any exclusive principle in science was bound to reject also any exclusive principle in the state, and to defend representative government.\"",
        "Any injury done to the \"souls\" being one of the worst of iniquities, the good monk should not wash his clothes (indeed, the most austere will reject clothes altogether), nor even wash his teeth, for fear of injuring living things.",
        "It was argued that if the Lords had the right to reject a measure remitting existing duties, they had in effect the right of imposing taxation, since there was no material difference between the adoption of a new tax and the continuance of an old one which the Commons had determined to repeal.",
        "The Bugatti, the telephone, the female skier and the urban skyscraper include rather than reject the new consumerism.",
        "From this it follows that one can, quite \" reasonably, \" opt to reject the trinity.",
        "Those who reject Ex.",
        "Strato appears to reject Aristotle's idea of an original source of movement and life extraneous to the world in favour of an immanent principle.",
        "The existence of God is maintained by Albert and Aquinas to be domonstrable by reason; but here again they reject the ontological argument of Anselm, and restrict themselves to the a posteriori proof, rising after the manner of Aristotle from that which is prior for us to that which is prior by nature or in itself.",
        "It is true that states which have accepted the intervention of a mediator remain free to adopt or reject any advice he may give, but the advice of a disinterested power must always add considerable moral weight to the side towards which it inclines.",
        "But though the festival thus became incorporated in the regular usage of the Western Church, the belief in the resurrection and bodily assumption of the Virgin has never been defined as a dogma and remains a \"pious opinion,\" which the faithful may reject without imperilling their immortal souls, though not apparently - to quote Melchior Cano (De Locis Theolog.",
        "Lycurgus had ordained that the apella must simply accept or reject the proposals submitted to it, and though this regulation fell into neglect, it was practically restored by the law of Theopompus and Polydorus which empowered the kings and elders to set aside any \"crooked\" decision of the people (Plut.",
        "The latter has been supposed to be a Hyksos or Semitic deity and to have some connexion with Sheth; but Cheyne and Muller reject this view.",
        "(2) If we reject this position we must accept the evidence as giving the great uncials much the same secondary importance as Westcott and Hort gave to the later MSS., and make an attempt to reconstruct a text on the basis of versions and Fathers.",
        "The new piety did not set itself in opposition either to the hierarchy or to the institutions of the Church, such as the sacraments and the discipline of penance, nor did it reject those foreign elements (asceticism, worship of saints and the like) which had passed of old time into Christianity from the ancient world.",
        "Although it did not enter into the calendar of the Greeks, and was not introduced at Rome till after the reign of Theodosius, it has been employed from time immemorial in almost all eastern countries; and as it forms neither an aliquot part of the year nor of the lunar month, those who reject the Mosaic recital will be at a loss, as Delambre remarks, to assign it to an origin having much semblance of probability.",
        "Numerically insufficient to reject such measures, and lacking the fibre and the cohesion necessary for the pursuance of a far-sighted policy, the Right thought prudent not to employ its strength in uncompromising opposition, but rather, by supporting the government, to endeavour to modify Radical legislation in a Conservative sense.",
        "They reject the Third Oecumenical Council, and though showing the greatest devotion to the Blessed Virgin, deny her the title of Theotokos, i.e.",
        "Did the Paulicians, like the later Cathars (who in so much resembled them), reject water baptism?",
        "The state contributes to the support of the Church, builds its churches and provides for the salaries of its clergy, and at the same time it has the right to approve or reject all ecclesiastical appointments and to permit or forbid the execution of all decrees of the Roman See relating to Venezuela.",
        "But the Lords ventured to reject a measure for the introduction of the ballot at elections, and refused to proceed with a bill for the abolition of purchase in the army.",
        "The Cynics made no attempt to solve this difficulty; they were content to mean by virtue what any plain man meant by it, except in so far as their sense of independence led them to reject certain received precepts and prejudices.",
        "I would also urge the House to reject amendment (a ).",
        "22), and spoken of by the pseudo-Tertullian as a heretic from Judaism, not from Christianity, \" who first dared to reject the prophets as not having spoken in the Holy Ghost.\"",
        "Until 1902 the legislature was the sole law-making body in the state, but on the 2nd of June of this year the voters adopted a constitutional amendment which declared that \"the people reserve to themselves power to propose laws and amendments to the constitution, and to enact or reject the same at the polls, independent of the legislative assembly, and also reserve power at their own option to approve or reject at the polls any act of the legislative assembly.\"",
        "Coloman also extended his authority over Dalmatia and the islands of the Quarnero, but the best modern authorities reject the tradition that in 1102 he was crowned king of Croatia, Slavonia and Dalmatia.",
        "The team captain can either accept or reject you.",
        "From this it follows that one can, quite \" reasonably, \" opt to reject the Trinity.",
        "People cannot understand English, but reject Somalian interpreters for fear of disclosure.",
        "Could not reject in addition to rather than group wiener jm kim.",
        "Being a new parent is not a time to reject help and advice but instead to take all that is offered.",
        "If they reject your proposal, unless you are prepared to leave that job (which is perfectly fine), you'll have to accept that.",
        "I am scared that she will reject me and she will tell all of her friends and I will lose what little popularity I have.",
        "She will reject me and doesn't tell all of her friends, but she will not want to be friends anymore, she will say no.",
        "Worst case scenario, let's say she does reject you (nicely).",
        "If parents do not have the opportunity to talk about this disappointment, they may reject the infant.",
        "Also, many children reject prosthetic devices and do not want to wear them.",
        "When children generalize the aggressive and oppositional behavior that they have learned at home to their interactions with peers, other children often reject them.",
        "Some adults who are considered highly religious consider God to be an anthropomorphized divine being or may reject the supernatural or mystical religious experience.",
        "While parents may reject the idea of an autopsy because they feel it violates their infant's remains, it is often the only tool that can definitively rule out other potential causes of death.",
        "Many parents dread the onset of adolescence, fearing that their child will become hostile and rebellious and begin to reject his or family.",
        "They can adapt language to different contexts, master abstract thinking, explore and prepare for future careers and roles, set goals based on feelings of personal needs and priorities, and are likely to reject goals set by others.",
        "You can review the match and accept or reject it.",
        "Charmingly goofy Bob Guiney, Trista Rehn's reject from The Bachelorette, got his time to shine and chose the elegant Estella Gardinier as his lady love.",
        "One of the elimination ceremonies during the fourth cycle of show caused viewers (and late night comedians) much amusements when eliminated suitor Ron said, \"Deanna didn't reject me tonight.",
        "Likewise, if you 35 years old and show producers are looking to cast 18 to 24 year olds, you can be assured your application will end up in the reject pile.",
        "His attempts to reject his human side allowed the question of what is humanity to be explored.",
        "At the same time, in spite of his sympathy with the whole development of idealism since Kant, which leads him to reject the thing in itself, to modify a priorism, and to stop at transcendent \" ideals,\" without postulates of practical reason, he nevertheless has so much sympathy with Kant's Kritik as on its theories of sense and understanding to build up a system of phenomenalism, according to which knowledge begins and ends with ideas, and finally on its theory of pure reason to accord to reason a power of logically forming an \" ideal \" of God as ground of the moral \" ideal \" of humanity - though without any power of logically inferring any corresponding reality.",
        "It is indeed supported by several critics who reject the latter, just as it is occasionally rejected by advocates of their authenticity.",
        "Fur skins taken out of season are indifferent, and the hair is liable to shed itself freely; a good furrier will, however, reject such faulty specimens in the manufacturing.",
        "Man may pray for help and reject grace.",
        "Moreover, in endeavouring to sketch the theology of early Judaism it has been easy to find in the heterogeneous and conflicting ideas a system which agreed with preconceived views, and to reject as late or exceptional whatever told against them.",
        "He went bare-footed, preceded by a man carrying a staff surmounted with an iron cross; he slept on the bare ground, and lived by alms. At his instigation the inhabitants of Le Mans soon began to slight the clergy of their town and to reject all ecclesiastical authority.",
        "But, in its efforts to extend its power over the Greek states, it was bound to make use of the tendencies which aimed at the unification of Greece for the struggle against Persia: and this ideal demand it dared not reject.",
        "But the elections having been favorable to royalty, the Beaujeu family made the states reject the regency desired by the duke of Orleans, and organize the kings council after their own views.",
        "We have given to us a conception A uniting among its constituent marks two that prove to be contradictory, say M and N; and we can neither deny the unity nor reject one of the contradictory members.",
        "It is a plausible theory that in the conventional language of their inscriptions they preserved a number of geographical and religious phrases which, for them, had no clear meaning, and belonged properly to the land of their distant ancestors, Arabia.3 For their own traditions as to their origin see Phoenicia; we cannot venture to reject these altogether.",
        "APOSTOLICI,' 'APOSTOLIC BRETHREN, or APOSTLES, the names given to various Christian heretics, whose common doctrinal feature was an ascetic rigidity of morals, which made them reject property and marriage.",
        "The function of a refrigerating machine, therefore, is to take in heat at a low temperature and reject it at a higher one.",
        "No actual refrigerating machine does, in fact, take in heat at the exact temperature of the body to be cooled, and reject it at the exact temperature of the cooling water, but, for economy in working, it is of great importance that the differences should be as small as possible.",
        "Even if you reject me or hate me or â€¦ She cleared her throat.",
        "They reject the old dichotomy of left vs. right politics.",
        "Any attempt to reject its basic historicity even in matters of detail must now appear absurd.",
        "Origins of the modern world We reject utterly accusations of \" Euro centrism \" .",
        "ageless wisdom, he would utterly reject.",
        "But they are the words of an inspired apostle; and to reject such testimony is to undermine the authority of Holy Scripture.",
        "appellate court to reject the judge's findings on these points.",
        "Arsenal fans even chant \" Where's your arsenal fans even chant \" Where's your Arsenal reject \" at Michael Thomas who won the league for them.",
        "I'll leave you and your local team to confirm or reject that assertion.",
        "Many doctors reject the word cellulite, regarding it as a marketing concoction.",
        "We reject the philosophy that tenants are second-class citizens.",
        "But Buddhist clergy continue to reject him as a fake or pay only lip service to Beijing's demands to recognize him.",
        "condenseensing steam locomotive is constrained by being only able to reject heat to the atmosphere.",
        "configured to reject cookie downloads, or to warn the user before accepting cookies.",
        "In summary, our arguments reject the contention that the draft Services Directive would lead to a race to the bottom.",
        "You may configure your Internet browser to reject cookies.",
        "The recipient's immune system must overcome the factors involved in immune privilege to reject the donor cornea.",
        "cosmopolitan citizenship does not mean asking individuals to reject their national citizenship or to accord it a lower status.",
        "The modern notion that the sinner can reject Christ as Lord but receive Him as Savior is foreign to all the historic creeds.",
        "I believe in the critical potential of music as a living cultural practice and reject the pessimistic postmodern cynicism of the 1980s.",
        "It may seem idealistic, even dictatorial, to state that the Linux community should simply reject commercialisation.",
        "discriminates against humanists and all who conscientiously reject religious beliefs.",
        "The researchers claim this result allows them to reject the well-known Express Train theory which focuses on a rapid dispersal from Taiwan to Polynesia.",
        "I now understand your Department may have made a decision to reject SEAC advice and allow bovine eyeball dissection to continue.",
        "Indeed, it is possible to reject ancient dogmas for reasons that are part of the trouble rather than part of the cure.",
        "As he had in Freedom and Nature, he continued to reject any form of substance dualism.",
        "Sitchin seems to reject my notion of a sub-brown dwarf and warmed moons, which is a pity.",
        "most libertarians would, of course, reject this view as too egalitarian and most egalitarians would reject it for being too libertarian.",
        "Moreover, at one point, Stirner explicitly considers adopting the explanatory stance of psychological egoism only to reject it.",
        "emissivity films will: Reject up to 69% of unwanted solar energy.",
        "HMRC may reject all or part of a claim if repayment would unjustly enrich the claimant.",
        "And there are three deep splits behind the reluctance either to decisively reject the euro or to leap into the unknown of a referendum.",
        "And we reject the extremism of UKIP and the dispossessed and increasingly desperate, Mr Kilroy-Silk.",
        "Normally the mind would reject any doctrine proposed for its belief with this unbridgeable gulf in it.",
        "But many, many sub-groups exist, among people of all ages, which resist and reject mindless hedonism.",
        "The Reason Of This Is, That The Intercalary Month, Inserted At The End Of The Cycle, Contains Only Twenty Nine Days Instead Of Thirty; Whence, After 11 Has Been Added To The Epact Of The Year Corresponding To The Golden Number 19, We Must Reject Twenty Nine Instead Of Thirty, In Order To Have The Epact Of The Succeeding Year; Or, Which Comes To The Same Thing, We Must Add Twelve To The Epact Of The Last Year Of The Cycle, And Then Reject Thirty As Before.",
        "Theodor Abeling, who is disposed to reject or minimize the mythical origins, further suggests a confusion of the story of Attila's wife Ildico with that of the murder of Sigimund the Burgundian by the sons of Chrothildis, wife of Clovis.",
        "But as Pythagoras himself came from Samos, and his doctrines have a decidedly Oriental tinge, it may very well be that both he and the Essenes drew from a common source; for there is no need to reject, as is so commonly done, the statements of our authorities as to the antiquity of the Essenes.",
        "Kepler (1571-1630) was led by his study of the planetary motions to reject this method of statement as inadequate, and it is in fact incapable of giving a complete representation of the motions in question.",
        "For first-class work, however, and especially in steel concrete, it is customary to reject very large stones, and to insist that all shall pass through a ring a of an inch in diameter.",
        "The subscribers engaged by oath to maintain religion in the state in which it existed in 1580, and to reject all innovations introduced since that time, while professed expressions of loyalty to the king were added.",
        "Criminal prosecutions are conducted in the name of the crown by the Staatsanwlle (state attorneys), who form a separate branch of the judicia) system, and initiate public prosecutions or reject evidence as being insufficient to procure conviction.",
        "The emperor accepted this exposition of the constitution, and after some delay eventually gave his consent also to the Prussian law, which he was qualified to reject.",
        "Szell, who vainly advised the crown and the military authorities to make timely concessions, was obliged to reject these demands which enjoyed the secret support of Count Albert Apponyi, the Liberal president of the Chamber and of his adherents.",
        "In Britain the brine is so pure that, keeping a small stream of it running into the pan to replace the losses by evaporation and the removal of the salt, it is only necessary occasionally (not often) to reject the mother-liquor when at last it becomes too impure with magnesium chloride; but in some works the mother-liquor not only contains more of this impurity but becomes quite brown from organic matter on concentration, and totally unfit for further service after yielding but two or three crops of salt crystals.",
        "In many most important respects no two men could be more unlike; but, for the present, Carlyle seems to have seen in Goethe a proof that it was possible to reject outworn dogmas without sinking into materialism.",
        "Carlyle's proud spirit of independence made him reject Jeffrey's help as long as possible; and even his acknowledgment of the generosity (in the Reminiscences) is tinged with something disagreeably like resentment.",
        "He never liked Protestantism, and he was prepared for peace with Rome on his own terms. Those terms were impossible of acceptance by a pope in Clement VII.'s position; but before Clement had made up his mind to reject them, Henry had discovered that the papacy was hardly worth conciliating.",
        "If we reject the infinite regress and the circle in proof (circulus in probando) which resolves itself ultimately into proving A by B and B by A, 7 we are confronted by the need for principles of two kinds, those which condition all search scientific for truth, and those which are the peculiar or proper principles.",
        "p. 194), who puts this formula in order to reject it.",
        "The first caused him to reject the idea of a conference of which the activities would have been primarily directed against Russia; the second led him to drive a wedge into the AngloFrench entente by making direct overtures to Great Britain.",
        "Protestants, with the exception of a small minority in the Anglican communion, unanimously reject the doctrine of purgatory, and affirm that \"the souls of believers are at their death made perfect in holiness and do immediately pass into glory.\"",
        "But if we reject it, have we any better reason for believing the parallel assertion in the Platonic Hipparchus?",
        "There was a screen between them at the interview, such as the present regentempresses of China use in giving audience to their ministers; but Tze-lu, one of his principal disciples, was indignant that the master should have demeaned himself to be near such a woman, and to pacify him Confucius swore an oath appealing to Heaven to reject him if he had acted improperly.",
        "The course adopted by Kant's immediate successors in German idealism was to reject the whole conception of noiimena, for the reason that what is essentially unknowable has no existence for our intelligence.",
        "His great work was that of the critic. He was the first to reject with sufficient proof the equal value of the Old and the New Testaments, the uniform authority of all parts of the Bible, the divine authority of the traditional canon of Scripture, the inspiration and supposed correctness of the text of the Old and New Testaments, and, generally, the identification of revelation with Scripture.",
        "The ends which at any moment the individual is free to choose or reject possess a determinate character: their existence or non-existence as possibilities is also to a very large extent determined for him.",
        "Though common sense will admit that virtues are the best of goods, it still undoubtedly conceives practical wisdom as chiefly exercised in providing those inferior goods which Aristotle, after recognizing the need or use of them for the realization of human well-being, has dropped out of sight; and the result is that, in trying to make clear his conception of practical wisdom, we find ourselves fluctuating continually between the common notion, which he does not distinctly reject, and the notion required as the keystone of his ethical system.",
        "odbornitsi) a yearly statement of accounts and estimates, which they may reject or amend.",
        "But though the world cannot be exhaustively known it can be known very extensively, and though the positive idea of God must always remain unattainable we are able to reject those ideas which involve a contradiction of the postulate of the Absolute.",
        "\" We may believe that ancient and early tribes framed gods like themselves in action and in experience, and that the allegorical element in myths is the addition of later peoples who had attained to purer ideas of divinity, yet dared not reject the religion of their ancestors \" (Aglaoph.",
        "Any attempt to reject its basic historicity, even in matters of detail, must now appear absurd.",
        "In this case, the correct decision is to reject the null hypothesis.",
        "Most Iraqis reject the imposition of a government from outside.",
        "The accuracy of a biometric system could be defined as its combined ability to reject impostors and accept valid users.",
        "instrumentation amplifiers with 1kHz low pass filters, reject unwanted noise.",
        "Nineteen godly ministers of London write to Cromwell urging him to reject the kingship.",
        "Arsenal fans even chant \" Where's your Arsenal reject \" at Michael Thomas who won the league for them.",
        "The Islamists want to draw the limits of world freedoms and the western liberals reject that limitation.",
        "For it is the recuperation of the conventional that allows one to reject absolutism and yet avoid nihilism.",
        "I am sure you understand better than me why some homeless people reject the offer of a one-bedroom flat.",
        "It does not bin the data and does not reject outliers to the fit.",
        "The response from the British government and US administration was to reject outright Iraq's invitation to Mr Blix as a political stunt.",
        "Law Lords reject asylum plea A Ugandan asylum seeker who has HIV has lost her legal challenge against deportation.",
        "Big weekend for the Blues Council traveler stance ` unlawful ' Hotel revamp fails to win approval Politicians reject proposal for Lidl.. .",
        "The article explained the purpose of the exercise as being that some Moslems reject the modern, secular society... Offensive Danish Cartoons?",
        "But all too often we do n't recoil from our sin and reject it immediately.",
        "We must reject the reductionism that gives priority to molecules over cells and cells over organisms and organisms over populations.",
        "Before you reject UAC, check how you can hack the registry, and thus reduce the hassle to just clicking OK.",
        "reserve the right to reject any ad without giving a reason.",
        "Big weekend for the Blues Council traveler stance ` unlawful ' hotel revamp fails to win approval Politicians reject proposal for Lidl.. .",
        "We reserve the right to reject any ad without giving a reason.",
        "right click the hacked text and you'll have the option to accept or reject the changes.",
        "Imagine a French industrial tribunal ruling it was racial discrimination to reject a non-French speaking applicant for a job dealing with the French public?",
        "sappy, cliched stuff I've had to reject.",
        "An anarchist primitivism worthy of support would reject scientism, biologism, and the selective and uncritical embrace of anthropological research into gatherer-hunter cultures.",
        "scrutinize draft legislation, and amend, reject or pass it as they decide.",
        "These contradictory signals both gave the green light to Belgrade to reject secession and encouraged the secessionists to go ahead with their plans.",
        "They too reject separatism and also any separate legislative assembly.",
        "Personal liberalism Liberal Democrats reject ' nanny statism ' .",
        "Ensure the curriculum and resources positively reflect experiences and reject racist stereotypes.",
        "You may also have to accept or reject a suggestion For example: Would you like to finish reading this?",
        "The EU must reject any attempt to make it into a military superpower.",
        "team captain can either accept or reject you.",
        "May God help us all to reject the temptations of Satan.",
        "And there are many people who would say, \" I reject systematic theology and I accept biblical theology.",
        "tribunal ruling it was racial discrimination to reject a non-French speaking applicant for a job dealing with the French public?",
        "understand English, but reject Somalian interpreters for fear of disclosure.",
        "If you are so wilful as to reject the counsel of your friends, you must be allowed to cater for yourself.",
        "As a result every county beyond the Alleghanies except one voted to reject the constitution, which was nevertheless carried by eastern votes.",
        "They reject the ministration of priests altogether, since in the time of Antichrist (i.e.",
        "literally, and reject legal marriage; the Nyetovsti (denyers), who deny the necessity for common worship, since there are no priests; the Molchalyniki (mutes), whom no torture can persuade to utter a word.",
        "The Board may reject the order if it thinks the scheme to be of such magnitude or importance that it ought to come under the direct consideration of parliament, or it may modify it in certain respects, or it may remit it to the commissioners for further inquiry.",
        "Anaximenes, a pupil of Anaximander, was the first to reject the view that the earth was a circular plane, but held it to be an oblong rectangle, buoyed up in the midst of the heavens by the compressed air upon which it rested.",
        "Furthermore, the Vulgate rejects 3 and 4 Maccabees and Psalm cli., which generally appear in the Septuagint, while the Septuagint and Luther's Bible reject 4 Ezra, which is found in the Vulgate and the Apocrypha Proper.",
        "In all of these ancient churches episcopacy is regarded as of divine origin; and in those of them which reject the papal supremacy the bishops are still regarded as the guardians of the tradition of apostolic orthodoxy and the stewards of the gifts of the Holy Ghost to men (see ORTHODOX EASTERN CHURCH; ARMENIAN CHURCH; COPTS: Coptic Church, &c.).",
        "Paris and London having assured Washington that neither concealment nor lack of courtesy was intended, Belgrade found it quite safe to reject the note of Jan.",
        "The House passed by an enormous majority a resolution (introduced on June 25) \"that in order to give effect to the will of the people, as expressed by their representatives, it is necessary that the power of the other House to alter or reject bills passed by this House should be so restricted by law as to secure that within the limits of a single parliament the final decision of the Commons shall prevail\"; but the prime minister's explanation that statutory provision should be made for two or three successive private conferences between the two Houses as to any bill in dispute at intervals of about six months, and that, only after that, the bill in question should be finally sent up by the Commons with the intimation that unless passed in that form it would become law over their heads, was obviously not what was wanted by enthusiastic opponents of the second chamber.",
        "LOW CHURCHMAN, a term applied to members of the Church of England or its daughter churches who, while accepting the hierarchical and sacramental system of the Church, do not consider episcopacy as essential to the constitution of the Church, reject the doctrine that the sacraments confer grace ex opere operato (e.g.",
        "362) is inclined to reject the story of his Athenian origin.",
        "They reject the allowance for fatigue (that is, the effect of repetition) and design bridge members for the total dead and live load, plus a large allowance for impact varied according to some purely empirical rule.",
        "Pluquet, in his Essai historique sur la vale de Bayeux (Caen, 1829), was the first to reject this belief, and to connect it with the Conqueror's half-brother Odo, bishop of Bayeux, and this view, which is now accepted, is confirmed by the fact that three of the bishop's followers mentioned in Domesday Book are among the very few named figures on the tapestry.",
        "In doctrine the Roman Catholic Church is divided from the orthodox communions of the East mainly by the claims of the papacy, which the Orientals reject, and the question of the \" Procession of the Holy Ghost \" '(see' Church History).",
        "We may, however, reject the sceptical hypothesis that Laura was a mere figment of Petrarch's fancy; and, if we accept her personal reality, the poems of her lover demonstrate that she was a married woman with whom he enjoyed a respectful and not very intimate friendship.",
        "In the introduction to the Corpus, he laid the foundations of a critical history of the Eddic poetry and Court poetry of the North in a series of brilliant, original and wellsupported theories that are gradually being accepted even by those who were at first inclined to reject them.",
        "The church chose to abide by the idea of Hildebrand and to reject that of Francis of Assisi; and the revolt of Ockham and the Franciscans, of the Beghards and other spiritual fraternities, of Wycliffe and the Lollards, were all protests against that decision.",
        "If after six months she felt that she did not love him she would have full right to reject him.",
        "Network administrators can customize how emails are handled with choices to accept, reject or quarantine emails with known viruses.",
        "Did I reject a queer identity to assume a gay one?",
        "Now, right click the hacked text and you'll have the option to accept or reject the changes.",
        "There 's been some really sappy, cliched stuff I 've had to reject.",
        "They are there to scrutinize draft legislation, and amend, reject or pass it as they decide.",
        "Personal liberalism Liberal Democrats reject ' nanny statism '.",
        "And there are many people who would say, I reject systematic theology and I accept biblical theology.",
        "At that point you can either accept the offer or reject it and they send you back your gold.",
        "Many times it results in extremely affectionate behavior toward people, but occasionally a cat will reject one of its usual companions.",
        "Your cat may have his own preferences and reject certain brands in favor of others.",
        "If you find your lashes tend to reject the cosmetics you apply to them, you will enjoy the longevity of Kiss Me Mascara.",
        "Now the ball is in his/her court, and it's up to the person to accept or reject it.",
        "Keep in mind that if you remove the tags from the clothes, the sales associate may reject a return.",
        "People were leaving in droves because she sang like an American Idol reject.",
        "She dishes on what it was like to get to know Flav, what she thinks about first season reject New York re-entering the competition, and what it was really like when Somethin´ failed to make it to the bathroom in time.",
        "Some dogs can be choosy eaters that will reject food they don't want.",
        "Some purists reject these types as true heirlooms.",
        "They believe in individualism and many do not hesitate to reject rules.",
        "Files are uploaded, converted to PDF files, and then assigned to peer reviewers to accept, edit, or reject.",
        "Any shorter and the bookworm will reject your response.",
        "In any case, these three girls go tromping off to meet all of the reject characters that you hated from FF X, only this time they've got much bigger parts and you have to see them over and over again.",
        "Full controls are mounted on the handlebars, so the rider can accept and reject calls, as well as control the music playback, without too much distraction from the road.",
        "As a result, the parent may subconsciously reject the child.",
        "However, as the child gets older, the period of ill health may be forgotten, and the child may be reject the diet, especially during adolescence, when there is a desire for conformity.",
        "The closer the HLA match between a bone marrow donor and recipient, the lower the chances that the recipient's body will reject the transplanted tissue.",
        "For example, patients who have an organ transplant are given drugs to suppress the immune system so the body will not reject the organ.",
        "Teenagers and immature mothers often conceal and reject their pregnancies.",
        "The baby may reject a caregiver she was previously comfortable with or grow hysterical when relatives visit.",
        "It can also be a frustrating time for the child's parents, since the baby may reject the parent who is not the principal caregiver.",
        "Young people wanted to reject the supposed wisdom of their elders, and everyone wanted to forget the horrors of war and embrace life.",
        "In virtually every situation in which you reject a job offer, your decision is a final one.",
        "For example, many lenders are looking for scores of 620 or greater and they might reject any loans from applicants with scores below the 620 point.",
        "Foundations will often reject grants that are not submitted in the type of format that they request.",
        "There is a sense of abandon in giving a passionate card to someone, the risk of having him or her reject it - or of having his or her eyes light up and realizing that he or she shares that passion with you.",
        "Knowing that you are trying to \"play\" them, they will reject you right away.",
        "These oysters frequently reject the initial irritant needed to form the pearl, making them even harder to cultivate and subsequently much rarer.",
        "Zack (Dane Cook) is more of a college reject, happy with a life of no expectations until now.",
        "Mr Rose has been widely seen as the only man able to persuade shareholders to reject the bid from Mr Green.",
        "If you are certain that you should be able to use your coupon, remember that many cashiers will reject coupons simply because they are poorly informed of their store's policies.",
        "Jane wrestled with telling Grayson the truth, but feared he would reject her.",
        "Autism experts who reject the notion of autism culture see autism characteristics as symptoms.",
        "Commercial lenders are in charge of the process, because once they reject an application, the SBA cannot force them to reconsider.",
        "Understand that lenders see hundreds of business plans every year and are quick to rubber stamp reject those plans that smack of a lack of adequate preparation.",
        "If you use a database, your IT guy can also set up parameters to reject resumes that contain unwanted keywords or lack the ones you're looking for.",
        "Most of these job Web sites offer methods to reject resumes that contain unwanted keywords.",
        "The creators reject the obvious comparisons to High School Musical, saying they have never even seen one of those films."
    ],
    "definition": [
        "To spit out or vomit: The baby rejected the medicine.",
        "To react to the introduction of a transplanted organ or tissue with a destructive immune response; fail to accept as part of one's own body.",
        "re·ject′er re·jec′tor\nn.",
        "re·jec′tion (-jĕk′shən)\nadj.",
        "re·jec′tive\nadj.",
        "Link/Cite"
    ]
}