{
    "translation": ".1 סיפר, דיווח\n.2 ייחס, קישר",
    "uses": [
        "What had really taken place he did not wish to relate because it seemed to him not worth telling.",
        "She would relate everything I told her to Quinn.",
        "How does this relate to how our brains work?",
        "Dreams always relate to something on your mind, don't they?",
        "But the firing and shouting did not relate to them.",
        "These terms relate to the modes of nutrition.",
        "This must relate, however, to the fort only, because Arab travellers of the 10th century mention Hovakend or Hokand, the position of which has been identified with that of Khokand.",
        "The Judaean annals then relate Hazael's advance to Gath; the city was captured and Jerusalem was saved only by using the Temple and palace treasure as a bribe.",
        "Howie was able to follow her to a vehicle and relate the plate number!",
        "Of still greater importance for the history of Napoleon are Fain's Memoires, which were published posthumously in 1908; they relate more particularly to the last five years of the empire, and give a detailed picture of the emperor at work on his correspondence among his confidential secretaries.",
        "It isn't just that we can communicate better but that we actually relate to each other better.",
        "The Arabian historians relate their conflict with Zenobia.",
        "I'd call a tip, relate details to the authorities.",
        "Or to relate to anyone.",
        "They relate almost entirely to electrical phenomena, such as the magnetic rotation of light, the action of gas batteries, the effects of torsion on magnetism, the polarization of electrodes, &c., sufficiently complete accounts of which are given in Wiedemann's Galvanismus.",
        "One I will relate to my pack.",
        "Statistics of Emigration.-The direction of the modern movement is from Europe to America, Australia and South Africa, as shown in the following table: Emigration from Certain States of Europe, 1890-1905.1 1 The figures relate only to the emigrants of each nationality emigrating from their own country to countries outside of Europe.",
        "It is not necessary to relate the scandals of Marozias and Theodoras female reign, the infamies of John XII.",
        "I'll attempt to relate my thoughts and feeling as accurately as possible.",
        "But these two masters of English were not perhaps the best qualified to relate the story.",
        "A deep saucer of black blood was taken from his hairy arm and only then was he able to relate what had happened to him.",
        "His Ada, which have scarcely any historical value, relate that he left Ireland, and came to France with his companions.",
        "Cynthia gently prodded the woman until Edith Shipton began to relate her story, speaking in almost a monotone.",
        "The census figures relate to the calendar year preceding 1st June 1900, and hurried and careless answers about the preceding year's crop are almost sure to have been given by many farmers in the midst of the summer's work.",
        "The former, of which the three published volumes relate wholly to ancient music, and thus represent a mere fragment of the author's vast plan, exhibits immense reading and industry, but is written in a dry and unattractive style, and is overloaded with matter which cannot be regarded as historical.",
        "No truths brought to light by biological investigation were better calculated to inspire distrust of the dogmas intruded upon science in the name of theology than those which relate to the distribution of animals and plants on the surface of the earth.",
        "vii.); articles by Chapman and Knoop in the Economic Journal (December, 1904) and the Journal of the Royal Statistical Society (April, 1906); Emery's Speculation on Stock and Produce Exchanges of the United States (small portions of which relate to cotton).",
        "These figures are based chiefly on the London expenditure and relate to a collection which is probably more varied than any other, but not specially large in numbers, containing on an average a little over 3000 individuals.",
        "But what it was, no one could tell: it might be some caprice of a sick and half-crazy man, or it might relate to public affairs, or possibly to family concerns.",
        "And in reality it would be difficult to account for this feature except on the supposition that one who had lived through the events had been accustomed, when required to give a comprehensive sketch of the history of the ministry and sufferings of Jesus, to relate the facts in the main as they happened; and that a hearer of his has to a considerable extent reproduced them in the same order.",
        "The typical speeches in Chronicles are of little value for the periods to which they relate, and where they are inconsistent with the evidence from earlier writings or contain inherent improbabilities are scarcely of historical worth.",
        "None of these books relate to law; and the better opinion seems to be that there were two Tribonians, apparently contemporaries, though possibly some of the attributes of the jurist have been, by a mistake of the compilers or transcribers of the Lexicon of Suidas, extended to the man of letters of the same name.",
        "The above observations relate to transmitted light, but Fraunhofer extended his inquiry to the light reflected.",
        "I proceeded to relate the information Martha had conveyed.",
        "\"Martha didn't run home and relate to Quinn what you told her?\" she asked.",
        "His chief enactments relate to the payment of citizens for State service.",
        "About this time an attack upon the city was made by the Achinese fleet, under the raja of Pedir in Sumatra; and Xavier's early biographers relate a dramatic story of how he roused the governor to action.",
        "The remaining books relate the exploits of Neoptolemus, Eurypylus and Deiphobus, the deaths of Paris and Oenone, the capture of Troy by means of the wooden horse, the sacrifice of Polyxena at the grave of Achilles, the departure of the Greeks, and their dispersal by the storm.",
        "The men who had thus abandoned the depot rejoined the main body of the expedition under Wright, who at length moved to Cooper's Creek, and, incredible to relate, neglected to search for the missing explorers.",
        "Napoleon rode on, dreaming of the Moscow that so appealed to his imagination, and \"the bird restored to its native fields\" galloped to our outposts, inventing on the way all that had not taken place but that he meant to relate to his comrades.",
        "\"If,\" to quote Dr Robertson, \"by attempting to relate the various occurrences in the New World in a strict chronological order, the arrangement of events in his work had not been rendered so perplexed, disconnected and obscure that it is an unpleasant task to collect from different parts of his book and piece together the detached shreds of a story, he might justly have been ranked among the most eminent historians of his country.\"",
        "Who has not asked himself how it is that the French were not all captured or destroyed when our three armies surrounded them in superior numbers, when the disordered French, hungry and freezing, surrendered in crowds, and when (as the historians relate) the aim of the Russians was to stop the French, to cut them off, and capture them all?",
        "The three subjects to which Smith's writings relate are theory of numbers, elliptic functions and modern geometry; but in all that he wrote an \"arithmetical\" made of thought is apparent, his methods and processes being arithmetical as distinguished from algebraic. He had the most intense admiration of Gauss.",
        "A curious idea, at one time revived by Henry Kingsley, is that the adventures of Robinson are allegorical and relate to Defoe's own life.",
        "The book closes with an appeal to observe the law of Moses, and with a promise that Elijah shall come before the threatened judgment.3 The topics noticed clearly relate the prophecy to the period of Ezra and Nehemiah, when the Temple had been rebuilt (i.",
        "They relate that, after the death of his parents, Charles was driven by the machinations of the two sons of Margiste to take refuge in Spain, where he accomplished his enfances (youthful exploits) with the Mussulman king Galafre under the feigned name of Mainet.",
        "holograph or duly tested, do not exceed 31 years, or, except as regards leases of mines and minerals, and of lands held by burgage tenure, relate to an extent of land exceeding 50 acres, and contain provisions for renewal, they may be recorded for publication in the Register of Sasines, and such publication has the effect of possession (Registration of Leases [Scotland] Act 1857).",
        "True, single words do suggest and express ideas; the child may say simply \"mamma\" when he means \"Where is mamma?\" but he learns the expression of the ideas that relate to mamma--he learns language--by hearing complete sentences.",
        "I managed to calm myself enough to relate what little I knew of what happened to the people with whom we'd both worked so closely.",
        "If w now relate to the edge of the grating, on which there are altogether n lines, no- = 2a sin w, and the value of the last term in (I o) becomes no- sin 3w sin O'tan 0', - 1 1 - 6 mnX sin' w tan 0'.",
        "The Versus, considered in themselves, might very well be supposed to relate to Ca dmon; but the mention of the five ages of the world in the concluding lines is obviously due to recollection of the opening of the Heliand (lines 46-47).",
        "I can even now point out the place where the blessed Polycarp used to sit when he discoursed, and describe his goings out and his comings in, his manner of life and his personal appearance and the discourses which he delivered to the people, how he used to speak of his intercourse with John and with the rest of those who had seen the Lord, and how he would relate their words.",
        "The only points of sure information which we possess relate to (1) his relations with Ignatius, (2) his protests against heresy, (3) his visit to Rome in the time of Anicetus, (4) his martyrdom.",
        "Yet, for the most part, they either relate to objects thoroughly incapable of poetic treatment, where the writer's endeavour is rather to expound the matter fully than to render it poetically beautiful, or else expend themselves on short isolated subjects, generally myths, and are erotic in character.",
        "Six had already been tried: of the remainder, to whom these Ada primarily relate, Speratus is the principal spokesman.",
        "He published a memoir on the integration of partial differential equations and a few others, which have not been noticed above, but they relate to subjects with which his name is not especially associated.",
        "The works of Wallis are numerous, and relate to a multiplicity of subjects.",
        "Many even of these readings merely relate to variations of spelling, pronunciation or grammatical forms; others substitute a more decent expression for the coarser phrase of the text, but in some instances the suggested reading really affects the sense of the passage.",
        "It has contributed nothing whatsoever to our knowledge of any Hebrew individual of this period,' and consequently what elements of history underlie the stories in Genesis, in so far as they relate to the Hebrew patriarchs, must still be determined, if at all, by a critical study of the Old Testament.",
        "The standards of the British Empire, so far as they relate to the imperial and metric systems, are in the custody of the Board of Trade.",
        "The materials thus obtained formed the basis of his historical and biographical works, which relate chiefly to the period of the Reformation.",
        "Its contents relate to the destruction of the world through war and natural catastrophes - for the heathen a source of menace and fear, but for the persecuted people of God one of admonition and comfort.",
        "The Versus practically reproduce in outline Bwda's account of Ca dmon's dream, without mentioning the dream, but describing the poet as a herdsman, and adding that his poems, beginning with the creation, relate the history of the five ages of the world down to the coming of Christ.",
        "Only the expression of the will of the Deity, not dependent on time, can relate to a whole series of events occurring over a period of years or centuries, and only the Deity, independent of everything, can by His sole will determine the direction of humanity's movement; but man acts in time and himself takes part in what occurs.",
        "The first set relate as usual to the hour of commencement, the second to the hours of occurrence of lightning causing fires.",
        "Again we must distinguish between the \" future \" contracts for the delivery of a particular kind of cotton, which may be entered into by spinners and their brokers, and are real purchases in the sense that the spinners want delivery of the cotton referred to, and the \"futures,\" which always relate 1 The Cotton Trade of Great Britain, by Thomas Ellison, p. 186.",
        "relate what we had done to anyone.",
        "Soc., 1892, 52, 228) and relate to an exceptional specimen containing nearly 99.9% of the pure metal.",
        "Before Magnitski had finished his story someone else was anxious to relate something still funnier.",
        "Since the campaigns of Austerlitz and of 1807 Rostov knew by experience that men always lie when describing military exploits, as he himself had done when recounting them; besides that, he had experience enough to know that nothing happens in war at all as we can imagine or relate it.",
        "The manner in which you speak to your child should relate to your child's age.",
        "Most of the other references relate to the strife of Michael and Satan about the body of Moses, and ascribe it to the Ascensio Mosis, i.e.",
        "In such vicissitudes as these Palestinian history proceeds upon a much larger scale than the national biblical records relate, and the external evidence is of the greatest importance for the light it throws upon the varying situations.",
        "An entirely different cycle of legends relate the conquest of Scyros by Achilles.",
        "The dialogue form was used merely to secure an undress manner of approach to his subject; there was no attempt at the dramatic. The book reflects curiously Lowell's mind at this time, for the conversations relate only partly to the poets and dramatists of the.",
        "No star is altogether removed from the attractions of its neighbours, and there are cases where some sort of connexion seems to relate stars which are widely separated in space.",
        "The chroniclers relate that on this occasion for the first time camels loaded with ice for the use of the caliph came to Mecca.",
        "If what are to be conjoined are severally in relation to a common third it does perforce relate or conjoin them.",
        "Many political treaties containing \" transitory conventions,\" with reference to recognition, boundary or cession, become, as it were, the title-deeds of the nations to which they relate.'",
        "Hertslet, librarian of the foreign office, continued by his son, Sir Edward Hertslet, and later holders of the same office, entitled A Complete Collection of the Treaties and Conventions and Reciprocal Regulations at present subsisting between Great Britain and Foreign Powers, and of the Laws and Orders in Council concerning the same, so far as they relate to Commerce and Navigation, the Slave Trade, Post Office, &c., and to the Privileges and Interests of the Subjects of the Contracting Parties (24 vols., 1820-1907).",
        "- Those portions of the poem that are summarized above - that is to say, those which relate the career of the hero in progressive order - contain a lucid and well-constructed story, told with a vividness of imagination and a degree of narrative skill that may with little exaggeration be called Homeric. And yet it is probable that there are few readers of Beowulf who have not felt - and there are many who after repeated perusal continue to feel - that the general impression produced by it is that of a bewildering chaos.",
        "Considerable additions, however, have been introduced in order to indicate subsequent developments of the subject; the new sections are numbered continuously with the old, objects to which they relate are intended to remain fixed or to move relatively to each otherthe former class being comprehended under the term Theory of Structures and the latter under the term Theory of Machines.",
        "Points, lines and surfaces have no independent existence, and consequently those divisions of this chapter which relate to their motions are only preliminary to the subsequent divisions, which relate to the motions of bodies.",
        "i.); others relate to certain trades or occupations - potters (Epigr.",
        "Of the books which relate the events during the absence of Achilles from the Greek ranks (ii.-xv.), the last five are directly related to the main action.",
        "Births.-Apart from the information which the statistics of birth furnish as to the growth of population, they have, like those of marriage, and perhaps to even a greater extent, a special social interest from their bearings upon the moral conditions of the community to which they relate.",
        "Strabo and other early writers relate a number of curious facts concerning the customs of the Cimbri, which are of great interest as the earliest records of the manner of life of the Teutonic nations, SouRcEs.",
        "And if at the very end of his stormy career he really found time and inclination to write anything of this nature, we may wonder why it was not included in the considerable and somewhat miscellaneous volume of his works, or at least mentioned in the chapters which relate to his public activity after the catastrophe.",
        "His systematic work is represented by a large number of papers and monographs, many of which relate to the flora of New Caledonia; and by his Enumeration des genres de plantes cultivees au Musee d'Histoire Naturelle de Paris (1843), which is an interesting landmark in the history of classification in that it forms the starting-point of the system, modified successively by A.",
        "Many of them saw the achievements they relate and were inspired by patriotism to record them, so that their writings lack that serene atmosphere of critical appreciation which is looked for if history is to take its place as a science.",
        "It became imperative to relate these numbers to the actual measurements.",
        "We all felt we could relate to that because we're not about the jangly pop or the rock'n'roll scene of the Strokes.",
        "pterosaur fossils in Hastings Museum relate to Criorhyncus, meaning ' ram snout ' .",
        "ramifications in ethical terms that relate strongly to the concept of ' trust ' .",
        "reciprocity theorems relate different states occurring within the same domain.",
        "Tower Bridge is instantly recognizable - a London sight, icon even, that most of us will be able to relate to.",
        "relate to gender.",
        "At the risk of being somewhat repetitive we have tried to relate these where possible to the relevant departments in the prescribed template.",
        "Very dry and well written humor that you can easily relate to, ' comes the retort in another.",
        "These last chapters of Isaiah relate to the period following the arrival of the first returnees from exile in Babylon.",
        "They relate changes of state to energy transfers in a range of contexts for example, the formation of igneous rocks.",
        "satyr drama relate to comedy and tragedy; how closely was it tied to its tragic trilogy?",
        "The topics covered relate to both first and second trimester screening using biochemical and ultrasound markers.",
        "segregatehenotypic variations have been shown to relate to the specific mutation generated, to environmental influences and to independently segregating modifier genes.",
        "septal surgery relate to the inherent risks posed by nasal surgery.",
        "Often flooding incidents reported to Arun DC relate to a combination of land drainage, highway flooding, and foul or surface water sewerage.",
        "Two further regulatory constraints to sustainable development of brownfield land relate to land filling of contaminated soil.",
        "some of the benefits measured WILL relate to faster journey times by train and hardship issues, but som eof the costs are incredible.",
        "A lot of them are more - I wouldn't say spiritual, but they relate more to the imagination and the individual.",
        "super sleuth, Christine Bennett meets a distraught husband who has an incredible story to relate.",
        "Main areas of research interests are broadly three-fold and relate to: Neuronal electrical synapses in health and disease.",
        "Instead, ReLaTe is focused particularly at small-group teaching and tutorials, where there is much more of a two-way interaction.",
        "Establish chironomid life histories and emergence patterns and relate to cape teal, black-necked grebe and hirundine dynamics.",
        "I can relate to leaving the default templates in place.",
        "Unfortunately we cannot take fraud tip-offs that do not relate to the East Herts District.",
        "UFO abduction scenarios all relate to that sense of having to distrust personal experience.",
        "uncharitable nature with which Cradle are often received, is simply our most instinctive way to relate.",
        "I hope they relate to the viewer in a spiritual almost unconscious way.",
        "unequivocal undertaking to relate to the ultimate goal of nuclear disarmament.",
        "wonderful to relate, they had no slander nor scandal to report of this house, whose annual value they returned at £ 60.",
        "And they have gone to considerable lengths to relate such material to mosaic Yahwism in the way we have shown above.",
        "The course will also discuss aluminosilicate zeolites and other types of microporous solids and relate their properties to their structures.",
        "As an example of a large area throughout which thunder frequency for Hungary relates to the number of lightning strokes causing fire, and the figures for the United States relate to deaths by lightning.",
        "The epic of Lohengrin is put by the anonymous writer into the mouth of Wolfram, who is made to relate it during the Contest of the Singers at the Wartburg in proof of his superiority in knowledge of sacred things over Klingsor the magician, and the poem is thus linked on to German 'i.e.",
        "Two shepherds, Amintas and Faustus, discuss the familiar theme of the respective merits of town and country life, and relate a quaint fable of the origin of the different classes of society.",
        "He also made it a principle not to relate that which was already well known, a maxim which necessarily prevented his works attaining a popularity with the unlearned equal to their reputation among historians.",
        "and President and Judge of the same,\" and gives to him power to take cognizance of \"all causes, civil and maritime, also all contracts, complaints, offences or suspected offences, crimes, pleas, debts, exchanges, accounts, policies of assurance, loading of ships, and all other matters and contracts which relate to freight due for the use of ships, transportation, money or bottomry; also all suits civil and maritime between merchants or between proprietors of ships and other vessels for matters in, upon, or by the sea, or public streams, or fresh-water ports, rivers, nooks and places overflown whatsoever within the ebbing and flowing of the sea and high-water mark, or upon any of the shores or banks adjacent from any of the first bridges towards the sea through England and Ireland and the dominions thereof, or elsewhere beyond the seas.\"",
        "(a) powers which relate to its action in the international sphere; and (b) powers which can be exercised within the Union more efficiently and more to the benefit of the people by one central government than by a number of separate governments.",
        "There are, of course, many other parallels with St Mark, and at some points the two documents seem to overlap and to relate the same incidents in somewhat different forms. There is the same use of parables from nature, the same incisiveness of speech and employment of paradox, the same demand to sacrifice all to Him and for His cause, the same importunate claim made by Him on the human soul.",
        "The scope of his researches was described by Arthur Cayley, his friend and fellow worker, in the following words: \"They relate chiefly to finite analysis, and cover by their subjects a large part of it - algebra, determinants, elimination, the theory of equations, partitions, tactic, the theory of forms, matrices, reciprocants, the Hamiltonian numbers, &c.; analytical and pure geometry occupy a less prominent position; and mechanics, optics and astronomy are not absent.\"",
        "But leaving the questions suggested by these names (see Etruria, &c.), 2 as well as those which relate to the origin of Pompeii (q.v.), it is sufficient here to say that the first historical record about Herculaneum has been handed down by Livy (viii.",
        "Even in modern times travellers relate how, when an auspicious day has been proclaimed by the astrologers, the streets of Bagdad may be seen running with blood from the barbers' shops.",
        "It also has interesting ramifications in ethical terms that relate strongly to the concept of ' trust '.",
        "Reciprocity theorems relate different states occurring within the same domain.",
        "We retired to our rooms and agreed not to relate what we had done to anyone.",
        "Through performances, videos and space installations her work focuses on issues of displacement and identity, especially as they relate to gender.",
        "How did satyr drama relate to comedy and tragedy; how closely was it tied to its tragic trilogy?",
        "Most complications that result from septal surgery relate to the inherent risks posed by nasal surgery.",
        "Some of the benefits measured WILL relate to faster journey times by train and hardship issues, but som eof the costs are incredible.",
        "We also relate the model to recent molecular data on the process of somite formation.",
        "Level 3 modules explore aspects of British or American history in depth, and relate closely to the research specialisms of academic staff.",
        "A lot of them are more - I would n't say spiritual, but they relate more to the imagination and the individual.",
        "The different fares may relate to port of disembarkation rather than any distinction between cabin and steerage class.",
        "This time, former nun turned cleaver, super sleuth, Christine Bennett meets a distraught husband who has an incredible story to relate.",
        "Repressed memory syndrome, stories of satanic abuse and ufo abduction scenarios all relate to that sense of having to distrust personal experience.",
        "Perhaps the uncharitable nature with which Cradle are often received, is simply our most instinctive way to relate.",
        "France was still trying to weaken the language of the unequivocal undertaking to relate to the ultimate goal of nuclear disarmament.",
        "Its paper attempted to relate to the upsurge of the movement.",
        "Wonderful to relate, they had no slander nor scandal to report of this house, whose annual value they returned at £ 60.",
        "And they have gone to considerable lengths to relate such material to Mosaic Yahwism in the way we have shown above.",
        "To relate the relative sizes of common organic molecules to structural features (channels) in zeolite crystal structures.",
        "Thomas is spending some time studying how thesemanticsof English relate to the Latin roots.",
        "Of course, if you feel that there is something physically wrong with your child, you should contact your pediatrician and relate your worries and questions to him or her.",
        "People who suffer from impulse eating and cravings often report that all impulses and cravings that relate to food go away with the Topamax.",
        "It's Me, Margaret is one many women and girls can still relate to.",
        "Women just seem to relate to the great fabrics, prints and fabulous details!",
        "Her music is influenced by issues that are meaningful to her and the fans can relate to this.",
        "Troy and Gabriella relate their relationship and feelings for each other to their love of music in this duet.",
        "In the case of science fiction novels, these rules must be laid out with a logic readers understand so they can relate to how things work within the science fiction world.",
        "Dr. Leffell: Although the explanation for this is not well-known, it could relate to lifestyle as well as the use of tanning parlors.",
        "So that consumers might better be able to relate to the average Skin ID user, the company features Skin ID TV on its Web site.",
        "Then I busted his chops how he wouldn't be able to, I don't know, relate.",
        "\"Betsy is babysitting Molly who's registered at school here in Keene,\" I said; conveying more information I'd neglected to relate.",
        "If d is measured for two gases in succession for the same frequency N, we have 72 p 2P1 d22 71 p i p s d12' where the suffixes denote the gases to which the quantities relate.",
        "Nevertheless, part of the later Maya records may be genuine - for instance, when they relate .the war about three centuries before the Spanish conquest, when the king of Chichen-Itza destroyed the great city of Mayapan.",
        "Functions of the President.These may be grouped into three classes: those which (I) relate to foreign affairs; (2) concern legislation; (3) relate to domestic administration.",
        "In contending, as Aristotle's pupil, that a teacher should begin by proposing his:, subject, he tells us how Aristotle used to relate that most of Plato's.",
        "emerges to B), when a brass weight such as C has been screwed on to the bottom at There are a great many such weights, of different sizes, and marked to be screwed on instead of C, for liquors that differ more than nth from proof, so as to serve for the specific gravities in all such proportions as relate to the mixture of spirituous liquors, in all the variety made use of in trade.",
        "n'71r;, Jewess), to whom the last nine of its sixteen chapters relate.",
        "Though these have vanished wholly from the surface, the foundations and lowest courses of their walls survive fairly perfect below ground: thus the plan of North Ate ' 'Feet ' 'too too 400 w Amphitheatre ' 'Postern ' '0 Tem- ' 'East ' 'Gate 11 - forum, yielded some interesting inscriptions which relate to a gild (collegium) and incidentally confirm the name Calleva.",
        "Again for half a century there is not much to relate.",
        "A colony of Attic cleruchs was established by Pericles, and many inscriptions on the island relate to Athenians.",
        "Other versions of the Death-myth in Polynesia relate that Maui stole a march on Night as she slept, and would have passed right through her to destroy her, but a little bird which sings at sunset woke her, she destroyed Maui, and men lost immortality.",
        "Our selected divisions relate only to the High Alps between the Col de Tenda and the route over the Radstddter Tauern, while in each of the 18 subdivisions the less elevated outlying peaks are regarded as appendages of the higher group within the topographical limits of which they rise.",
        "The most valuable parts of the work are those which relate to poetry, of which he had a much more intimate knowledge than of sculpture and painting.",
        "Borneo has possessed a diamond industry since the island was first settled by the Malays; the references in the works of Garcia de Orta, Linschoten, De Boot, De Laet and others, to Malacca as a locality relate to Borneo.",
        "Arab historians relate the foundation of Kairawan by Okba with miraculous circumstances (Tabari ii.",
        "It is painful to relate that twice in the course of the year which followed the publication of this great work he was arrested and carried to sponging-houses, and that he was twice indebted for his liberty to his excellent friend Richardson.",
        "The preceding remarks relate to auroras as a whole; the different forms differ considerably in their diurnal variation.",
        "A pillar of earth before the dam is called the Bride of the Nile, and Arab historians relate that this was substituted, at the Moslem conquest, for a virgin whom it was the custom annually to sacrifice, to ensure a plentiful inundation.",
        "There are altogether 423 verses, gathered from various older sources, and strung together without any other internal connexion than that they relate more or less to the same subject.",
        "St Paul had not been one of his personal disciples in Galilee or Jerusalem; he had no memories to relate of His miracles and teaching.",
        "This little treatise stands almost alone in Proverbs; the great mass of its aphorisms relate to vices and faults which, though possible in any tolerably well-organized community, were specially prominent in the cities in which the Jews dwelt after the conquests of Alexander.",
        "10, 11 relate to an entirely different subject (cf.",
        "Verses 12-15 relate to the portions of the mealand peace-offerings which fell to the lot of the priests, and connect, therefore, with chap. ix.; possibly they have been wrongly transferred from that chapter.",
        "Kidd, \"A Cursory Analysis of the Works of Galen, so far as they relate to Anatomy and Physiology,\" Trans.",
        "from the completion of the prophecies of the Old and New Testament which relate to the Christian Church, especially to the apostacy of Papal Rome.\"",
        "His plan is stated at the very beginning of the work: \"It is my purpose to write an account of the successions of the holy Apostles as well as of the times which have elapsed from the day of our Saviour to our own; to relate how many and important events are said to have occurred in the history of the church; and to mention those who have governed and presided over the church in the most prominent parishes, and those who in each generation have proclaimed the divine word either orally or in writing.",
        "But his contempt for the annalistic form makes him at times careless in his chronology and arbitrary in his method of arranging his material; he not infrequently flies off at a tangent to relate stories which have little or no connexion with the main narrative; his critical faculty is too often allowed to lie dormant.",
        "The deleted sentences usually relate to eminent persons; they sometimes repeat scandal, sometimes give the author's own opinion.",
        "It may be mentioned that, while by-laws relating to the good government of the county have to be confirmed by the secretary of state, those which relate to the suppression of nuisances have to be confirmed by the Local Government Board.",
        "The provisions of the Municipal Corporations Act 1882 relate chiefly to the constitution of the municipal corporation.",
        "These relate for the most part to nuisances and infectious disease, having special reference to ships.",
        "These relate to obstructions Hackney and nuisances in streets, fires, places of public resort, hackney carriages and public bathing.",
        "All revenue bills must originate in the House of Representatives, but to such bills the Senate may propose amendments provided they relate solely to raising revenue.",
        "It becomes the function of philosophy, dealing with these utterances, to relate them to the results of other spheres of experience, and to determine their real meaning in the more exact terms of thought.",
        "Subsequently, after his trial, Garnet said he \" could not certainly affirm \" that Greenway intended to relate the matter to him in confession.",
        "683 (not, as many authors relate, by the Carmathians), and the pieces are kept together by a silver setting.",
        "I will also relate the manner in which we dedicated ourselves to God when we had been made new through Christ.",
        "Number is concrete or abstract according as it does or does not relate to particular objects.",
        "The above definitions of logarithms, &c., relate to cases in which n and p are whole numbers, and are generalized later.",
        "The self is found to be a cause of force, free in its action, on the ground that we are obliged to relate the volition of consciousness to the self as its cause, and its ultimate cause.",
        "And whether the laws of our reason are the laws of all intelligence and being - whether and how we are to relate our fundamental, intellectual and moral conceptions to what is beyond our experience, or to an infinite being - are problems which Cousin cannot be regarded as having solved.",
        "Fossil insects, however, formed the subject of his special studies (History of the Fossil Insects of the Secondary Rocks of England, 1845), and many of his published papers relate to them.",
        "6 a those parts which relate to international affairs and foreign policy.",
        "Several historians relate that she had been the mistress of Francis I.",
        "Biographers have delighted to relate how painfully Demosthenes made himself a tolerable speaker, - how, with pebbles in his mouth, he tried his lungs against the waves, how he declaimed as he ran up hill, how he shut himself up in a cell, having first guarded himself against a longing for the haunts of men by shaving one side of his head, how he wrote out Thucydides eight times, how he was derided by the Assembly and encouraged by a judicious actor who met him moping about the Peiraeus.",
        "Greek and Roman writers seem to have possessed very little definite information about the island, though much of what they relate corresponds to the state of society disclosed in the older epics.",
        "In this case the revelations of the spectroscope relate only to the constitution of the gaseous envelope, and not to the body below the envelope, from which the light emanates.",
        "There were many curious examples of the taboo with regard to actions connected with royalty, and also in the words used which relate to Malagasy sovereigns and their surroundings.",
        "Max Muller says (speaking of the Greeks), \" their poets had an instinctive aversion to everything excessive or monstrous, yet they would relate of their gods what would make the most savage of Red Indians creep and shudder \" - stories, that is, of the cannibalism of Demeter, of the mutilation of Uranus, the cannibalism of Cronus, who swallowed his own children, and the like.",
        "Schoolcraft mentions a Red Indian story explaining how \" the bear does not die,\" but this tale Schoolcraft (like Herodotus in Egypt) \" cannot bring himself to relate.\"",
        "\" There is no end to the stories which an old Indian will relate,\" says Mr Sproat, when \" one quite possesses his confidence.\"",
        "As has been said earlier, the history of Africa reaches back but a short distance, except, of course, as far as the lower Nile valley and Roman Africa is concerned; elsewhere no records exist, save tribal traditions, and these only relate to very recent events.",
        "His sole aim is honestly to relate what he knew of the glorious struggles of his nation.",
        "His biographers relate miracles due to his sanctity worked during his lifetime and at his shrine.",
        "Other important investigations relate to maxima and minima.",
        "I told her Howie had a flashback but I didn't relate the rest of his whacky conversation.",
        "I proceeded to slowly relate the full detail of what Howie had recorded, repeating the description of the man, car and license plate number.",
        "I'd like, if I may, to relate a small anecdote.",
        "addressable object should have a unique identifier, to relate the multiple forms of address.",
        "Page always looks on the bright side of life and audiences quickly relate to his genuinely affable nature with some serious cheekiness thrown in.",
        "affective computing, describes technologies that relate to emotions.",
        "Foundation Modules In order for a project to be considered appropriate it must relate to School of Computing advanced modules.",
        "John Matthews shows you how to use these archetypes of the shamanic tradition to relate to your life today.",
        "asana sequence with focus on gaining a deeper understanding of how the chakras and energy relate to different postures.",
        "This can relate to the prevalence of asthma itself or the prevalence or severity of asthma exacerbations.",
        "Relate Sourcing Request [BUY] Printed baby bibs I would like to import printed baby bibs with our own artwork...",
        "A point of order may only relate to an alleged breach of these Council Rules of Procedure or the law.",
        "broad-based introduction to the varied fields of study which relate to Human Biology.",
        "Q: (L) Was there any historical cataclysm recorded in history that we could relate to that passing?",
        "Many of these relate to specific concordats with individual countries and you have to apply directly through the equivalent organization your home country.",
        "concordats with the main government departments that relate to the Social Sciences.",
        "Relate what an ideal mixer does to two signals in the time domain to what happens in the frequency domain, using convolution.",
        "cosmos as a whole, to relate himself to its embracing totality.",
        "devotional in character and he was also able to relate to different doctrinal perspectives within evangelicalism.",
        "By measuring genetic divergence between populations using molecular markers, I hope to relate this host specificity to the process of incipient speciation.",
        "downgrade system the EU's 111 regions relate directly to Brussels, downgrading the role of national governments.",
        "How exactly we read Ecclesiastes as a whole and relate the joy passages to the vanity passages remains a controversial point.",
        "I relate these general themes to Pedro AlmodÃ³var's Hable con Ella [Talk to Her] (2002 ).",
        "Each man considers himself to be the genuine champion of inductive empiricism in the attempt to relate faith to history.",
        "May relate to the screen between large posts in the middle palisade enclosure.",
        "epiloguer 8 and the epilog of this book relate to her experiences in Iraq, arguing that sanctions are a war crime.",
        "The reviews listed below relate to the Victorian era.",
        "estimable persons, according to Socrates, who has much to relate about them.",
        "fe colleges looking for case study evidence to relate to their social care courses.",
        "A major conceptual task is to relate cultural genesis to natural genesis.",
        "Disparity of particle sizes following crushing has also been shown to relate to the strong hysteresis observed in unloading and reloading tests on soils.",
        "How does this localisation relate to the notions of cultural and media imperialism?",
        "inadequacyt group of comments relate to the inadequacies of the various systems used.",
        "inductive empiricism in the attempt to relate faith to history.",
        "Their area of focus will be the safety of nuclear installations, including all issues that could relate to or impact on facility safety.",
        "The more serious allegations which the Committee were able to investigate relate to the subsequent interrogation in depth of 11 individuals.",
        "Relate the color of an ionic compound to the color of an ionic compound to the color of an ionic compound to the color of its positive or negative ions.",
        "People who can relate to my crying jags, my lashing out at those I love.",
        "The garden should relate to the new internal layout of the house.",
        "Station and light maintenance depot exemptions generally relate to a named station or light maintenance depot exemptions generally relate to a named station or light maintenance depot.",
        "Press releases of the time relate to Edwin winning over 80 gold, silver or bronze medals.",
        "Velmans, M (2006) How experienced phenomena relate to things themselves: Kant, Husserl, Hoche, and reflexive monism.",
        "For a list of services that relate to the Accidents at Work look at the right-hand navigation.",
        "nutshell fragments relate to human occupation activity.",
        "Below, the following \" Discovery Postcards \" by Pingree relate to published scientific papers in deep sea oceanography.",
        "Most relate to heroin and misuse of the synthetic opiate, methadone.",
        "These may relate to the memory of former parishioners or friends who have died or they may simply be personal choice.",
        "perceptual distortion relate directly to learning difficulties, or dyslexia?",
        "photosynthesis of phytoplankton and relate to P. minor abundance.",
        "pleasantrytheir discussions with others will relate to their current project rather than social pleasantries.",
        "I really tried to relate to the central character but found him so unapproachable even when Jake Gyllenhaal was giving such a wonderful performance.",
        "These phenotypic variations have been shown to relate to the specific mutation generated, to environmental influences and to independently segregating modifier genes.",
        "Another popular activity that can take the place of a baby shower game is to invite each guest to relate one favorite memory that she has of the guest-of-honor.",
        "Many relate a sort of narrative that tells the story of the birth of the child as well as circumstances involving his or her death.",
        "Family and friends-Family and friends may be asked to sign a memory book and relate a personal story that they remember fondly about the baby and his or her family.",
        "Try and relate it as closely as you can to your core business, but make it easy for people to remember.",
        "This can relate to anything from where you will be using the charger to how many batteries you have or how often you will be charging.",
        "It is possible the trauma from the dogs chasing her has caused her to relate moving to a traumatic experience.",
        "Cat vocalizations appear to have some universal quality with which many cat owners relate.",
        "The combination of words works to create images that relate to the cool night air, both visually and physically.",
        "While adults may find the drone of constantly bad days and self-centered escapades, kids often find \"Diary of a Wimpy Kid\" a story that they can relate to.",
        "One reason that kids love \"Diary of a Wimpy Kid\" series is that they can relate to Greg's struggles.",
        "Jeff's father's attempts to make his son more manly, and Greg's further rebuffs at becoming more manly represent a classic struggle to which few teens can't relate.",
        "Before he began to write the series, Kinney filled a notebook with 77 \"idea pages\", that he thought could relate to events in a book featuring Greg.",
        "Relevant - The book includes topics that kids can relate to their everyday experiences.",
        "Estate Planning: Managing accounts as they relate to wills, trusts, or advance funeral preparations.",
        "Some relate to debt settlement and some to other similar situations.",
        "Remember that your customers usually do not relate problems with transactions to the processing company, but instead directly to you.",
        "What makes these services Christian is that they reference Christian ideals in their literature, particularly the passages in the Bible that relate to borrowing and lending.",
        "It's important to be sure that you choose someone you can relate to well and someone you can trust.",
        "That respect may relate to personal space and boundaries, lifestyle choices, or minor preferences such as fashion or food.",
        "One method that is often used to present recycling facts in an easy to understand and interesting format, is to relate the information to a distance.",
        "There are many websites that offer a range of facts that relate to different aspects of recycling.",
        "They also have all the information on the funding opportunities created by the American Recovery and Reinvestment Act that relate to home solar kits.",
        "Examples are given on how to act, and a reason is spelled out in a simple, easy to comprehend language that kids are able to relate to.",
        "Folk artists are typically from rural or pre-industrial societies and relate to craftsmen more than fine artists.",
        "Women everywhere can relate to frustratingly rubbing away at their lashes in an effort to remove every last bit of mascara.",
        "PC World's article, Digital Camera Jargon Explained can help you get a handle on how those confusing terms relate to your personal camera needs.",
        "This might relate to the amount of independence you feel at work, if your employer's mission statement lines up with your personal beliefs, and how valued you feel at your job.",
        "There are plenty of other ways that exercise and reduction of stress relate.",
        "Some will relate their symptoms to the weather, a bad mood, too much exercise, or a bad mattress leading to a bad night's sleep; meanwhile unrecognized stress could be the culprit.",
        "Start with basic friendships and learn to relate to females this way.",
        "However, shows with teen appeal are more likely to feature teenage characters and relate to the issues young viewers face.",
        "Write poems or read them if you want something to relate to; it can help you understand that your feelings are perfectly normal and appropriate.",
        "For the sports enthusiast, gifts that relate to his favorite game or team will be a big hit.",
        "Teens often use poems for a best friend on their Myspace, Facebook, and Twitter pages to relate to how they are feeling.",
        "The adolescent years bring more opportunities for children to relate with their parents as well as more independence.",
        "Google.com even has a feature that allows you to search for only videos that relate to your keyword, as opposed to searching for websites, images and video links like the search engine normally does.",
        "Another Bible based activity is picking a topic like lust, envy, or passion and having the members of your Bible study group try to find passages that relate best to that topic.",
        "For example, many graduation poems out there talk about hopes for the future or pride in the present because both of those thoughts relate to graduation.",
        "The appliances a person should purchase first relate directly to the recipes he or she would like to use most often.",
        "In response, the best man acknowledges the groom's toast to the bridesmaids and goes on to relate some amusing anecdotes about his relationship to the groom.",
        "Relate any humorous, but not embarrassing, stories that you might know.",
        "At an informal wedding, bookmarks that relate back to special events, such as a trip or first date movie, may make cute keepsakes.",
        "You may want to come up with a main idea and relate the rest of your speech back to that element.",
        "Make simple centerpieces that relate back to your wedding theme.",
        "This reading can be drawn from a religious book or text and relate back to thankfulness, meals, family or love.",
        "Classic games, like Pictionary and charades, can coordinate easily with a themed shower - simply write down suggestions for drawings and actions that relate back to the main subject matter.",
        "Regardless of where your inspiration comes from, you must relate the wisdom you write back to the couple.",
        "Instead, draw upon your life views and relate it back to the couple.",
        "In a support group, you'll meet people who can relate to your struggle on a personal level and who will keep you accountable in recovery.",
        "Some live a life based on many lies while others make up stories that relate to their life.",
        "I also had to move from our simple life in Texas to LA, so I can relate to how Christina felt.",
        "Regular, everyday people just can't relate.",
        "Pinksy, of course, was just giving an example in which the general public could relate because everyone has seen or heard of Cruise's love for Scientology and erratic behavior.",
        "Being only 10 years old herself, it was easy for her to relate to her audience.",
        "Preschoolers are the target demographic, and they readily relate to Wubbzy because his favorite thing is their favorite thing: play, play, play.",
        "A lot of money-saving tips for college students relate to spending in the dorm.",
        "Some of the most frequent time-management problems relate to class schedules and extracurricular overlaps.",
        "Giant time-sucks usually relate to the Internet or prolonged social conversations.",
        "It can be tough for students to juggle coursework from multiple disciplines that may not relate to one another.",
        "If the owner is able to relax and relate well to the newcomer, so are the pets, and things tend to go better.",
        "There are plenty of resources online that relate to the Allman Brothers.",
        "The top line corresponds to the E string with the highest pitch, and the remaining lines relate to the other strings all the way down to the low pitched E string.",
        "The variety of items available for sale on eBay that relate to Gene Simmons and KISS is staggering.",
        "The more you know about how the laws in your area relate to your project, the better you'll be able to decide how you want to proceed.",
        "Celtic designs were often drawn from nature, others relate directly to their spiritual beliefs.",
        "Why not have a bracelet that is formed from birthstones that relate to other occasions, for instance a marriage, engagement or Christening?",
        "Replica sports championship rings follow the style of men's class rings and signet rings: wide-band heavy rings with engravings and gemstones that relate to sports colors and affiliations, as well as championship title information.",
        "\"We Interrupt This Marriage to Bring You Hunting Season\" - which a lot of wives can probably relate to with equal parts amusement and exasperation.",
        "You may see skis, snowy mountaintops, boughs of holly, candy canes, candles, penguins, wreaths and other images that relate to the season, but don't necessarily have anything to do with Christmas itself.",
        "None of these details relate solely to high-end fashion, but there is a certain level of attention, time and care that goes into designer looks; the same cannot always be said for their lower-end counterparts.",
        "Unfortunately, most women can probably relate to that feeling of discomfort that comes along with wearing a garment that is too something - too snug, too itchy or, yes, too darn tight.",
        "Hobby Gifts: These items relate to the individual's hobbies, which they will now be able to indulge in more frequently because they have escaped from the rat race.",
        "See if the members seem happy and take note of the way the staff members relate to them.",
        "Tailor the trivia questions around things that the seniors can relate to.",
        "The cognitive symptoms relate to memory and thought processes, while the behavioral symptoms describe the way a person feels and acts.",
        "Another gift idea is books or a magazine subscription that relate to retired life or continue to stimulate the mind.",
        "Consider giving gifts that help with the transition to retirement, such as gifts that relate to new hobbies or advice books.",
        "This area of medicine focuses on obstructive sleep apnea and snoring, specifically, and other conditions as they relate to the patient.",
        "This is a time when you can learn how you relate to the status quo, and determine if it's time to change your sleeping habits for the better.",
        "This way you'll be able to get lowdown before you purchase and you'll be able to relate your shopping experience to others.",
        "Parts that relate specifically to the style of your Ray Bans, such as a missing piece of the frame, may be more difficult to come by.",
        "All of the styles are given names that relate to spiders.",
        "In fact, if you're an old school fan and you liked the classic RPGs like Chrono Trigger and Final Fantasy III (Japanese 6), then you are more likely to relate to the attitude this game portrays.",
        "These largely relate to how a cell phone network operator divides up its given wireless spectrum among customers, ensuring that one person's cell phone is not intercepting another person's phone call.",
        "Most physicians say the diseases that relate to minority health are best treated with nationally accepted standards of care.",
        "Most of the symptoms relate in some way to the aberrant control of muscles.",
        "Children learn to relate to peers by engaging in peer relationships.",
        "Often a vicious circle develops where a rejected child is given fewer and fewer opportunities by his peers to relate and thereby learn new skills.",
        "It can interfere with their ability to relate to others in meaningful ways and to feel empathy.",
        "The most commonly recognized symptoms of celiac disease relate to the improper absorption of food in the gastrointestinal system.",
        "Most of the risks and short-term side effects associated with amniocentesis relate to the sampling procedure and have been discussed above.",
        "Favoritism becomes a factor when some parents find it much easier to relate to a child with a flexible temperament or one whose temperament matches their own than to a child who does not fit in as well.",
        "Concerns about the parent-child bond: Some parents worry about their ability to relate to a child with a difficult temperament or one whose temperament is different from their own.",
        "Besides the tissue changes generated by hormone stimulation, the only other symptoms relate to sexual desire and function.",
        "In addition, dogs typically relate to humans according to a hierarchical model of dominance and submission, and many of the techniques of dog training are intended to teach the dog to respect human authority.",
        "The idea is to establish enough of a movement vocabulary that the audience can relate to the dance routine, but then to push the edges of the unexpected just often enough to keep them engaged and thoughtful about the piece.",
        "The directions of a bagua map each directly relate to a life aspect and to the specific area of your house found at the corresponding direction.",
        "The east direction of your house or space correlates to the way you relate to children, your creative activities and your ability to complete things.",
        "Basic understanding of how the five elements of feng shui relate to one another in the creative cycle is needed to successfully balance these elements in your home or office.",
        "An example of an irrational number in mathematics, the Golden Ratio is a constant that represents a ratio of two quantities and how they relate to one another.",
        "Mathematically known as Phi, the Golden Ratio is a constant number that stands for the ratio of two quantities and how those quantities relate to each other.",
        "Different salons specialize in different looks, and it is always best to find a stylist to whom you can relate well.",
        "Almost anyone can relate to the spiked rush of confidence resulting from flawless hair, a gorgeous outfit or a great hair day.",
        "Anyone with fine hair can relate to the desire for fuller locks.",
        "Choosing a theme for the scavenger hunt helps you relate it to a current topic of study in one of the content areas.",
        "For example, if you're studying the Civil War in your social studies curriculum, create a list of facts or websites for the scavenger hunt that relate to the war.",
        "Relate teaching ideas to their personal life to help them make the connection.",
        "Look at what the company stands for, then figure out how to relate what you have learned to your own characteristics.",
        "See LoveToKnow Crafts for more ideas that relate to favorite hobbies.",
        "It's important to choose a realtor whom you trust and relate well with, since you will potentially be spending a lot of time together.",
        "Tammy Yee's Origami Page: Origami projects on this site often relate to a popular children's storybook.",
        "Talk to your doctor about any feelings you may have that relate to postpartum depression.",
        "They typically relate best to people who are much older than themselves.",
        "They are often admired for their sense of humor and ability to relate well to others.",
        "Almost all the threads and topics relate to pregnancy, although there is a \"Random\" section for other discussions.",
        "Make sure your work understands your new priorities as they relate to your baby.",
        "These costs relate to negative consequences for children and mothers, including health care, foster care, and incarceration.",
        "Young girls will relate more to candy-colored terry coverups than the draped items worn by their mothers and/or middle aged women.",
        "Many may be genetic and evolutionary, while others can relate to thyroid issues or autoimmune disorders.",
        "If you've ever spent time searching for your car keys, you can relate to the importance of having a place for everything and everything in its place.",
        "The concept behind Not Your Daughter's Jeans is one that just about every woman in the world can relate to.",
        "Gameplay is similar to the original but the questions relate to pop culture and some of the questions may be contained on the DVD.",
        "That way, he'll enjoy play the game because he can relate it to some he really likes.",
        "Not all themes have to relate to the season.",
        "Instead, take something you are interested in and find ornaments for your tree that relate back to that theme.",
        "Most parents can relate to their children's interest in active role-playing games.",
        "At both of these sites, you'll begin by filling out a personality profile designed to give you objective feedback about yourself and to help you understand how you relate to other people.",
        "Exactly how does sexual harassment relate to dating?",
        "This is because we have no prior experience to relate to and as a result, our senses are on alert to pay attention.",
        "Other times, you may only find two or three that relate to your boyfriend so you may be unsure.",
        "Knowing more about how a girl deals with her feelings will help you relate more to her in a positive way.",
        "Normally, you'll see diamonds listed in quarter increments rather than points or millimeters because they are easier for consumers to relate to.",
        "The precise orientation of the weaving on the ring may relate to a specific family pattern or more general motifs such as love, romance, eternity, togetherness, and other characteristics that perfectly accentuate a marriage.",
        "Unfortunately, the measurements don't relate to inches or centimeters.",
        "You will want to do regular Google searches for the term \"freelance writing Maryland\" and other key words that relate to that topic.",
        "Even if they are fantastical or mythical, they need to have motivations that readers can relate to.",
        "The stories are short, the books are generally beautifully illustrated, and the characters are easy for both the young and the young-at-heart to relate to.",
        "A successful feature writer knows how to choose quotes, anecdotes, descriptions, and examples that her audience can easily relate to.",
        "Hannah Montana is one of the hottest Disney productions to which young girls can relate.",
        "This handbag style is, at least in terms that relate to fashion, an everyday carryall that usually offers plenty of room, making it practical for everyday use.",
        "Founded in 1993, Kate Spade was born of a need most women can relate to: the need for the perfect handbag.",
        "Whether it's a quick run around the block or an energetic game of tennis, these two instinctively know how to relate to one another!",
        "Months relate to time of conception, not actual birth dates.",
        "From there, move on to the glyph and determine the role \"matter\" plays when juxtaposed to \"spirit\" and this will relate the sign's \"values\".",
        "Instead, you'll find horoscopes that directly relate to subjects that teens are interested in; school, relationships and the like.",
        "An individual with a sun in Scorpio may not relate as heavily to this zodiac position if several other of his major planets are located in different signs.",
        "She can usually avoid confrontation because of her ability to relate to most people and see a situation from another person's point of view.",
        "As long as Scorpio can accept that Capricorn won't always understand or even relate to her feelings, this should be a long-lasting and rich relationship.",
        "Scorpio, on the other hand, may not relate to Taurus' practicality.",
        "It's common for other people to relate and gravitate towards this sign's inherent enthusiasm for life and wildly romantic nature.",
        "Preschoolers enjoy themes that they can relate to, and most relate well to television, cartoon, book, and movie characters.",
        "Encourage your child to become involved in extra activities that relate to science.",
        "There are still plenty of boy toys that he can relate to, and we've listed a few favorites.",
        "Because kids are savvy these days, they recognize the many spoofs in this film and relate to Shrek and the inside jokes, such as when Fiona makes the bird explode while singing to it-a parody of Sleeping Beauty.",
        "Researchers have shown that boys and girls really do relate differently and that gender differences are a very real part of how we interact with each other.",
        "Puzzles are a wonderful teaching tool that help children relate to objects and places.",
        "While not quite a game, maps, atlases and globes are wonderful learning tools that can help her relate to the world by visualizing their placement on the planet.",
        "They relate well to others and often have great empathy for the feelings of another.",
        "Learning your parenting style and making adjustments can help you to make better parenting choices as you relate to your children.",
        "Pascagoula locals understand why the area is haunted, and relate it back to Hal, a worker at the Ingalls Shipyard in Pascagoula who was laid off from work one rainy Friday night.",
        "However, the following mysteries relate very real events that took place involving real ships, planes and people who went missing.",
        "Shipping charges relate simply to the actual delivery from the dealer to the purchaser and may not even include delivery within the home, but only to the curb.",
        "For many people, it helps to relate the debt snowball method to dieting.",
        "However, most exceptions relate to being mentally ill, suffering from a terminal illness, or being the main caretaker of a mentally or physically ill family member.",
        "Difference Between provides a more detailed explanation of these key terms and how they relate to understanding statistical data.",
        "It's no surprise she has such a following, considering her desire to create was born of something we can all relate to - painful feet.",
        "The struggles they faced as she wanted to work and had to balance a chosen job with her family life was something husbands and wives everywhere could relate to.",
        "The Emmys recognize many types of daytime programming, several of which relate directly to soap operas.",
        "The Bold and the Beautiful spoilers often relate to questions: who's making them, who's breaking them and who's thinking about them.",
        "The show emphasized family values that modern families could relate to.",
        "Other spoilers relate to what vampires may come to town, what lies in the tomb and who else knows the secrets?",
        "He's got a lot of crazy things that he does and that works out for Jones because they can relate to each other and Baze can pull him in.",
        "Chinese and Japanese symbol tattoos both relate to a level of spirituality and tranquility not generally associated with the philosophies of the West.",
        "The four points can relate to the four compass points of North, South, East and West.",
        "Getting a butterfly tattoo on your lower back may be more meaningful if you relate personally to some of the stories found in songs and folklore relating to butterflies.",
        "Many religions and cultures (Christianity and Buddhism especially) relate this process to spiritual evolution.",
        "The serial codes relate to the case and registered design number.",
        "Kid's yoga programs often include a discussion on the ways that yoga can relate to a child's daily life.",
        "Light On Pranayama: The Yogic Art of Breathing In accordance with the practice of Pranayama, Iyengar provides in-depth instruction of breathing techniques as they relate to the philosophy and practice of yoga.",
        "This echoes the benefits of tantric yoga and guided meditation, which relate the sensual, sexual, and mental processes to the purely physical practices of asanas.",
        "Mudras relate to the energy of your body or your mood.",
        "Helping your child learn effective ways to deal with the disorder will not only help him cope, it may help other teenagers relate to him and understand the daily struggles and setbacks he endures.",
        "Many parents of autistic children can relate to the experiences the Miller family has with communication, behavior and perspective.",
        "Knowing the symptoms will enable you to better relate to those you know with autism and to look out for more signs in your own child's development so you can take medical action, if needed.",
        "Nearly everyone can relate to feeling physically uncomfortable due to sensory input.",
        "The organization uses some terms that many people on the spectrum find offensive, and while many families can relate to the hardships associated with the conditions, the portrayal seems skewed to the negative.",
        "The online newspaper covers other topics relating to the prevalence of autism as it may relate to environmental factors.",
        "What does idiot savant mean and how does it relate to the autism spectrum of disorders?",
        "Mind blindness: Mind blindness relates directly to the inability to relate to others.",
        "Many adults can relate to people with Aspergers, and the strong identification can lead an adult with deficits in social skills to look to AS as a possible answer.",
        "Objectives relate to different facets of learning, and typical IEP goals for a student in kindergarten address the child's needs and strengths.",
        "Some students may need help with daily living skills, and a plan may include goals that relate to everyday activities.",
        "When better to capture online purchasers than when they're already on the sites that relate to your business?",
        "This type of resume works well for those looking to make a transition to a completely new type of career, because it affords an opportunity to highlight career accomplishments that relate to the job currently being sought.",
        "There's no reason to share that you like reading, bowling, or taking long hikes with employers on your resume unless such activities specifically relate to the job you are applying for.",
        "I would greatly appreciate it if you would take the time to draft a letter regarding your impressions about my abilities as they relate to working in the (fill in the type of job you are applying form) profession.",
        "The summary should include a few sentences that relate to each major section included in the plan.",
        "While these prices relate to dealership retail values for new cars, buying habits also affect the Canadian price of used cars.",
        "You can either look for books with pretty covers or choose books that relate to the overall theme of your project.",
        "The Scrapbook Lounge: Although this program focuses primarily on scrapbooking, many of the techniques covered relate to card making as well.",
        "Cub Scout crafts usually relate to the specific lessons the boys are learning in scouts.",
        "Decorate each page with crayon drawings that relate to the coupon.",
        "The phrases relate to foods containing five milligrams of sodium or fewer per serving.",
        "The band easily declares their Christian faith, but they also wants to create music that a broad and diverse group of people can relate to.",
        "It's a song with a message nearly everyone can relate to, although some listeners prefer the harder side of the band when it comes to musical style.",
        "Everyone can relate to lyrics like that because they're cute and fun.",
        "Many can relate to each word she sings and take them to heart for their own lives.",
        "While most holidays have at least a few songs or pieces of music that relate to it, Halloween may have the most, second only to Christmas.",
        "Rascal Flatts: I'm Moving On is an emotional song that's easy to relate to as it involves making peace with your past mistakes and moving on to something different and hopefully brighter.",
        "One group should be things to do around the house (such as cleaning, painting, and decorating) and the other list should relate to items you need to purchase.",
        "Kids will expect the foods they eat at a Halloween party to relate back to the ghoulish holiday.",
        "As you think about these questions, jot down some ideas about how these interests might relate to a party.",
        "Watching \"normal\" people who want to lose weight makes some viewers relate to them and want to do the same.",
        "They relate a bit of their personal story and explain what the tattoo will represent.",
        "Also, relate here how you see your show progressing through additional seasons.",
        "As someone who had struggled with weight issues in the past, Sweeney is able to relate to the contestants and provides a great deal of encouragement and positive energy to the show.",
        "There was a lot of emphasis on their adopted status throughout the show, and both co-hosts used this to try and relate to the families.",
        "Viewers gravitate to makeover reality shows because many people can relate to them.",
        "TLB: The opportunity to do a reality TV show came about because we felt like we could relate to many other families across the country and we also thought we were entertaining, which led to a search for a reality TV casting call.",
        "He seems to relate well to the contestants and encourages them when they seem to be slacking off.",
        "Very popular fairy tales share certain traits such as familiar characters that readers can relate to or easily imagine and strong plots that lead readers to draw conclusions from characters' actions.",
        "It allows viewers to actually relate to the fierce biomechanical warriors in a human way.",
        "Minya made Godzilla likeable because suddenly humans could relate to him as a parent caring for his child.",
        "When you do, you will naturally use words that relate to your employer or business."
    ],
    "definition": [
        "To give an account of (an occurrence, for example); narrate. See Synonyms at describe.",
        "To establish or demonstrate a connection between: I related his grumpiness to a lack of sleep.",
        "To have connection, relation, or reference: how education relates to income; a question relating to foreign policy.",
        "To have or establish a social relationship; interact: She relates well to her peers.",
        "To understand or react favorably to someone or something: I just can't relate to these new fashions.",
        "re·lat′er\nnoun",
        "Link/Cite",
        "To tell in a descriptive way.",
        "To give an association.",
        "To make a connection or correlation from one thing to another.",
        "(intransitive) To have a connection.\nI find it difficult to relate to others because i'm extremely introverted.",
        "(intransitive) To interact.",
        "(intransitive) To respond through reaction.",
        "(intransitive, with to) To identify with, understand.",
        "Aertel, alreet, earlet, elater, Tralee",
        "Link/Cite"
    ]
}