{
    "translation": "שחרר",
    "uses": [
        "Are you going to release the description?",
        "At least one more thing before I release you.",
        "Hurricanes release unimaginable amounts of power, as do earthquakes.",
        "Release them, that's all about it!",
        "I demand our release immediately, I am a Parrish!",
        "She took me in as a favor to my father and will release me, if I ever wanted it.",
        "It was like a switch to release the flood.",
        "He turned on his heel as soon as she appeared and strode toward the small area beneath a tree where spacecraft traditionally hovered to release their occupants.",
        "He sold the house after his release so he's in the chips.",
        "I.m saying, I release you of our bond.",
        "I know pain, and this is nothing, he chanted to himself, waiting for them to release him so he could attack.",
        "In an effort to release the log jam, Dean gave his stepfather a hand with the moving.",
        "She held up her arm, uncertain how to release it.",
        "Anatole did not release him, and though he kept nodding to show that he understood, Anatole went on translating Dolokhov's words into English.",
        "Thunderstorms release tremendous amounts of energy.",
        "My mind won't release me from all that has happened since Rev. Martin first visited me, and changed my life.",
        "Jule refused to release her, sensing more danger toward her than to himself.",
        "He did not know that the priest who met him with the cross oppressed the peasants by his exactions, and that the pupils' parents wept at having to let him take their children and secured their release by heavy payments.",
        "He should release her today.",
        "Now, here with her, he had finally felt comfortable enough to release his emotions.",
        "When he refused to release her, she sighed and leaned against him.",
        "I release you of our bond, Rhyn.",
        "Maybe we need it as a release valve that lets off societal pressure ...",
        "She waited for him to release her, but his lips moved across her cheek and down her neck with soft caressing kisses.",
        "It was solid and slender with no release mechanism or clasp.",
        "Mison, I accept your prisoner exchange and will release your men on the moon nearest to Qatwal.",
        "Dean knew Fred O'Connor was scheduled for release and that necessitated a dreaded trip to the sheriff's office.",
        "She gazed up at him, idly wondering when he was going to release her.",
        "The nearest that I came to actual possession was when I bought the Hollowell place, and had begun to sort my seeds, and collected materials with which to make a wheelbarrow to carry it on or off with; but before the owner gave me a deed of it, his wife--every man has such a wife--changed her mind and wished to keep it, and he offered me ten dollars to release him.",
        "Oh, that this toil might end and you would release me! thought he.",
        "She made no move to release him, \"I am Sarah Carrington.\"",
        "Out of respect for Katie, he bit back the bitter words at the tip of his tongue.  He stalked past her, waiting for the moment he could release the pent up fury and magic.",
        "\"I'll be hunting demons today,\" he said, needing a release for his fury.",
        "His hand circled her neck to release the clasp of her dress.",
        "Only when they were sealed inside the massive cave did he release her.",
        "He didn't treat her as an outlet for his own release but as a partner on a sensual journey, one where pleasure was a gift as much as a reward.",
        "She opened the stall door to release Princess, Casper and Random in the pasture, and then saddled Ed.",
        "An arcing kick forced him to release her.",
        "Pulling her hair back, she squeezed water out of it and then fluffed it with her fingers to release the natural curls.",
        "He refused to release her, instead pushing her into a painful run up the beach, over the sandbags, and out of immediate danger.",
        "She needs to stay for a few more days at least, but if she is doing well, we can release her Friday — as long as you have someone to take care of her.",
        "These justifications release those who produce the events from moral responsibility.",
        "Bianca waited until he was gone to release her chuckle.",
        "Alex continued to improve and Thursday the doctor told him they would release him the next morning.",
        "Kris pursed his lips, wanting to release the curses coiled on his tongue.  He looked her over.  She'd at least worn sturdy shoes, long pants and shirt.  She was in decent shape, slender and toned from Pilates and the gym.",
        "To do so would release the Original Beings, and then things would really be bad.",
        "Deidre felt the release of whatever strange magic he had.",
        "I'll release the locks, if you promise to take only what you need and not sell the rest, like the feds in Florida.",
        "She didn't open her eyes or release her breath until she heard the door close behind him.",
        "They would have to be approved, and nobody was going to release a child to someone as messed up as she was right now.",
        "I haven't even told him that Fitzgerald plans to release him tomorrow.",
        "The real celebration of Fred's release from jail didn't begin until the pair returned to Bird Song where Cynthia had baked a fresh apple pie, complete with vanilla ice cream, tagged on to the end of a healthy lunch.",
        "The doctor thought that was possible and said that if he was still improving Friday, he would release him from the hospital.",
        "Rhyn refused to release her, and she sighed, leaning her head back against his shoulder in defeat.",
        "Somewhere, somehow, everyone had to release themselves to chance.",
        "Two of the goats had gone into labor, so she transferred them to the building on the release side of the dairy, where they had set up temporary kidding stalls.",
        "He didn't release her, instead drawing up the arm she used as a pillow to force her head against his shoulder.",
        "Each pull upward would require Dean to release his grasp on the line that secured him should he slip and fall backwards!",
        "Songs from Three Days Grace, One X, and even bonus tracks from the Japanese release of One X can be found here.",
        "With the release of each new book or film, the legendary story of the boy who lived spawns Harry Potter facts, rumors and misinformation.",
        "The last two films of the series are tentatively scheduled for release in late 2010 and spring of 2011.",
        "With only five movies in release in 2008, the cinematic story about the boy who lived had earned more than $4.5 billion worldwide.",
        "After the release of Harry Potter and the Deathly Hallows, the final installment in the Harry Potter book series, J.",
        "\"You're not far,\" she murmured, typing in lock and alarm release codes.",
        "The helicopter righted itself fast, and she saw the parachute Brady had been trying to release by smashing his fist against the control box in the ceiling.",
        "The pope's intervention procured his release, after nearly a year's imprisonment.",
        "These springs are so adjusted that they are not quite able to release the armature.",
        "accordion music gets its own release.",
        "Two wild male baboons joined these females approximately six weeks post release, and remained with them.",
        "We are delighted to announce the release of our first video product, designed to help 5 string banjo players learn from tablature.",
        "Barn Owl Release Program at Manor Farm A young barn owl Release Program at Manor Farm A young barn owl in 2001.",
        "It is also known to prevent the release of inflammatory chemicals called basophils and eosinophils from mast cells and white blood cells.",
        "Stay tuned for news on the release of Ransom Notes and we'll be back in October with some brand new baby belles!",
        "berry crush the juniper berries very slightly without breaking them - just enough to release their flavor.",
        "There is a feedback loop which tells the body how much bile to release into the system.",
        "I played around with the cruise release switches and fabricated some simple brackets (in the style of the existing brake lamp switch one!",
        "The wall shape, being similar to an upturned bucket, promotes improved paste release.",
        "One angler from New Key using red and black buzzer or bloodworm on a catch and release ticket had 12 fish averaging 2 1/2lb.",
        "childbearing age, the ovaries release an egg.",
        "It was their high stability which allowed them to get into the stratosphere where they were broken down to release active chlorine.",
        "Tearfund is urging churchgoers to watch Al Gore's film An Inconvenient Truth, which goes on selected nationwide release from 15 September.",
        "Rhabdomyolysis occurs when the damage results in the release of cellular contents into the systemic circulation.",
        "He was one of the executors of Edward IV.'s will in 1483, and the story of the future Richard III., while preparing Morton's arrest, joking with him about the strawberries the bishop grew in his garden at Holborn is well known and apparently authentic. Oxford University in vain petitioned for Morton's release, and after some weeks in the Tower he was entrusted to the duke of Buckingham's charge at Brecknock.",
        "Everything changed for Metallica in 1990, however, with the release of their self-titled fifth record.",
        "In 2003, many fans and critics saw their next release St. Anger as uneven and not the band's best work, although the record still sold millions of copies.",
        "While the band self-released two demo recordings in the early years of their career, their first major release was 2003's self-titled Three Days Grace.",
        "However, the explosion of MCR's career corresponded with the release of their second record Three Cheers for Sweet Revenge.",
        "They have tabs from every album except the band's newest release, and even though they feature more guitar tabs than bass tabs, there are some bass tabs offered for each album listed.",
        "To support the release of both in 2006, the band began to tour heavily and played much larger venues than they did prior.",
        "In 2005 and coinciding with the release of the album Lost and Found, Mudvayne dropped these performance tricks and started to perform naturally.",
        "The third release appeared at number 25 on the European charts with the single On Call reaching number one in Ireland and Britain.",
        "Spencer Pratt owns a management company called Innovator Entertainment with four clients originally: Brody Jenner, David Foster, Heidi Montag and the DVD release of The Princes of Malibu.",
        "The tape, which leaked during the run up to the release of his fourth album, became something of a sensation and brought both Ray J and Kim an unprecedented level of success.",
        "He also competed on CMT's reality show Gone Country, which challenged musician from other genres to play country music and win the release of their own country single.",
        "At the time of this writing, her first album was slated for a late 2010 release.",
        "Within a week of her release, Josie was re-hospitalized when her vital signs began to crash.",
        "Bring with you the release form that was either given to you during registration or that you downloaded from the American Idol website, and make sure the form is completed and signed.",
        "This release form gives the show permission to use your image and any footage they take of you for the show.",
        "It was notably also after the release of a couple franchise movies, which ... were a mixed bag.",
        "The Golden Compass is planned for release in '07 from New Line Cinema.",
        "For resolution, we are forced to wait three years, for the release of Return of the Jedi.",
        "One year after the release of the first Harry Potter film, the second, Harry Potter and the Chamber of Secrets opened to tightly packed theaters all over world.",
        "Star Wars fans had to wait sixteen years between the release of Episode VI, The Empire Strikes Back, and Episode I, The Phantom Menace.",
        "It may have taken a few years, but with Serenity's release in September of 2005, the story of Captain Malcolm \"Mal\" Reynolds and his crew continues.",
        "Talk of a trilogy has been overheard, but the reality of such a gift to Firefly fans must be looked at realistically: Serenity went to DVD just a few months after its release into theaters, but who knows?",
        "Underworld: Evolution celebrated its release January 20, 2006.",
        "The DVD release of Star Trek: the Original Series features Nichelle Nichols mentioning that she once asked Roddenberry about Uhura's first name.",
        "The first book of the Dodec series, Children of Chaos, is scheduled for release in June '06.",
        "Authors like Cory Doctorow have also pioneered the use of Creative Commons licensing to release their works for free, and much to traditional publisher's surprise, they have sold well when offered in print.",
        "Needless to say, regardless of any poor production that might have gone into the film, it still remains as a cultural phenomenon, even several months after the initial release of the film.",
        "Filming continued through the summer of 2008 and the long awaited release of this character driven film met with much anticipation by Harry Potter fans in mid July, 2009.",
        "On the first day, including the midnight release, the movie grossed $60 million.",
        "It's the vaccine for the release of General Zod.",
        "For example when the Star Trek DVD was released, the board filled with events related to the release.",
        "It's a great place to catch up on what people are saying about the most recent movie which is still generating plenty of buzz since its DVD release.",
        "Universal has announced they have a Battlestar Galactica feature film in the works with a release date in 2011.",
        "After the release of the movie, rumors circulated saying that Godzilla won in the Japanese version of the film and that King Kong remained king in the American version.",
        "However, even without this particular convention, Star Wars fans have dressed up and hosted parties at science fiction and comic book conventions since the release of the first movie.",
        "In the mid 1980's, new Godzilla movies hit the big screen throughout Japan, and a Godzilla craze sparked in the U.S. in 1985, following the 1984 release of the Japanese film.",
        "Lord of the Rings was immensely popular before its release in the movies.",
        "While Godzilla fans have elements of every movie they love, this particular release is one that many fans consider the best Godzilla movie of all time.",
        "The popularity of this film could have been due to the fact that during the seven years since the last release, the original movies had gained such a large following, that the sequel in 1962 was much anticipated.",
        "Due to the large American following of Godzilla films, this release was the first that came out both in Japan and in the United States at the same time.",
        "Like most of the other early films, this release featured Godzilla as a looming and catastrophic threat to Japan.",
        "Unfortunately, thousands of bootlegged movie posters flood the market with each release.",
        "The Harry Potter phenomenon started in 1997 in the United Kingdom with the release of J.K. Rowling's first book.",
        "By the time the third Harry Potter book, Prisoner of Azkaban, hit bookstore shelves, the time difference between release dates in the UK and the U.S. diminished to only two months.",
        "Release of the third book had a cascading effect on the popularity of the first two books as well.",
        "Demand pushed sales to new records as books flew off the shelves the first weekend following its release.",
        "The first Harry Potter movie came out between the release of Goblet of Fire and book five, Harry Potter and the Order of the Phoenix, in 2001.",
        "On a larger scale, the Harry Potter franchise surpassed the success of Star Wars prior to the release of the franchise's final film.",
        "It will live online, and the idea is to release five books online before releasing it as a full graphic novel.",
        "For example, sweat glands in the skin release water when needed to help keep us cool.",
        "Arbonne uses fresh cells of strawberry, kiwi, mango, carrot, and pumpkin that release nutrients when they come into contact with the skin.",
        "Pediatricians often release a child back to school once the fever breaks.",
        "Tickers are often used to count down the days toward the release of a new album or perhaps a tour date from a favorite artist.",
        "Press Release: A press release and calls or emails to journalists in the technology, marketing or niche industry field covered by your social networking site can also generate interest and visitors.",
        "From the moment you ask someone how to start a social networking site to the minute of its release, the site is your baby.",
        "Tancred became guardian of Edessa during Baldwin's captivity, and did not trouble himself greatly to procure his release.",
        "On his release Consalvi hastened to his master's assistance; and he was soon after allowed to resume his functions under the restored pontificate at Rome.",
        "Leo at once announced that he would excommunicate the king of France and release his subjects from their allegiance unless Francis laid down his arms and surrendered Parma and Piacenza.",
        "on the 28th of September 1470 Waynflete welcomed him on his release from the Tower, which necessitated a new pardon, granted a month after Edward's reinstatement on the 30th of May 1471 (Pat.",
        "It exploded on the scene like volley of photon torpedoes on May 10, 2009, just two days after the release of Star Trek (2009) in theaters, and today is the busiest Star Trek page on Life Journal.",
        "However, the Los Angeles City Council got it right when its members declared May 25, 2007 as Star Wars Day upon the 25th anniversary of the first film's release.",
        "Fred returned part way through the recital, and after a greeting and a handshake, retired to the back room with Kathleen the jailer to fill out paper work for his release.",
        "Deidre made a deal with the Dark One, one good enough to bring her soul back from the dead, combine the two Deidres, cure the tumor of one and release the final product from Hell.",
        "He was certain to take her to climax each time before seeking his own release, a practice she'd never participated, when she was a goddess who felt nothing.",
        "They brokered the girl's release.",
        "\"Release me,\" he growled, pulling her against the cage.",
        "\"If I…if I release you, you must swear not to tell your master of my city,\" she gasped.",
        "You must release me in order to be free yourself!",
        "According to the Book of the Damned, the demon would never release her while alive.",
        "The sudden release of the pressure built up over a lifetime made her too weak to stand.",
        "The gem can be destroyed to release its magic, but by doing so, you lose all that remains of your mother and me.",
        "Not unless someone can withstand the release of his mind magic.",
        "You signed a release form.",
        "The Other didn't release her, as if afraid she'd disappear on him.",
        "Only when they were all but surrounded did he release her.",
        "The Original Other didn't release her, instead pulling her back a few steps.",
        "The Diet, which met in 1839, supported the agitation for the release of the prisoners, and refused to pass any government measures; Metternich long remained obdurate, but the danger of war in 1840 obliged him to give way.",
        "Immediately after his release Kossuth married Teresa Meszleny, a Catholic, who during his prison days had shown great interest in him.",
        "At Avignon, where he appeared in August 1352, Rienzi was tried by three cardinals, and was sentenced to death, but this judgment was not carried out, and he remained in prison in spite of appeals from Petrarch for his release.",
        "On his release he had promised he would maintain the treaty of Arras and withdraw from the Netherlands; but he delayed his departure for nearly a year and took part in a punitive campaign against his captors and their allies.",
        "Guy was a brave if not a particularly able knight; and his instant attack on Acre after his release by Saladin shows that he had the sentiment de ses devoirs.",
        "On this account he was imprisoned in 1528, but his friends soon effected his release.",
        "The release of a Hebrew servant after six years' labour (Exod.",
        "of Lorraine, duke of Guise, sold it to \"Mademoiselle,\" Anne Marie Louise d'Orleans, duchesse de Montpensier, who made it over (1682) to the duke of Maine, bastard son of Louis XIV., as part of the price of the release of her lover Lauzun.",
        "On the 24th an irade announced the restoration of the suspended constitution of 1875; next day, further irades abolished espionage and the censorship, and ordered the release of political prisoners.",
        "The British minister demanded from the national government M`Leod's release, but his case was in the New York courts, over which the national government has no jurisdiction.",
        "acceptance of something else in discharge of the liability, by set-off, by release or under the law of bankruptcy.",
        "After the Gunpowder Plot parliament required a new oath of allegiance to the king and a denial of the right of the pope to depose him or release his subjects from their obedience.",
        "Here he pleaded his own cause so powerfully, and proved so incontestably the advantage which might ensue to the Visconti from his alliance, if he held the regno, that he obtained his I release and, recognition as king.",
        "By adroit negotiations with Mangash the Italian general obtained the release of the Italian prisoners in Tigr, and towards the end of May withdrew his whole force north of the Mareb.",
        "After his release in May 1819, having broken away from Henry Hunt and the more moderate reformers, he prepared a new and comprehensive plot.",
        "He obtained his release after four months, and again devoted himself to pamphleteering, but had speedily to retire for a time to London.",
        "Meditating, it is probable, emigration upon his release, he turned his attention while in prison to colonial subjects, and acutely detected the main causes of the slow progress of the Australian colonies in the enormous size of the landed estates, the reckless manner in which land was given away, the absence of all systematic effort at colonization, and the consequent discouragement of immigration and dearth of labour.",
        "After his release Wakefield seemed disposed for a while to turn his attention to social questions at home, and produced a tract on the Punishment of Death, with a terribly graphic picture of the condemned sermon in Newgate, and another on incendiarism in the rural districts, with an equally powerful exhibition of the degraded condition of the agricultural labourer.",
        "After his release he engaged in commerce at Hamburg with his brother Charles and the duc d'Aiguillon, and did not return to France until the Consulate.",
        "But it excludes Manchuria, with the Liao-tung peninsula and Port Arthur, upon which Russia only placed her grasp in 1898-99, a grasp which she was compelled by Japan to release after the war of 1904-5.",
        "Routed at the siege of Winchester, she was compelled to release Stephen in exchange for Earl Robert, and thenceforward her cause steadily declined in England.",
        "The seventh day of rest was parallel to the seventh year of release and of the fallow field.",
        "He was the first to foretell with clearness the return of his people from captivity foreshadowed by Jeremiah, and he set himself the task even in 1 Thus in comparison with the \" book of the covenant,\" Deuteronomy adds the stipulation in reference to the release of the slave; that his master was to provide him liberally from his flocks, his corn and his wine (Deut.",
        "With a portion of this sum he obtained release from the last six months of his apprenticeship, and with the rest he purchased a glass-polishing machine.",
        "Soon after his \" release from the fruitless task of the Swiss revolution \" in 1768, he had gradually advanced from the wish to the hope, from the hope to the design, from the design to the execution of his great historical work.",
        "He also had to deal with a wizard, who deceived many by promising them salvation and release from evils, if they would follow him into the desert.",
        "The general release of prisoners, with which he celebrated his impending recall, is typical of his policy.",
        "In the autumn of 1921 he undertook the general supervision of relief work in Russia, first having exacted, as a condition, the release of all American prisoners held by the Soviet authorities.",
        "The heated body of air carried from the Indian Ocean over southern Asia by the south-west monsoon comes up highly charged with watery vapour, and hence in a condition to release a large body of water as rain upon the land, whenever it is brought into circumstances which reduce its temperature in a notable degree.",
        "With his release from Vincennes (August 1782) begins the second period of Mirabeau's life.",
        "He was a Free Soil candidate for Congress (1850), but was defeated; was indicted with Wendell Phillips and Theodore Parker for participation in the attempt to release the fugitive slave, Anthony Burns, in Boston (18J3); was engaged in the effort to make Kansas a free state after the passage of the Kansas-Nebraska Bill of 1854; and during the Civil War was captain in the 51st Massachusetts Volunteers, and from November 1862 to October 1864, when he was retired because of a wound received in the preceding August, was colonel of the First South Carolina Volunteers, the first regiment recruited from former slaves for the Federal service.",
        "Perhaps the most important act of his second term was obtaining the release of Kossuth and other Hungarian refugees who had fled to Turkey, and whose surrender had been demanded by the Austrian government.",
        "During his confinement by Tiberius a like omen had been interpreted as portending his speedy release, with the warning that should he behold the same sight again he would die within five days.",
        "The accumulation of debt upon it was prevented by the prohibition of interest, the release of debts every seventh year, and the reversion of the land to the proprietor, or his heirs, at each return of the year of jubilee.",
        "On a slighter accusation than this many had perished; but an examination into the details of the mission of Bonaparte to Genoa and the new instructions which arrived from Carnot, availed to procure his release on the 10th of August.",
        "His enemies in France cast him into prison; but the bishop of Angers and other powerful friends, of whom he had a considerable number, had sufficient influence to procure his release.",
        "To obtain their release Andronicus made abject submission to the emperor; and, appearing in chains before him, implored pardon.",
        "Charles was regarded with much favour in France, and the states-general demanded his release, which, however, was effected by a surprise.",
        "A transfer duty of 5% on the estimated value of emiriye is paid on transmission by sale, inheritance or donation, of 22% on the amount of the debt in case of mortgage or release from mortgage, and of 10% on expenses.",
        "They remained in a Tirolese prison until December 1795, when there was an exchange of prisoners on the release of Madame Royale, daughter of Louis XVI., from the Temple.",
        "In 1799 Bonaparte, through whose influence his release had been obtained, sent him to the Hague to consolidate the alliance between France and the Batavian Republic. In this mission he was entirely successful, and he is credited with another diplomatic success in the inception of the Austrian marriage.",
        "On his release he went to London, where he was a member of the association of young men founded in 1580 to assist the Jesuits Edmund Campion and Robert Parsons.",
        "Others had been carried off into slavery, and a deputation of clergy which Patrick had sent to ask for their release had been subjected to ridicule.",
        "release from ecclesiastical jurisdiction, and authority to become a secular priest.",
        "Otto appointed his younger son Dietrich as his successor and was attacked and taken prisoner by his elder son Albert; but, after obtaining his release by order of the emperor Frederick I., he had only just renewed the war when he died in 1190.",
        "After his release he visited Europe, and spent the last years of his life in retirement, during which he wrote his Rise and Fall of the Confederate Government (2 vols., 1881).",
        "The latter visited the Paulician fortress Tephrike to treat for the release of Byzantine prisoners.",
        "London had to pay heavily towards his ransom; and, when the king made his triumphal entry into London after his release from imprisonment, a German nobleman is said to have remarked that had the emperor known of the wealth of England he would have insisted on a larger sum.",
        "The bullet was not extracted from Baird's wound until his release.",
        "On his release the Citoyen Rousselin entered the ministry of the interior, and under the Directory he became secretary-general, and then civil commissioner of the Seine.",
        "This he refused, and an unconditional order for his release was given on the r8th of February 1653.",
        "After his release Prynne further expressed his feelings in defence of advowsons and patrons, an attack on the Quakers (1655), and in a pamphlet against the admission of the Jews to England (A Short Demurrer to the Jews) issued in 1656.",
        "Release >>",
        "At the height of his country's disasters he sought to confirm his own power by making terms with the Florentines, by yielding certain castles to Lucca, and by neglecting to conclude negotiations with the Genoese for the release of the prisoners, lest these should all prove more or less hostile to himself.",
        "The release of all Christian slaves was not effected till after the bombardment of Algiers; and the definite abandonment of piracy may be dated from the presentation to the Bey in 1819 of a collective note of the powers assembled at Aix-la-Chapelle.",
        "In 357 Constantius, at the urgent request of an influential deputation of Roman ladies, agreed to the release of Liberius on condition that he signed the semi-Arian creed.",
        "Although the detention of a crusader was contrary to public law, Richard was compelled to purchase his release by the payment of a heavy ransom and by doing homage to the emperor for England.",
        "He remained in prison until August 1704, and then owed his release to the intercession of Robert Harley, who represented his case to the queen, and obtained for him not only liberty but pecuniary relief and employment, which, of one kind or another, lasted until the termination of Anne's reign.",
        "After his release Defoe went to Bury St Edmunds, though he did not interrupt either his Review or his occasional pamphlets.",
        "Two years later, soon after his release, his wound proved mortal.",
        "In the same spirit he opposed a scheme of military governments for the southern states, unless associated with a plan by which, upon the acceptance of prescribed conditions, they could release themselves from military rule and resume civil government.",
        "Mme de Stael procured his release from P. L.",
        "- Release of Satan and final assault on the city of God by the hosts of Gog and Magog at the instance of Satan.",
        "release of stored-up masses in the coal, which, overpowering the ventilation, produce magazines of explosive material ready for ignition when brought in contact with the flame of a lamp or the blast of a shot.",
        "17, 1793) several unsuccessful attempts were made by her friends to rescue her and her children, among others by Jarjayes, Toulan and Lepitre, and the \"baron de Batz,\" and negotiations for her release or exchange were even opened with Danton; but as the allied armies approached her trial and condemnation became a certainty.",
        "If any attempt were made from outside to release him, the prisoner was to be put to death; in no circumstances was he to be delivered alive into any one's hands, even if his deliverers produced the empress's own signmanual authorizing his release.",
        "Compelled by the papal authority to release him after a short interval and to restore the countship to him, he soon renewed the struggle, beat Geoffrey near Brissac and shut him up in the castle of Chinon (1068).",
        "On his release he withdrew to Bruges, where he devoted himself to the composition of numerous works, chiefly directed against the scholastic philosophy and the preponderant authority of Aristotle.",
        "This in turn was the foundation of another mode of conveyance, namely, lease and release, which took the place of the deed of bargain and sale, so far as regards freehold.",
        "After his release in 1830 he commenced the publication of his prison compositions, of which the Ester was played at Turin in 1831, but immediately suppressed.",
        "When the insurgents under Duke Otto were joined by the Thuringians, Henry was compelled in 1074 to release Magnus and to make a number of concessions as the price of the peace of Gerstungen; which, however, was short-lived, as the peasants employed in pursuance of its terms in demolishing the forts, desecrated the churches and violated the ducal tombs.",
        "This gives a load of 50 tons per eccentric. One motor is placed at each end of the span to operate the eccentrics and also to release the latches and raise the rails of the steam track.",
        "109), 1 held, inter alia, that Christ paid a ransom to Satan to induce him to release men from his power.",
        "In 1818 she addressed a pathetic letter to the powers assembled at the congress of Aix, petitioning for Napoleon's release, on the ground that his mortal illness had removed any possibility of his ever again becoming a menace to the world's peace.",
        "There he was arrested and imprisoned for a time until Napoleon's influence procured his release, and further gained for him a post as commissioner in the French army campaigning in Germany.",
        "To him salvation bears a double aspect, involving both release from the control of the devil and the transformation of man's nature by the indwelling of the Divine.",
        "He was imprisoned for seditious libel in 1840, and after his release became prominent for his attack on John Bright, and the anti-corn-law league.",
        "In Broom there is an explosive machanism; the pressure of the insect visitor on the keel of the corolla causes a sudden release of the stamens and the scattering of a cloud of pollen over its body.",
        "In Maryland a wife holds her property as if single except that she can convey real estate only by a joint deed with her husband (this requirement being for the purpose of effecting a release of the husband's \" dower interest \"), neither husband nor wife is liable for the separate debts of the other, and on the death of either the rights of the survivor in the estate of the other are about equal.",
        "In the War of 1812 Frederick, Havre de Grace, and Frenchtown were burned by the British; but particularly noteworthy were the unsuccessful movements of the enemy by land and by sea against Baltimore, in which General Robert Ross (c. 1766-1814), the British commander of the land force, was killed before anything had been accomplished and the failure of the fleet to take Fort McHenry after a siege of a day and a night inspired the song The Star-spangled Banner, composed by Francis Scott Key who had gone under a flag of truce to secure from General Ross the release of a friend held as a prisoner by the British and during the attack was detained on his vessel within the British lines.",
        "There is, therefore, no reason at all to doubt that both apostles were martyred in 64-65, and the date serves as a confirmation of the chronology adopted above of the imprisonment, release and subsequent journeys of St Paul.",
        "He had been imprisoned for political reasons, for he did not become a Protestant till after his release, and then found that his priory had been destroyed in 1534 He obtained a pension from Geneva, and was four times married, but owing to his extravagances was always in debt.",
        "But service under Northumberland was no bed of roses, and in his diary Cecil recorded his release in the phrase ex misero aulico factus liber et meijuris.",
        "Heracles, on his way back from the land of the Amazons, offered to slay the monster and release Hesione, on condition that he should receive the wonderful horses presented by Zeus to Tros, the father of Ganymede, to console him for the loss of his son.",
        "of Persia, in 260, Gallienus made no effort to obtain his release, or to withstand the incursions of the invaders who threatened the empire from all sides.",
        "He also threw Lorenzo Ricci, the general, into prison, first in the English college and then in the castle of St Angelo, where he died in 1775, under the pontificate of Pius VI., who, though not unfavourable to the Society, and owing his own advancement to it, dared not release him, probably because his continued imprisonment was made a condition by the powers who enjoyed a right of veto in papal elections.",
        "Alice, only daughter and heiress of Henry de Lacy, married Thomas Plantagenet, earl of Lancaster, and on the attainder of her husband she and Joan, widow of Henry, were obliged to release their rights in the manor to the king.",
        "She survived her release only a few months, dying on the 13th of April 1622.",
        "And first he gave to the woman, saying: This shall be to thee for remission of sins and release of eternal transgressions.",
        "In this hymn we read how the gods shall release us from this sinful time, from the oppression of this world.",
        "The weir is opened by joining the needles of each bay by a chain passed through the eyes at the top and a line of wire through the central rings, so that when released at the top by the tilting of the escape bar by the derrick, they float down as a raft, and are caught by a man in a boat, or, when the cur rent is strong, they are 'mopes ?o drawn to the bank by a rope attached to them previously to their release.",
        "It was enriched by Charles the Bald with two castles, and a Benedictine abbey dedicated to Saint Corneille, the monks of which retained down to the 18th century the privilege of acting for three days as lords of Compiegne, with full power to release prisoners, condemn the guilty, and even inflict sentence of death.",
        "Diplomatic representations followed, and an order for release was issued, but in 1887 further captures were made and were judicially supported upon the same grounds.",
        "On his release he returned for a time to the merchant service in order to make good the pecuniary loss caused by his captivity.",
        "On his release, overwrought and weakened by six months spent \"in the common gaol and dungeon,\" he performed what was almost the only and certainly the most pronounced act of his life which had the appearance of wild fanaticism.",
        "With that event it is again natural to connect Timothy's imprisonment, his release from which our author records in closing; while the news of Jewish success in Paul's case would enhance any tendency among Asian Jewish Christians to shirk \"boldness\" of confession (x.",
        "He died in London on the 25th of January 1824, in the house of John Finlayson, who had secured his release, and who afterwards pestered the government with an enormous claim for Brothers's maintenance.",
        "Attempts have been made to find a setting for the epistle within the apostle's life previous to his Roman imprisonment (as recorded in Acts), but by common consent s it is now held that the epistle (if written by the apostle) must fall later, during the period of missionary enterprise which is supposed to have followed his release from the first captivity.",
        "After his release in October he commanded cavalry in East Tennessee, making successful raids into Virginia and North Carolina, and on the 12th of April 1865 defeated a Confederate force near Salisbury, North Carolina, and captured a large number of prisoners.",
        "His imprisonment was not a rigorous one, and negotiations for his release were soon begun.",
        "Negotiations for their release were begun, but the Europeans were still prisoners when the sale of Elmina occurred.",
        "Later he went abroad and became associated at Paris with Mary's supporters who were planning her release with the help of Spain, and on his return he was entrusted with letters for her.",
        "(6) A strictly periodic oscillation of this kind occurs in the working of a steam engine, in which the walls of the cylinder are exposed to regular fluctuations of temperature with the admission and release of steam.",
        "But in 1796, the Directory having offered to release his mother and his two brothers, who had been kept in prison since the Terror, on condition that he went to America, he set sail for the United States, and in October settled in Philadelphia, where in February 1 797 he was joined by his brothers the duc de Montpensier and the comte de Beaujolais.",
        "The acquaintance of many criminals which he made in prison he turned to account after his release by setting up as a receiver of stolen goods.",
        "To Rene of Anjou, the duke of Lorraine, he showed himself less generous, setting up another claimant to the duchy of Lorraine in the person of Anthony of Vaudemont, and taking Rene prisoner in 1431; it was not until 1436 that he consented definitively to release Rene on condition that he should abandon several strong places and pay an enormous ransom.",
        "the release from prison of all then held on the charge of witchcraft.",
        "Whittier, the Quaker poet, interceded with Henry Clay to pay Garrison's fine and thus release him from prison.",
        "At the same time Ysuf Pasha arrested all the beys in Cairo, but was shortly compelled by the British to release them.",
        "The release of the Denshawai prisoners in January 1908 and the death of Mustafa Kamel in the following month had a quieting effect on the public mind; while the fact that in the elections (December 1907) for the legislative council and the general assembly only 5% of the electors went to the polls, afforded a striking commentary alike on the appreciation of the average Egyptian of the value of parliamentafy institutions and of the claims of the Nationalist members of the assembly to represent the Egyptian people.",
        "According to E, Moses with Aaron is to demand from Pharaoh the release of Israel, which will be effected in spite of his opposition; in assurance thereof the promise is given that they shall serve God upon this mountain; moreover, the people on their departure are to borrow raiment and jewels from their Egyptian neighbours.",
        "In 1439 and 1 44 0 he went to France on missions of peace, and apparently at his instigation the English council decided to release Charles, duke of Orleans.",
        "The well-known institution of the Prosbol (irpov(30Xrl), introduced by Hillel, was intended to avert the evil consequences of the scriptural law of release in the seventh year (Deut.",
        "In 1561 it was granted to Louis, duke of BourbonMontpensier, by whose descendants it was held till, in 1682, \"Mademoiselle,\" the duchess of Montpensier, gave it to Louis XIV.'s bastard, the duke of Maine, as part of the price for the release of her lover Lauzun.",
        "They contemplated a marriage, and Irving endeavoured to obtain a release from his previous engagement.",
        "Albany sent, within a year, envoys to plead for his release; and again, in 1409, but vainly.",
        "Soon after his release he was appointed professor of natural history in the College des Quatre Nations.",
        "From a remission of penance it was extended, in the 13th century, to a release from the temporal punishment exacted by God, whether in this life or in purgatory, from the repentant sinner.",
        "Having rendered himself obnoxious to the government during the political commotions that followed the French Revolution, he was imprisoned for over a year; and on his release in 1795 he withdrew to France, only to return to his native country as a surgeon in the French army, whose progress he followed as far as Venice.",
        "In 1471 he forced Adolf to release his father, who sold the reversion of the duchy to the duke of Burgundy for 92,000 golden gulden.",
        "On his release Penry married a lady of Northampton, which town was his home for some years.",
        "Pilate fulfilled his pledge by giving them the man of their choice, and Jesus, whom he had vainly hoped to release on a satisfactory pretext, he now condemned to the shameful punishments of scourging and crucifixion; for the cross, as Jesus had foreseen, was the inevitable fate of a Jewish pretender to sovereignty.",
        "There was a truth in these criticisms. It was the very aim of Hegelianism to render fluid the fixed phases of reality - to show existence not to be an immovable rock limiting the efforts of thought, but to have thought implicit in it, waiting for release from its petrifaction.",
        "As soon as the fire was lighted, an earthquake occurred, and the people insisted on her release.",
        "On his release he returned to Berlin, and thence to Paris, where he was elected director of the Academy of Sciences in 1742, and in the following year was admitted into the Academy.",
        "He retired to Rome, where he was imprisoned in the castle of St Angelo for six months for his disobedience to the papal orders, and died in 1817, a year or two after his release, of disease contracted in prison and of chagrin.",
        "Gaol deliveries were of rare occurrence, even when tardy trial ended in acquittal release was delayed until illegal charges in the way of fees had been satisfied.",
        "In support of his theory he devised an ingenious system of recording the convicts' daily industry by marks, which on reaching a given total would entitle them to their release.",
        "But we owe something to the Irish practice which first popularized the idea of maintaining a strict supervision over convicts in a state of conditional release, and it reconciled us to a system which was long wrongfully stigmatized as espionage.",
        "But the remission gained did not mean absolute release.",
        "This will measures be best understood if we follow those who break the law through all the stages from that of arrest, through conviction, to release, conditional or complete.",
        "A sentence of penal servitude as now administered consists of three distinct periods or stages: (I) that of probation endured in separate confinement at a so-called \"close\" prison; (2) a period of labour in association at a public works prison; and (3) conditional release for the unexpired portion of the sentence upon licence or ticket-of-leave.",
        "The chief objection to enforced labour has been the difficulty in ensuring this; but the convict nowadays eagerly tries his best, because only thus can he win privileges while in prison and an earlier release from it.",
        "Side by side with the new processes introduced, the idea of the indeterminate sentence was started and put in practice, by which release was made to depend upon reasonable hope of amendment and sentences were prolonged until it was more or less certain that the treatment had resulted in cure.",
        "The convict is not eligible for release or licence, but when the time of conditional liberation would have formerly arrived the case is submitted to the authorities and dealt with on its merits.",
        "Early release depends upon the reports on industry and conduct, and the prospect of his keeping straight if set free.",
        "The work in short - a second part, written during his ten months' imprisonment, was published after his release - represents the deism of the 18th century in the hands of a rough, ready, passionate controversialist.",
        "The Committee of Public Safety, however, were no sooner informed by the duchess of Choiseul of the arrest, than they gave orders for his immediate release, and in 1793 he was nominated librarian of the Bibliotheque Nationale.",
        "This may occur by the dissolution of one of the contracting states, by the object-matter of the agreement ceasing to exist, by full performance, by performance becoming impossible, by lapse of the time for which the agreement was made, by contrarius consensus or mutual release, by \" denunciation \" by one party under a power reserved in the treaty.",
        "in April 1406 James became nominally king of Scotland, but he remained a captive in England, the government being conducted by his uncle, Robert of Albany, who showed no anxiety to procure his nephew's release.",
        "About this time negotiations for the release of James were begun in earnest, and in September 1423 a treaty was signed at York, the Scottish nation undertaking to pay a ransom of 60,000 marks \"for his maintenance in England.\"",
        "which would release the prince from his oath.",
        "Convicts other than those for life are sentenced to the penitentiary for a maximum and a minimum term, and when one has served his minimum term the governor, under rules prescribed by the Board of Pardons, may release him on parole, but he may be returned to prison at any time upon the request of the Board of Pardons.",
        "On his release in 1830 he published Schill and die Seinen, a tragedy, and a translation of Oedipus in Colonus.",
        "If they refused to listen he could punish them in any manner he thought fit; in the last resort he could release their subjects from allegiance and head a crusade of Catholic powers against them.",
        "Contemporary meat-eaters set themselves to combat this prejudice, and argued that it was a pious duty to kill animals and so release the human souls imprisoned.",
        "Essex does not seem to have been at all hurt by his action in this matter, and shortly after his release they were again on friendly terms, Bacon drawing up letters as if to or from the earl with the design of having them brought before the queen.",
        "One of his first actions was the release of the ex-ministers of Charles X., and he had to deal with the disputes with Switzerland and with the Strassburg coup of Louis Napoleon.",
        "1918 he was reprieved, and, on his release, at once put himself at the head of the Spartacists, the extreme revolutionary section in sympathy with Russian Bolshevism.",
        "After his release he helped to organize, at the congress of Gotha, the united party of Social Democrats, which had been formed during his imprisonment.",
        "After his release he kept a small school in Lambeth, one of his pupils being James Stephen (1758-1832), who became master in Chancery.",
        "Letters exist written by Colbert to the judges requiring them to sentence to the oar as many criminals as possible, including all those who had been condemned to death; and the convict once chained to the bench, the expiration of his sentence was seldom allowed to bring him release.",
        "This labour had to be repeated in order to release the printed sheet and before another copy could be struck off.",
        "(Saint-Mars, it may here be noted, had been commandant at Pignerol from the end of 1664 till 1681; he was in charge there of such important prisoners as Fouquet, from 1665 to his death in 1680, and Lauzun, from 1671 till his release in 1681; he was then in authority at Exiles from 1681 to 1687, and at Ste Marguerite from 1687 to 1698).",
        "Four influences may be mentioned as having acted upon young Sweden, and as having combined to release its literature from the old hard-bound conventions.",
        "In the subsequent broils a Parthian faction obtained the release of one of the princes interned in Rome as Vonones I.",
        "In the same year the writ was used to release the wife of Earl Ferrers from his custody and maltreatment, and was unsuccessfully applied for by John Wilkes to get back his wife, who was separated from him by mutual agreement.",
        "In the case of the Canadian prisoners (1839) it was used to obtain the release of persons sentenced in Canada for participating in the rebellion of 1837, who were being conveyed throughout England in custody on their way to imprisonment in another part of the empire, and it is matter of frequent experience for the courts to review the legality of commitments under the Extradition Acts and the Fugitive Offenders Act 1881, of fugitives from the justice of a foreign state or parts of the king's dominions outside the British Islands.",
        "After his release he helped (from 1838) with the Hallische Jahrbiicher.",
        "She offers to release Orestes if he will carry home a letter from her to Greece; he refuses to go, but bids Pylades take the letter while he himself will stay and be slain.",
        "For it is difficult to harmonize the laws as to the release of Hebrew slaves with the other legislation on the same subject (Exod.",
        "On his release he again set out for Texas, and founded at San Antonio the communistic colony of La Reunion.",
        "3-20 as part of a second letter written by Paul after, not before, his release from imprisonment.",
        "Fenwicke, after his release by Andros, endeavoured to re-establish a government at Salem with himself as \" Lord and Chief Proprietor \" of West Jersey, but the duke's officers further contested his claims and in 1682 Penn effected a peaceful settlement with him.",
        "In the absence of a will, bar or release, there is no legal distinction between the rights of a widower in the estate of his deceased wife and those of a widow in the estate of her deceased husband.",
        "With a view if possible to effect the release of the prisoners by conciliatory measures, Mr Flad was sent back, with some artisans and machinery, and a letter from the queen, stating that these would be handed over to his majesty on the release of the prisoners and their return to Massawa.",
        "This, however, failed to influence the emperor, and the English government at length saw that they must have recourse to arms. In July 1867, therefore, it was resolved to send an army into Abyssinia to enforce the release of the captives, under Sir Robert Napier (1st Baron Napier of Magdala).",
        "On his release a year later, as he was interdicted from teaching, literature became his only resource.",
        "A prison erected here at this period gave place later to the House of Detention, notorious as the scene of a Fenian outrage in 1867, when it was sought to release certain prisoners by blowing up part of the building.",
        "Great Britain immediately demanded their release, and war for a time seemed imminent; but owing mainly to the tactful diplomacy of the prince consort, Lincoln acknowledged that the seizure of Mason and Slidell was a violation of the rights of Great Britain as a neutral, and on the 1st of January 1862 released the commissioners.",
        "His second wife, whom he had married just before his arrest, tried in vain for his release; she even petitioned the House of Lords on his behalf.",
        "On the 2nd of May Mr Gladstone announced that the government intended to release Mr Parnell and his fellow-prisoners in Kilmainham, and that both Lord Cowper and Mr Forster had in consequence resigned; and the following Saturday Forster's successor, Lord Frederick Cavendish, was, with Mr Burke, murdered in Phoenix Park.",
        "Gotama then spoke to the king on the miseries of the world which arise from passion, and on the possibility of release by following the 1 Vinaya Texts, i.",
        "These efforts to help the country districts met with cordial recognition from the Dutch farmers, and the release, in May 1904, of all rebel prisoners was another step towards reconciliation.",
        "The rods are held in this position by detents which take hold of the shoulders of the rods, and are acted upon from the front end of the upper beam and the weights-pan end of the lower beam respectively, in order to release the rods at the proper times and reduce orcut off the flow of sugar from the hopper.",
        "On his return through Thessaly he was seized by Alexander of Pherae, and two expeditions from Thebes were needed to secure his release.",
        "After his release the emperor had restored his dignities to him, and his assumption of the electoral arms and title prevented any arrangement with Maurice.",
        "On his release he hurried to take part in the defence of Saumur against the Vendean royalists, and distinguished himself at the combat of Saumur (June 10, 1793) by gallantly rescuing the representative Bourbotte from the hands of the insurgents.",
        "Although John George was unable to procure his minister's release, Leopold managed to allay the elector's anger, and early in 1693 the Saxon soldiers rejoined the imperialists.",
        "The king of Scotland bought for i5,ooo marks a release from the homage to the English crown which had been imposed upon him by Henry II.",
        "sold him in 1190 a release from the terms of thetreaty Of Falaise., Since that date Alexander II.",
        "The Catholics hoped for reaction, the restoration of the mass, and the release of Gardiner and Bonner, who had been imprisoned for resistance to the protectors ecclesiastical Adminispolicy.",
        "sending an army to release them.",
        "Maurice, his son, joined the confederation against the two Despensers, and lay in prison at Wallingford until his death in 1326, the queen's party gaining the upper hand too late to release him.",
        "Froissart errs in describing this knight as Thomas, lord of Berkeley, for the covenant made in 1360 for the release of Maurice is still among the Berkeley muniments, the ransom being stated at 1080.",
        "On his release he settled in 1837 on the Sauk and Fox reservation on the Des Moines river, in Iowa, where he died on the 3rd of October 1838.",
        "The sentence was not carried out, but he died after his release owing to the privations he had endured.",
        "Upon his release in 1774 he married his cousin Mlle de Broissy, but he was neglectful and unfaithful, and in 1789 the pair separated, the wife taking refuge in a convent.",
        "Moreover, Bonaparte vigorously intervened on his behalf, and is even said to have made Tandy's release a condition of signing the treaty of Amiens.",
        "In France, where his release was regarded as a French diplomatic victory, he was received, in March 1802, as a person of distinction; and when he died on the 24th of August 1803 his funeral was attended by the military and an immense number of the civil population.",
        "Two months later, when all Italy and half the rest of Europe were in the throes of revolution, the people forced Count Palffy, the Austrian governor, to release him (March 17).",
        "Antonio is said to have secured his release on easy terms by a fiction.",
        "His first act was to release French policy from the Austrian alliance of 1756; in this he was aided both by public opinion and by the confidence of the kingthe latter managing to set aside the desires of the queen, whom the ambition of Maria Theresa and Joseph II.",
        "It sent General Weyler to keep Barcelona in order, caused the release of most of the prisoners in Monjuich, reduced the forces in Morocco, reopened negotiations with Rome for a modification of the concordat, and on the 31st of December, the end of the financial year, was responsible for the issue of a royal decree stating that the budget would remain in force until the Cortes could pass a new one.",
        "They demanded the dismissal of a number of the royal ministers; the establishment of a commission elected from the three estates to regulate the dauphin's administration, and of another board to act as council of war; also the release of Charles the Bad, king of Navarre, who had been imprisoned by King John.",
        "Thus in 1238 he demanded that the king should release certain Oxford scholars who had assaulted the legate Otho.",
        "He was broken by sorrow and by ill-health, and when he passed away in Paris on the 29th of December 1890, his death was a release.",
        "The soul is from the Lord, and is submitted in this life to the bondage of works (karma); \" Mankind, in their obstinacy, keep binding themselves in the net of actions, and though they know and hear of the bliss of those who have faith in the Lord, they attempt not the only means of release.",
        "His trial in the following October, on a charge of seditious and scandalous practices against the state, resulted in his unanimous acquittal, followed by his release in November.",
        "In 1650 he was advocating the release of trade from the restrictions of chartered companies and monopolists.",
        "This he agreed to do, but a few days later, feeling that he was not suitable for the position, asked Lord Ripon to release him.",
        "Not long afterwards Lauzun, for another cause, was imprisoned in Pignerol, and it was years before Mademoiselle was able to buy his release from the king by settling no small portion of her estates on Louis's bastards.",
        "On release in 1914 he actively promoted the home-rule campaign, and at last succeeded, after the death in 1915 of G.",
        "There was a moment of silence, but he didn't release her.",
        "A defense attorney in a pedophile case we'd fingered demanded the tip line center release the tape of our call.",
        "There are three of us who can release a Guardian's soul.",
        "The release was years earlier than previously rumored.",
        "You prevent one from dying, bring the other back from the dead-dead, combine their souls and release her from Hell.",
        "He'd enjoyed himself that night, more so than ever before, because he let go of the side of himself that viewed sex as either a test by a dictatorial goddess or a necessary release for pent up frustration.",
        "Whatever fog gripped her dissipated suddenly, and she breathed a sigh at the palpable release.",
        "\"Sir, I need you to approve his release at the desk,\" the nurse said.",
        "He dropped to the ground, unable to stabilize the raging power within him or release it to destroy everything around him as he planned.",
        "Darkyn suspected twisted Immortals like Sasha were rare.  One of the brothers on the Council That Was Seven, Sasha had been strategically placed to provide Darkyn more information than he'd hoped for.  Sasha's only flaw had been his madness, which ultimately resulted in his death.  Sasha had identified Ully, who was hand-selected by Andre.  While Darkyn didn't know the full details of how Andre had gotten Death to release the once-dead human, he did know Andre and Death wouldn't have done something so important if Ully wasn't the brilliant scientist he was.  It was unfortunate that Ully would be killed as soon as the three shapeshifting demons reached the underworld, but Darkyn didn't believe in loose ends.",
        "I've been talking to the fish and game department here about some Elk that aren't up to par for a release into the wild.",
        "She needs to stay for a few more days at least, but if she is doing well, we can release her Friday â€” as long as you have someone to take care of her.",
        "Darian wanted to explode, release the fury and energy within him.",
        "\"If Iâ€¦if I release you, you must swear not to tell your master of my city,\" she gasped.",
        "The program was retained in the BBC archives, but never commercially exploited in terms of either a DVD or VHS release.",
        "The British government, which is believed to know the extent of the arms importation, has refused to release its official figures.",
        "abreaction of pride, the initial stage of sorrow allows the person to release the anxiety attached to their social identity.",
        "Release the hand brake; gently depress the accelerator pedal and the vehicle will move off smoothly.",
        "accurate at the time of release.",
        "However, Reminyl also appears to act on the nicotinic neuronal receptors in the body, making them release more acetylcholine.",
        "acetylcholine release at the nerve terminal.",
        "Terminal nerve fibers release acetylcholine into the neuromuscular junction, which then binds to acetylcholine receptors on muscle cells.",
        "The release of 37 prisoners following an acquittal on grounds of insanity was also a factor.",
        "Somatostatin analogs, given as injections, are successful in treating acromegaly by inhibiting the release of GH.",
        "A further release of data, which contains additional derived variables, will be made available at a later date.",
        "This continually growth is caused by the release of excess growth hormone (somatotrophin) due to growth hormone secreting pituitary adenomas.",
        "The release of CRH triggers the pituitary gland's discharge of adrenocorticotropic hormone, which in turn stimulates the adrenal gland to secrete cortisol.",
        "Another component in the run-up to this release has been a campaign to place a full-page advertisement in the New York Times.",
        "So if there's an exploit out there we're going to go ahead and release a security advisory.",
        "afferent inputs in the regulation of dendritic peptide release ' .",
        "I've always been a big time press release aficionado.",
        "aftercare for prisoners following their release.",
        "Having had an aftermarket electric boot release in my car for a couple of years now I can vouch for the benefits.",
        "Gonadotrophin releasing hormone agonists: stimulate the release of natural sex hormones from the brain.",
        "Once off the ground, gently release the brakes to attain good airspeed.",
        "These tissues are degraded in an orderly fashion, and release mainly alanine and glutamine into the blood.",
        "Jars of Clay is readying to release its seventh studio album Good Monsters on 5th September.",
        "amicus news release and silica resources including the new guide.",
        "Effect of amygdaloid kindling on the content and release of amino acids from the amygdaloid kindling on the content and release of amino acids from the amygdaloid complex: in vivo and in vitro studies.",
        "Despite new releases from Oasis and Foo Fighters, Coldplay ' s ' X&Y ' is the most hotly anticipated release of 2005.",
        "At present I am investigating techniques of quantification of biofilms on marine antifouling coatings and relating these to antifouling release agents.",
        "Auction site eBay will release new Apis in the next few months so developers can start creating applications.",
        "apotheciumlose-up of part of the thallus, showing the disc-shaped apothecia which release ascospores. [© Jim Deacon] Fig.",
        "News: latest and recent news release, information about event, exhibitions, policy statements, and downloadable copies of the Chartered architect.",
        "The tires crunching through wild basil release a pungent aroma.",
        "All courses are staged with either in-course assessments or qualifications triggering the release of the next stage of the course.",
        "The outer casing is a toughened skin which can be injected with your favorite liquid attractant to give a timed release of flavor.",
        "You could release a flock of startled geese into the cinema auditorium entirely unnoticed.",
        "authorized to approve a changed version for release.",
        "autoimmune hypothyroidism, antibodies destroy thyroid gland cells preventing the gland from being able to release normal amounts of thyroid hormones.",
        "Press Release | Sequence Data | Nature Article | Author List About Chromosome 22 Chromosome 22 is the second smallest of the human autosomes.",
        "bicarbonate ions immediately latch onto a section of the crocodiles ' hemoglobin molecules, forcing the hemoglobin to release its attached oxygen.",
        "biflagellate zoospores are cleaved within this vesicle which then breaks down to release the zoospores. [© Jim Deacon] Fig.",
        "Currently, most biofuel is burned to release its stored chemical energy.",
        "The release also dovetails the forthcoming film biopic \" See Me Feel Me \" starring Mike Myers as Keith Moon.",
        "You can also create your own spam blacklists, add known safe senders to custom whitelists and release messages mistakenly held in quarantine.",
        "blanket prohibition on the release of such information.",
        "The bfi release Alfred Hitchcock's beguiling blend of romanticism and nightmarish suspense, starring Joan Fontaine and Laurence Olivier.",
        "Adverse effects include bradycardia, hypotension and vasodilatation due to reduced sympathetic drive, histamine release and specific vagal effects.",
        "An elastic waist band with a quick release buckle make up the belt system.",
        "The triple chrome buckles feature a quick release system for easy access.",
        "If your partner becomes too burdensome, mention my work and release yourself from guilt.",
        "These areas become infected with anaerobic bacteria, which release malodorous volatile fatty acids as a metabolic byproduct.",
        "Panasonic also plans to release high-definition camcorders for consumers in 2007.",
        "canola (oil)s trying to garner support from grain growers for its application to commercially release genetically-modified canola.",
        "capsular release.",
        "carpeting lighting press release that.",
        "Work behind the scenes is nearing completion, when we intend to release the cd, and also its \" digital sister \" .",
        "cleavage of these proteins precludes fusion of the vesicles with the nerve membrane, thereby preventing release of neurotransmitters into the neuromuscular junction.",
        "coincide with the release of their new single ' Put You in Your Place ', out 14th August.",
        "Of the multiple stages that occur during biomass combustion, the char combustion is most relevant in alkali metal release.",
        "compartment with overflap secured by quick release buckles.",
        "They're also planning to release a compilation of Leeds bands.",
        "On 2 September 1993 we issued a Press Release publicizing an Extra-Statutory concession relating to such costs.",
        "See British beef will make consumers sick, say conservationists December 15th 2005 Badger Trust news release added to the site.",
        "Find out more in today's news release: Farming unions will \" wreck tourism \" warn conservationists.",
        "convalesceich is used in the release of energy, and is especially useful for menstruating women or anyone convalescing after illness.",
        "The point of maximum convexity is a frequent site of tension fracture, with release of slab avalanches.",
        "My first cookbook is scheduled for release this spring.",
        "Also, at Whipsnade Wild Animal Park visitors can see corncrakes being bred in preparation for release into the English countryside.",
        "More space is required for the purposes of assessing casualty prior to release, e.g. an enclosed corridor.",
        "They had found Mr Frey selling counterfeit DVDs that included films that had only just gone on general release in the cinema.",
        "May also be used on some vinyl floor coverings to provide a release system.",
        "creativity goldenpalacecom has release was issued game theory years ago harrah's.",
        "The test fire, produced by a burning wood crib attained a maximum heat release rate of approximately 11 MW.",
        "This release combines gentle synths with dramatic piano leads to create an indie pop crossover.",
        "It is freshly crushed to release over 78 minerals and trace elements to remineralise soil and compost heaps.",
        "CS (gas)th 2003 After the new release, how much do you play cs?",
        "Support for the euro currency will be available in the FCS release of version 1.2.",
        "It reduces tissue loss by blocking release of a protein called cytochrome c 11.",
        "Whether this is accurate or not time will tell but they are quoting release dates at the end of July.",
        "END revised release dateline: 1 May 2006 BACK TO NEWS PAGE.. ... .",
        "deemed worthy of commercial release?",
        "deliberate in order to take full account of their circumstances at the time of release.",
        "Despite his untimely demise, 2Pac has continued to release a steady stream of the material recorded prior to his death.",
        "demob finally in September 1947 my Release Group of 60 came up.",
        "Put it this way if I were to release the demos it would completely redeem her as an artist.",
        "depress the shutter release button slightly a bracket will appear over the object in focus.",
        "Please call on the US government to release all detainees.",
        "These should be supplemented with infrared point detectors located close to the most likely release points or in areas highly congested with equipment.",
        "They are seeing a Database Administrator, Release Manager, Development Team Leader, senior developer and a Developer.",
        "dewy mornings delay the time of release.",
        "Using LCMS techniques, we have already proven that chalcone release takes place in the parasite digestive vacuole.",
        "tax disincentive to training Press release Read more.. .",
        "The UN's envoy has urged Havana to release imprisoned dissidents and to allow freedom of expression.",
        "For further information on this Press Release please download the pdf document below.",
        "The special edition release contains a bonus behind-the-scenes documentary When Sharks Attack!",
        "doo-wop group that had one release on the Chance label in Chicago.",
        "Dopamine Systems in the Brain There are a number of collections of nerves in the brain that release dopamine Systems in the Brain There are a number of collections of nerves in the brain that release dopamine.",
        "Also note that the 1.51 release includes a large DOS and OS/2 binaries in the zip file, along with the C++ source.",
        "This is because Body Stress Release (BSR ), the treatment for which I am waiting, seems plain dotty.",
        "You will release those who sit in dark dungeons.",
        "To extend the duration of an application the granules can be coated with a resin which has microscopic pores to release the fertilizer.",
        "They need to release this DVD in the US.",
        "The benefit of a multi-region DVD is being able to buy the cheapest release of the film you want.",
        "Then again, I might have just missed the point about some ironic joke thanks to an overly earnest press release.",
        "There are two versions of this release: A hand-made CD-R collectors edition of 50 copies came first.",
        "electrolysis reaction also uses a catalyst to increase the energy release in the process.",
        "elevated in status in correspondence with its DVD release, this is just terrific.",
        "Don't feel embarrassed about crying as it helps when you release these intense emotions.",
        "emotive subject of prisoner release was high on the agenda for many supporters who attended a series of meetings.",
        "They are also expressed in brain, egg cells and many other tissues, where they regulate calcium release from the smooth endoplasmic reticulum.",
        "In addition, TENS encourages the body to release its own pain killing hormones, called endorphins.",
        "Try to keep smiling and release some feel-good endorphins.",
        "endorphin release, and lead to a pleasant \" high \" and sense of well-being.",
        "Vascular integrity in the healthy endothelium is maintained through the release of a variety of paracrine factors such as nitric oxide (NO ).",
        "Septic shock is caused by the release of large amounts of bacterial endotoxin (LPS) in the body.",
        "The government of France has also sent diplomatic envoys to try to secure the release of the two men.",
        "Click Here Tuesday 13th January 2004: Envy update: The US release date for envy update: The US release date for Envy has changed to 2nd April 2004.",
        "eosinophil recruitment, increased numbers of goblet cells and enhanced mucus release.",
        "Releasing equity from your property through an equity release scheme will reduce its value for inheritance tax purposes.",
        "We're a little off in our first release to testers mainly because of my Canada Day drinking escapades.",
        "Dandelion plants release ethylene which can affect the growth of neighboring plants.",
        "euro currency will be available in the FCS release of version 1.2.",
        "exocrine glands, which release hormones down a tube or duct."
    ],
    "definition": [
        "Freeing from an obligation or commitment.",
        "Liberating one from a duty or claim that she could have been held legally liable for.",
        "Surrendering of a right or title.",
        "A written permission to publish or to quote in print, given to a newspaper or book publisher by the quote’s legal owner.",
        "A discharge from custody, confinement, or imprisonment, whether with certain provisos or unconditionally.",
        "Link/Cite"
    ]
}