{
    "translation": "תרופה",
    "uses": [
        "I intend to remedy that later today.",
        "I'm taking steps to remedy those issues.",
        "\"I plan to remedy the empty stomach very soon,\" she said, studying the menu.",
        "She, resolving to apply the remedy for his grief, questions him for that purpose.",
        "Maybe I can remedy some of them of the ills.",
        "But neither of us suggested a remedy for calming things down.",
        "She'd have to remedy that.",
        "But it is the fault of the government itself that the remedy is worse than the evil.",
        "Dusting with Paris green is, however, an efficient remedy if promptly applied at the outset of the attack.",
        "They think that, if they should resist, the remedy would be worse than the evil.",
        "The government promised in 1910 to remedy the law with the assent of the Great Powers, and, if successful in its negotiations, to present an amended law.",
        "The new government energetically proceeded to remedy this state of affairs.",
        "Among them secular studies had been neglected, and Mendelssohn saw that he could best remedy the defect by attacking it on the religious side.",
        "There is probably no better remedy for corns.",
        "He surprised me in a later conversation by mentioning he was taking steps to remedy the problem.",
        "Prepared as a draught, it was used as a cure for sterility and a remedy for poisons.",
        "No remedy is known for the disease, and cotton should not be planted on infected land for at least three or four years.",
        "The remedy proposed by Descartes is (while not neglecting our duties to others, ourselves and God) to let doubt range unchecked through the whole fabric of our customary convictions.",
        "Feverish attempts were made to remedy the lack of warlike stores, but difficulty was experienced on account of the fleet blockading the entrance to the river.",
        "There are also certain liabilities or debts which, for the convenience of the remedy, have been made to appear as though they sprang from contract, and are sometimes termed quasi-contracts.",
        "War as the remedy will fall out of favor for the many reasons I outline above.",
        "He discerned their capabilities, studied their characters, and sought to remedy their defects by frank and searching criticism.",
        "If he proved his purchase, he had to give up the property but had his remedy against the seller or, if he had died, could reclaim five-fold from his estate.",
        "He proposed to remedy this state of things by the sale of land in small quantities at a sufficient price, and the employment of the proceeds as a fund for promoting immigration.",
        "Soft soap is used by dermatologists in the treatment of chronic eczema, and opodeldoc is a domestic remedy for stiffness and sprains.",
        "In Switzerland secret remedies cannot be advertised without submitting the formula and a sample of the remedy to the board of health.",
        "Sir Edward Coke finds in Magna Carta a full and proper legal answer to every exaction of the Stuart kings, and a remedy for every evil suffered at the time.",
        "They will wait, well disposed, for others to remedy the evil, that they may no longer have it to regret.",
        "The policy thus initiated upon the precedent laid down by Otto the Great was a remedy for pressing evils.",
        "The remedy proposed by Repsold for this proved fault is to cause the whole slide to tilt instead of the microscope only; this should prove a complete remedy.",
        "Soon after the apothecaries were formed into a separate company they took into consideration means to prevent the frauds and adulterations practised by the grocers and druggists, and, to remedy the evil, established a manufactory of their own in 1626 so that they might make preparations for their own members.",
        "Experts are at an entire loss to form a correct idea of the cause, or to apply any effective remedy.",
        "phosphorus is the perfect product for stimulating the bloom or remedy the phosphorus deficiency of the plant.",
        "Galen is said to have invented hiera-picra, which he employed as an anthelmintic; it is still used in England as a domestic remedy.",
        "In scabies (itch) it is the best remedy, killing the male parasite, which remains on the surface of the skin.",
        "Under these acts a right of reentry or forfeiture is not to be enforceable unless and until the lessor has served on the lessee a written notice specifying the breach of covenant or condition complained of, and requiring him to remedy it or make compensation, and this demand has not within a reasonable time been complied with; and when a lessor is proceeding to enforce such a right the court may, if it think fit, grant relief to the lessee.",
        "Hence, well balanced reforms were needed to remedy such shortcomings.",
        "Is there a one-size-fits-all remedy to nip each and every unwanted behavior in the bud?",
        "It's important to assess your current state of health, any medical conditions you may have, as well as any medications that you're taking before you take an herbal remedy.",
        "Individuals who wish to try a cinnamon herbal remedy should first speak with their physician before doing so.",
        "A more complete remedy was introduced by the Judicature Act 1873, which consolidated the courts of law and equity, and ordered that law and equity should be administered concurrently according to the rules contained in the 26th section of the act.",
        "The obvious remedy is to make all measures on opposite sides of the fixed web before reversing in position-angle - a precaution, however, which no careful observer would neglect.",
        "In theory these agreements may result from the spontaneous and pacific initiative of the contracting parties, but in reality their object has almost always been to terminate more or less acute conflicts and remedy more or less disturbed situations.",
        "So far as a remedy for scepticism is found at all, Kant places it, not within theoretic knowledge, but in moral or \" practical \" experience.",
        "a cooling remedy for a feverish state.",
        "The remedy they proposed was that the labourers should be prohibited from migrating from one estate to another, and an order to that effect was issued, with the result that the peasants, being no longer able to change their domicile and seek new employers, fell practically under the unlimited power of the proprietors on whose land they resided.",
        "The severity of the crisis produced a remedy, in the form of a patriotic rising of the masses under the leadership of a butcher called Minin and a Prince Pozharski.",
        "But the iron sheathing was not strong enough to resist buckling under the passage of the loaded wagons, and to remedy this defect the plan, was tried of making the rails wholly of iron.",
        "To remedy these defects vestibules were introduced, to enclose the platform with a housing so arranged as to be continuous when the cars are made up into trains, and fitted with side doors for ingress and egress when the trains are standing.",
        "In 1894 the Porte, at the instance of the powers, nominated a Christian, Karatheodory Pasha, to the governorship, and the Christians, mollified by the concession, agreed to take part in the assembly which soon afterwards was convoked; no steps, however, were taken to remedy the financial situation, which became the immediate cause of the disorders that followed.",
        "The remedy for the evils of the time was not so much the reduction as the equalization of the imposts, which would allow the poor to consume more, raise the production and add to the general wealth.",
        "A number of larvae of Lepidoptera feed on the leaves - the remedy is to capture the mature insects when possible.",
        "A decoction of the buds in milk or whey is a common household remedy for scurvy; and the young shoots or green cones form an essential ingredient in the spruce-beer drank with a similar object, or as an occasional beverage.",
        "8vo, 1867), strove to remedy, and to some extent did remedy, the grosser errors of the first, but enough still remain to make few statements in the work trustworthy unless corroborated by other evidence.",
        "His indignation was aroused by the barbarities inflicted upon the Hottentots and Kaffirs (by a minority of the colonists), and he set himself to remedy their grievances; but his zeal was greater than his knowledge.",
        "The English doctrine that a verbal lease may be specifically enforced if there has been part performance by the person seeking the remedy has been fully adopted in nearly all the American states.",
        "No certain remedy is known for the destruction on a commercial scale of the boll weevil, but every effort has been made in the United States to check the advance of the insect, to ascertain and encourage its natural enemies, and to propagate races of cotton which resist its attacks.",
        "9, 1098); he put the besiegers in touch with the Genoese ships lying in the harbour of St Simeon, the port of Antioch (March 1098) - a move which at once served to remedy the want of provisions from which the crusaders suffered, and secured materials for the building of castles, with which Bohemund sought - in the Norman fashion - to overawe the besieged city.",
        "The master (dominus) could inflict on his coloni \" moderate chastisement,\" and could chain them if they attempted to escape, but they had a legal remedy against him for unjust demands or injury to them or theirs.",
        "When Buxton published in 1840 his book entitled The Slave Trade and its Remedy, this was the remedy he contemplated.",
        "Fowell Buxton, African Slave Trade (2nd ed., 1838), and The Remedy, a Sequel (1840); Memoirs of Sir T.",
        "On the 4th of May Milner penned a memorable despatch to the Colonial Office, in which he insisted that the remedy for the unrest in the Transvaal was to strike at the root of the evil - the political impotence of the injured.",
        "To remedy this, Murat and other general officers as well as minor agents were sent ahead and instructed to travel through South Germany in plain clothes with a view to collecting information and mastering the topography.",
        "\" This treatise,\" he says, speaking of the Stromateis, \" has not been contrived for mere display, but memoranda are treasured up in it for my old age to be a remedy for forgetfulness, - an image, truly, and an outline of those clear and living discourses, and those men truly blessed and noteworthy I was privileged to hear.",
        "The London County Council, directly after its establishment, took means to remedy this evil (see London).",
        "It was, however, far easier to acknowledge that the Capitulations rgime was defective and had outlived its time than to devise a remedy and get all the nations interested to accept it.",
        "ScienceDaily:' The Arthritis Research & Therapy reports that frankincense can perhaps be an herbal remedy for arthritis.",
        "Always check with an herbalist before trying to make tea from wild berries to ensure that you've picked the right ones, and do check with your health care provider before trying this or any other herbal remedy.",
        "Native Americans also used this variety of ginseng as a cough remedy and as a method to ease constipation.",
        "Apple cider vinegar is a renowned folk remedy, believed to be a cure-all for a host of common ailments.",
        "In Herbs and Things: Jeanne Rose's Herbal (Last Gasp 2002) the authors recommend apple cider vinegar as a safe and natural remedy for fungal infections.",
        "Passion Flower: Passion Flower (Passiflora incarnate) is another of the great calming herbs and is also a good herbal remedy to try for insomnia.",
        "No substantial measures to remedy this state of things were adopted till 1771, when an act of parliament was passed authorizing the construction of pound locks on the Thames above Maindenhead Bridge.",
        "The obvious remedy for these evils was to concentrate the executive power, to render the petty chiefs amenable to one tribunal, and to confide the management of the defensive force to one hand.",
        "The last he opposed because the proper remedy lay in resolutions and orders of the House.",
        "In the highest circles a dissolution of the diet now seemed to be the sole remedy; but, before it could be carried out, tidings of the February revolution in Paris reached Pressburg' (March 1 and on the 3rd g () 3 1848.",
        "If a surface intended to be flat is affected with a slight general curvature, a remedy may be found in an alteration of focus, and the remedy is the less complete as the reflection is more oblique.",
        "The asphodel was also supposed to be a remedy for poisonous snake-bites and a specific against sorcery; it was fatal to mice, but preserved pigs from disease.",
        "Rome is indeed to be honoured as the mother of the churches; nor would Gerbert oppose her judgments except in two cases - (I) where she enjoins something that is contrary to the decrees of a universal council, such as that of Nice, or (2) where, after having been once appealed to in a matter of ecclesiastical discipline and having refused to give a plain and speedy decision, she should, at a later date, attempt to call in question the provisions of the metropolitan synod called to remedy the effects of her negligence.",
        "Besides law, the important departments of finance and mines were organized, and steps taken to remedy the grievances of the commercial and mining classes.",
        "medicina: sc. ars, art of healing, from mederi, to heal) may be used very widely, to include Pathology, the theory of the causation of disease, or, very narrowly, to mean only the drug or form of remedy prescribed by the physician - this being more properly the subject of Therapeutics (q.v.) and Pharmacology.",
        "In his sleep (incubatio, 1yuou / 7 ra) the appropriate remedy was indicated by a dream.",
        "These remedies were arcana - a word corresponding partly to what we now call specific remedies, but implying a mysterious connexion between the remedy and the \"essence\" of the disease.",
        "\" similaa similibus curantur,\"which he explained as depending on the law that in order to get rid of a disease some remedy must be given which should substitute for the disease an action dynamically similar, but weaker.",
        "The original malady being thus got rid of, the vital force would easily be able to cope with and extinguish the slighter disturbance caused by the remedy.",
        "To remedy this chaotic state of affairs, the Metropolis Management Act 1855 was passed.",
        "iravaeaa, all-healing, from 7ras, all, and ae€iveac, to heal), a universal remedy, or cure for all diseases, a term applied in the middle ages to a mythical herb supposed to possess this quality.",
        "The means which have proved most efficacious, both as a remedy and a preventive of this disease, is to scatter flowers of sulphur over mthe vines, before the morning dew has evaporated.",
        "was also a physician, and a celebrated remedy of his is mentioned by his contemporary Marcellus (De A7edicamentis, liber 21).",
        "The provision of wind breaks is the only effective remedy.",
        "The remedy for the paradox is to recognize that the foundation for our belief in the existence of objects is the force which they exercise upon us and the resistance which they offer to our will.",
        "A strange episode in the legend of the destruction of man by the gods tells how Ra (or Re), the first king of the world, finding in his old age that mankind ceased to respect him, first tried the remedy of massacre, and then ascended the heavenly cow, and organized a new world - that of heaven.9 8.",
        "But carbolic acid and caustic potash destroy it only after a day or two, consequently they are not a remedy.",
        "Vigorous cauterization with nitrate of silver, driving the stick into the widened wound, is also good, and it is a remedy which one can carry in the pocket.",
        "Quick amputation of the finger is the best remedy of all if a large snake has bitten it.",
        "Emigration may give temporary relief to congested districts, but it is not in itself a remedy for so-called over-population.",
        "To remedy the evil, Casimir drew up and promulgated the severe statute of Great Poland, which went to the very root of the matter and greatly strengthened the hands of the king's justices.",
        "30 and proceeded N., leaving the \" Canopus \" to remedy engine defects and bring on colliers.",
        "To remedy drawback (I) Repsolds devised the form of printing micrometer which is shown in figs.",
        "To remedy drawback (2) Repsolds provided for the Yale heliometer an additional handle for motion in position angle, intermediate in velocity between the original quick and slow motions.",
        "The best remedy in such cases is to prevent the air from gaining access to the coal by building a wall round the burning portion, which can in this way be isolated from the remainder of the working, and the fire prevented from spreading, even if it cannot be extinguished.",
        "In his Summa he declares that as there are seven chief sins, either original or of act, so there must be seven sacraments to remedy them; but he only enumerates six, namely baptism and the sacraments of confirmation, of the altar, of penance, last unction and matrimony.",
        "The pope is constantly accused of violating the concordat, and constant demands are made for a general council, or at least a national one, which should undertake to remedy the abuses.",
        "As to ecclesiastical abuses the council could do very little, and finally satisfied itself with making out a list of those which the new pope was required to remedy in co-operation with the deputies chosen by the council.",
        "For the remedy of these abuses parliament turned to the king, \" in whom and by whom the only and sole redress, reformation and remedy herein absolutely rests and remains.\"",
        "The French remedy for an unsuccessful colony has always been to annex more territory, and forestall a possible rival.",
        "The two measures which were adopted by the Church to remedy these conditions - the pax ecclesiae or Dei and the treuga or treva Dei - are usually both referred to as the Truce of God, but they are distinct in character.",
        "This may be identical with that known as K6XXov II?pa, said to be a remedy for barrenness in women.",
        "The degree of accuracy required is indicated by the \" remedy \" allowance for weight, which is different for each coin, and is the maximum difference from the standard weight which is allowed by law.",
        "As the mean thickness of a sovereign is 0.0466 in., the remedy for weight corresponds to a difference of less than in.",
        "The remedy for English silver coins varies from 2 grains or 4.58 per moo in the case of the crown, to 0.087 grain or 11.97 per moo in the case of the silver penny.",
        "In England the remedy for fineness is 2 per moo on gold coins and 4 per moo on silver coins above and below the legal standard.",
        "In former times, however, advantage was sometimes taken of the remedy as a means of profit.",
        "In the reign of Queen Elizabeth, the master of the Mint, finding the allowance under his contract to be insufficient, availed himself of the remedy on the silver coinage, which amounted to 6±d.",
        "For mint use it is necessary that they shall distinguish between \" light,\" \" heavy \" and \" good \" coins which do not differ from standard by more than the small weight known as the \" remedy \" (see above).",
        "If the coin is heavier than the lowest legal weight (that is, the standard weight less the remedy) the righthand side of the beam begins to fall and the left-hand one is raised.",
        "This movement proceeds until the stirrup L below the left-hand hanger is raised far enough to touch the rod M, which is equal in weight to twice the remedy.",
        "The movement is then stopped provided that the weight of the coin is not greater than the standard weight plus the remedy.",
        "The middle step and slot are for coins within the remedy.",
        "A workman sitting at a balance files the edges of the piece and weighs it until it is within the remedy.",
        "A remedy was attempted in 1896 by an improvement in the government.",
        "To remedy this defect, a statute (called the Statute of Enrolments) was passed in the same year, which provided that every conveyance by bargain and sale of freehold lands should be enrolled in a court of record or with the custos rotulorum of the county within six months of its date.",
        "The reason for this was that every party had cause to fear parliamentary oppression at the hands of other nationalities, and this was why it was long impossible to reconcile the principal parties in the House to any effective remedy.",
        "No means, however, existed of enforcing any remedy until the papal schism occurred in 1378.",
        "116, we have this allopathic remedy for fever.",
        "By the promotion to the cardinalate of such men as Contarini, Caraffa, Pole and Morone, and the appointment of a commission to report upon existing evils and their remedy, the way was opened for reform; while by the introduction of the Inquisition into Italy (1542), the establishment of the censorship and the Index (1543), and the approval of the Society of Jesus (1540), most efficient agencies were set on foot for combating heresy.",
        "the author's lot in life was cast, on the disappointments which seemed to him to be the reward of all human endeavour, and the inability of man to remedy the injustices and anomalies of society.",
        "(2) To remedy these drawbacks an entirely new system was introduced in 1902 by von Soden in his Die Schriften des neuen Testaments, Bd.",
        "To remedy the confusion produced by the variations of the Latin text Pope Damasus asked Jerome to undertake a revision, and the latter published a new text of the New Testament in A.D.",
        "It was, however, fortunately found easy to remedy this.",
        "For common weights and measures this margin (tolerance, remedy or allowance, as it is also called) has been set out by the Board of Trade for all the various kinds of weights and measures in use for commercial purposes in the United Kingdom, and similar margins of error are recognized in other countries.",
        "To the urgency of this peril the reformers were fully alive; and they sought its remedy in education.",
        "They are dipped in water, which is given to ailing cattle and human beings as a sovereign remedy for diseases.",
        "A remedy against obstruction has been.",
        "But this violent and arbitrary remedy is only partial.",
        "Thus the bituminous and fatty matters found about the mummies and their wrappings were employed as a sovereign remedy, particularly for wounds and contusions, and a brisk trade began in these \"exudations\" of mummies.",
        "He sought to remedy the evil by liaisons with two of the most beautiful of his countrywomen, Barbara Gizanka and Anna Zajanczkowska, the diet undertaking to legitimatize and acknowledge as his successor any heir male who might be born to him; but their complacency was in vain, for the king died childless.",
        "The remedy for this is the extension of factories and home industries; but European capital is difficult to obtain in India, and the native capitalist prefers to hoard his rupees.",
        "The increasing numbers arriving by this means, however, provoked serious hostility in the Pacific coast states, especially in San Francisco, and to remedy the difficulty Congress inserted a clause in the general immigration act of the 10th of February 1907 which provides that whenever the president is satisfied that passports issued by any foreign government to any other country than the United States, or to any of its insular possessions, or to the Canal Zone, \" are being used for the purpose of enabling the holders to come to the continental territory of the United States to the detriment of labour conditions therein,\" he may refuse to admit them.",
        "His aim is to remedy this defect by psychology, under the conviction that a true metaphysics is at bottom psychology, and a true psychology fundamentally metaphysics.",
        "This document, which confused the political problem with the theological, was bound to envenom the quarrel between emperor and pope beyond all remedy.",
        "The remedy is soap and water, and sulphur ointment.",
        "As a prime remedy for the prevailing evils all marriages between the two races were forbidden.",
        "and the Remedy ayenst the troubles of temptacyons.",
        "Peltigera canin g, which formed the basis of the celebrated \" pulvis antilyssus \" of Dr Mead, long regarded as a sovereign cure for hydrophobia; Platysma juniperinum, lauded as a specific in jaundice, no doubt on the similia similibus principle from a resemblance between its yellow colour and that of the jaundiced skin; Peltidea aphthosa, which on the same principle was regarded by the Swedes, when boiled in milk, as an effectual remedy for the aphthae or rash on their children.",
        "Thus Sigismund's views were those of a statesman who clearly recognizes present evils and would remedy them.",
        "The study of Montesquieu seems to have directed his attention towards economic questions; and his first publication (1762) was a tract on the derangement of the currency in the Milanese states, with a proposal for its remedy.",
        "Wherever the soil is not quite suitable, but is capable of being made so, it is best to remedy the defect at the outset by trenching it all over to a depth of 2 or 3 ft., incorporating plenty of manure with it.",
        "The remedy is to make the plane of its surface agree with that of the ground.",
        "Sometimes the walls are furnished with galvanized wires, but this has been objected to as causing cankering of the shoots, for which, however, painting is recommended as a remedy.",
        "At this season roses, grape vines and other plants are often affected by mildew; an effectual remedy is to paint the hot-water pipes with a mixture of sulphur and lime, put on as thick as ordinary whitewash, once each week until it is checked; but care must be taken not to apply it on any surface at a higher temperature than 212°.",
        "The only remedy is to cut off and burn the diseased branches.",
        "He saw clearly the inherent defects of the existing federation, and he wished to remedy a system which was so complicated as to be at times almost unworkable.",
        "In1832-1833the \"Union\" party of South Carolina was composed of those who rejected nullification, holding to secession as the only remedy; and from 1830 to 1860 certain radical abolitionists advocated a division of the Union.",
        "Salmon, in The New London Dispensatory, similarly praised the remedy.",
        "Saint-Just's remedy was direct and terrible: he followed his experience in Paris, \"organized the Terror,\" and soon the heads of all suspects sent to Paris were falling under the guillotine.",
        "SaintJust proposed a dictatorship as the only remedy for the convulsions of society.",
        "The act of 1891, has, however, altered this method of recovering tithes, and substituted another intended to shift the burden of responsibility from the occupier to the landowner, by making the latter directly and solely responsible, but giving the remedy against the land.",
        "The obvious remedy was to throw a weir across each branch of the river to control the water and force it into canals taken from above it.",
        "Its effects were excellent; but obviously no partial remedy was sufficient.",
        "Lasker, to remedy this defect, proposed, therefore, an alteration in the constitution, which, after being twice carried against the opposition of the Centre, was at last accepted by the Bundesrat.",
        "It was therefore for every reason desirable to remedy a state of things by which so many parishes were left without incumbents, a condition the result of which must be either to diminish the hold of Christianity over the people, or to confirm in them the belief that the government was the real enemy.",
        "A similar movement began among the Protestants after the commercial crisis of 1873, which forms an epoch in German thought, since it was from that year that men first began to question the economic doctrines of Liberalism, and drew attention to the demoralization which seemed to arise from the freedom of speculation and the influence of the stock exchangea movement which in later years led to some remarkable attempts to remedy the evil by legislation.",
        "The Germans, however, could at least hope that in the future the financial arrangements might be revised; the complaints of the Slav races were political, and within the constitution there was no means of remedy, for, while the settlement gave to the Hungarians all that they demanded, it deprived the Bohemians or Galicians of any hope that they would be able to obtain similar independence.",
        "These measures,` though severely criticized by the Opposition, were introduced to remedy obvious, and in some cases terrible social evils.",
        "The phrase \"a free breakfast table\" was his; and on the rejection of Forster's Compensation for Disturbance Bill he used the phrase as to Irish discontent, \"Force is not a remedy.\"",
        "In the spring of this year Garrison issued his Thoughts on African Colonization, in which he showed by ample citations from official documents that the American Colonization Society was organized in the interest of slavery, and that in offering itself to the people of the North as a practical remedy for that system it was guilty of deception.",
        "Garlic possesses stimulant and stomachic properties, and was of old, as still sometimes now, employed as a medicinal remedy.",
        "By this revolutionary method of land nationalization Mehemet Ali became proprietor of nearly all the soil of Egypt, an iniquitous measure against which the Egyptians had no remedy.",
        "To free itself from its financial difficulties the government adopted a heroic remedy which only created fresh troubles.",
        "In this way the heroic remedy failed, and to the internal difficulties were added international complications.",
        "A number of members of the council and assembly visited England in July 1908 and were received by Sir Edward Grey, who gave them assurances that Great Britain would always strive to remedy the legitimate grievances of Egyptians.",
        "It was to remedy these evils that he established a court school, after the example of Charles the Great; for this he imported scholars like Grimbald and John the Saxon from the continent and Asser from South Wales; for this, above all, he put himself to school, and made the series of translations for the instruction of his clergy and people, most of which still survive.",
        "A remedy had been attempted to be applied to this evil by a law of the 1 It is commonly identified with the modern Kiistendil, but Uskiib (the ancient Skupi) has also been suggested.",
        "A parliamentary commission was appointed in 1881 to investigate the causes of the disastrous subsidences which are constantly taking place in all the salt districts, and the provision of a remedy.",
        "To remedy the loss incurred by this measure Ralph Bloyou in 1331 procured for himself and his heirs a market on Mondays and a fair on the vigil, feast and morrow of St Andrew at Marghasyon.",
        "An endeavour had been made by the emperor Leo the Isaurian to remedy this evil, but his attempted reform of the law had been rather calculated to increase its uncertainty; and it was reserved for Basil the Macedonian to show himself worthy of the throne, which he had usurped, by purifying the administration of justice and once more reducing the law into an intelligible code.",
        "A committee on grievances was appointed, as chairman of which Mackenzie presented the admirable Seventh Report on Grievances, largely written by himself, in which the case for the Reformers was presented with force and moderation, and the adoption of responsible government advocated as the remedy.",
        "The prevalent political economy, in which that theory was embodied, made a principle of neglecting the very evils which it should be the great function of government to remedy.",
        "The ordinary mind complained that he had no specific remedy to propose for the growing evils of the time; and the more cultivated idealist was alienated by the gloom and the tendency to despair.",
        "It is of such exceeding strangeness and beauty that it might have been thought it would be protected by the natives; but they hold it alive before a fire till its beautiful eyes burst in order to afford a supposed remedy for ophthalmia!",
        "It is part of Hegel's plan to remedy this one-sided character of thought, by laying bare the gradations of ideas.",
        "In order to remedy these defects primary education was made a first charge upon provincial revenues, and a permanent annual grant of 213,000 was made from the central government, with the result that thousands of new primary schools have since been opened.",
        "An attempt has been made to remedy the evil by means of schools of art, but with little result.",
        "This had been exposed by a parliamentary inquiry as far back as 1814, but nothing had been done to remedy the evils laid bare.",
        "He did his best to remedy the misery caused by the intestine wars, repaired the ruined mosques and other public edifices, founded hospitals and libraries - his library in Shiraz was one of the wonders of the world - and improved irrigation.",
        "On the other hand the doctrine became effective if the manors in question had been granted by later kings to subjects, because if they remained in the hand of the king the only remedy against ejectment and exaction lay in petitioning for redress without any definite right to the latter.",
        "Their remedy was to apply for a little writ of right in the first case and for a writ of monstraverunt in the second.",
        "As in Syria, watered by the Orontes, an image, the lower remedy part of which was a scorpion, cured the sting of against scorpions and freed the city from snakes.",
        "In 1838 Sir James Brooke, an Englishman, whose attention had been turned to the state of affairs in the Eastern Archipelago, set out for Borneo, determined, if possible, to remedy the evil.",
        "His argument was that it was useless to send in more reserves to the chaos among the hills west of the Isonzo; that the only way to remedy the situation was to withdraw the bulk of the armies \" from close contact with the enemy under the protection of vigorous rearguard actions,\" and so make possible the organization of a solid defence and eventual counter-attack.",
        "Since then oidium has reappeared from time to time, but the remedy of spraying with finely divided sulphur, which was discovered at the time of the epidemic, has enabled the wine farmers to keep it under.",
        "As a remedy for such a breach of compact the state might resort to nullification, or, as a last resort, to secession from the Union.",
        "Secession, he contended, was the only final remedy left to the weaker.",
        "158, 2nd ed., 1828) mentions it as a popular remedy in Norfolk for ague.",
        "Though he discharged his civic duties in spite of a frail physique, he emphasized the sorrows of life; and yet he advocated no hopeless resignation, but rather the remedy of work, and took as his model Heracles, the embodiment of virile activity.",
        "\" It is counted by some a weakness in princes to have favourites; but it is of all others the best remedy against ambitious great ones; for when the way of pleasuring and displeasuring lieth by the favourite, it is impossible any other should be over great.\"",
        "A modification of the method was designed to remedy these defects.",
        "The collodium stypticum is a valuable external remedy.",
        "Combined with opium it is an efficient remedy in diabetes insipidus.",
        "Before that the sisters had written in collaboration a novel, Passion and Principle (1841), marked with that serious sense of the deficiencies in women's education, to remedy which they did so much, and Thoughts on Self-Culture addressed to Women (1850).",
        "The remedy which Solon adopted was of a kind that we are accustomed to consider as purely modern.",
        "The president of the republic has no power to dissolve the chambers, to endeavour to remedy the evil by one or another political party obtaining a substantial working majority, but must wait to see the results of the triennial elections.",
        "Kiddushim, 30, b) that the law was given as the divine remedy for the evil yezer of man.",
        "So far from being a remedy, he argues, it is an aggravation.",
        "After showing that civilized government was practically non-existent in the regions visited, it suggested as the chief remedy the conclusion of a RussoBritish convention, and the division of Persia into spheres of influence.",
        "Thus in acute gout the most common and most trusted remedy for removing the pain is colchicum, but at present we do not know what action it has upon the system, or why it gives so much ease in the pain of gout while it has comparatively little effect upon pain due to other causes.",
        "It is a useful method, and is often very satisfactory, but it has the disadvantage that it admits of but little progress, and when a trusted empirical remedy fails we do not know precisely in what direction to look for a substitute.",
        "In contradistinction to empirical we have rational therapeutics, by which we mean the application of a remedy, whose mode of action we know more or less perfectly, in diseased conditions, the nature of which we also understand more or less fully.",
        "In cases of angina, while the resistance opposed to the action of the heart by spasm in the vessels may be great, the heart itself may be feeble, and it may therefore be necessary to give some remedy which will increase the power of the heart.",
        "But if such a remedy were given alone it might, and probably would, act on the arteries as well as the heart, and by causing the contraction of the vessels do more harm than good.",
        "In the remedy just mentioned the salicylic acid forms the basis; but sometimes chloride of zinc or lactic acid is added to it to make it act more quickly, and these are the adjuvants.",
        "For many years pepsine has been used as a remedy in dyspepsia to supplement the deficiency of digestive juice in the stomach, and it has been used popularly in dyspepsia for a still longer period.",
        "A combination of the two kinds of remedy is sometimes useful, and chloral sometimes succeeds when other things fail, because it depresses the circulation as well as lessens the activity of the brain-cells.",
        "The remedy most trusted to in this disease is opium and its alkaloids, morphine and codeine.",
        "In acute attacks of rheumatism the remedy par excellence is salicylate of soda, which reduces the temperature, relieves the pain, and removes the swellings from the joints.",
        "He sought to remedy the mistake which had been made, and in 1858 he submitted a scheme of federation between the various South African states.",
        "The leading South African statesmen realized that unless an effort to remedy this condition was made without delay affairs would go from bad to worse.",
        "The effort to remedy the frightful corruption which had been fostered by the Hats and Caps engaged a considerable share of his time and he even found it necessary to put the whole of a supreme court of justice (Giita Hofratt) on its trial.",
        "It is to be observed that neither at common law nor under the act of 1679 was the writ the appropriate remedy in the case of a person convicted either on indictment or summarily.",
        "It properly applied to persons detained before or without trial or sentence; and for convicted persons the proper remedy was by writs of Dicey, Law of the Constitution (6th ed.), p. 195.",
        "And though there was a complete remedy just coming into notice, in the Evangelical revival, it was not of a kind that commended itself to Butler, whose type of mind was opposed to everything that savoured of enthusiasm.",
        "The railway to be built by Brazil will remedy this unfavourable situation, will afford a better outlet for north-eastern Bolivia, and should promote a more rapid development of that region, which is covered with an admirable system of navigable rivers above the falls of the Beni and Mamore.",
        "He did not indeed consider it feasible to reopen the question of its autonomy, but he endeavoured to remedy some of the most serious grievances of the country.",
        "It is in the highest degree natural that Livy should have sought for the secret of the rise of Rome, not in any large historical causes, but in the moral qualities of the people themselves, and that he should have looked upon the contemplation of these as the best remedy for the vices of his own degenerate days.",
        "When it is used to relieve pain or diarrhoea, if the dose be not taken at the usual time the symptoms of the disease recur with such violence that the remedy is speedily resorted to as the only means of relief, and thus the habit is exceedingly difficult to break off.",
        "For this reason the admiralty decided against the plan, much to the inventor's annoyance, especially as orders to remove the protectors already fitted were issued in June 1825, immediately after he had announced to the Royal Society the full success of his remedy.",
        "It was formerly prescribed as a remedy for dropsy.",
        "An attempt was made to remedy this state of things by the Public Health Amendment Act 1890, section 19, but the remedy so provided was very partial, and may be said to be confined to the case where two or more houses belonging to different owners are drained into a common drain laid under private land, and ultimately discharging into a sewer in a road or street.",
        "5 seq.), but for the evils of the world he has no remedy but the patient endurance of the Christian philosopher (i.",
        "1-12), his remedy is again the God-given, peaceable spirit of the Christian philosopher (iii.",
        "Its most striking success is in epilepsy, for which it is the specific remedy.",
        "This, too, Aungier set himself to remedy.",
        "He maintained an attitude of defiance and of \"Roman resolution,\" smiled scornfully at his questioners, making no secret of his intentions, replied to the king, who asked why he would kill him, that the pope had excommunicated him, that \"dangerous diseases require a desperate remedy,\" adding fiercely to the Scottish courtiers who surrounded him that \"one of his objects was to blow back the Scots into Scotland.\"",
        "But even the rural populations have generally found surface springs insufficiently constant for their use and have adopted the obvious remedy of sinking wells.",
        "The only remedy for this is the abolition of the law of inheritance, and the union of all the instruments of labour in a social fund, which shall be exploited by association.",
        "wished to remedy this condition of affairs, and gave to his penitentionary, the Dominican Raymond of Pennaforte, the task of condensing the five compilations in use into a single collection, freed from useless and redundant documents.",
        "From 1856 to 1860 Baltimore was under the control of the American or Know-Nothing party, and suffered greatly from election riots and other disorders, until as a remedy the control of the police system was taken from the mayor and council and exercised by the state government.",
        "Meanwhile taxation was heavy, the whole nation was seething with discontent, andwhat was worstno way was visible out of the miserable situation; ministers and councillors were repeatedly displaced, but their successors always proved equally incompetent to find a remedy.",
        "In after times, when any real danger occurred which needed a suspension of the ordinary safeguards of liberty, a remedy was found in the suspension of the law by act of parliament; such a remedy, however, only became possible when king and parliament were on good terms of agreement with one another.",
        "The increasing estrangement between him and the nation made him averse from the natural remedy of a parliament, and he reverted to the absolute practices of the middle ages, in order that he might strain them far beyond the warrant of precedent to levy a tax under the name of ship-money, first on the port towns and then on the whole of England.",
        "Nevertheless, the remedy was worse than the disease, for it would have established a close oligarchy, bound sooner or later to come into conflict with the will of the nation, and only to be overthrown by a violent alteration of the constitution.",
        "Distress was acute; and in the manufacturing towns mass meetings ~ were held to discuss a remedy, which, under the guidance of political agitators, was discovered in universal suffrage and annual parliaments.",
        "To the Whig leaders the church was all but as sacrosanct as to the Tories, the very foundation of the constitution, not to be touched save at imminent risk to the state; the most they would adventure was to remedy a few of the more glaring abuses of an establishment imposed on an unwilling population.",
        "In Jamaica the planters, who had sullenly accepted the abolition of slavery, were irritated by the passage of an act of parliament intended to remedy some grave abuses in the management of the prisons of the island.",
        "ours been done to remedy the evils arising from the employment of women and very young children in factories and mines.",
        "Lord Palmerston, however, with some tact postponed the controversy for the time by obtaining the appointment of a committee to search for precedents; and, after the report of the committee, he moved a series of resolutions affirming the right of the Commons to grant aids and supplies as their exclusive privilege, stating that the occasional rejection of financial measures by the Lords had always been regarded with peculiar jealousy, but declaring that the Comnions had the remedy in their own hands by so framing bills of supply as to secure their acceptance.",
        "Gladstone, emerging from his retirement, denounced the conduct of the Turks, In a phrase which became famous he declared that the, only remedy for the European provinces of the Porte was to turn out the Ottoman government bag and baggage.",
        "He did not absolutely object to some remedy in the state of representation (Corr.",
        "It has been supposed that the Reformed divinity here set itself to remedy the dogmatic dryness of Protestant scholasticism, fifty years before the Lutheran G.",
        "His most intimate friend, Excava- however, was Cicero, whose correspondence with him extended over many years, and who seems to have found his prudent counsel and sympathy a remedy for all his many troubles.",
        "It is impossible to detect the first infection or to cleanse the seed; the only remedy is to procure seed from a smut-free source, and to prevent further spread of the disease by gathering all smutted heads before the spores have matured or dispersed.",
        "Treves was almost destroyed by the barbarians; yet the first petition of its few surviving nobles was that the emperor would re-establish the circus games as a remedy for the ruined city (vi.",
        "In the form of extract or tincture it is a valuable remedy in the hands of a medical man, either as an anodyne, a hypnotic or a sedative.",
        "The smoking of the seeds and capsules of henbane is noted in books as a somewhat dangerous remedy adopted by country people for toothache.",
        "in 244 B.C. The Spartans did what they could to remedy this by law: certain penalties were imposed upon those who remained unmarried or who married too late in life.",
        "While Germany and England, where ultramontane doctrines had been allowed to creep in, were seeking a remedy ~ against the economic exactions of the papacy in a 1516.",
        "Fleury found no other remedy for this agitationin which appeal was made even to miraclesthan lits de justice and leUres de cachet; Jansenism remained a potent source of trouble within the heart of Catholicism.",
        "Carnot and Barthlemy wished to meet ecclesiastical opposition by legal measures only, and demanded peace; while Barras, La Rvellire and Reubell saw no other remedy save military force.",
        "Since the bacterial origin of foul brood has been established, the efforts of some bacteriologists have been employed in finding a simple remedy by means of which the disease may be checked in its earliest stages, and in this an appreciable amount of success has been attained.",
        "In 1849 Abd-el-Latif Pasha became governor-general and attempted to remedy some of the evils which disfigured the administration.",
        "Tatian insists that man is a free agent: that his sins and the consequent evils in the world are the result of free choice, and that the same free choice can remedy the evil.",
        "Linnaeus's copy of the book evinces the great assiduity with which he studied it; he laboured throughout to remedy the defect of the want of synonyms, sub-joined his own generic names to nearly every species, and particularly indicated the two remarkable passages where the germination of plants and their sexual distinctions are explained.",
        "These provisions did not remedy the grosser defects, and as proposals for an amendment of the constitution could be submitted to the people only after receiving a majority vote of the lower house, all further attempts at effective reform seemed to be blocked, owing to the unwillingness of the representatives of the smaller townships to surrender their unusual degree of power.",
        "In China it was an old internal remedy for leprosy and struma, and is accredited with stimulant, tonic, sedative, astringent and vulnerary properties.",
        "It was another principle that his chief exertions should be bestowed on the intermediate class of talent, as the geniuses would help themselves, and the dunces were beyond remedy.",
        "The philosophy of Fichte is historically interesting as that in which the deficiencies of Kant's fundamental position were first discerned and the attempt made to remedy them.",
        "An ancient Chinese herbal, part of which was written about the 5th century B.C., while the remainder is of still earlier date, notices the seed and flower-bearing kinds of hemp. Other early writers refer to hemp as a remedy.",
        "He was indefatigable, in war as in peace, in parading and inspecting; the weary and starving soldiers were forced to turn out amid the marshes of the Dobrudscha as spick and span as on the parade grounds of St Petersburg; but he could do nothing to set order in the confusion of the commissariat, which caused the troops to die like flies of dysentery and scurvy; or to remedy the scandals of the hospitals, which inflicted on the wounded unspeakable sufferings.",
        "You led him here, Rhyn, a sin made worse by the fact my own weakness made my domain vulnerable.  But, I'm going to remedy this.",
        "And so it fell to Mary Tealby, a penniless divorcee dying of cancer, to try to remedy the situation through sheer perseverance.",
        "You could also try homeopathic remedy aconite for both of you.",
        "acrid stench of the remedy Hangs in the air; the night skies Are lit with it; the animals Burning.",
        "apportioning of blame and attempts to remedy the problem.",
        "The flints were prehistoric arrowheads; one remedy was for the animal to drink water in which the offending stone had been placed 18.",
        "Remedy defect in hanger on left side of trailing bogie.",
        "A BCN would state the breach and the steps required to remedy the breach.",
        "These unique pools can help remedy everything from eczema to arthritis and is even good for the dreaded cellulite.",
        "I took blue cohosh and rescue remedy as I knew getting uptight wasn't going to help anyone.",
        "Herbs that may be helpful blue cohosh is a traditional remedy for lack of menstruation.",
        "cure-all ills remedy.",
        "Far more drastic action is needed to address the underlying problem of voter cynicism - greater localism is the only effective remedy.",
        "To remedy dandruff try rubbing lemon juice or a strong infusion of sage or rosemary into the scalp and roots.",
        "decoction of the leaves has been employed as a remedy for bleeding piles.",
        "Traditional Remedy: ½ cup seed decoction 2 to 3 times daily.",
        "The solution adopted was to remedy the tonal defects of the pipe organ in a bold manner.",
        "deficiencylatory aspects of the planning system cannot remedy such deficiencies on its own.",
        "diarrhea remedy throughout the Amazon today, used by Curanderos and local people alike.",
        "This remedy for sin is no artifice, no afterthought in the light of the tragedy of man's disobedience.",
        "But more important is the less glamorous task of tackling serious disrepair - doing the unseen jobs to remedy damp and deterioration.",
        "The Drake opinion took steps toward making the recission remedy less Draconian.",
        "My dh had already given me some rescue remedy, and put a dropper full in my water to try to stop me shaking.",
        "One well-known remedy, which uses black elderberry as a main ingredient, is the cough remedy Sambucol.",
        "To remedy this use fine emery paper on the insides of the blades to remove the residue.",
        "Trek offer 4 excellent groups of full suspension - the fuel, Fuel EX, Fuel OCLV and the Remedy.",
        "exclusive remedy for losses suffered as a result of the receipt of a notice.",
        "exigencyis a twofold remedy required to meet the exigencies of a fallen soul.",
        "exterior of premises, the landlord still has a duty to remedy the defect.",
        "The loans are provided to remedy failings under the Decent Homes Standard.",
        "There is some evidence to suggest that taking the herbal remedy feverfew may be helpful.",
        "hangover remedy that doesn't taste like somebody's drunk it before you?",
        "Earth Mama Angel Baby heartburn Tea is the ideal natural remedy to help relieve the discomfort of occasional heartburn in pregnancy.",
        "herbalists as a remedy for a blocked nose.",
        "hurtful than continued paralysis or a quack remedy.",
        "The bark from this tree is a valuable remedy against a prostate disorder, called benign prostatic hyperplasia.",
        "incapable of remedy.",
        "indigestion remedy.",
        "At the time, British officials suggested the steroid may have come from a nasal inhaler or cold remedy widely available in the US.",
        "interposed no check - attempted no remedy.",
        "Remedy Picture: The remedy is designed to be helpful dogs suffering from chronic laryngitis.",
        "Assuming the cause is not some physical malady, Scripture contains the only reliable remedy.",
        "In His humanity, Jesus becomes the living medicine and remedy for sinful mankind.",
        "To remedy the neglect of small settlements which is such a characteristic of segregation research in the world outside Northern Ireland.",
        "To try to remedy this, the GLC decided to build a new town on the outskirts of London.",
        "A significant remedy might be provided, where Re T had offered only nominal damages.",
        "We shall do our best to remedy this omission.",
        "A three-year research project aims to remedy this oversight.",
        "Forget slimming pills, there is no quick fix remedy.",
        "At this moment there is no single homeopathic remedy that has shown a specific effect in a double blind randomized placebo controlled trial.",
        "The Rescue Remedy contains essences of star of Bethlehem, rock rose, clematis and cherry plum.",
        "In 1744 it was decided to remedy this by building a poorhouse.",
        "yoga postures are a remedy for the whole person.",
        "This remedy is for excessive pride and arrogance and helps bring about humility.",
        "A safe remedy for babies ' complaints, such as diaper rash or an inflamed navel or penis.",
        "We will use commercially reasonable efforts to promptly determine and remedy the problem.",
        "remedy such deficiencies on its own.",
        "remedy any breach of planning control.",
        "remedy that defect.",
        "remedy these injustices.",
        "remedy this situation by performing two steps on the Samba server.",
        "remedy for breach of this guarantee.",
        "remedy for chronic gout, these delicious treats have been scientifically proven to fight the affects of water retention.",
        "The homeopathic remedy is made from the whole plant less the root.",
        "This shall be your sole remedy in these circumstances.",
        "Many anti-spam spam remedy services are crude and are capable of losing valuable business communications.",
        "Take a teaspoon at a time for a natural cough remedy.",
        "remedy of them are famous ' over-the-counter ' indigestion remedies.",
        "remedy many personal stories and testimonies, Bloom gives clear guidance on how to use Bach remedies to change our lives for the better.",
        "reproved hardeneth his neck, shall suddenly be destroyed, and that without remedy.",
        "Impressed that more red arizona auto insurance rooster a remedy the primary.",
        "sage tea can be used to remedy sore throats.",
        "Senokot Tablets are a natural constipation remedy containing the ingredient senna, extracted from the senna plant.",
        "After a series of calls were made to Bedfordshire County Council it promised to remedy the situation.",
        "slimming pills, there is no quick fix remedy.",
        "snakebite remedy.",
        "Many anti-spam spam spam remedy services are crude and are capable of losing valuable business communications.",
        "The acrid stench of the remedy Hangs in the air; the night skies Are lit with it; the animals Burning.",
        "Certainly, anyone whose cigar explodes, or in whose pipe tobacco shredded asbestos is found, should have a remedy.",
        "My taking action in the outer world seems unavoidable in order to remedy it.",
        "unavoidable in order to remedy it.",
        "It is lovely to be able to offer my piggies a natural remedy rather than something prescribed by a vet \" .",
        "When a case of prerogative was referred to the chancellor in the reign of Edward III., he was required to grant such remedy as should be consonant to honesty (honestas).",
        "The same tendency of equity to settle into a system of law is seen in the recognition of its limits - in the fact that it did not attempt in all cases to give a remedy when the rule of the common law was contrary to justice.",
        "But, as the angle between the positionweb and the distance-webs is a constant, the remedy is to determine that angle (always very nearly a right angle) by any independent method and employ the distance-webs as position-webs in the way described, using the position-web only to determine the instantaneous index error of the position-circle.",
        "They are no clamorous expressions of anger at the discrepancies and contrasts of humanity, but plain, solemn pictures of conditions of life, which neither the politician nor the moralist can deny to exist, and which they are imperatively called upon to remedy.",
        "The remedy for this condition of affairs is sought in a most elaborate and artificial system, of transferring officers and men from one unit to another at stated intervals in peace-time, but this is no more than a palliative, and there are other difficulties of almost equal importance to be surmounted.",
        "Consequently, the two archbishops and their colleagues declared that the articles in the charter which provided for this inquiry, and for a remedy against abuses of the forest laws by the king, must not be interpreted in too harsh a spirit.",
        "In a small but influential section of the educated classes there was a conviction that the revolutionary tendencies, which culminated in Nihilism and Anarchism, proceeded from the adoption of cosmopolitan rather than national principles in all spheres of educational and administrative activity, and that the best remedy for the evils from which the country was suffering was to be found in a return to the three great principles of Nationality, Orthodoxy and Autocracy.",
        "A gall mite (Phytoptus pyri) sometimes severely injures the leaves, on which it forms blisters - the best remedy is to cut off and burn the diseased leaves.",
        "When, after the introduction of cattle plague or rinderpest in 1865, the proposal was made to resort to the extreme remedy of slaughter in order to check the ravages of a disease which was pursuing its course with ruinous results, the idea was received with public indignation and denounced as barbarous.",
        "Views have undergone profound modification since then, and the most drastic remedy has come to be regarded as the most effective, and in the long run the least costly.",
        "He turned aside for a few months from his Political Economy during the winter of the Irish famine 0846-1847)to advocate the creation of peasantproprietorships as a remedy for distress and disorder in Ireland.",
        "In short, Lassalle accepted the orthodox political economy to show that the inevitable operation of its laws left no hope for the working classes, and that no remedy could be found but by abolishing the conditions in which these laws had their validity - in other words, by abolishing the present relations of labour and capital altogether.",
        "The diet of 1497 passed most of its time in constructing, and then battering to pieces with axes and hammers, a huge wooden image representing the ministers of the crown, who were corrupt enough, but immovable, since they regularly appeared at the diet with thousands of retainers armed to the teeth, and openly derided the reforming endeavours of the lower gentry, who perceived that something was seriously wrong, yet were powerless to remedy it.",
        "If it were desired to use an angular aperture so large that the aberration according to (13) would be injurious, Rowland points out that on his machine there would be no difficulty in applying a remedy by making v slightly variable towards the edges.",
        "The air-bladder of this fish furnishes isinglass, little, if at all, inferior to that obtained from the sturgeon, while from the liver is obtained cod-liver oil, largely used in medicine as a remedy in scrofulous complaints and pulmonary consumption (see CODLIVER OIL).",
        "AZOTH, the name given by the alchemists to mercury, and by Paracelsus to his universal remedy.",
        "According to the common story, the Locrians consulted the Delphic oracle as to a remedy for the disorder and lawlessness that were rife amongst them.",
        "In 1890 \"General\" Booth attracted further public attention by the publication of a work entitled In Darkest England, and the Way Out, in which he proposed to remedy pauperism and vice by a series of ten expedients: (1) the city colony; (2) the farm colony; (3) the over-sea colony; (4) the household salvage brigade; (5) the rescue homes for fallen women; (6) deliverance for the drunkard; (7) the prison-gate brigade; (8) the poor man's bank; (9)(9) the poor man's lawyer; (io) Whitechapel-bythe-Sea.",
        "Material prosperity was accompanied, how- ever, by political, educational and other disadvantages, and the desire of the Johannesburgers - most of whom were foreigners or \"Uitlanders\" - to remedy the grievances under which they suffered led, in January 1896, to an abortive rising against the Boer government (see Transvaal: History).",
        "Sigismund himself gave it as his opinion that it had been clearly proved by many witnesses that the accused had taught many pernicious heresies, and that even should he recant he ought never to be allowed to preach or teach again or to return to Bohemia, but that should he refuse recantation there was no remedy but the stake.",
        "The specific nature of the abuses which flourished in the papal monarchy, the unsuccessful attempts to remedy them, and the measures taken by the chief European states to protect themselves will become apparent as we hastily review the principal events of the 14th and 15th centuries.",
        "The pope and the representatives of the council made no serious effort to remedy the abuses suggested under these several captions; but the idea of the superiority of a council over the pope, and the right of those who felt aggrieved by papal decisions to appeal to a future council, remained a serious menace to the theory of papal absolutism.",
        "The king had now clarified the ancient laws of the realm to his satisfaction, and could proceed to abolish superstitious rites, remedy abuses, and seize such portions of the Church's possessions, especially pious and monastic foundations, as he deemed superfluous for the maintenance of religion.",
        "exclusion from the national centres of education, they strove earnestly to remedy by their academies, the story of which is sketched by Dale, pp. 499 ff., 559-561.",
        "5) recommends them as a remedy in affections of the gums and uvula, ulcerations of the mouth and some dozen more complaints.",
        "Nevertheless the Kentucky legislature on the 22nd of November 1799 reaffirmed in a new resolution the principles it had laid down in the first series, asserting in this new resolution that the state \" does now unequivocally declare its attachment to the Union, and to that compact [the Constitution], agreeably to its obvious and real intention, and will be among the last to seek its dissolution,\" but that \" the principle and construction contended for by sundry of the state legislatures, that the General Government is the exclusive judge of the extent of the powers delegated to it, stop nothing [short] of despotism - since the discretion of those who administer the government, and not the Constitution, would be the measure of their powers,\" \" that the several states who formed that instrument, being sovereign and independent, have the unquestionable right to judge of the infraction,\" and \" that a nullification by those sovereignties of all unauthorized acts done under color of that instrument is the rightful remedy.\"",
        "The remedy is to spray with kerosene emulsion or whale-oil soap; or if on cucumbers or tomatoes, it is best to fumigate with hydrocyanic acid gas, using one ounce of potassium cyanide to each woo cubic ft.",
        "At this season roses, grape vines and other plants are often affected by mildew; an effectual remedy is to paint the hot-water pipes with a mixture of sulphur and lime, put on as thick as ordinary whitewash, once each week until it is checked; but care must be taken not to apply it on any surface at a higher temperature than 212Ã‚°.",
        "In the pamphlets written concerning the sale by Dr William Cockburn (1669-1739) of his secret remedy for dysentery and other fluxes, it was stated for the defence that Sloane himself did not disdain the same kind of professional conduct; and some colour is given to that charge by the fact that his only medical publication, an Account of a Medicine for Soreness, Weakness and other Distempers of the Eyes (London, 1745) was not given to the world until its author was in his eighty-fifth year and had retired from practice.",
        "588 et seq.); (xi.) examinations have in England mechanically cast the education of women into the same mould as that of men, without reference to the different social functions of the two sexes (the remedy is obvious); (xii.) it is unjustifiable to give a man a university position on the results of his performance in the examination room, a practice common in England though almost unknown on the continent; a just estimate of a man's powers in research or for teaching can only be properly based on his performance.",
        "He incurred much ill-informed odium by sanctioning the scheme of importing Chinese coolies into Johannesburg, in order to remedy the shortness of native labour and to restart the mines, and thereby the whole economic machinery of S.",
        "The place was the scene of animal sacrifices and a yearly visit of women, and apparently preserved the traces of an old serpent-cult.8 Several practices conform to the idea that \" a hair of the dog that bit you \" is a sure remedy, and that the serpent was best fitted to overcome other serpents.",
        "Some efforts to remedy this dark condition of things had already been made by Thomas Gouge, with the assistance of Stephen Hughes, and also by the newly founded \" Society for the Promotion of Christian Knowledge \"; but it was Griffith Jones (1683-1761), rector of Llanddowror in south Carmarthenshire, who was destined to become the true pioneer of Welsh education, religious and secular.",
        "If it act not upon the terms but upon the remedy, it impairs the obligation if it purport to be retrospective, but it is valid so far as it applies to subsequent contracts.",
        "There are various forms of the writ, of which the most famous is that known as habeas corpus ad subjiciendum, the well-established remedy for violation of personal liberty.",
        "persons not sui juris detained by those not entitled to their guardianship or lunatics, or persons kidnapped, habeas corpus ad subjiciendum seems not to have been the ordinary common law remedy.",
        "The so-called \"suspension of the Habeas Corpus Act\" bears a certain similarity to what is called in Europe \"suspending the constitutional guarantees\" or \"proclaiming a'state of siege,\" but \"is not in reality more than suspension of one particular remedy for the protection of personal freedom.\"",
        "The writ of habeas corpus has not been formally adopted or the Habeas Corpus Acts formally extended to South Africa; but in the Cape Colony, under the charter of justice and colonial legislation, the supreme court on petition grants a remedy equivalent to that obtained in England by writ of habeas corpus; and the remedy is sometimes so described (Koke v.",
        "When a horse has been overstrained by work the best remedy is a long rest at pasture, and, if it be lame or weak in the limbs, the winter season is most conducive to recovery.",
        "\"Ah, what have you done to me?\" it still seemed to say, and Prince Andrew felt that something gave way in his soul and that he was guilty of a sin he could neither remedy nor forget.",
        "Anatole, for whom Pierre was looking, dined that day with Dolokhov, consulting him as to how to remedy this unfortunate affair.",
        "The child cannot believe that the strongest and wisest of its people have no remedy for its pain, and the hope of relief and the expression of its mother's sympathy while she rubs the bump comforts it.",
        "That was a misfortune no one could remedy, for the peasants of the district burned their hay rather than let the French have it.",
        "This state of things is continually becoming worse and makes one fear that unless a prompt remedy is applied the troops will no longer be under control in case of an engagement.",
        "This sets out the measures needed to remedy any breach of planning control.",
        "Here at least there is a chance to remedy that defect.",
        "There is no justification for Labor 's failure to remedy these injustices.",
        "You can remedy this situation by performing two steps on the Samba server.",
        "This shall be the Buyers sole remedy for breach of this guarantee.",
        "Inspired by an ancient Aztec remedy for chronic gout, these delicious treats have been scientifically proven to fight the affects of water retention.",
        "Proverbs 29:1 He, that being often reproved hardeneth his neck, shall suddenly be destroyed, and that without remedy.",
        "Sage tea can be used to remedy sore throats.",
        "Posted by Nigel on 6 January, 2006 at 3:38 PM As for the surefire cold remedy, almost the same as mine.",
        "After using it for my natural remedy for sciatica treatment for only four or five nights I have at last found relief.",
        "An infusion of the plant was used both locally as a wash and internally as a remedy for scrofulous ulcers.",
        "Our recommendations would remedy some of these shortcomings in relation to the reference brown goods.",
        "Indigenous peoples throughout the Amazon rainforest have long used guacatonga as a snakebite remedy.",
        "It is lovely to be able to offer my piggies a natural remedy rather than something prescribed by a vet .",
        "While ovulation stimulation and egg retrieval research for fallopian tube problems continued, scientists also began experimenting with techniques to remedy other conception issues.",
        "An effective diaper rash remedy doesn't merely come in a tube.",
        "However, in several cases, this diaper rash remedy is ineffective and may aggravate an existing rash over time.",
        "So you may need to experiment with several creams until you find the diaper rash remedy that works best for baby.",
        "A popular natural home remedy for infant cradle cap includes the use of warm oil that is rubbed on the infants scalp in an effort to loosen up the plaque.",
        "Obviously, to remedy the former, you can go anyplace that sells the paper to buy one; they will contain the ads.",
        "Let our cat experts advise you on ways to remedy the situation.",
        "If you use a home remedy and it doesn't seem to be completely effective, it may be necessary to repeat the application of the stain remover.",
        "Saturate the area with a commercial enzyme cleaner or your home made remedy.",
        "You can purchase a treatment for mites at your pet store, take your pet to your vet, or use a home remedy like olive oil or mineral oil to get rid of the mites.",
        "Buyers have no such remedy when they purchase items through a prepaid debit card.",
        "This legal remedy is not a commonly-used one, however.",
        "Many positive changes have been instituted and others are constantly being researched and implemented to remedy the world's pollution crisis.",
        "Making your own herbal remedy gift basket is not difficult.",
        "Consider the reason that you are giving the basket and add items that seem fit the purpose of the remedy.",
        "One person may find relief with one remedy, and another person may do better with another.",
        "A tea bag remedy for cold sores could be the magic bullet you need to get over these pesky outbreaks.",
        "At the first sign of that familiar tingling sensation, go to your kitchen and try this time-tested folk remedy.",
        "The tea bag remedy for cold sores has been around as long as people have been suffering from these uncomfortable sores.",
        "While no one knows exactly who came up with this folk remedy, the bottom line is that it seems to work.",
        "Another tea bag remedy is specifically using the Earl Grey tea bags.",
        "This herbal remedy may also be found commercially in topical creams or salves.",
        "Masks are one of the easiest ways to make a quick homemade acne remedy.",
        "Valerian roots are a commonly used remedy for anxiety and sleep problems.",
        "By far the best known and most studied of the Bach Flower Remedies, Rescue Remedy provides supportive essences during times of crisis, emotional strain or stress.",
        "Rescue Remedy incorporates five different flower essences in a combination dose and is also known as 'five-flower remedy.'",
        "Rescue Remedy treats emotional upheavals as simple as a family argument or as complex as the terror suffered from an attack.",
        "Dr. Edward Bach, discoverer of the Bach Flower Essences, created Rescue Remedy in the early 1930's as a ready-made supplement for his patients coping with intense fear, anxiety, or panic.",
        "Use five-flower remedy anytime you feel anxious, agitated, nervous or frightened.",
        "Many practitioners recommend keeping Rescue Remedy in the first aid kit.",
        "Be sure to use an alcohol-free remedy if receiving treatment for alcohol addiction and check with your doctor about using Bach remedies.",
        "Some pet owners use Rescue Remedy to calm their pets safely and naturally.",
        "The Bach Flower website provides information on using Rescue Remedy with pets, as well as a list of major flower essences and the conditions they treat in animals.",
        "Others find this remedy useful before trips to the veterinarian, long trips, or anything that frightens their animals.",
        "Researchers studying this remedy provide tantalizing evidence that Bach essences work beyond the placebo effect, as many detractors claim.",
        "The study used the rigorous double-blind method, and tested standard doses of Rescue Remedy against doses of a placebo.",
        "The study's evidence suggests that Rescue Remedy reduces high levels of situational anxiety in people.",
        "Testing demonstrated a marked reduction in stress response among those test subjects given Rescue Remedy.",
        "Prepare this remedy fresh each time you take it, because the medicinal compounds in garlic are released at the time that the clove is crushed.",
        "Fresh, juicy fruit and raw vegetables are the ideal form in which to take your vegetables to remedy high blood pressure.",
        "Here's a three-part remedy that you can use the next time you wake up with a raging hangover.",
        "It is also an effective prevention remedy if you drink it before you drink alcohol.",
        "Time, however, is the most effective remedy.",
        "As with so many herbal remedies, tea tree oil has a long history of use as a folk remedy.",
        "Keep a tube handy for first aid treatment, and use this remedy for common skin ailments.",
        "Check with your physician before using any external remedy, especially if you are also using a topical prescription medicine.",
        "The exact Candida albicans candidiasis remedy dose depends upon an individual's unique condition.",
        "Candida albicans candidiasis remedy dose recommendations may be obtained from a naturopath, herbalist, or homeopathic expert.",
        "When taking homeopathic remedies, be sure not to eat or drink for half an hour prior to taking the remedy.",
        "Take with a clean mouth, but do not brush your teeth, use mouthwash or any other oral care product up to half an hour before taking the remedy.",
        "Homeopathic remedies are safe, but to ensure you are taking the proper remedy for your condition, it's wise to consult a naturopath or homeopathic practitioner.",
        "If you cannot find a local practitioner, consider one of the many online remedy finders, such as ABC Homeopathy.",
        "Most alternative health care practitioners will suggest trying the lowest dose possible of any remedy.",
        "Herbal remedy dose: Try a tincture of Echinacea.",
        "Homeopathic remedy dose: Homeopathic medicines come in various degrees of strength, marked as 6X, 6C, 12X, 12C, 30X, 30C.",
        "In traditional Pacific cultures, mangosteen is used as an herbal remedy for many ailments, including mashed mangosteen as a skin salve for eczema.",
        "Overall milk thistle has been used for medicinal purposes for over 2000 years because it has proven to be an effective and natural remedy.",
        "Natural sinus relief herbs help clear the sinus congestion and headaches that accompany colds, while elderberry tincture is a time-honored remedy for the flu.",
        "The hope is that pomegranate juice may provide a natural, plant-based remedy.",
        "It's important before purchasing an herbal remedy to know the different between black salve and black drawing salve.",
        "Ichthammol is a coal-tar derivative, and while natural in origin, is not an herbal remedy.",
        "Many people seek black salve as home remedy to remove skin cancer.",
        "The Bach remedy called Rescue Remedy, used when people or animals are under great stress, has shown time and again to comfort and soothe the patient whether human or animal.",
        "Dr. Cram used Five Flower Formula, also called Rescue Remedy, on a group of 24 test subjects.",
        "Slippery elm bark powder is an herbal remedy that originated in the Appalachian mountains in the United States.",
        "Black salve is a popular herbal remedy that many people include in their natural first aid kids to treat a number of conditions.",
        "When talking to your healthcare provider about this natural remedy, it can be helpful to understand the basics about this herb and how much black cohosh women take to induce labor.",
        "The plant has been used for centuries, notably in the Native American culture, as a remedy for a number of female health conditions.",
        "Even cinnamon found in the spice section of the grocery store can be used as an herbal remedy.",
        "When using any herbal remedy, care must be taken because of side effects and black cohosh side effects are no exception.",
        "Rather than making your own home remedy, you can try any of the many natural flea repellents available.",
        "Always consult with your veterinarian before attempting any home remedy for flea control or other medical concerns.",
        "Valerian root is normally best used as a short-term remedy for up to four to six weeks.",
        "When taking these products or any herbal remedy, pay careful attention to the ingredient list, and watch for adverse reactions.",
        "Jia Wei Xiao Yao Wan: Known informally as Free and Easy Wanderer Pills, this herbal Chinese remedy has been used for centuries to boost the spirits.",
        "St. John's Wort: St. John's Wort (Hypericum) has a long history as an herbal remedy for anxiety, depression and related illnesses.",
        "Valerian Root: Valerian root offers more immediate relief and is often used as an insomnia remedy as well as a calming remedy.",
        "Chamomile: Chamomile tea is a time-honored relaxation remedy and another insomnia cure.",
        "Ms. Caisse ran a health clinic through the 1940s and continued to spread her knowledge and herbal remedy until she sold the rights in the late 1970s.",
        "This herbal remedy may be used if you are experiencing digestive tract upset but should not be taken daily due to the possible side effects of diarrhea and dehydration from the laxative properties of the herbs.",
        "Simply grate some fresh ginger and eat for a quick remedy to your nausea.Ginger can be used to treat diarrhea and is often used to treat a specific form of diarrhea caused by Escherichia coli (E. coli).",
        "Milk thistle has been used for nearly two centuries to cure all sorts of liver issues, so the next time you are looking for an herbal remedy to aid in the treatment of your liver problems, consider milk thistle.",
        "Although it is sometimes touted as an herbal remedy for other conditions such as headaches, irritable bowel syndrome and cancer, there is little to no evidence to suggest it might be effective for those conditions.",
        "St. John's Wort is a perennial herb with bright yellow flowers that has been used for centuries as an herbal remedy.",
        "In recent years, with greater attention placed on identifying and treating anxiety and depression, its use as an herbal remedy has increased.",
        "St. John's Wort offers promise as an herbal remedy, but with a few cautions.",
        "St. John's Wort holds great promise as an herbal remedy for depression.",
        "Exercise, although not a remedy per se, has also been studied as a treatment for depression."
    ],
    "definition": [
        "Link/Cite"
    ]
}