{
    "translation": "הסיר",
    "uses": [],
    "definition": [
        "To move from a place or position occupied: removed the cups from the table.",
        "To transfer or convey from one place to another: removed the family to Texas.",
        "To take off: removed my boots.",
        "To take away; withdraw: removed the candidate's name from consideration.",
        "To do away with; eliminate: remove a stain.",
        "To dismiss from an office or position.",
        "To change one's place of residence or business; move: “In 1751, I removed from the country to the town” ( David Hume )",
        "To go away; depart.",
        "To be removable: paint that removes with water.",
        "The act of removing; removal.",
        "Distance or degree of separation or remoteness: “to spill, though at a safe remove, the blood of brave men” ( Anthony Burgess )",
        "re·mov′a·bil′i·ty re·mov′a·ble·ness\nnoun",
        "re·mov′a·ble\nadjective",
        "re·mov′a·bly\nadverb",
        "re·mov′er\nnoun",
        "Link/Cite",
        "To move something from one place to another, especially to take away.\nHe removed the marbles from the bag.",
        "To murder.",
        "(cricket) To dismiss a batsman.",
        "To discard, set aside, especially something abstract (a thought, feeling, etc.).",
        "(intransitive, now rare) To depart, leave.",
        "(intransitive) To change one's residence; to move.",
        "To dismiss or discharge from office.\nThe President removed many postmasters.",
        "The act of removing something.",
        "(archaic) Removing a dish at a meal in order to replace it with the next course, a dish thus replaced, or the replacement.",
        "(UK) (at some public schools) A division of the school, especially the form prior to last",
        "A step or gradation (as in the phrase \"at one remove\")",
        "Distance in time or space; interval.",
        "(dated) The transfer of one's home or business to another place; a move.",
        "The act of resetting a horse's shoe.",
        "Link/Cite"
    ]
}