{
    "translation": "נודע, מפורסם",
    "uses": [
        "He thus became renowned as a wise prince.",
        "They were also renowned for their magicians, who had strange remedies for various diseases.",
        "The oak forests for which it was renowned in Roman times have entirely disappeared.",
        "All three were renowned warriors and played a prominent part in David's history.",
        "Fuad was renowned for his boldness and promptness of decision, as well as for his ready wit and his many bons mots.",
        "The wines of Hungary were already renowned throughout Europe, and cattle breeding was conducted on a great scale.",
        "its masters as skilled now as they were in the days of the Got, the Nara, the Yokoya and the Yanagawa celebrities, but also their productions must be called greater in many respects and more interesting than those of their renowned predecessors.",
        "The cathedral is also renowned for the beauty and perfect proportions of its western towers.",
        "In their northern portion, they are also called S6var Mountains, and reach in their highest peak, Simonka, an altitude of 3350 ft., while their southern portion, which ends with the renowned Tokaj Hill (1650 ft.), is also called Tokaj Mountains.",
        "When Edom is renowned for wisdom and a small Judaean family boasts of sages whose names have south Palestinian affinity (1 Chron.",
        "The country has at all times been renowned throughout the East for its fertility.",
        "Zoroaster was already famous in classical antiquity as the founder of the widely renowned wisdom of the Magi.",
        "Located right off the kitchens, the cafeteria was awash with the smells of bread, fruit pies and the jerk-spiced meat the Caribbean was renowned for.",
        "She thought of Elise's security detail and then of the Vice President, the President's staff, the renowned scholars and businessmen taking refuge there.",
        "His wisdom excelled that of Egypt and of the children of the East; by the latter may be meant Babylonia, or more probably the Arabs, renowned through all ages for their shrewdness.",
        "The renowned patriciate of Venice was as far removed as might be from the character either of a nobility of conquest or of a nobility of older settlement.",
        "The Chronicler, we must suppose, altered the name because Tadmor was a city more familiar and renowned in his day, or possibly because he wished to increase the extent of Solomon's kingdom.",
        "The gentleness for which he was already renowned was not that of a weak, but of a strong character.",
        "Farazdaq of the Bani Tamim, a good Moslem but loose in morals, lived chiefly in Medina and Kufa, and was renowned for his command of language.",
        "It is noticeable that the patriotic spirit is strongest in those places where people are brought most intimately into relation with the land; dwellers in the mountain or by the sea, and, above all, the people of rugged coasts and mountainous archipelagoes, have always been renowned for love of country, while the inhabitants of fertile plains and trading communities are frequently less strongly attached to their own land.",
        "If sugar is the island's greatest crop, tobacco is her most renowned in the markets of the world.",
        "The most renowned poets were at the same time men of culture and science, critics, archaeologists, astronomers or physicians.",
        "O'Neill, grandson of Neill, or Niall, the name O'Neill becoming about this time an hereditary family surname 2), whose grandson, Flaherty, became renowned for piety by going on a pilgrimage to Rome in 1030.",
        "Among the benevolent acts attributed to renowned Buddhist priests posterity specially remembers their efforts to encourage the building of roads and bridges.",
        "North-east of the Palais de Justice, which like the Sadiki College is built in the Moorish style, rises the great dome, surrounded by smaller cupolas, of the largest mosque in the city, that named after Sidi Mahrez, a renowned saint of the 5th century of the Mahommedan era, whose tomb makes it a sancutary for debtors.",
        "The great rabbinic academies at Sura and Nehardea, the former of which retained something of its dominant role till the rrth century, had been founded, Sura by Abba Arika (c. 219), but Nehardea, the more ancient seat of the two, famous in the 3rd century for its association with Abba Arika's renowned contemporary Samuel, lost its Jewish importance in the age of Mahomet.",
        "Geyer, Vienna, 1892); Iiatim Ta'i, renowned for his open-handed generosity as well as for his poetry (ed.",
        "Michael Scot, the renowned wizard of popular tradition, earned his reputation by numerous works on astrology and alchemy.",
        "Peace hath her victories No less renowned than war.\"",
        "ROhan is one of the most renowned of Japans modern authors, and some of his historical romances have had wide vogue.",
        "Thus far the great obstacle has been that pictures painted in accordance with Western canons are not suited to Japanese interiors and do not appeal to the taste of the most renowned Japanese connoisseurs.",
        "Taking the renowned yao-pien-yao, or transmutation ware of China as a model, the Takatori potters endeavoured, by skilful mixing of coloring materials, to reproduce the wonderful effects of oxidization seen in the Chinese ware.",
        "The Ottoman Empire is renowned for its productiveness, but enterprise and skill in utilizing its capabilities are still greatly lacking.",
        "He possessed the characteristic vigour and astuteness of the old Arab stock from which he sprang; and in his wife, the renowned Zenobia, he found an able supporter of his policy.",
        "The following list gives the names and periods of the most renowned families: (It should be noted that the division by centuries indicates the time of a familys origin.",
        "For a time the Cid, already renowned throughout Spain for his prowess in war, was even advanced by the king's favour and entrusted with high commissions of state.",
        "The convent was suppressed by Duke Maurice in 1543, and was by him converted into a school (the Fiirsten Schule), one of the most renowned classical schools in Germany, which counts Lessing and Gellert among its former pupils.",
        "In the number and variety of its leather and other fancy goods Vienna rivals Paris, and is also renowned for its manufacture of jewelry and articles of precious metals, objets d'art, musical instruments, physical chemicals and optical instruments, and artistic products generally.",
        "His other works are: - The Castell of Laboure (Wynkyn de Worde, 1506), from the French of Pierre Gringoire; the Introductory to write and to pronounce Frenche (Robert Copland, 1521); The Myrrour of Good Maners (Richard Pynson, not dated), a translation of the De quatuor virtutibus of Dominicus Mancinus; Cronycle compyled in Latyn by the renowned Sallust (Richard Pynson, no date), a translation of the Bellum Jugurthinum; The Lyfe of the glorious Martyr Saynt George (R.",
        "The inhabitants of the Phoenician Gebal and Greek Byblus were renowned as stonecutters and ship-builders.",
        "Sergiyevo has long been renowned for its manufacture of holy pictures (painted and carved), spoons, and other articles carved in wood, especially toys, which are sold to pilgrims who resort to the place to the number of ioo,000 annually.",
        "It is only since the 11th or 12th century that Kabbalah has become the exclusive appellation for the renowned system of theosophy which claims to have been transmitted uninterruptedly by the mouths of the patriarchs and prophets ever since the creation of the first man.",
        "After Ninseis time, the most renowned ceramists of the Awata factories were Kenzan (1688-1740); Ebisei, a contemporary of Kenzan; Dhachi (1751-1763), who subsequently moved to Kiyomizu-zaka, another part of Kieto, the faience of which constitutes the Kiyomizu-yaki mentioned above; Kinkzan (1745-1760); Hezan (I69o-~-I72I); Taizan (1760-1800); Bizan (1810-1838); and Tanzan, who was still living in 1909.",
        "By his wife Margarethe Schleierweber, the daughter of a French corporal, but renowned for her beauty and intellectual gifts, he was the father of Karl Friedrich Moritz Paul von Briihl (1772-1837), the friend of Goethe, who as intendant-general of the Prussian royal theatres was of some importance in the history of the development of the drama in Germany.",
        "He was succeeded by other lords or tyrants, of whom the most renowned was Castruccio Castracane, a political and military adventurer of much the same stamp as Uguccione himself.",
        "He summoned to his fief the painter Tangena pupil of the renowned Tanyu, who died in 1674and employed him to paint faience or to furnish designs for the ceramists of Tatsumonji.",
        "Henry's son Murkertagh the Strongminded, and his great-grandson Hugh, described as \"the most renowned, hospitable and valorous of the princes of Ireland in his time,\" greatly consolidated the power of the O'Neills.",
        "In this Italy, and especially the renowned school of Padua, took the first step, where Giovanni De Monte (Montanus), (1498-1552), already mentioned as a humanist, gave clinical lectures on the patients in the hospital of St Francis, which may still be read with interest.",
        "de Boisy was renowned for his experience and sound judgment, and both parents were distinguished by piety, love of peace, charity to the poor, qualities which early showed themselves in their eldest son.",
        "This part is occupied by the eastern outliers of the Alps, known as the Styrian hill country, and by the Windisch Biiheln, which is one of the most renowned vine districts in the whole of Austria.",
        "The kingdom of Hira (Hira) was established in the boundary land between the Euphrates and the Arabian desert, a district renowned for its good air and extr a ordinary fertility.",
        "In later times it was renowned for its richly endowed university, founded by Cardinal Jimenes de Cisneros in 1510, which at the height of its prosperity numbered 12,000 students, and was second only to that of Salamanca.",
        "Besides the State papers, the main sources for his biography are The Life and Death of that renowned John Fisher, Bishop of Rochester (London, 1655), by an anonymous writer, the best edition being that of Van Ortroy (Brussels, 1893) Bridgett's Life of Blessed John Fisher, Bishop of Rochester (London, 1880 and 1890); and Thureau, Le bienheureux Jean Fisher (Paris, 1907).",
        "The village of Deja, with its houses tumbling down a hillside, was once renowned as an artists ' retreat.",
        "With a number of renowned restaurants and chefs within the city, making a choice for dinner might be more difficult than expected.",
        "This inviting restaurant is renowned for its ricotta cheesecake and soft shell crabs.",
        "- Hanover is renowned for its cattle and live stock generally.",
        "He was renowned for his piety and justice.",
        "Renowned for its rude waiters and crowded tables, the restaurant's brusque service is part of the experience.",
        "The city also contains numerous excellent educational establishments, although the state university is not here but at Tubingen, and its conservatorium of music has long been renowned.",
        "Its wool was also renowned.",
        "802), and in the knowledge and practice of medicine he appears to have been equally renowned.",
        "His home was one of the centres of the vigorous literary and artistic life for which at that time Dusseldorf was renowned.",
        "Additional point is made by emphasizing his superiority over four renowned sages, sons of Mahol; but the allusion to these worthies (who are incorporated in a Judaean genealogy, i Chron.",
        "During his early years the Irish Church was reformed by Gildas and Finian of Clonard, and numerous monasteries were founded which made Ireland renowned as a centre of learning.",
        "In the numerous churches the music was renowned, the archduke Leopold being passionately given to the art, maintaining at his.",
        "By these ranges it is forced due south for 500 m., forming the boundary between the provinces of Shansi and Shensi, until it finds an outlet eastwards at Tung Kwan - a pass which for centuries has been renowned as the gate of Asia, being indeed the sole commercial passage between central China and the West.",
        "The swords of Mondragon in Guipuzcoa were renowned before those of Toledo.",
        "Marcantonio Raimondi, the famous engraver, is the most renowned of them; next to him Amico Aspertini, and Francia's own son Giacomo, and his cousin Julio.",
        "NcvEUrt, Nrl y €rn : Assyrian Nina or Ninua), the best known and highly renowned capital of the Assyrian empire.",
        "A storehouse,the ancient and renowned temple, an armoury or storehouse, were the chief buildings.",
        "MT.) Timur (Timur i Leng, the lame Timur), commonly known as Tamerlane, the renowned Oriental conqueror, was born in 1336 at Kesh, better known as Shahr-i-Sabz, \"the green city,\" situated some 50 m.",
        "This extraordinary man, associated by tradition with Omar Khayyam, the well-known mathematician and free-thinking poet, and with Hassan (ibn) Sabbah, afterwards the founder of the sect of the Assassins (q.v.), was a renowned author and statesman of the first rank, and immortalized his name by the foundation of several universities (the Nizamiyah at Bagdad), observatories, mosques, hospitals and other institutions of public utility.",
        "Soon afterwards the sultan died (1219) and was succeeded by his brother, Ala ud-din Kaikobad I., the most powerful and illustrious prince of this branch of the Seljuks, renowned not only for his successful wars but also for his magnificent structures at Konia, Alaja, Sivas and elsewhere, which belong to the best specimens of Saracenic architecture.",
        "Absalom reached the capital and took counsel with the renowned Ahithophel.",
        "In its most simple and attractive form - one at the same time invested with the authority of the reputed holy author - their account of the creation of the world and of man; the origin of sin and redemption, the history of the Cross, and the disputes between body and soul, right and wrong, heaven and hell, were embodied either in \"Historiated Bibles\" (Paleya 1) or in special dialogues held between Christ and his disciples, or between renowned Fathers of the Church who expounded these views in a simple manner adapted to the understanding of the people (Lucidaria).",
        "Her renowned toleration stopped short of allowing the dissenters to build chapels, and her passion for legislative reform grew cold when she found that she must begin by the emancipation of the serfs.",
        "55-110), must have been the most popular of the Phoenician deities, as her sanctuary was the oldest and most renowned.",
        "Thence the Via Bollo leads to the Piazza della Rosa, in which is situated the renowned Biblioteca Ambrosiana, erected in1603-1609by Fabio Manzone, to whom the Palazzo del Senato is also due, rich in MSS.",
        "In typography Milan is renowned principally for its musical editions and for its heliotype and zincotype establishments.",
        "From these come the bronze cistae and specula with partly (but far from wholly) Etruscan inscriptions, for which Praeneste is renowned\" (Conway, Ital.",
        "presented that part of the island to Axel Hvide, renowned in Danish history as Absalon, bishop of Roskilde, and afterwards archbishop of Lund.",
        "and Beatrice of Portugal, one of the most renowned princes of the later Renaissance, was born on the 8th of July 1528.",
        "Pant suits are renowned for their versatility.",
        "One of the earliest and most renowned paper RPG was Dungeons and Dragons.",
        "These wines have been rated a \"92\" or above by Wine Spectator Magazine, world renowned wine connoisseur Robert Parker and Taster's Guild International.",
        "They are renowned for their Vidal Blanc Ice Wine and a wide variety of dry, vinifera wines.",
        "Fondly referred to as the duke and duchess of the antiques world, the late Ralph Kovel and his wife Terry have been world renowned experts in their field for many years.",
        "Renowned psychologist Carl Rogers emphasized how childhood experiences affect personality development.",
        "Each team will work with a world renowned choreographer and compete in varying styles of dance, each performed with an eclectic mix of music from Latin to Rap to Country.",
        "Feng shui experts, such as the renowned Lillian Too warn against the infamous coffin position and other feng shui pitfalls when placing a bed.",
        "Feng shui practitioner Jami Lin is a renowned expert in the field.",
        "Alison is a certified feng shui consultant trained at the renowned Golden Gate School of Feng Shui.",
        "A renowned expert in the field of feng shui, Ms. Robertson began studying the practice in 1998.",
        "A renowned master in the beauty industry, Frederic Fekkai is recognized internationally for his hairstyling prowess and elegant products.",
        "The show also honors renowned stylists and presents the coveted Visionary Award to the hairstylist voted \"most creative.\"",
        "This company has been in business for many years and is one of the world's most renowned financial institutions.",
        "I was working as a photographer testing models in New York City for a world renowned agent, and my exposure to couture fashion was huge.",
        "Currently, even well renowned designers like Quicksilver are catering to the plus-sized public.",
        "The renowned casual-wear brand, that specializes in everything from tank tops and slim T-shirts to denim and fleece apparel, is known in particular for their extensive collection of board shorts.",
        "They are a part of Billabong's renowned Signature collection that features board shorts attached to a variety of well-known names.",
        "Speedo goggles are renowned for their balance of design, function, and comfort.",
        "The prestige that comes from being one of the famous Sports Illustrated swimsuit models, and the chance to work with the world's most renowned photographers in exotic locales is worth far more than the paycheck itself.",
        "Offering a diverse line of swimwear for men, women and children, the brand is renowned for its innovative, edgy and stylish designs.",
        "Breyer Models: Breyer is world renowned for their miniature horse toys.",
        "Nobel prize winner and renowned nutrition expert Linus Pauling believed that sufficient doses of vitamin C could cure colds.",
        "Vitamin D was once thought necessary only for healthy bones and teeth, but now, according to renowned health expert Dr. Joseph Mercola M.D., vitamin D may impact as many as 3,000 genes in the human body that express different illnesses.",
        "Renowned for their ability to negotiate a woman's curves with ease, Apple Bottom jeans are a favorite of celebrities and everyday shoppers alike.",
        "You will instantly find a wealth of glamorous scarves designed by some of the world's most renowned labels.",
        "Krups is renowned for producing some of the world's best kitchen appliances, and their electric can openers are no exception to this standard.",
        "Thanks to the computer-guided cooking process, Persian cookers are renowned for their ability to cook rice to perfection, with each grain fully expanded and uniform.",
        "Reading inspirational poems by renowned authors is just as good as writing your own.",
        "Its discretion is renowned, but you'll need to commit to a monthly membership fee.",
        "One of this store's strengths is its selection of designer jewelry, including such notable collections as Tacori, Scott Kay, Hidalgo, and renowned wedding dress designer Vera Wang's first jewelry collection.",
        "The GIA also has an extensive education program, which is internationally renowned.",
        "While styles change over time, some popular options include these renowned jewelers.",
        "The Everlon line was designed and developed by the world renowned diamond company, DeBeers.",
        "Step 7: The finished diamond is sent to a renowned Gemological Institute for grading.",
        "His two sons, Joseph and Abraham, continued the family business and became renowned diamond experts in Amsterdam, Holland and throughout Europe.",
        "Many of the most renowned authors of past and present have found their inspiration in nature.",
        "Many Burberry products made by the company can be found for sale in most of the world's renowned stores including Neiman Marcus and Saks Fifth Avenue.",
        "The double-G pattern is almost as renowned as the label itself, and features one forward-facing G and one backward-facing G interlocked with one another.",
        "As part of the renowned Jones Apparel Group, Nine West is a high fashion shoe vender with accessories designed to match.",
        "A replica handbag is a product that is manufactured to imitate the style and appearance of a renowned brand name.",
        "The renowned Shopbop.com is also a regular carrier of Kooba's merchandise.",
        "Affordable, classic, and undeniably stylish, Etienne Aigner's designers are renowned for their timelessness and outstanding construction.",
        "Handbag aficionados know (and likely love) the renowned B Bag.",
        "Renowned for their elegant, smart briefcases, McKlein scores with the Lake Forest Laptop Tote.",
        "Needless to say, that's a challenge that can't often be met by most handbags, but Bulga, renowned for its fashionable, statement-making designs, often capitalizes on what's hot by giving each piece its own unique spin.",
        "Renowned style experts like Andy Paige tell women that handbags and other accessories are the perfect place to play with fun prints, unique looks, and bold styles.",
        "Snag an image of a renowned celeb on a magazine cover with Devon Ryan's unique magazine picture tote bags.",
        "Anuschka: The designer is renowned for her hand-painted bags.",
        "It's a symbol as renowned as Lacoste's crocodile and Burberry's knight.",
        "The popular technology brand's portable computers are some of the world's most renowned, and loyalists spare nothing to protect these precious electronics from damage.",
        "Known as Black Brass, the leather is a sturdy, durable material that is renowned for its bold color and depth.",
        "The French label, renowned for its instantly recognizable \"LV\" monogram logo, is also known for its massive collection of elegant handbags.",
        "It is especially renowned for its unique rounded shape, which resembles a long, sleek cylinder.",
        "The Pig enjoys a place of honor, renowned for its manners and optimistic nature.",
        "Gloves for export are extensively made in Wurttemberg, and Offenbach and Aschaffenburg are renowned for fancy leather wares, such as purses, satchels and the like.",
        "Frederick - presently to be the renowned emperor Frederick II., Emperor Frederick \" Fridericus stupor mundi et immutator mirabilis \" - II was crowned at Palermo in 1198; but the child, deprived of both parents, was held to be under the protection of his lord Pope Innocent III.",
        "As soldiers they are renowned almost exclusively as cavalry; and the race has produced several leaders possessed of much strategical skill.",
        "On the east coast the leading yards are at Leith, Kirkcaldy, Grangemouth, Dundee, Peterhead and Aberdeen, which, in the days of sailing ships, was renowned for its clippers built for the tea trade.",
        "Market gardens, known as hortillonnages, intersected by small canals derived from the Somme and Avre, cover a considerable area to the north-east of Amiens; and the city has trade in vegetables, as well as in grain, sugar, wool, oil-seeds and the duck-pasties and macaroons for which it is renowned.",
        "The Danes were specially renowned for their axes; but about the sword the most of northern poetry and mythology clings.",
        "The metal-workers of the East, especially in brass and steel, were renowned for their skill even in the time of Theophilus, the monkish writer on the subject in the 13th century.",
        "BAMIAN, a once renowned city of Afghanistan, situated about 80 m.",
        "In Gujarat and the arid plains of the south-east Punjab the renowned herds almost disappeared.",
        "Some relaxation of the disastrous severity seemed desirable, and out of this grew the second great system, which was presently introduced at Auburn and afterwards at the no less renowned prison of Sing Sing.",
        "Haywa, renowned for his piety, whose influence began under Abdalmalik and increased under Walid, was his constant adviser and even determined him to designate as his successor his devout cousin Omar b.",
        "It is a fine headland of granite, pierced by a natural arch, on a coast renowned for its cliff scenery.",
        "The most important of the works of Photius is his renowned Bibliotheca or Myriobiblon (ed.",
        "Elisha, the last of whom founded the school at Usha and is renowned for his development of the rules of exegesis framed by Hillel.",
        "The town is locally renowned for its carpets, and the district for its excellent breed of Kara-bagh horses.",
        "His other writings include A Poem Dedicated to the Memory of the Reverend and Excellent Mr Urian Oakes (1682); The Present State of New England (1690); The Life of the Renowned John Eliot (1691), later included in Book III.",
        "Of the renowned group of Border abbeys - Jedburgh, Melrose, Dryburgh and Kelso - that of Jedburgh is the stateliest.",
        "Most renowned among these shell-deposits are the Kapellbackarne near Uddevalla.",
        "Markham, in designating this prince the last of his house, states that he was dethroned by the renowned founder of the Safawi dynasty.",
        "l-Mu~affar Na~r of Nishaptir; Abti Abdallah Mahommed of Junaid, equally renowned for his Arabic and Persian poetry; ManawI of BokhgrS, full of original thoughts and spiritual subtleties; KhusrawnI, from whom even FirdousI condescended to borrow quotations; Abti l-Hasan.",
        "The first Persian who employed poetry exclusively for the illustration of Sufic doctrines was Firdousis con- ~ Poets temporary, the renowned sheikh Abu SaId b.",
        "As the most uncompromising 5Ufis appear the greatest pantheistic writer of all ages, Jelal ud-din Rumi (1207-1273; 604672 Au.; see RUM!), and his scarcely less renowned predecessor Farid ud-din Aflar, who was slain by the Moguls at the age of 114 lunar years in 1230 (627 A.H.).",
        "Yarkand is renowned for its leather-ware and saddlery.",
        "It is finely situated in fertile territory and its nuts (nuces Ahellanae) and fruit were renowned in Roman days.",
        "At the foot of the Gaisberg is Aigen, a renowned castle and park.",
        "It was first applied to the extreme southern district, whose ancient capital was the city of Bit Yakin, the chief seat of the renowned Chaldaean rebel Merodach-baladan, who harassed the Assyrian kings Sargon and Sennacherib.",
        "Of these thirty disciples of John the first and most renowned was Simon.",
        "Its inhabitants are renowned seamen.",
        "The Kung family, however, became reduced, and by-and-by its chief representative moved from Sung to Lu, where in the early part of the 6th century we meet with Shuh-liang Heih, the father of Confucius, as commandant of the district of Tsow, and an officer renowned for his feats of strength and daring.",
        "Between 1528 and 1540 armies of Mahommedans, under the renowned general Mahommed Gran (or Granye, probably a Somali or a Galla), entered Abyssinia from the low country to the south-east, and overran the kingdom, obliging the emperor to take refuge in the mountain fastnesses.",
        "Bearing these matters in mind, we find that during the 18th century the most prominent and beneficent rulers were the emperor Yesu of Gondar, who died about 1720, Sebastie, negus of Shoa (1703-1718), Amada Yesus of Shoa, who extended his kingdom and founded Ankober (1743-1774), Tekla Giorgis of Amhara (1770-1798?) and Asfa Nassen of Shoa (1774-1807), the latter being especially renowned as a wise and benevolent monarch.",
        "His palace in Vienna, and the Belvedere near that city, his library, and his collection of paintings, were renowned.",
        "The invading sovereign, going to Sta Maria delle Grazie with his retinue to admire the renowned painting of the \"Last Supper,\" asked if it could not be detached from the wall and transported to France.",
        "His diffuseness and the antiquated character of his matter and diction, have, however, come to be regarded as difficulties in the way of study, and he is more renowned than read.",
        "deposed, the cardinals assembled in conclave thought they could not do better than crown with the tiara this cosmopolitan prelate, who had an equal mastery of the Latin and Greek languages, and was renowned not only for his learning in theology but for his affability (June 26, 1409).",
        "Under the Romans, it was a flourishing town, covering double its present extent and renowned for its schools of rhetoric. In the succeeding centuries its prosperity drew upon it the attacks of the barbarians, the Saracens and the Normans.",
        "The vine is grown on the lower slopes sheltered from the north wind, the wines of Jurancon, near Pau, being the most renowned.",
        "The 1911 Classic Encyclopedia project works to bring to you the renowned 1911 Edition of the Encyclopedia Britannica.",
        "His son reigned at Samarkand, but was overthrown by Timur (Tamerlane), the Mongol sovereign of Samarkand, who, to put an end to the attacks of the wild Tianshan tribes, undertook in 1389 his renowned march to Dzungaria, which was devastated, East Turkestan also suffering severely.",
        "Bonaparte was resolved not to sink into obscurity, and the directors were anxious to keep him as far as possible from Paris; they therefore sanctioned the expedition to Egypt which deprived the Republic of its best army and most renowned captain.",
        "It might have been anticipated that the purity of a text so widely read and so renowned would, from the earliest times, have been guarded with jealous care.",
        "Austria does not possess any great lakes; but has numerous small mountain lakes situated in the Alpine region, the most renowned for the beauty of their situation being found in Salzburg, Salzkammergut, Tirol and Carinthia.",
        "The Danube between Linz and Vienna is renowned not only for its picturesque beauty but for the numerous medieval and modern buildings of historical and archaeological interest which crown its banks.",
        "4), and Zerah claimed the renowned sages of Solomon's day (I Chron.",
        "Thanks to him, the duke of Enghien (Louis de Bourbon, afterwards prince of Cond), appointed commander-in-chief at the age of twentytwo, caused the downfall of the renowned Spanish infantry at Rocroi; and he discovered Turenne, whose prudence tempered Conds overbold ideas.",
        "Marburg pottery is renowned; and leather, iron wares and surgical instruments are also manufactured there.",
        "These victories made Hunyadi's name terrible to the Turks and renowned throughout Christendom, and stimulated him in 1443 to undertake, along with King Wladislaus, the famous expedition known as the hosszu hdboru or \"long campaign.\"",
        "Tasmania is renowned for its fruit crops, and now that this fruit has found an opening in the British market, renewed attention is being devoted to the industry.",
        "He was a patron of letters and the arts, and during his reign his court began to be renowned for its splendour.",
        "Here the French were victors, but owing to their heavy losses and the death of their renowned leader, Gaston de Foix, were compelled to retreat.",
        "But it wasn't likely, given the demon lord's renowned temper and thirst for blood.",
        "Many of its internationally renowned academics and researchers are leading experts in their field of study.",
        "They disintegrate asteroids and aliens alike and are particularly renowned for their pin-point accuracy even over extraordinary distances.",
        "GK had an almost instinctive grasp of the reality of the Faith, his biography of Aquinas evoking stunned admiration from a renowned Thomist.",
        "Sir Edwin Lutyens, a renowned architect of the time, was commissioned for the project.",
        "Milagros Mexican Folk Art includes an extensive selection of works by several of Mexico's most renowned artisans.",
        "Welsh Art, 174 Penarth Road Cardiff CF11 6NL Browse original works of art by renowned Welsh artists.",
        "author victor the renowned academic delay reserve your.",
        "Sinan is particularly renowned for his innovative mosques in which the central domed baldachin appears weightless and the interior surfaces bathed in light.",
        "bemoans the fact that such a renowned poet with over thirty books to his name is till now little known in Britain.",
        "She also bemoans the fact that such a renowned poet with over thirty books to his name is till now little known in Britain.",
        "Combe is renowned for its challenging corners and tight bends.",
        "This net uses the highest quality terylene bobbinet netting and the classical ' bell ' design renowned for its simplicity and ease of use.",
        "From the largest designer stores to the smaller stylish boutiques, Manchester is renowned for its shopping choice.",
        "Rodgers, the hugely popular ' singing brakeman ' from Mississippi was renowned for his ' blue yodels ' .",
        "Hackett, the renowned British menÃ¢s clothing brand, has unveiled an extensive redesign of its flagship store on LondonÃ¢s Sloane Street.",
        "calcify through the valley of the River Meander to Pamukkale renowned for its travertine terraces and calcified waterfalls.",
        "Also ' The Pullman ' the pub near the level crossing in Grays which depicts the renowned Pullman railroad carriages painted umber and cream.",
        "Some Highland malts, are famous for their Sherry casks, whilst others are more renowned for bourbon casks.",
        "Welcoming the new music specialism renowned cellist Julian Lloyd Webber said: \" Having schools which specialize in different skills is a brilliant idea.",
        "A rare chance to see these world renowned performers in Lincoln.",
        "A host of renowned chefs appear at the show to demonstrate their culinary talents, allowing visitors to sample their innovative creations.",
        "He says Britain used to be renowned for its low rates of liver cirrhosis.",
        "The area is renowned for its fruit growing, particularly citrus fruits and has many orchards, olive groves and vineyards.",
        "clapboard construction, both renowned SER trademarks.",
        "The invitation follows his recent success working with the renowned conductor at the Offenbach Festival at the Lyon Opera House in France.",
        "contrived to lose 20 wickets in a day at a ground where the pitches are renowned for being batsmen friendly.",
        "The visitors somehow contrived to lose 20 wickets in a day at a ground where the pitches are renowned for being batsmen friendly.",
        "That man gave tasty food renowned fate to the clerics in the little coracle in which they were.",
        "Renowned for having the most exquisite coral reefs in the world and a refuge to rare marine life.",
        "It is also renowned locally for its gourmet cuisine.",
        "They seem ashamed of talking seriously about small government and big tax cuts Ã¢ the issues for which she was renowned.",
        "delicatessen shop, is more renowned in France.",
        "One of his daughters, Fanny, was the object of the affections of Rev Kilvert, who later became a renowned diarist.",
        "Founding Artistic director of the renowned Green Room Arts Center in Manchester she is also former Director of the Merseyside Festival of Comedy.",
        "In the castle grounds stands the stump of the renowned oak tree where Lord William Howard used to hang Scottish Reivers and wrong doers.",
        "The River Waveney is renowned for silver eel which can be trapped at this point.",
        "This edition also features 12 full-page wood engravings by renowned illustrator Barry Moser.",
        "Our show is renowned for being the best live adult entertainment in the south coast.",
        "The forest is renowned for its friendly and homely bed and breakfast establishments.",
        "Banana Shoes is renowned as the UK's largest e-tailer specializing in High Heel footwear.",
        "He attended the Cardiff College of Music and Drama and studied euphonium under the renowned Aaron Trotman.",
        "Edited by renowned experts in this field, this book presents a comprehensive overview of pre-eclampsia.",
        "recognizing the renowned fabulist, the lion asked Aesop to tell a story before making a meal of him.",
        "fattened for the butcher, are renowned for the quantity and exceptional quality of their tender and delicately flavored meat.",
        "Renowned as the band that invented British folk-rock, Fairport formed in 1967 and in 2002 won the BBC Radio 2 Lifetime Achievement Award.",
        "avid followers of good food guides and well known accommodation publications will have noted numerous accolades bestowed upon this renowned residence.",
        "foreword by the renowned safety author Trevor Kletz.",
        "Founding Artistic Director of the renowned Green Room Arts Center in Manchester she is also former Director of the Merseyside Festival of Comedy.",
        "Home to some truly spectacular peaks, they are renowned throughout Europe to the climbing fraternity.",
        "Rohit Talwar is an internationally renowned futurist, award winning inspirational speaker, consultant and change agent.",
        "Through his many articles, books and keynote speeches, John has become a highly respected business futurist and a renowned global thought leader.",
        "Pilgrims are renowned for their sweet nature, which applies if they have been handled as young goslings.",
        "Food is limited, but if you don't have their renowned Hungarian goulash, you will kick yourself!",
        "In Designing Web Usability: The Practice of Simplicity, renowned web usability guru Jakob Nielsen shares his insightful thoughts on the subject.",
        "The Orchestra of Welsh National Opera together with renowned harpist Elinor Bennett are touring Wales with the work in early January.",
        "The gardens are renowned for their rare and unusual trees collected by intrepid plant hunters during the Eighteenth Century.",
        "ikon gallery presents the first non-commercial exhibition in the UK of the work of internationally renowned Brazilian artist Beatriz Milhazes.",
        "ilex books address a host of technical and creative issues, and offer easy-to-follow, jargon-busting texts by renowned experts in every digital field.",
        "Off the Shelf organizers are especially delighted with the striking new brochure cover designed by renowned illustrator Quentin Blake.",
        "The gallery also holds a large collection of works by Paul Maze, the renowned British impressionist.",
        "retaining an imprint of its own, Mouton de Gruyter publishes an internationally renowned range of research series and journals.",
        "Better to die renowned for chastity, Than live with shame and endless infamy.",
        "To begin the day we welcome one of our Leeds Met honorary Doctors, Trevor Baylis O.B.E, world renowned inventor.",
        "kipper industry, for which the picturesque harbor of Craster was especially renowned.",
        "The crew prepared the renowned academic for royal caribbean int l caribbean int l a little.",
        "The crew prepared the renowned academic for royal caribbean int lass=\"ex\">royal caribbean int l a little.",
        "Stop him from and phil gordon by renowned las.",
        "Islands of the lagoon A wonderful half day cruise around the Venetian lagoon discovering three of its most renowned islands.",
        "Jayasree has also learned the art of ghazal singing from renowned ghazal maestro, Ustad Ghulam Ali.",
        "He recently formed a duo with the renowned tabla maestro Sanju Sahai that combines western percussion with tabla.",
        "Wolsey is one of the oldest textile companies in Europe and renowned for producing quality, classic menswear.",
        "As such they were vulnerable and prone to attack out of the blue by merciless bandits who were renowned and ruthless murderers.",
        "They are world renowned and respected in the treatment of adult and childhood myositis.",
        "nurturelub became renowned for nurturing youthful talent starting with the famous ' Busby Babes ' .",
        "Approximately 175 kms away from Muscat Nizwa is renowned for its gold and silver handicrafts and its eight kilometer long palm oasis.",
        "Gidon Kremer and Kremerata Baltica join the Hazard Chase roster Internationally renowned violinist Gidon Kremer founded the chamber orchestra Kremerata Baltica in 1997.",
        "John Smallwood publicized the organ recital that evening by the internationally renowned theater organist David Lowe.",
        "oscillate way, they proved that oscillating reactions - like the renowned Belousov-Zhabotinsky reaction - can also take place in multi-phase systems.",
        "Between 1961 and 1968 he studied in Moscow with the renowned pedagogues Heinrich and Stanislav Neuhaus.",
        "An internationally renowned photographer of the Islamic world will be hosting a creative workshop for teenage school children in Bradford next week.",
        "A director for renowned fashion photographer Nick Knight, his work is now archived in the San Francisco Museum of Modern Art.",
        "Jasmin Vardimon Dance Company is renowned for dynamic, funky and highly physical choreography that is thrilling to watch.",
        "Ryder, a renowned pianist, arrives in a Central European city he cannot identify for a concert he cannot remember agreeing to give.",
        "polite greeting Hotspur antagonizes Glendower - as if he fears to lose face before another renowned warrior.",
        "We use the renowned Ultra frame roofing system which will incorporate a ridge flow system and triple wall polycarbonate sheeting.",
        "Renowned for his snail porridge, he said he was \" speechless \" at the award.",
        "Marcia Haydee, the former prima ballerina of the Stuttgart Ballet, is one of the most renowned dramatic ballerinas of the twentieth century.",
        "Julia Kristeva is a renowned psychoanalyst, critic and professor of linguistics at the UniversitÃ© de Paris.",
        "Our guests r guests return year after yea r for our renowned Christmas and New Year breaks to enjoy traditional festivities and gourmet dinners.",
        "recital by a renowned pianist.",
        "regency town of Cheltenham, renowned for its stylish shops, is only a short drive away.",
        "tractors UK Tafe Tractors renowned for being basic, simple and reliable.",
        "We've got the world renowned National Park Coastal Path on the very Western tip of Europe right on our doorstep.",
        "renowned internationally for their high level of professional idealism.",
        "Speck are globally renowned as being the best designer and manufacturer of cases and skins for every iPod out there - no contest.",
        "The focal point of this family-run hotel is the atmospheric restaurant the regional cooking is justly renowned locally, with delicious truffle specialities.",
        "renowned worldwide for its social research.",
        "Festival Time The Arts Center is also the focal point for the nationally renowned King's Lynn Festival each July.",
        "renowned world-wide for magnificent scenery steeped in fascinating history and famous legends.",
        "renowned for the excellence of its eating houses and country pubs.",
        "renowned for the warmth of its welcome, the friendliness of its staff and the level of its efficiency.",
        "renowned for scenery, natural splendor and its wines.",
        "renowned for the quality of its ingredients.",
        "renowned as industry leaders.",
        "renowned as a center for excellence in teaching and research.",
        "renowned as an attractive place.",
        "Four substantial canals fulfilled the needs of the expanding anthracite mining industry which was to become wor ld renowned.",
        "But it's certainly not just the scenery that has made this inn internationally renowned.",
        "renowned architects make, detail the design of the National Center of Excellence for Judo.",
        "renowned photographer of the Islamic world will be hosting a creative workshop for teenage school children in Bradford next week.",
        "renowned chefs appear at the show to demonstrate their culinary talents, allowing visitors to sample their innovative creations.",
        "renowned sculptors like Henry Moore and Brancusi.",
        "renowned scholar is quick to point out that she does not pretend to write a comprehensive book covering all Holocaust verse.",
        "renowned conductors.",
        "Visit our 10 internationally renowned research group websites to find out more.",
        "St Ives is now the location of the nationally renowned Tate Gallery.",
        "As well as the justly renowned attractions of the city center, the campus itself offers plenty in the way of diversion.",
        "The hotel features a roman style pool and spa and a locally renowned restaurant.",
        "He used this rather prestigious platform with considerable shrewdness a skill for which he is rightly renowned.",
        "The club became renowned for nurturing youthful talent starting with the famous ' Busby Babes ' .",
        "Bernard lewis the speakers including renowned of plush blue.",
        "renowned for the high quality of its Inset courses.",
        "Our renowned a la Carte restaurant serves organic fresh local produce from land and bay.",
        "The renowned Romanian composer Georg Enescu's Romanian rhapsody is world famous.",
        "Travel to Hluhluwe, renowned for its work in saving the rhino, or Itala Game Reserve.",
        "rosette background required to support the Pastry chef in this well renowned kitchen looking to regain its Michelin Star.",
        "Hobson was renowned for the fact he would only let out his horses in strict rotation - there was no choice at all.",
        "Watch a special renowned bird sanctuary the finest in china.",
        "Tony Husband's page - biting satire from the renowned Private Eye cartoonist.",
        "In 1953 J. Arthur Rank commissioned Whettam to write the orchestral score for the internationally renowned film \" Genevieve \" .",
        "Guy became internationally renowned after penning the smash hit Angels for pop scoundrel Robbie Williams in 1997.",
        "If you enjoy scuba diving or snorkeling, Fiji travel provides plenty of opportunity to do so and is renowned for its coral reefs.",
        "I am very grateful to David Wynne, the renowned animal sculptor agreeing to open this exhibition.",
        "In the summer months the Pavilion Theater is host to the renowned seaside Special, the only remaining traditional end-of-the-pier show in the country.",
        "sensitive soul, not something he's renowned for back in Britain.",
        "The ancient Egyptians were renowned shipbuilders and the Romans traveled along Red Sea shores.",
        "Synopsis Agnes Meadowes is cook to the Blanchards of Foster Lane, the renowned silversmiths.",
        "slot machinesin devised some of by renowned las.",
        "The 10-day festival gathers prominent musicians and renowned soloists from all European cultural centers.",
        "sonorityl as his enthusiasm for modern guitar sonorities, Julian Bream is renowned for his fervent advocacy of the Elizabethan lute.",
        "Paul Sloane Price range from £ 2000 - 4000 Paul Sloane is renowned as a thought-provoking, entertaining and motivational speaker.",
        "sportsmanrough University is world renowned and has produced countless world class sportsmen and women in virtually every sport.",
        "Chris trained with renowned storyteller Ben Haggarty and now works in schools, prisons, festivals and companies all over the country.",
        "These were delivered in his renowned style with erudition, punctuated by a disarming slight stutter.",
        "stylish boutiques, Manchester is renowned for its shopping choice.",
        "A renowned building surveying consultancy, with a prestigious presence in London, has launched a new office in Reading.",
        "He recently formed a duo with the renowned tabla maestro Sanju Sahai that combines western percussion with tabla maestro Sanju Sahai that combines western percussion with tabla.",
        "The excellent tearooms, renowned for its excellent Welsh cakes and serves hot and cold food all day.",
        "When the renowned old tenor appeared, I got a nudge and an excited whisper: \" Now you see him!",
        "The city is also renowned for its long cultural tradition.",
        "tumblevillage of Deja, with its houses tumbling down a hillside, was once renowned as an artists ' retreat.",
        "The Temple Bar area is renowned throughout the world for its entertainment and cultural vibrancy.",
        "renowned author victor the air from each evening our dining room handsome.",
        "Renowned author victor the renowned academic delay reserve your.",
        "Tanzania safaris are renowned for the finest wildlife viewing in Africa a truly amazing holiday.",
        "It is made exclusively from white Chardonnay grapes from the most renowned vineyards of the CÃ´te des Blancs.",
        "renowned violist Jane Atkins performs the Viola concerto, a work long close to her heart.",
        "Renowned for her extraordinarily vivid recreations of historical events, Carolly Erickson brings out the full fascinating story of the enigmatic Anne Boleyn.",
        "I know Bath is renowned for 'the waters ', but are we talking very tasty tap water or something more complicated?",
        "Today it is known for its magnificent beaches and renowned watersports, providing some of the best windsurfing and surfing in the UK.",
        "Today, Danesfield house has become one of England's leading country house hotels, with an award-winning cuisine and renowned fine wine cellar.",
        "Made by renowned Aussie winemaker Ben Riggs, this is a fruit-driven, quality Shiraz that goes a treat with barbecues and roasted meats.",
        "She's renowned for leaving no received wisdom untested.",
        "We have world renowned experts in the areas of liquid crystals, energy storage materials, new zeolite based pigments and superconducting materials.",
        "The imperial family were renowned for their beauty, and the princesses of this race were sought as brides by Byzantine emperors of the dynasty of the Palaeologi, by Western nobles, and by Mahommedan princes; and the connexions thus formed originated a variety of diplomatic relations and friendly or offensive alliances.",
        "Though less central than Philippopolis and less renowned in Bulgarian history than Trnovo, Sofia a s selected as the capital of the newly-created Bulgarian state in view of its strategical position, which commands the routes to Constantinople, Belgrade, Macedonia and the Danube.",
        "His descendants and successors, all renowned for the high impulse they gave both to the patriotic feelings and the national poetry of modern Persia (see Persia: Literature), were Abmad b.",
        "Among the best-known non-Jewish exponents of the Kabbalah were the Italian count Pico di Mirandola (1463-1494), the renowned Johann Reuchlin (1455-1522), Heinrich Cornelius Agrippa of Nettesheim (3487- '535), Theophrastus Paracelsus (1493-1541), and, later, the Englishman Robert Fludd (1574-1637).",
        "of Poland, who, though only in his nineteenth year, was already renowned for his martial disposition.",
        "From Fuchow he struck across the mountains into Cheh-kiang and visited Hangchow, then renowned, under the name of Cansay, Khanzai, or Quinsai (i.e.",
        "In the 9th century two of the best-known poets - Abu Tammam and Bulhturi (q.v.) - were renowned for their knowledge of old poetry (see Hamasa) and were influenced by it in their own verse.",
        "c. 1590) Crabeth, between the years 1555 and 1603 (see Explanation of the Famous and Renowned Glass Works, &c., Gouda, 1876, reprinted from an older volume, 1718).",
        "The name `Hpaaiis(\"Hpa, and, cXEos=glory) is explained as \" renowned through Hera \" (i.e.",
        "Similar glens and falls are found in the Seneca Valley, the best known being the widely renowned Watkins Glen, now reserved as a state park (see Watkins).",
        "(1898), 4.93 The wine of Fundi is spoken of by ancient writers, though the ager Caecubus, the coast plain round the Lago di Fundi, was even more renowned, and Horace frequently praises its wine; and though Pliny the Elder speaks as if its production had almost entirely ceased in his day (attributing this to neglect, but even more to the excavation works of Nero's projected canal from the lacus Avernus to Ostia), Martial mentions it often, and it is spoken of in the inscription of a wine-dealer of the time of Hadrian, together with Falernian and Setian wines (Corpus inscript.",
        "The strength of the renowned Roman concrete is largely due to the use of pozzolana (see Puteoli), which also is found in plenty in the Campagna.",
        "Among the most constant attendants were two high-born and high-bred gentlemen, closely bound together by friendship, but of widely different characters and habits - Bennet Langton, distinguished by his skill in Greek literature, by the orthodoxy of his opinions, and by the sanctity of his life, and Topham Beauclerk, renowned for his amours, his knowledge of the gay world, his fastidious taste and his sarcastic wit.",
        "During all these periods of literary activity, lyric poetry, pure and simple, had by no means been neglected; almost all the Lyric Poetry, renowned poets since the time of RudagI had sung in endless strains the pleasures of love and wine, the beauties of nature, and the almighty power of the Creator; but it was left to the incomparable genius of I~lifi~ (d.",
        "Our guests return year after yea r for our renowned Christmas and New Year breaks to enjoy traditional festivities and gourmet dinners.",
        "To bring the weekend to a close we have a talk by harpsichordist John Henry and a recital by a renowned pianist.",
        "For Retail Therapy and entertainment the regency town of Cheltenham, renowned for its stylish shops, is only a short drive away.",
        "Others have driven their own dog sled to the world renowned Ice Hotel or spent a week with reindeer herders in Lapland.",
        "Como 's atmospheric medieval quarter is centered on the Duomo, renowned for its elegant melding of gothic and renaissance styles.",
        "Tractors UK Tafe Tractors renowned for being basic, simple and reliable.",
        "We 've got the world renowned National Park Coastal Path on the very Western tip of Europe right on our doorstep.",
        "British doctors used to be renowned internationally for their high level of professional idealism.",
        "Also accused is the Joseph Rowntree Reform Trust, which is renowned worldwide for its social research.",
        "Festival Time The Arts Center is also the focal point for the nationally renowned King 's Lynn Festival each July.",
        "It is an area renowned world-wide for magnificent scenery steeped in fascinating history and famous legends.",
        "The area is renowned for the excellence of its eating houses and country pubs.",
        "The hotel is renowned for the warmth of its welcome, the friendliness of its staff and the level of its efficiency.",
        "Also ideally located for exploring this beautiful region renowned for scenery, natural splendor and its wines.",
        "In the culinary world, Scotland is renowned for the quality of its ingredients.",
        "Over the last few years, Japanese cars have become widely renowned as industry leaders.",
        "The Department of Politics and International Relations is internationally renowned as a center for excellence in teaching and research.",
        "In fact there are no old buildings in Sami today and it is not renowned as an attractive place.",
        "But it 's certainly not just the scenery that has made this inn internationally renowned.",
        "The plans, created by renowned architects make, detail the design of the National Center of Excellence for Judo.",
        "Her sculpture has been exhibited both solo and with renowned sculptors like Henry Moore and Brancusi.",
        "The renowned scholar is quick to point out that she does not pretend to write a comprehensive book covering all Holocaust verse.",
        "Since then he has performed as a soloist with many of the world 's major orchestras and most renowned conductors.",
        "Inset Training: Counterpoint MTC is nationally renowned for the high quality of its Inset courses.",
        "Our renowned a la carte restaurant serves organic fresh local produce from land and bay.",
        "The renowned Romanian composer Georg Enescu 's Romanian Rhapsody is world famous.",
        "The elegantly proportioned interior retains its homely atmosphere and is renowned for its very fine plaster and wood rococo decoration.",
        "Enthusiastic chef with 2/3 rosette background required to support the Pastry chef in this well renowned kitchen looking to regain its Michelin Star.",
        "Renowned for the running of the bulls at the San Firmin Festival, Pamplona is also architecturally stunning.",
        "Tony Husband 's page - biting satire from the renowned Private Eye cartoonist.",
        "In 1953 J. Arthur Rank commissioned Whettam to write the orchestral score for the internationally renowned film \" Genevieve \".",
        "A city renowned for its glorious seafaring traditions in which all sons of Oman take pride.",
        "In the summer months the Pavilion Theater is host to the renowned Seaside Special, the only remaining traditional end-of-the-pier show in the country.",
        "Dubai has even, it seems, turned Jim into a sensitive soul, not something he 's renowned for back in Britain.",
        "The slot machinesin devised some of by renowned las.",
        "Renowned for increasing cell turnover, Vitamin A helps to slough off dead skin cells to reveal glowing, youthful looking skin.",
        "As well as his enthusiasm for modern guitar sonorities, Julian Bream is renowned for his fervent advocacy of the Elizabethan lute.",
        "Loughborough University is world renowned and has produced countless world class sportsmen and women in virtually every sport.",
        "The Cambridge region is home to numerous renowned centers of excellence in the fields of clinical medicine, genomics and structural biology.",
        "When the renowned old tenor appeared, I got a nudge and an excited whisper: Now you see him !",
        "Or as Ibn Khaldun, the renowned philosopher of history, would say, the vanquished always looks up to and copy the victor.",
        "The Intravenous Therapy Team is part of Day Care Services at Sutton and is renowned for its cannulation and venepuncture skills.",
        "Renowned author victor the air from each evening our dining room handsome.",
        "Renowned violist Jane Atkins performs the Viola concerto, a work long close to her heart.",
        "Oh, and a journalist, specially solicited for his renowned and voluble skepticism, Jack Parlabane.",
        "Our readers are renowned for their active approach to life; the majority are young, socially aware, professional and voracious lifestyle consumers.",
        "Although sparsely populated, Harris is well renowned for its style and warmth of hospitality.",
        "A stylish hotel well renowned for its food and wellness facilities.",
        "A renowned hotspot, there is no better way to wile away an afternoon than soaking up the rays on the terrace.",
        "Today, Danesfield house has become one of England 's leading country house hotels, with an award-winning cuisine and renowned fine wine cellar.",
        "She 's renowned for leaving no received wisdom untested.",
        "Age-appropriate infant media is one of the areas this company is renowned for.",
        "Debra Holtzman J.D, M.A, is a renowned child safety and health expert.",
        "Cat Christmas cards by renowned animal artist Chrissie Snelling might actually become holiday keepsakes.",
        "Apple cider vinegar is a renowned folk remedy, believed to be a cure-all for a host of common ailments.",
        "The renowned strength and longevity of this tribe of warriors is then associated with the benefits of the Maqui berry.",
        "Design in this southern urban area is influenced by the renowned art museums and galleries in the area and the sizeable percentage of transplants from other parts of the country.",
        "The area also boasts many renowned universities - UNC-Chapel Hill, Duke, and NC State - bringing students and academics from all over the world to the city.",
        "The majestic Victorian house was the creation of renowned architect, Edward Tuckerman Potter.",
        "Louis Comfort Tiffany, renowned, stained glass, window designer and the Associated Artists created the interior with carved woodwork, marble herringbone-patterned foyer and stenciled walls.",
        "Renowned architect Frank Lloyd Wright (1867-1959) had a long and prolific career, designing over 1,000 works during his life.",
        "Crystal chandeliers are renowned for the sparkling effect they have in refracting light into your room and especially the dance of light that patterns the surrounding walls.",
        "Dr. Tina Aster, a renowned dermatologist, has joined the list of consultants at Lancome Cosmetics.",
        "The waterproof version is renowned for sealing in the natural moisture of the eyelashes.",
        "Owned by the renowned Estee Lauder Company, Prescriptives specializes in luxurious makeup, skincare and fragrances.",
        "Windsor Beauty Supply: Style and color essentials abound at this renowned outlet, which also has a store location in Farmington Hills, MI.",
        "A spritz of any of the renowned makeup artist's scents is all but guaranteed to recall a beautiful memory or transport you to another place.",
        "Bobbi Brown is renowned for her approach to realistic, down-to-earth beauty.",
        "This cult product is renowned for a number of reasons, but its ability to transform a simple look into a stunning one is what really keeps people coming back for more.",
        "Mark cosmetics offers the same world renowned independent sales opportunities as its' parent company, Avon, while consistently keeping up with the beat of the ever changing cosmetic and fashion industry.",
        "Comodynes Makeup Remover Towels are renowned for their gentle, soothing properties.",
        "The brand's renowned waterproof makeup remover does a reliable job of removing every trace of waterproof makeup.",
        "Around the world, though, the brand is renowned for more than just face and body care.",
        "Fragrance X: You simply can't go wrong with Fragrance X, one of the Internet's most renowned scent boutiques.",
        "Not only is Rhianna a world renowned pop star, she's dappled in fashion modeling and fashion designing as well.",
        "The McEvoy label is renowned, but does the base live up to its brand name's potential?",
        "The packaging really lives up to the renowned Dior label.",
        "This method uses sweet marinades and is also renowned for its red sauces.",
        "Home to Hollywood and multiple world renowned beaches, it makes sense that part of California culture tends toward looking and feeling good.",
        "Kimchee is probably the most renowned of Korea foods.",
        "Feta cheese is the most renowned dairy product from the area.",
        "Her line of craft supplies is renowned for being superior in quality and stylistically elegant.",
        "The Martha Stewart line is renowned for being superior in quality and her line of scrapbooking punches is no exception.",
        "The owners are some of the most renowned and respected boot fitters in the ski industry.",
        "Amen, M.D., renowned brain researcher and author of Change Your Brain Change Your Life.",
        "Bling bling was further cemented into public consciousness when, in 2003, the Oxford English Dictionary made the word, along with the slang terms \"jiggy,\" \"dope,\" and \"phat,\" official by adding them to the renowned dictionary.",
        "Richly told, this gothic tale of a young boy raised by philosophers and a regal mother of renowned beauty and wit is a mesmerizing read.",
        "Since the Supima product is so renowned, consumers can feel confident that these products are of the highest quality.",
        "Eddie Bauer: It seems almost unbelievable that a company renowned for its outerwear would offer something so luxurious for use inside the home.",
        "They have a huge amount of tradition in their craft industries and they are renowned woodworkers as well.",
        "He was renowned for having an unbelievably charismatic personality and the uncanny ability to pick winning roles.",
        "Anderson Cooper is a renowned television journalist and author.",
        "Some of the world's most well-known celebrities are also renowned for something much less impressive: their heinous tipping habits.",
        "After Home and Away, it was away to Paris for Fisher, who decided to enroll at at the renowned Jacques Lecoq Stage School, run by the physical theatre actor and mime artist.",
        "There he met renowned film director Cecil B.",
        "The engineer, Owsley, was also renowned for his drug-induced dancing during Grateful Dead concerts which is why the iconic Grateful Dead bear is always dancing.",
        "In 2005, the company became a part of Carter Brands, another renowned children's clothing manufacturer.",
        "Harvard Business School is a world renowned institution of higher learning and frequently ranks as one of the top business schools in the United States.",
        "Royal Caribbean often employs renowned artists to design focal points of their new vessels, such as the main pool area or adults-only Solarium.",
        "Interior artwork includes works by renowned artists such as Andy Warhol, Van Gogh, and Monet.",
        "Costa Maya: Slightly south of Cozumel on the mainland, Costa Maya offers a rich history of Mayan ruins and other cultural excursions for cruisers, including world renowned snorkeling and scuba diving.",
        "StarLite hires many types of employees, all of whom are expected to deliver the exceptional service the line is renowned for.",
        "Competitive Agility Training Series written by renowned trainer Jane Simmons-Moake, this is a four video series which can be purchased separately or as a set.",
        "In the New England area, for example, the Shakers, a religious sect that flourished in the 1800's and was renowned for their gardening prowess, made hot beds lined with fresh animal dung to generate heat.",
        "During the 1940s, Monroe experimented with sound by featuring renowned banjo players Earl Scruggs and David \"Stringbean\" Akeman at different points in the decade.",
        "Barring that, you can get a good idea of the beauty these rings are renowned for by viewing some examples of rings offered by various online jewelry stores.",
        "In fact, the Vincenza gold district hosts the renowned annual international jewelry and silverware showcase of the Vincenza Oror: World Premier Jewelry Fair.",
        "Some districts are renowned for specific kinds of jewelry and jewelry designs.",
        "The shop, based in Bangkok, Thailand, is renowned for producing quality work.",
        "The brand is renowned for its well-constructed, high-quality attire geared towards durability and comfort.",
        "Hips & Curves is renowned for its range of plus size lingerie for full figured women.",
        "It is renowned for its classic cut, and because of its simple features it is also one of the most versatile items a woman could possibly own!",
        "Renowned Italian designer Giorgio Armani is one of the top ten hottest designers to the stars -- and for good reason.",
        "The Versace Italian fashion line was established by the talented Gianni Versace in the mid nineteen-seventies and is now a renowned international name.",
        "Jean Vuarnet was already a highly renowned alpine skier when he established the Vuarnet company.",
        "One resort is also part of the world renowned Wisconsin Dells water parks community, and another is in Canada.",
        "Home to more than 15 roller coasters and more than 50 rides, the park is renowned for its collection of thrills and attractions for all ages.",
        "As its name suggests, Resident Evil is the latest in Capcom's renowned Resident Evil franchise.",
        "As the renowned investigator, you are given the job of sorting out where in the crime scene everyone and everything was.",
        "Speedo is renowned all over the world for making the best performance suits."
    ],
    "definition": [
        "Link/Cite",
        "Famous, celebrated, or well-known.\nThe movie Three Stars is about world-renowned chefs.",
        "Link/Cite"
    ]
}