{
    "translation": "שיפץ",
    "uses": [
        "To concentrate, induce and renovate are, however, but aspects of one process of acquisition by the transfusion of a transmissible energy.",
        "With his own lessons and those patterns, any ruler of his day, who would listen to him, might reform and renovate his own state, and his influence would break forth beyond its limits till the face of the whole kingdom should be filled with a multitudinous relation-keeping, well-fed, happy people.",
        "His views were those of a moderate reformer, who desired to renovate but not to end the institutions of the old monarchy; and his memoirs set forth in a favourable light the actions of that parlement, the existence of which was soon to be terminated amid the political storms of the close of the year 1789.",
        "The reformers shook off the yoke of systems in order boldly to renovate both knowledge and faith; and, instead of resting on the abstract a priori principles within which man and nature had been imprisoned, they returned to the ancient methods of observation and analysis.",
        "In fact, the department of Housing and Urban Development was created specifically to give low-income families the access to quality housing and the means to renovate the homes back to an acceptable condition.",
        "Bravo's Flipping Out is a reality TV show that follows real estate speculator Jeff Lewis and his team as they buy, renovate, and then resell multi-million dollar homes.",
        "Whether you're a first time buyer, or planning to build, refinance or even renovate, Midland Mortgage's commitment to prompt, personal service follows through to a variety of affordable mortgage programs offering competitive rates.",
        "delectable cuisine has renovate the property.",
        "In addition to providing quality furniture to the residents of Jamaica, they have also done a lot to renovate the furniture industry in the country and employ over 1000 people across the nation.",
        "Because Art Deco was a collection of rather eclectic designs, it was easy to add touches of the new movement in order to renovate the older designs.",
        "You can even buy a public housing project and get the funds to renovate it if you qualify.",
        "Work is well underway on the project to renovate the men 's changing rooms in the main club house.",
        "Already there are numerous hydropower plants in place, many with plans to expand or renovate in order to generate more energy for the region.",
        "Whether you're looking for Interior Decorating on a Budget or need to renovate your front yard, there is an HGTV show for you.",
        "In 1881, the Twains purchased adjoining property and decided to redesign the yard and renovate the house.",
        "This is very helpful for homeowners wanting to renovate their traditional or contemporary home styles.",
        "Tutor kids, clear trails, renovate houses, provide disaster relief and work with others in a variety of projects.",
        "As you remodel or renovate, you'll want to make the right choices for a well-lit kitchen.",
        "Lighting is an essential factor to consider as you remodel, renovate or build a new kitchen.",
        "Dark colors, on the other hand, absorb light so stay away from them when you renovate your basement.",
        "In order to earn some money to help repair and renovate your new store, you must perform simple errands for other business owners.",
        "The Purchase and Renovate Program is specifically designed for homebuyers who are buying a fixer-upper.",
        "The granddaddy of all new house flipping programs, This Old House is a program dedicated to teaching people how to renovate older homes.",
        "Usually a homeowner contacts This Old House to ask questions about how to renovate a home.",
        "The company offers a Purchase and Renovate or a Refinance and Renovate loans as well as typical home equity loans.",
        "In 1996, a religious group purchased the property with plans to renovate it and turn it into a large worship center.",
        "Both groups need professionals to upgrade and renovate their homes, adding beauty and value for their returns on investment.",
        "The remaining 30 percent is retained and administratively used to build more stores, renovate old ones, and for other improvements.",
        "Above all, this was probably the author's intention: to renovate the classical tragedy preserving intact its magnitude.",
        "preserveall, this was probably the author's intention: to renovate the classical tragedy preserving intact its magnitude.",
        "Work is well underway on the project to renovate the men's changing rooms in the main club house.",
        "However, if you are on a budget, look for a diamond in the rough and renovate it yourself over time.",
        "He approached the duchy with a business plan and was eventually rewarded with a crumbling granite barn and the money to renovate it.",
        "Moreover, a Catholic lnovement for religious reform in the Church of France began during the i7th century, marked by the creation of seminaries, the foundation of new orthodox religious orders, and the organization of public relief by Saint Vincent de Paul, Jansenism was the most vigorous contemporary effort to renovate not only morals but Church doctrine (see JANSENISM).",
        "Renovate the old farmhouse, or consent to artificially producing a child?"
    ],
    "definition": [
        "To return to a condition of newness, as by repairing or remodeling.",
        "To impart new vigor to; revive.",
        "ren′o·va′tion\nnoun",
        "ren′o·va′tive\nadjective",
        "ren′o·va′tor\nnoun",
        "Link/Cite",
        "To renew; to revamp something to make it look new again.\nThis house is shabby, it needs renovating.",
        "To to restore to freshness or vigor.",
        "Link/Cite"
    ]
}