{
    "translation": "תיקן",
    "uses": [],
    "definition": [
        "To restore to sound condition after damage or injury; fix: repaired the broken watch.",
        "To set right; remedy: repair an oversight.",
        "To restore or renew: repair the immune system.",
        "To make up for or compensate for (a loss or wrong, for example).",
        "a. The work, act, or process of repairing.\nb. often repairs An instance or a result of repairing: The accident resulted in a costly repair to the car. My bike is in the shop for repairs.",
        "a. The state of being fit for use: The furnace is out of repair.\nb. General condition after use or repairing: in good repair.",
        "re·pair′a·bil′i·ty\nnoun",
        "re·pair′a·ble\nadjective",
        "re·pair′a·bly\nadverb",
        "re·pair′er\nnoun",
        "To betake oneself; go: repair to the dining room.",
        "To go frequently or habitually: repairs to the restaurant every week.",
        "An act of going or sojourning: our annual repair to the mountains.",
        "A place to which one goes frequently or habitually; a haunt.",
        "Link/Cite",
        "The act of repairing something.\nI took the car to the workshop for repair.",
        "The result of repairing something.\nIf you look closely you can see the repair in the paintwork",
        "The condition of something, in respect of need for repair.\nThe car was overall in poor repair before the accident. But after the workshop had it for three weeks it was returned in excellent repair. But the other vehicle was beyond repair.",
        "To restore to good working order, fix, or improve damaged condition; to mend; to remedy.\nto repair a house, a road, a shoe, or a ship\nto repair a shattered fortune",
        "To make amends for, as for an injury, by an equivalent; to indemnify for.\nto repair a loss or damage",
        "The act of repairing or resorting to a place.\nour annual repair to the mountains",
        "A place to which one goes frequently or habitually; a haunt.",
        "To transfer oneself to another place.\nto repair to sanctuary for safety",
        "to pair again",
        "Link/Cite"
    ]
}