{
    "translation": "חוזר על עצמו, שנוי",
    "uses": [
        "Stenciling is an art form that uses a repetitious method of applying color through a cut out shape.",
        "The most difficult thing about staying on The Cabbage Soup Diet is that eating the soup every day becomes boring and repetitious.",
        "Now that you've realized your room needs an oval area rug to break up the repetitious linear design, you need to decide on the size, style, and color for this new centerpiece in your room.",
        "A keyword density of approximately 3% for the main term is good enough to improve search engine rankings without reaching the limit for what would be considered spam, and doesn't seem overly repetitious to the reader.",
        "These delays typically manifest as impaired communication and language skills, poor social interaction, and repetitious thoughts and behavior patterns.",
        "The lines are very difficult to learn as they are so repetitious.",
        "repetitious nature.",
        "When you suffer boredom due to your repetitious meal plan, just remind yourself that the diet is only temporary and, someday soon, your menu selections will widen and your symptoms will be gone.",
        "repetitious movement.",
        "At about this point the text, which is very repetitious, throws in some minor technical details.",
        "To avoid becoming repetitious, this will not be pointed out in each of the following cases.",
        "repetitious reading will cause you to remember what you have read.",
        "repetitious genome 28/2/01.",
        "The only things that stop the book reaching four stars are this lack of science content and also a slightly repetitious style.",
        "J: But it's just repetitious, is what you're saying.",
        "repetitious statements within style sheets, grouping of selectors and declarations is allowed.",
        "repetitious sound in the form of a steady drumbeat.",
        "Even tho the process may seem repetitious, make sure you don't cancel out of the installation.",
        "That very simple and somewhat repetitious little text tells us some very profound things about God 's comfort in our suffering.",
        "J: But it 's just repetitious, is what you 're saying.",
        "In short, the work is basically is of a repetitious nature.",
        "Grouping In order to decrease repetitious statements within style sheets, grouping of selectors and declarations is allowed.",
        "This exercise provides benefit with no crunches or repetitious movement.",
        "The draft human genome: A repetitious genome 28/2/01.",
        "Even tho the process may seem repetitious, make sure you do n't cancel out of the installation.",
        "The method I use most frequently is repetitious sound in the form of a steady drumbeat.",
        "Try to listen to yourself speak - do you have any mannerisms or repetitious phases?",
        "That repetitious reading will cause you to remember what you have read.",
        "That very simple and somewhat repetitious little text tells us some very profound things about God's comfort in our suffering."
    ],
    "definition": [
        "rep′e·ti′tious·ly\nadverb",
        "rep′e·ti′tious·ness\nnoun",
        "Link/Cite",
        "Characterized by repetition, especially excessive repetition.",
        "Link/Cite"
    ]
}