{
    "translation": "שחזר, התרבה",
    "uses": [
        "reproduce a single recension.",
        "Aphides are born, as a rule, alive, and the young soon commence to reproduce again.",
        "High elevations reproduce the physical conditions of high latitudes.",
        "Computers will be able to reproduce them at will and hobbyists will still study them.",
        "The general tendency of these Benedictine offshoots was in the direction of greater austerity of life than was practised by the Black Monks or contemplated by St Benedict's Rule - some of them were semi-eremitical; the most important by far were the Cistercians, whose ground-idea was to reproduce exactly the life of St Benedict's own monastery.",
        "At the Restoration an endeavour was made to reproduce as well as possible the old crowns and regalia according to their ancient form, and a new crown of St Edward was made on the lines of the old one for the coronation of Charles II.",
        "This, and the various other spellings of the name, attempted to reproduce the Indian name of the village here, which Kelton thinks was pronounced Minewagi and meant \"there is a good point\" or \"there is a point where huckleberries grow,\" in allusion to the fertile soil.",
        "But one premise can only reproduce itself in another form, e.g.",
        "This will be followed by an increase of intensity until the lapse of another sixth of a second, when the less rapidly vibrating note will have lost another half-vibration relatively to the other, or one vibration reckoning from the original period of time, and the two component vibrations will again conspire and reproduce a maximum effect.",
        "32 name of a great man whose sentiments it was desired to reproduce and record; the question which seems so important to us, whether the words and even the sentiments are the great man's own or only his historian's, seems then hardly to have occurred either to writer or readers\" (W.",
        "After bringing out these plays Terence sailed from Greek parts, either to escape from the suspicion of publishing the works of others as his own, or from the desire to obtain a more intimate knowledge of that Greek life which had hitherto been known to him only in literature and which it was his professed aim to reproduce in his comedies.",
        "Among the people there was no public opinion to discourage despotism; the majority accepted their lot as inevitable, and tried rather to reproduce than to restrain the vices of their rulers.",
        "What is annually saved is as regularly consumed as what is spent, but by a different set of persons, by productive labourers instead of idlers or unproductive labourers; and the former reproduce with a profit the value of their consumption.",
        "In many cases the authorities refused permission to reproduce matter which had already appeared in American and other publications, whether true or not, the contention being that publication in England would tend to confirm and increase belief in the statements made.",
        "KO,unros); the comes sacrarum largitionum (count of the sacred bounties) was called at Constantinople b K6pns TWV aaKpt v XapyLTUJP Wv and the comes rerum privatarum 1 The exact significance of a title is difficult to reproduce in a foreign language.",
        "Taking the renowned yao-pien-yao, or transmutation ware of China as a model, the Takatori potters endeavoured, by skilful mixing of coloring materials, to reproduce the wonderful effects of oxidization seen in the Chinese ware.",
        "The ground-idea was to reproduce the life of the first Christians as described in Acts iv.",
        "To obtain the effect it was necessary to reproduce as far as possible the conditions under which the early craftsmen worked, and to create scientifically glass which is impure in colour, irregular in section, and non-homogeneous in texture.",
        "He did not worship, imitate and reproduce the classics, like the Latin humanists who preceded him; he did not master them and reduce them to a special science, as did the French Hellenists who succeeded him.",
        "It rarely happens, however, that the change is quite complete throughout the flower, and so a few seeds may be formed, some of which may be expected to reproduce the double-blossomed plants.",
        "They there seek to reproduce for their own time all the departments of the Aristotelian system.",
        "The underlying principle is to reproduce natures scenic beauties, all the features being drawn to scale, so that however restricted the space, there shall be no violation of proportion.",
        "Among extinct Tertiary mammals we can actually trace the giving off of these radii in all directions, for taking advantage of every possibility to secure food, to escape enemies and to reproduce kind; further, among such well-known quadrupeds as the horses, rhinoceroses and titanotheres, the modifications involved in these radiations can be clearly traced.",
        "This having fallen out of print, permission was sought by the editor of Crelle to reproduce it in the pages of that journal.",
        "The Versus practically reproduce in outline Bwda's account of Ca dmon's dream, without mentioning the dream, but describing the poet as a herdsman, and adding that his poems, beginning with the creation, relate the history of the five ages of the world down to the coming of Christ.",
        "At first, no doubt, the translator endeavoured to reproduce the original as closely as possible, but, inasmuch as his object was to give an intelligible rendering, a merely literal rendering would soon be found to be insufficient, and he would be forced, especially in the more difficult passages, to take a more elastic view of his obligations.",
        "7 and 32) reproduce the ideas and almost the phases of the Syriac \"Hymn of the Soul,\" so confirming the hypothesis that Mani was influenced by Bardesanes.",
        "Physiologically, any cell or group of cells separated off from a hypha or unicellular fungus, and capable of itself growing out - germinating - to reproduce the fungus, is a spore; but it is evident that so wide a definition does not exclude the ordinary vegetative cells of sprouting fungi, such as yeasts, or small sclerotium like cell-aggregates of forms like Coniothecium.",
        "These with a host of lesser dignities built up the imperial hierarchy and enabled the court quickly to develop on the lines of the old monarchy, so far as rules of etiquette and self-conscious efforts could reproduce the courtly graces of the ancien regime.",
        "The earliest efforts of his art (the Eclogues) reproduce the cadences, the diction and the pastoral fancies of Theocritus; but even in these imitative poems of his youth Virgil shows a perfect mastery of his materials.",
        "The first is represented by the Deutero-Isaiah, who constitutes the climax and close of Hebrew prophetism, which is henceforth (with the possible exception of the Trito-Isaiah, Malachi and Jonah, who reproduce some features of the earlier prophecy) a virtually arrested development.",
        "- Simple polyps which become sexually mature and which also reproduce non-sexually, but without any medusoid stage in the life-cycle.",
        "Correlated with the mode of life are the two features character istic of all Sporozoa: (a) They absorb only fluid nutriment, osmotically, and so lack any organs for ingesting and digesting solid food; and (b) they reproduce by sporulation, i.e.",
        "The Peronosporaceae reproduce themselves sexually by means of antheridia and oogonia as described in Pythium.",
        "Plants rely upon their seeds to reproduce.",
        "A virus needs a living cell to reproduce.",
        "For example, the skin cells may reproduce too quickly.",
        "There is nowhere any considerable young growth from seed, although this mode of reproduction is not (as often stated) unknown; the tree will reproduce itself more than once from the stump (hence its name).",
        "The iron for a statuette must first of all be very fluid, so that it will run into every crevice in its mould, and it must expand in solidifying, so that it shall reproduce accurately every detail of that mould.",
        "Thus thick machinery castings usually contain between 1.50 and 2.25% of silicon, whereas thin castings and ornamental ones which must reproduce the finest details of the mould accurately may have as much as 3 or even 3.4 0% of it.",
        "Klamroth's translation of the fifty oldest suras, Die fiinfzig altesten Suren (Hamburg, 1890) attempts successfully to reproduce the rhymed form of the originals.",
        "The process of natural selection allows the fittest creatures to survive and continue to reproduce.",
        "Dr Ellis had pipes (now preserved in the Royal Institution, London) made to reproduce both these pitches at 31 in.",
        "There are various copying processes by which it is possible to reproduce an original ruling in more or less perfection.",
        "It is impossible to reproduce here Fiirbringer's elaborate details and phylogenetic trees with their various horizontal sections, but the following tables give the main outlines: Classis AvEs I.",
        "Reis's object was to reproduce at a distance not only music but also human speech; but that he did not wholly succeed is clear from the following extract from his lecture: - \" Hitherto it has not been possible to reproduce human speech with sufficient distinctness.",
        "His style in its simplicity, facility and clearness owed something to De Foe, something to Cotton Mather, something to Plutarch, more to Bunyan and to his early attempts to reproduce the manner of the third volume of the Spectator; and not the least to his own careful study of word usage.",
        "Mill's definition of miracles: \" to constitute a miracle, a phenomenon must take place without having been preceded by any antecedent phenomenal conditions sufficient again to reproduce it.",
        "I guess he figures if he starts with a male and a female, they'll reproduce.",
        "or March) and the days begin to lengthen the phyto-planktonic organisms begin to reproduce.",
        "After a year or more this larva emerges into the water and commences to reproduce.",
        "\" The state has such a variety of soil, slope, elevation, temperature and climatic conditions as to reproduce, somewhere within its borders, any wine now manufactured \" (United States Census, 1900); but the experience has not yet divided the state into districts of specialized produce, nor determined just how far indigenous American vines may profitably be used, either as base or graftings, with European varieties.",
        "Individuals reproduce unexpectedly the traits of earlier ancestors, and ethnologists and criminologists frequently explain by \"atavism\" the occurrence of degenerate species of man; but the whole subject is complicated by other possible explanations of such phenomena, included in the scientific study of normal \"variation.\"",
        "Probably the singer was always himself an original poet; he might often be content to reproduce the songs that he had learned, but he was doubtless free to improve or expand them as he chose, provided that his inventions did not conflict with what was supposed to be historic truth.",
        "It is not possible, however, by this method to entirely reproduce the character of the wine from which the yeast is derived inasmuch as this depends on other factors as well, particularly the constitution of the grape juice, conditions of climate, &c. The other micro-organisms naturally present in the must which is pitched with the pure culture are not without their influence on the result.",
        "It has been recognized, however, that it is impossible to actually reproduce the character of the European wines, and it is now generally held to be desirable to recognize the fact that Australian and Cape wines represent distinct types, and to sell them as such without any reference to the European parent types from which they have been derived.",
        "All that at present can be attempted is, to reproduce a single plane in another plane; but even this has not been altogether satisfactorily accomplished, aberrations always occur, and it is improbable that these will ever be entirely corrected.",
        "Julien, is exceedingly interesting; its Chinese style receives high praise from the translator, who says he has often had to regret his inability to reproduce its grace, elegance and vivacity.",
        "Thus the satires were published at different intervals, and for the most part composed between loo and 130, but the most powerful in feeling and vivid in conception among them deal with the experience and impressions of the reign of Domitian, occasionally recall the memories or traditions of the times of Nero and Claudius, and reproduce at least one startling page from the annals of Tiberius.",
        "Cats can reproduce at five months of age.",
        "Cats do not need to reproduce to be happy, and neutered animals tend to live longer, healthier lives.",
        "Surprising ingredients come together to reproduce the flavor of the fruit.",
        "Some collars contain an insecticide that kills the fleas, while others use a chemical growth inhibitor that affects the fleas' ability to reproduce, thus ending the population growth.",
        "Adults are finally ready to reproduce but must feed several times before they are ready to mate and lay more eggs.",
        "These worms live in the dog's bloodstream and lungs as they travel to the right side of its heart where they reproduce.",
        "Aphids are notoriously resilient and plentiful, because they can reproduce very quickly.",
        "Because many species overwinter as adults, they are able to keep pest populations in your garden under control by cutting down on adult pest species before they reproduce.",
        "Other times, it's simply two or more tabbers trying to reproduce the most accurate version of a song.",
        "Have a mosaic art tile company reproduce a map of an island where you honeymooned in polished and tumbled marble pieces and frame it behind your cooktop.",
        "If you like the look of tin ceilings and want to reproduce this look on your backsplash, consider using pressed tin tiles.",
        "GMOs can also be used in devious ways, such as creating seeds for crops that will not reproduce again on their own.",
        "Corporations creating seeds that will not reproduce is not the only argument brought against GMOs.",
        "If they are not able to reproduce, they die.",
        "The Project Runway Wii game tries to accurately reproduce the experience of the contestants on the show.",
        "Of course, since a simulation can reproduce any type of activity, there are several sub-genres of simulation games.",
        "You want to eat, reproduce, and thrive, while avoiding predators and other threats.",
        "After all, the more advanced graphics offered on the PlayStation 3 are not easy to reproduce!",
        "Gene mutations can produce faulty proteins, which in turn produce abnormal cells that no longer divide and reproduce in an orderly manner.",
        "The males and females have a complex reproductive tract and reproduce sexually.",
        "Puberty-The point in development when the ability to reproduce begins.",
        "While bacteria are independent and can reproduce on their own, viruses enter human cells and force them to make more viruses.",
        "Those who carried a single \"beneficial\" mutation in the MEFV gene were more likely to survive and reproduce, which may explain the high carrier frequency (up to one in five) in some populations.",
        "Viruses can reproduce only inside a living cell, and they cause many diseases.",
        "Because bacteria reproduce so quickly, these defenses can be rapidly passed on through generations of bacteria until almost all are immune to the effects of a particular antibiotic.",
        "C. botulinum's common food-borne form is an anaerobic bacterium that can only live and reproduce in the absence of oxygen.",
        "Instead, bacteria may reproduce inside the can or jar, releasing the deadly neurotoxin.",
        "If that person then touches his mouth, nose, or eyes, the virus is transferred to an environment where it can reproduce and cause a cold.",
        "The performance section includes picture completion, copying geometric designs, using blocks to reproduce designs, working through a maze, and building an animal house from a model.",
        "Right-clicking on an image that is not free to reproduce it is against the law, and can lead to fines or even jail time.",
        "The best method to ensure that you get everything correctly is to practice the steps immediately after getting home from the class; try to reproduce the new steps or combinations at home.",
        "Hair follicle cells reproduce very quickly, and they use iron in the process.",
        "Men who experience testicular, bladder, or prostrate cancer are at a higher risk of losing their ability to reproduce through natural means.",
        "If your cancer is not aggressive, your doctor may be able to suggest ways of fighting the cancer that will not inhibit your ability to reproduce.",
        "If the disease is treated before it reaches the fin base, the fin will reproduce itself, but if the disease reaches the base of the fin, it will enter the body of the fish and ultimately attack the fish itself.",
        "Sunday school lessons are easy to find, create, and reproduce, and you don't have to spend a fortune to create an enriching curriculum for kids of all ages.",
        "Many people don't believe that the results of ESP tests can be accurate because they claim it is impossible for a person who claims to have these kinds of abilities to reproduce them in a controlled, scientific setting.",
        "They converted sound waves in the room into a physical form that could later be used to reproduce those same sound waves.",
        "How clearly could you reproduce the scene in your mind?",
        "If there is one creature in the loch, there must be more in order for it to reproduce, yet no evidence exists of multiple creatures.",
        "A gaming PC sound card, whether it's integrated or not, should reproduce either 5.1 or 7.1 channels of sound.",
        "Additionally, the design you select should be easy to reproduce on all of your marketing materials.",
        "Though they would be difficult to reproduce exactly as presented in the book, that's kind of the point.",
        "About Teens provides instructions for a simple Thanksgiving card that would be easy to reproduce for all your friends and family.",
        "When making Christmas cards, you need to keep in mind that your design must be easy to reproduce.",
        "Written by David Gerrold, it introduces the impossibly cute, yet annoyingly voracious Tribbles, balls of fluff that purr, eat and reproduce.",
        "Murnau in Germany, was an attempt to reproduce the Dracula story as a movie without having the permission of the copyright owner.",
        "If women are able to bear, they are isolated with the 'breeders' and made to reproduce fresh genotypes for the community.",
        "They either reproduce sexually with other Wraeththu, or, in their earlier years, by converting a young-enough human male to a Wraeththu by transmitting a blood infection.",
        "The Cylons, desperate to reproduce, believe that only through true love can they do so.",
        "Instead of new cells growing at the same rate as old cells flake off, the cells reproduce too fast and pile up at the skin's surface.",
        "They will reproduce an existing uniform or create one from your own design.",
        "Some wholesalers will retain the information required to reproduce your custom uniform for the entire season, but that service is not available from all companies.",
        "There are also special recordings that reproduce sounds similar to those the infant heard while in the mother's womb.",
        "When unfavourable external conditions supervene and the ordinary cells become atrophied, these cells persist and reproduce the plant with the return of more favourable conditions.",
        "The necessary condition for a successful system of telephony is the ability to reproduce these characteristics.",
        "Considering the time at which he wrote, Reis seems to have understood very well the nature of the vibrations he had to reproduce, but he failed to comprehend how they could be reproduced by electricity.",
        "It must be noted that the processes described by the alchemists of the 13th century are not put forward as being miraculous or supernatural; they rather represent the methods employed by nature, which it is the end of the alchemist's art to reproduce artificially in the laboratory.",
        "139), called that letter san which the Ionian Greeks called sigma; san seems more likely to be an attempt to reproduce the Semitic name.",
        "Therefore the animal organisms, as a rule, reproduce in the spring or early summer just after the vernal phyto-plankton maximum.",
        "Medusae, when they reproduce themselves by budding, always produce medusae, but when they reproduce by the sexual method the embryos produced from the egg grow into medusae in some cases, in other cases into polyps which bud medusae in their turn.",
        "The Greek and Roman forms are doubtless attempts to reproduce a Celtic original, the exact form of which is still matter of dispute.",
        "It will have been gathered from what has been said that seeds cannot always be depended on to reproduce exactly the characteristics of the plant which yielded them; for instance, seeds of the greengage plum or of the Ribston pippin will produce a plum or an apple, but not these particular varieties, to perpetuate which grafts or buds must be employed.",
        "The object of his work was to free the doctrine from the syncretism of Ammonius and to reproduce the pure doctrine of Aristotle.",
        "\" However much we may presuppose an original reference of the forms of thought to that nature of things which is the goal of knowledge, we must be prepared to find in them many elements which do not directly reproduce the actual reality to the knowledge of which they are to lead us.\"",
        "It is thought better here, for the sake of clearness, to reserve observations on revenues specially assigned to the international administration of the Ottoman Public Debt, and on the expenditure of that administration, and to deal with that subject separately, while, however, including the total figures of both in the general figures in order to reproduce exactly the totals shown in the budget of the empire.",
        "They reproduce sexually, and with doubtful exceptions are of separate sexes.",
        "The suggestion of Bourseul and the experiments of Reis are founded on the idea that a succession of currents, corresponding in number to the successive undulations of the pressure on the membrane of the transmitting instrument, could reproduce at the receiving station sounds of the same character as those produced at the sending station.",
        "Symeon was no doubt his original Aramaic name, and the earliest gospel, Mark, which has some claim specially to reproduce Petrine tradition, is careful to employ Simon until after the name Peter had been given, and not then to use it again.",
        "As to the physical constitution of bodies, they were content to reproduce the Peripatetic doctrine with slight modifications in detail, of hardly any importance when compared with the change of spirit in the doctrine taught.",
        "2 The Prodigia of Julius Obsequens and the list of consuls in the Chronica of Cassiodorus are taken directly from Livy, and to that extent reproduce the contents of the lost books.",
        "No adult Scyphomedusae are known to reproduce themselves by budding or by any method other than the sexual one.",
        "The various larval forms, especially the nauplius and zoea, were supposed to reproduce, more or less closely, the actual structure of ancestral types.",
        "The translation which is diffuse and by no means close, fails to reproduce the spirit of the original.",
        "He soon satisfied himself that the artist who was content to reproduce the external aspects of things without searching into the hidden workings of nature behind them, was one but half equipped for his calling.",
        "material, having the maximum refractive index along the central axis, have been prepared, and reproduce the effects caused by abnormal distribution of the density of the atmosphere.",
        "Alecsandri (1852-1866), who, however, retained only their poetical beauty and did not reproduce them with that strict accuracy which modern study of folklore demands.",
        "To understand the phenomena of the sun, we should reproduce them upon the earth; but this is clearly impossible since they take place at temperatures which volatilize all known substances.",
        "Bas-reliefs and painted vases reproduce the contests of Apollo with Tityus, Marsyas, and Heracles, the slaughter of the daughters of Niobe, and other incidents in his life.",
        "(These three works reproduce and amplify the above episodes Nos.",
        "As it is practically impossible to reproduce the symptoms of ergotism nowadays, whether experimentally in the lower animals, or when the drug is being administered to a human being for some therapeutic purpose, it is believed that the symptoms of ergotism were rendered possible only by the semi-starvation which must have ensued from the use of such rye-bread; for the grain disappears as the fungus develops.",
        "After the latter had left Cambridge, Newton set to work to reproduce the calculation.",
        "Acts is indeed of interest in showing us Paulinism in a later stage; the writer wishes to reproduce his great master's thought, but his Paulinism is simplified and cut down.",
        "In 1896 Dr Sven Hedin discovered in the desert not far from the town of Khotan, in a locality known as Borasan, objects in terra-cotta, bronze images of Buddha, engraved gems, coins and MSS.; the objects, which display artistic skill, give indications of having been wrought by craftsmen who laboured to reproduce Graeco-Indian ideals in the service of the cult of Buddha, and consequently date presumably from the 3rd century B.C., when the successors of Alexander the Great were founding their kingdoms in Persia, Khwarezm (Khiva), Merv, Bactria (Afghanistan) and northern India, and from that date to the 4th or 5th century A.D.",
        "If seeds of tio of these \"sporting\" plants be taken and grown in another season, they may (or may not) reproduce the particular variation.",
        "Although innumerable histories of Ireland have appeared in print since the publication of Roderick O'Flaherty's Ogygia (London, 1677), the authors have in almost every case been content to reproduce the legendary accounts without bringing any serious criticism to bear on the sources.",
        "Profoundly versed in the Latin as well as in the Christian literature, his indefatigable intellectual curiosity led him to condense and reproduce in encyclopaedic form the fruit of his wide reading.",
        "This translation, however, left much to be desired in point of accuracy, and especially failed to reproduce the colour of the original with the exactness which those who do not read merely for amusement must desire.",
        "From these females are born parthenogenetically, that is to say without the intervention of males, and by a process that has been compared to internal budding, large numbers of young resembling their parents in every particular except size, which themselves reproduce their kind in the same way.",
        "Some of the apterous young that are hatched from these form fresh galls and continue to multiply in the leaves, others descend to the root of the plant, becoming what are known as root-forms. These, like the parent form of spring, reproduce parthenogenetically, giving rise to generation after generation of egg-laying individuals.",
        "The editor would like to thank the Journal of Geography for allowing us to reproduce abstracts from their publication.",
        "Thus in regions where there is strong horizontal advection our 1-d model can not hope to reproduce the patterns in biological activity.",
        "I will try to locate and to gain permission to reproduce original magazine articles and road tests of TVR wedges in the motoring press.",
        "Unlike other centipedes in the United Kingdom, it is able to reproduce within the house.",
        "Nevertheless, this dish will reproduce perfectly well with larger clams.",
        "They can reproduce when 3 - 6 weeks old, making a cocoon in the soil from which live worms emerge.",
        "Authors are responsible for obtaining permission to reproduce any material for which they do not hold copyright.",
        "Why not curb the breeding ability of the male cubs, leaving only a small number to reproduce?",
        "cytoplasm of bacteria which is able to reproduce itself independently of it host.",
        "They must, even to the extent that we reproduce the exegesis of the NT.",
        "These animal models can only reproduce data already gleaned from humans.",
        "granted to reproduce articles for personal and educational use only.",
        "It is difficult to get lacewings to reproduce in the area applied so repeat applications maybe required if fresh greenfly or aphid populations appear.",
        "For permission to reproduce illustrations, please click here or contact HRP's Picture Library at Hampton Court Palace.",
        "An example of Hahn's ideas on mathematical intuition are given in extracts we reproduce in the article Hahn's crisis in intuition.",
        "A simple model of seabed irradiance is able to reproduce these features.",
        "B Do not reproduce the logotype at an angle.",
        "manipulation of early human embryos in similar fashion, to reproduce results done in animal experiments, would be completely unethical.",
        "There are, of course, many possible variants between the illustrated models - too numerous to reproduce here.",
        "Attempting to reproduce this elsewhere, and quickly, was contrary to the model's own organicism.",
        "The micro organisms find it very difficult to settle or reproduce.",
        "Humans cannot reproduce using only male sperm or only female ovum.",
        "parsimonious representations, but generally are unable to reproduce features missed by linear models.",
        "Cyan | Magenta | Yellow | Black CMYK printing can reproduce most color photographs very well.",
        "There are many reasons why it may be difficult or impossible to reproduce a particular crystal photomicrograph.",
        "You may not however reproduce any portion of these web pages ' text or graphics without prior written consent.",
        "You may not reproduce any material on a web site, whether for personal, educational, commercial or non-commercial purposes, without permission.",
        "reproduce any portion of these web pages ' text or graphics without prior written consent.",
        "reproduce abstracts from the journal.",
        "reproduce such material must be obtained from the copyright holders.",
        "The Epson cinema filter also promises to faithfully reproduce a wide range of colors.",
        "reproduce 6 piece Wedding corporate party band A highly entertaining six piece band accurately reproducing dance hits from the 1960's to the 2000's.",
        "You may not modify, copy, reproduce, republish, upload, post, transmit or distribute in any way any Content.",
        "Yellow on a white background, background shading, large areas of solid black, or gray shading, do not reproduce well.",
        "subtractive color mixing to reproduce the range of visible colors.",
        "survivew have people who could be regarded as genetically weak, surviving to reproduce.",
        "Apart from as stated in these terms and conditions of use you may not use or reproduce this trademark in any way or form.",
        "It is obvious that these two conditions can be produced at the will of the observer by simply turning the screw S, and that the difference of the readings of the screw-head, which are required to reproduce the two conditions in question, gives a measure of the displacement of the stellar lines relative to the solar lines.",
        "There are, however, a considerable number of works which can make out a better or worse claim either to be portraits of Alexander or to reproduce his type, and a large field of discussion is therefore open as to their values and classification (F.",
        "Jordanes professes to have had the work of Cassiodorus in his hands for but three days, and to reproduce the sense not the words; but his book, short as it is, evidently contains long verbatim extracts from the earlier author, and it may be suspected that the story of the triduana lectio and the apology quamvis verba non recolo, possibly even the friendly invitation of Castalius, are mere blinds to cover his own entire want of originality.",
        "It is needless to reproduce this here, because the information is now readily accessible elsewhere; in 1881 there was an originality in this survey, which gave promise of a still more radical treatment such as that of Bernhard Duhm, a fascinating commentary published in 1892.",
        "We have the testimony of two men of shrewd common sense and masculine understanding - Martial and Juvenal - to the stale and lifeless character of the art of the Silver Age, which sought to reproduce in the form of epics, tragedies and elegies the bright fancies of the Greek mythology.",
        "50-70, vii.; later writers either reproduce or embellish his narrative (Pausanias iii.",
        "The substantially Pauline character of the epistle, for all practical purposes, is to be granted upon either hypothesis, for the author or the editor strove not unsuccessfully, upon the whole, to reproduce the Pauline spirit and traditions The older notion that the personal data in Titus, or in the rest of the pastorals, were invented to lend verisimilitude to the writing must be given up. They are too circumstantial and artless to be the work of a writer idealizing or creating a situation.",
        "Authorisation to reproduce such material must be obtained from the copyright holders.",
        "These three colors are combined using subtractive color mixing to reproduce the range of visible colors.",
        "We now have people who could be regarded as genetically weak, surviving to reproduce.",
        "A Dynamic Range indicates how well the scanner is able to reproduce dark and light colors.",
        "One of the most important things you can do for your pet is make sure he/she cannot reproduce.",
        "Additionally, the life cycles of fish and other marine life are adversely affected since there are many species that depend on cold water in order to reproduce and grow.",
        "If your kitchen design contains a little bit of everything, then pull the strongest design element to reproduce in the light.",
        "If you aren't remodeling, try to reproduce these elements with room screens, window treatments and heavy furniture.",
        "Technically, puberty is defined as the process by which one becomes physically mature enough to sexually reproduce.",
        "In some cases, professional photographers will give limited copyright to newlyweds so they can reproduce images on their own.",
        "Once a dog is bitten by an infected mosquito, the worms may not reproduce for up to nine months, leaving no visible symptoms of infection."
    ],
    "definition": [
        "To generate offspring by sexual or asexual means.",
        "To produce a counterpart, an image, or a copy of something.",
        "Link/Cite"
    ]
}