{
    "translation": "גער, נזף, הוכיח",
    "uses": [
        "The natural day is very calm, and will hardly reprove his indolence.",
        "Pressure was put by the German powers on Charles Augustus, grand-duke of Saxe-Weimar, in whose dominions Jena university was situated, to reprove and dismiss the offenders.",
        "reprove others without blushing and great shame.",
        "reprove all whom we are bound to love, whether superiors or inferiors.",
        "reprove the king privately, while to do so openly was unprecedented.",
        "No wonder God says \" have no fellowship with the unfruitful works of darkness, but rather reprove them.",
        "If you reprove a sin, cease not till the sinner promises you to leave it, and avoid the occasions of it.",
        "To pretend to know nothing was dangerous; it was impossible to reprove the king privately, while to do so openly was unprecedented.",
        "No wonder God says have no fellowship with the unfruitful works of darkness, but rather reprove them.",
        "Well, then, we are bound to reprove all whom we are bound to love, whether superiors or inferiors.",
        "Add thou not unto his words, lest he reprove thee, and thou be found a liar.",
        "instant in season, out of season; reprove, rebuke, exhort with all longsuffering and doctrine.",
        "They that are faulty themselves cannot reprove others without blushing and great shame.",
        "reprove a sin, cease not till the sinner promises you to leave it, and avoid the occasions of it."
    ],
    "definition": [
        "To express disapproval to (someone); criticize: reproved the children for making too much noise. See Synonyms at admonish.",
        "To express disapproval about (something): “Some bigger boys laughed. But Augustine angrily reproved their frivolity” ( Richard Hughes )",
        "re·prov′a·ble\nadjective",
        "re·prov′al\nnoun",
        "re·prov′er\nnoun",
        "re·prov′ing·ly\nadverb",
        "Link/Cite",
        "(intransitive) to express disapproval. [from 14th c.]",
        "to criticise, rebuke or reprimand (someone). [from 14th c.]",
        "to prevent, avoid, deny or suppress (a feeling, behaviour, action etc.). [from 14th c.]",
        "Link/Cite"
    ]
}