{
    "translation": "מוניטין",
    "uses": [
        "His reputation for being rough on rookies was well earned.",
        "The reputation of his learning led Majorianus to treat him with the greatest respect.",
        "\"I don't have a reputation,\" she responded archly.",
        "He made his reputation fighting them.",
        "Maybe. I'm well aware of his reputation, though.",
        "Aware of his reputation, none of them suspected the trick.",
        "You need not rest your reputation on the dinners you give.",
        "Lord Mansfield's great reputation rests chiefly on his judicial career.",
        "His reputation alone was enough to make most men weep when confronted.",
        "There is no evidence of simony in the conclave, and Leo's election was hailed with delight by the Romans on account of his reputation for liberality, kindliness and love of peace.",
        "He was in no mood to argue against Claire Quincy's selfish interests in preserving the strained moral reputation of the long-dead ancestor.",
        "He had been accused of vanity and ostentation in his office, but his reputation for ability and integrity as a judge was high even with his enemies.",
        "Xander studied the wily Grey God, aware of Darian's reputation for having a wild streak that bordered on suicidal.",
        "We don't want to give Bird Song the wrong reputation and have Sheriff Jake Weller down here busting the place.",
        "Abroad its navigators monopolized the commerce of the world, and explored unknown seas; at home the Dutch school of painting reached its acme in Rembrandt (1607-1669); and the philological reputation of the country was sustained by Grotius, Vossius and the elder Heinsius.",
        "A good reputation he made for himself at Bucharest!",
        "To Dean, his reputation mattered only in the eyes of one person, his wife.",
        "What would have seemed difficult or even impossible to another woman did not cause the least embarrassment to Countess Bezukhova, who evidently deserved her reputation of being a very clever woman.",
        "Anyone who read an article about him knew his reputation as the king of one-night stands.",
        "Do you think I'm that desperate or are you implying your reputation is that good?",
        "The island has a bad reputation for malaria, due to the fact that it offers a considerable quantity of breeding places for the Anopheles claviger, the mosquito whose bite conveys the infection.",
        "The reputation of the oracle, which was in origin medical, spread, and with it grew Alexander's skilled plans of organized deception.",
        "The publication of his best-known work, True Religion Delineated (1750), won for him a high reputation as a theologian, and the book was several times reprinted both in England and in America.",
        "I fear for his reputation if we be discovered but I have never been happier than next to him, beneath the buffalo robe that covered us.",
        "For a couple of centuries Lydgate's reputation equalled, if it did not surpass, that of his master.",
        "This makes business a meritocracy and encourages business owners to focus on quality, service, and reputation since these are so easy for customers to check.",
        "Some writers, even of good reputation, have held that the blue is the true body colour of the air, or of some ingredient in it such as ozone.",
        "At last, in 1795, the House of Lords gave a verdict of not guilty on all charges laid against him; and he left the bar at which he had so frequently appeared, with his reputation clear, but ruined in fortune.",
        "He was a pupil of Azo, and the master of Odofredus, of Hostiensis, and of Jacobus de Ravanis, the last of whom has the reputation of having first applied dialectical forms to legal science.",
        "Though countless have paid for me, never has a man risked paying so dearly for my body; his honor, his reputation, his family and even his soul.",
        "The market-gardeners of Paris and its vicinity have a high reputation for skill in the forcing of early vegetables under glass.",
        "Like Dokhturov he had the reputation of being a man of very limited capacity and information, and like Dokhturov he never made plans of battle but was always found where the situation was most difficult.",
        "Knowing that Denisov had a reputation even in Poland for the masterly way in which he danced the mazurka, Nicholas ran up to Natasha:",
        "He retired into what Bright called the \"Cave of Adullam,\" and opposed the bill in a series of brilliant speeches, which raised his reputation as an orator to its highest point and effectually caused the downfall of the government.",
        "Over the years, the cafe has built a reputation for delicious sandwiches, burger and salads, but it is most famous for its signature buffalo-style chicken wings.",
        "Countess Bezukhova quite deserved her reputation of being a fascinating woman.",
        "Embodying the virtues of candor and integrity will help you to gain a favorable reputation.",
        "Cremona's reputation had now become European, and in 1879 he was elected a corresponding member of the Royal Society.",
        "In the north, however, the hot lowlands are malarial and unsuited to north European settlement, while the dry, elevated plateaus are celebrated for their healthiness, those of Catamarca having an excellent reputation as a sanatorium for sufferers from pulmonary and bronchial diseases.",
        "For many years the natives had a reputation as dangerous cannibals, but they are now among the most civilized Melanesians.",
        "The six comedies he wrote in his old age did not add to his reputation.",
        "He lectured at Padua, Naples, Rome and Pisa, and won so high a reputation that he was deputed by Leo X.",
        "He was an enthusiastic, but a fickle and ambitious demagogue, and he achieved a better reputation as a writer.",
        "Besides his mastery in the traditional Law, which added much to the growing reputation of the Rabbinic Academy of his native town, Samuel was famed for his scientific attainments.",
        "The reforming party cordially welcomed and courted him, in the first place because he was reputed to be clever and very well read, and secondly because by liberating his serfs he had obtained the reputation of being a liberal.",
        "But he did not fulfil the expectations which had been formed on the strength`' of his colonial reputation; he took no very prominent part in debate, and gave little evidence of his undoubted oratorical gifts.",
        "Successful feuds with the bishops of Strassburg and Basel further augmented his wealth and his reputation; rights over various tracts of land were purchased from abbots and others; and he was also the possessor of large estates in the regions now known as Switzerland and Alsace.",
        "The best-known amongst them, and that to which Avicenna owed his European reputation, is the Canon of Medicine; an Arabic edition of it appeared at Rome in 1593 and a Hebrew version at Naples in 1491.",
        "When the insurrectionary movements of 1848 broke out in Italy, his known zeal for the cause of legitimacy, as much as his reputation as an officer, marked him out for command.",
        "As happens to some people, especially to men who judge those near to them severely, he always on meeting anyone new-- especially anyone whom, like Speranski, he knew by reputation--expected to discover in him the perfection of human qualities.",
        "They had the reputation of being excellent soldiers.",
        "The restaurant's reputation rests on its thin-crust pizzas (white or whole wheat) topped with high-quality ingredients and baked in a wood fire, but salads, pasta dishes and sandwiches are available as well.",
        "His reputation mainly rests on his Introduzione ad una teoria geometrica delle curve piane, which proclaims him as a follower of the Steinerian or synthetical school of geometricians.",
        "His earlier papers were mostly concerned with crystallography, and the reputation they gained him led to his appointment as Privatdozent at Konigsberg, where in 1828 he became extraordinary, and in 1829 ordinary, professor of mineralogy and physics.",
        "HERMAGORAS, of Temnos, Greek rhetorician of the Rhodian school and teacher of oratory in Rome, flourished during the first half of the 1st century B.C. He obtained a great reputation among a certain section and founded a special school, the members of which called themselves Hermagorei.",
        "Throughout the whole province \"Uncle\" had the reputation of being the most honorable and disinterested of cranks.",
        "The reputation thus gained, confirmed by his translation of Horace (1750), led to his becoming a member of the Academie des Inscriptions (1754) and of the French Academy (1761).",
        "425 is legendary), and acquired a European reputation as a school of jurisprudence under Pepo, the first known teacher at Bologna of Roman law (about 1076), and his successor Irnerius and their followers the glossators.",
        "He appears to have been a blind Lothian man, in humble circumstances, who had some reputation as a story-teller, and who received, on five occasions, in 1490 and 1491, gifts from James IV.",
        "His countryman and pupil, George Cheyne (1671-1743), who lived some years at Bath, published a new theory of fevers on the mechanical system, which had a great reputation.",
        "The fourth guru, originally called Jetha, was attracted to the third guru by his reputation for sanctity.",
        "During the American Civil War he was consulting surgeon in the Mower Army Hospital, near Philadelphia, and acquired considerable reputation for his operations in cases of gun-shot wounds.",
        "Here he introduced many improvements in map-making, and gained a scientific reputation which led (in 1751) to his election to the chair of economy and mathematics in the university of Gottingen.",
        "Notwithstanding all this, the strength and reputation of the empire were so great that the Mongols hesitated to invade it, although standing at its frontiers.",
        "The beer brewed here enjoys a high reputation.",
        "In this position he earned a reputation as a politician of thorough straightforwardness and grit, and as one who would maintain British interests independently of party; and he shared with Mr Asquith the reputation of being the ablest of the Imperialists who followed Lord Rosebery.",
        "Voltaire was not humble enough to be a mere butt, as many of Frederick's led poets were; he was not enough of a gentleman to hold his own place with dignity and discretion; he was constantly jealous both of his equals in age and reputation, such as Maupertuis, and of his juniors and inferiors, such as Baculard D'Arnaud.",
        "Many proposals were made, none of them of practical value, until Savonarola, who had Savon- as a already made a reputation as a moral reformer, began states= his famous series of political sermons.",
        "The population was of a very heterogeneous character, but mainly of an undesirable class of Levantines; this with the damp heat and the dirt and noise of the incessant coaling operations gave the town an unenviable reputation.",
        "Tilden, by his reputation as a statesman and a reformer of uncommon ability, drew many Republican votes.",
        "As patron of the Arts and Crafts Museum (1862-98), and as curator of the Academy of Sciences, he won a high reputation.",
        "It has a great reputation as one of the area's best seafood restaurants.",
        "Portland has had a green reputation for a long time, but only recently, it's gotten a new one--foodie.",
        "The sermons of Flechier increased his reputation, which was afterwards raised to the highest pitch by his funeral orations.",
        "His previous university reputation and connexions, combined with his colonial experience, stood him in good stead.",
        "It is perhaps as much from the impulse which Ernesti gave to sacred and profane criticism in Germany, as from the intrinsic excellence of his own works in either department, that he must derive his reputation as a philologist or theologian.",
        "Besides the premiership, Depretis assumed the portfolio of finance; Nicot~a, an ex-Garibaldian of somewhat tarnished reputation, but a man of energetic ~~t~ and conservative temperament, was placed at the ministry of the interior; public works were entrusted to Zanardelli, a Radical doctrinaire of considerable juridical attainments; General Mezzacapo and Signor Brin replaced General Ricotti Magnani and Admiral Saint-B on at the war office and ministry of marine; while to Mancini and Coppino, prominent members of the Left, were allotted the portfolios of justice and public instruction.",
        "In Queen Anne's reign, in his old age, he is described as \"a gentleman of admirable natural parts, great knowledge and experience in the affairs of his own country, but of no reputation with any party.",
        "This was intended to remove an old and serious evil, as the sheriffs had earned a very bad reputation by their methods of administering justice.",
        "The discovery of a single fossil creature in a geological stratum of a wrong period, the detection of a single anatomical or physiological fact irreconcilable with origin by descent with modification, would have been destructive of the theory and would have made the reputation of the observer.",
        "Mrs Stowe used the reputation thus won in promoting a moral and religious enmity to slavery.",
        "The Theriaca prepared at Venice had the highest reputation, probably because in Venice the component parts were exposed to the inspection of wise men and doctors for two months, to determine whether they were or were not fit for use.",
        "He established an extraordinary reputation; his personality had a winning attractiveness; and he founded a school of mystics who powerfully affected Judaism after the master's death.",
        "Meanwhile, however divided in opinion as to his political conduct, his countrymen were practically unanimous in admiring his dramatic work; and his reputation, if it gained little by El Nuevo Don Juan, was greatly increased by El Tanto por Ciento and El Tejado de Vidrio.",
        "The peace of Crepy in September 1544 deprived him of this employment, but he had won a considerable reputation, and when Charles was preparing to attack the league of Schmalkalden, he took pains to win Albert's assistance.",
        "Deputy in 1865, he was from 1868 to 1880 Obergespan (lord-lieutenant), in which capacity he gained the reputation of an excellent administrator.",
        "It is also an important banking centre and has several insurance societies of reputation.",
        "1514), Hungarian revolutionist, was a Szekler squire and soldier of fortune, who won such a reputation for valour in the Turkish wars that the Hungarian chancellor, Tamas Bakocz, on his return from Rome in 1514 with a papal bull preaching a holy war in Hungary against the Moslems, appointed him to organize and direct the movement.",
        "The village is famous for its springs, and the reputation seems ancient (cf.",
        "Agostino degli Eremitani, by which the great painter's reputation was fully confirmed, and which remain to this day conspicuous among his finest achievements.'",
        "In the Toth century IIushiel, one of four prisoners, perhaps from Babylonia, though that is doubtful, was ransomed and settled at Kairawan, where he acquired great reputation as a Talmudist.",
        "Built on the border of a low plain and having a mean annual temperature of 82° F., the town has the reputation of being unhealthy.",
        "Killian), who was returning from a pilgrimage to Rome, and here he remained until his death, having acquired a great reputation for miracles.",
        "Partly on account of his inability to share in the amusements of his fellows by reason of a deformity due to vaccine poisoning before he was five (the poison permanently arresting the growth and development of his legs), he was an eager student, and in 1814 he graduated at the College of South Carolina with the highest rank in his class and with a reputation throughout the state for scholarship and eloquence.",
        "A renewal of prosperity began when it acquired a reputation as a watering-place.",
        "Climate.-Uruguay enjoys the reputation of possessing one of the most healthy climates in the world The geographical position ensures uniformity of temperature throughout the year, the summer heat being tempered by the Atlantic breezes, and severe cold in the winter season being unknown.",
        "A wealthy publisher of European reputation attended the court of his native town, the capital of a small grand-duchy, in virtue of the honorary title Hofrat; his wife, not being noble, did not accompany him.",
        "The high reputation it had in medieval times is attested by the numerous translations, commentaries and imitations of it which then appeared.",
        "During the time he was engaged on the Encyclopaedia he wrote a number of literary and philosophical works which extended his reputation and also exposed him to criticism and controversy, as in the case of his Mï¿½nges de Philosophic, d'Histoire, et de Litterature.",
        "When Nicholas an influential deputation from the province of Tver, which had long enjoyed a reputation for liberalism, ventured to hint in a loyal address that the time had come for changes in the existing autocratic regime, they received a reply which showed that the emperor had no intention of making any such changes.",
        "The town is celebrated for its manufacture of agate and carnelian ornaments, of reputation principally in China.",
        "In this capacity he appeared before the international tribunal of arbitration at Paris in 1899, worthily maintaining the reputation of the American bar.",
        "On the 6th of December 1843 the Conquest of Mexico was published with a success proportionate to a wide reputation won by his previous work.",
        "2 Voltaire was at Geneva, Rousseau at Montmorency, and Buffon he neglected to visit; but so congenial did he find the society for which his education had so well prepared him, and into which some literary reputation had already preceded him, that he declared, \" Had I been rich and independent, I should have prolonged and perhaps have fixed my residence at Paris.\"",
        "The extensive meadows supply pasturage for a large number of cattle and sheep, and the horses raised in the Perche have a wide reputation as draught animals.",
        "This post he held for eighteen months only, but in that brief period he obtained a reputation as a social and municipal reformer.",
        "Most of these were primarily writers, but Justin Martyr has left a reputation for speaking, especially in debate, as well.",
        "He made a reputation as a parliamentary debater, but lost favour with his constituents who were largely Republican, and only held his seat with the help of Livio Quartaroli, mayor of Forli, and Saffi; when they died his position became untenable and he was not reelected.",
        "He soon gained a wide reputation as a preacher and was selected to be the Advent preacher at the court of Versailles in 1699.",
        "Massillon enjoyed in the 18th century a reputation equal to that of Bossuet and of Bourdaloue, and has been much praised by Voltaire, D'Alembert and kindred spirits among the Encyclopaedists.",
        "His great literary power, his reputation for benevolence, and his known toleration and dislike of doctrinal disputes caused him to be much more favourably regarded than most churchmen by the philosophes of the 18th century.",
        "He had already gained some reputation as an industrious theologian, and had published among other works an annotated edition of the Prayer Book (1867), a History of the English Reformation (1868), and a Book of Church Law (1872), as well as a useful Dictionary of Doctrinal and Historical Theology (1870).",
        "The village, as it was then, had a reputation for healthiness through its gravel soil and pure atmosphere.",
        "He was Hulsean lecturer at Cambridge in 1841-1842, and steadily built up a reputation as scholar and preacher, which would have been enhanced but for his discursive ramblings in the fields of minor poetry and magazine editing.",
        "The public schools, particularly the secondary schools, enjoy a very high reputation.",
        "It was at this time also that he became known in the world of letters, the intellectual subtlety and literary capacity of his Defence of Philosophic Doubt (1879) suggesting that he might make a reputation as a speculative thinker.",
        "comes sweeping into it; and thus, while all the muddy deposit of the rivers is swept away, the malaria is at the same time removed, and by this means the city enjoys so good a sanitary reputation that the government has fixed on it as a place for the reception and training of gladiators.\"",
        "In later times his regulations enjoyed a high reputation, and were adopted by the monks and nuns of Port Royal.",
        "It is principally, however, through his work as a historian that Fiske's reputation will live.",
        "His reputation as a consistent moderating influence in European policy and one of the chief guarantors of European peace was indeed rudely shaken in October 1908, the year in which he celebrated his ixty years jubilee as emperor, by the issue of the imperial Iscript annexing Bosnia and Herzegovina to the Habsburg ominions, in violation of the terms of the treaty of Berlin.",
        "So great was his reputation that when Sir Walter Mildmay founded Emmanuel College in 1584 he chose Chaderton for the first master, and on his expressing some reluctance, declared that if he would not accept the office the foundation should not go on.",
        "Although little is preserved of Omri's history, the fact that the northern kingdom long continued to be called by the Assyrians after his name is a significant indication of his great reputation.",
        "In the south of the Sinaitic peninsula, remains have been found of an elaborate half-Egyptian, half-Semitic cultus (Petrie, Researches in Sinai, xiii.), and not only does Edom possess some reputation for \" wisdom,\" but, where this district is concerned, the old Arabian religion (whose historical connexion with Palestine is still imperfectly known) claims some attention.",
        "On the other hand, the book of Deuteronomy has a characteristic social-religious side; its humanity, philanthropy and charity are the distinctive features of its laws, and Josiah's reputation (Jer.",
        "received a kingdom - first Chalcis, and then the tetrarchies of Philip and Lysanias - but, though he had the oversight of the Temple and the nomination of the high priest, and enjoyed a reputation for knowledge of Jewish customs and questions, he was unable to check the growing power of the Zealots.",
        "By 1718 he had made some reputation as a writer of occasional verse, which he published in broadsheets, and then (or a year earlier) he turned bookseller in the premises where he had hitherto plied his craft of wig-making.",
        "With a touch of vanity he expressed the fear lest \"the coolness of fancy that attends advanced years should make me risk the reputation I had acquired.\"",
        "She was the principal singer at his oratorio concerts, and acquired such a reputation as a vocalist that she was offered an engagement for the Birmingham festival, which, however, she declined.",
        "Pears, apples, quinces, mulberries an d other fruit-trees flourish, as well as vines; the Cretan wines, however, no longer enjoy the reputation which they possessed in the time of the Venetians.",
        "It was from this source that he derived the wisdom which enabled him to give to the Cretans the excellent system of laws and governments that earned for him the reputation of being the greatest legislator of antiquity.",
        "The high commissioner, true to his reputation as a prudent statesman and astute politician, showed great skill in dealing with the situation.",
        "The rapid extension of tobacco culture was accompanied by a corresponding growth in the manufacture of chewing and smoking tobacco and snuff, and some of the brands have a wide reputation.",
        "which the Uzbeg Turks are dominant, and for the most part is inhabited by nomadic tribes, who are marauders, enjoying the reputation of being the worst among a race of professed robbers.",
        "In this charge David increased his reputation as a soldier and became a general favourite.",
        "The generous elevation of David's character is seen most clearly in those parts of his life where an inferior nature would have been most at fault, - in his conduct towards Saul, in the blameless reputation of himself and his band of outlaws in the wilderness of Judah, in his repentance under the rebuke of Nathan and in his noble bearing on the revolt of Absalom.",
        "The reputation of the district immediately to the south, embraced in the parish of St Giles in the Fields, was far different.",
        "The women of Arles have long enjoyed a reputation for marked beauty, but the distinctive type is fast disappearing owing to their intermarriage with strangers who have immigrated to the town.",
        "It is not surprising that with such maxims as these in his mouth, unguarded in his expressions and careless of his reputation, he should have afforded room for the circulation of many stories to his disadvantage.\"",
        "But, though his De la monarchie prussienne sous Frederic le Grand (London, 1788) gave him a general reputation for historical learning, he had in the same year lost a chance of political employment.",
        "Her efforts to restore it in1526-1528were ineffectual; her prestige had depended upon her reputation for wealth derived from the fact that she had acted in recent years as the paymaster of Europe.",
        "He is grave, and has the reputation of being extremely just; he favours the people exceedingly, and especially the poor, hearing their suits and seeking to despatch them instantly.\"",
        "But nothing has really been more unfortunate for the reputation of Jordanes as a writer than the extreme preciousness of the information which he has preserved to us.",
        "They have always had the reputation of being resolute fighters.",
        "SIR DAVID BREWSTER (1781-1868), Scottish natural philosopher, was born on the 11th of December 1781 at Jedburgh, where his father, a teacher of high reputation, was rector of the grammar school.",
        "At Westminster school he obtained a reputation for Greek and Latin verse writing; and he was only thirteen when he was matriculated at Queen's College, Oxford, where his most important acquisition seems to have been a thorough acquaintance with Sanderson's logic. He became a B.A.",
        "But the reputation of the book and its author is quite independent of considerations of this kind.",
        "The fact that Adam Smith, with the meagre materials of the 18th century at his disposal, saw his way to important generalizations which later research has established on a firm basis, may enhance greatly the reputation of Adam Smith, but does not strengthen the generalizations.",
        "In the history of economics or the biography of Ricardo it is of interest to show that he anticipated later writers, or that his analysis bears the test of modern criticism; but no economist is under any obligation to defend Ricardo's reputation, nor is the fact that a doctrine is included in his works to be taken as a demonstration of its truth.",
        "Like Malthus, Ricardo owes his reputation very largely to the theory associated with his name, though it has long ceased to be stated precisely in the terms he employed.",
        "On the principles we have explained, therefore, the Ricardian economics should supply just that body of general theory which is required in the investigation of modern economic problems, and the reputation of at any rate the leading writers should be as great as ever.",
        "Defects in their arguments have been exposed to view by those who are most concerned to defend their reputation.",
        "Probably the bishop was jealous of the high reputation of the teacher; and a coolness arose between them which led, fifteen years later, to an open rupture.",
        "He settled in Caesarea, and very shortly he had a flourishing school there, whose reputation rivalled that of Alexandria.",
        "This expriest, this disillusioned Jacobin and skilful spinner of cobweb constitutions, enjoyed for a time the chief reputation in France.",
        "In the first of these spheres the victory of Marengo (14th of June 1800) was of special importance, as it consolidated the reputation of Bonaparte at a time when republican opposition was gathering strength.",
        "This marriage may have done something to increase Granville's reputation for eccentricity.",
        "But, though apparently without such a knowledge of the anatomy of birds as would enable him to apply it to the formation of that natural system which he was fully aware had yet to be sought, he seems to have been an excellent judge of the characters afforded by the bill and limbs, and the use he made of them, coupled with the extraordinary reputation he acquired on other grounds, procured for his system the adhesion for many years of the majority of ornithologists.'",
        "Charles Emmanuel achieved a great reputation as a statesman and warrior, and increased the prestige of Savoy, but he was too shifty and ingenious, and his schemes ended in disaster.",
        "The first part of Mihiragula seems to be the name of the Persian deity Mithra, but his patron deity was Siva, and he left behind him the reputation of a ferocious persecutor of Buddhism.",
        "by the clothing trade that they are very rich and have gained a reputation for it above their neighbours.\"",
        "degree in 1515 and removed to Cambridge, where Erasmus had helped to establish a reputation for Greek and theology.",
        "He had already acquired a considerable reputation in physiological research.",
        "Cattle-rearing is well developed, and the horses bred in Carinthia enjoy a good reputation.",
        "on its schools, its libraries, its literary traditions, its splendid public works and its reputation as the chief centre of American culture.",
        "His reputation as a philosopher was established by his first book, The Philosophy of the Unconscious (1869; 10th ed.",
        "Her aid was invoked by thieves to enable them to carry out their plans successfully without forfeiting their reputation for piety and honesty (Horace, Ep. i.",
        "By the end of 1771 his scientific reputation was such that he was suggested for the post of \"astronomer\" to Captain Cook's second expedition to the South Seas, but his unorthodox opinions were objectionable to certain members of the board of longitude and the appointment was not ratified.",
        "His literary and scientific reputation speedily brought him honourable recognition.",
        "Hildebrand, now pope as Gregory VII., next summoned him to Rome, and, in a synod held there in 1078, tried once more to obtain a declaration of his orthodoxy by means of a confession of faith drawn up in general terms; but even this strong-minded and strong-willed pontiff was at length forced to yield to the demands of the multitude and its leaders; and in another synod at Rome (1079), finding that he was only endangering his own position and reputation, he turned unexpectedly upon Berengar and commanded him to confess that he had erred in not teaching a change as to substantial reality of the sacramental bread and wine into the body and blood of Christ.",
        "He took a leading part in the formation of the party of the Centre in 1870-1871, but he did not become a member of it, fearing that his reputation as a follower of the king of Hanover would injure the party, until he was formally requested to join them by the leaders.",
        "He was a potter by trade, and had a national reputation as a dancer.",
        "While the Malays were famous almost exclusively for their piratical expeditions they naturally bore an evil reputation among Europeans, but now that we have come into closer Character, contact with them,, and have learned to understand aca them better, the old opinions concerning them have been greatly modified.",
        "He had already gained a reputation in his narrow circle as a keen debater and a jovial companion, and it is said that he had several smuggling adventures.",
        "It is the most important of the works attributed to Lanfranc; which, considering his reputation, are slight and disappointing.",
        "He succeeded in preserving harmony, and thus established his own reputation as an able diplomatist.",
        "Next year he became head master of Westminster, where his reputation as a teacher soon became great.",
        "Later he spent some time in the schools of London, which enjoyed at that time a high reputation, and finally studied theology at Paris.",
        "It was Thomas who organized the Toulouse campaign of 1159; even in the field he made himself conspicuous by commanding a company of knights, directing the work of devastation, and superintending the conduct of the war after the king had withdrawn his presence from the camp. When there was war with France upon the Norman border, the chancellor acted as Henry's representative; and on one occasion engaged in single combat and unhorsed a French knight of reputation.",
        "It was fortunate for Becket's reputation that Henry punished him for his change of front by a systematic persecution in the forms of law.",
        "20 the principles for which he fought, the posthumous reputation of Becket must appear strangely exaggerated.",
        "The cloth industry was introduced in the 14th century at Iglau, where it soon obtained a great reputation; it developed afterwards at Olmiitz, and since the middle of the 18th century it has its principal centre at Briinn.",
        "Nevertheless bigotry and the desire to tarnish the reputation of women of letters have led to the bringing of odious accusations against her character, for which there is not the smallest foundation.",
        "He was educated for the bar, and made his reputation by his defence, in company with Georges Laguerre, of Ernest Roche and Duc-Quercy, the instigators of the strike at Decazeville in 1883; he then took Laguerre's place on M.",
        "Even then he had a great reputation at Moscow as one who thoroughly understood \"German ways and things.\"",
        "Finally, although Clay for his support of the compromises and Seward and Chase for their opposition have gained in reputation, Webster has been selected as the special target for hostile criticism.",
        "His reputation as a historian had been made as early as 1864 by his Holy Roman Empire.",
        "His text-books on the subject, of which the Qualitative appeared in 1841, and the Quantitative in 1846, have a world-wide reputation, and have passed through several editions.",
        "In addition to th e se residents or natives of the locality, Shelley, Scott, Nathaniel Hawthorne, Clough, Crabb Robinson, Carlyle, Keats, Tennyson, Matthew Arnold, Mrs Hemans, Gerald Massey and others of less reputation made longer or shorter visits, or were bound by ties of friendship with the poets already mentioned.",
        "He took orders; and his reputation for learning and piety attracted the notice of Margaret Beaufort, mother of Henry VII., who made him her confessor and chaplain.",
        "His reputation for learning was very high, and in 1302 he was summoned to Rome by Boniface VIII., to assist in the controversy then being carried on with Philip of France.",
        "The community is in the main composed of simple working people, who, apart from their peculiarity, have a good reputation; but their avoidance of professional medical attendance has led to severe criticism at inquests on children who have died for want of it.",
        "It has many breweries and distilleries, and the spirit known by its name, which is a coarse gin, has a certain reputation throughout Belgium.",
        "His reputation for sanctity attracted many pilgrims. Important gifts were made to the church which contained his body, and a monastery grew up hard by.",
        "A monument was erected by the inhabitants of Phlius in honour of Pratinas's son Aristias, who, with his father, enjoyed the reputation of excelling all, with the exception of Aeschylus, in the composition of satyric dramas, one of which was called Cyclops.",
        "Among his contemporaries Chastellain acquired a great reputation by his poems and occasional pieces now little considered.",
        "It had long the reputation of being almost constantly ice-bound, but after the Norwegian captain Johannesen had demonstrated its accessibility in 1869, and Nordenskield had crossed it to the mouth of the Yenisei in 1875, it was considered by many to offer a possible trade route between European Russia and the north of Siberia.",
        "This map of Eratosthenes, notwithstanding its many errors, such as the assumed connexion of the Caspian with a northern ocean and the supposition that Carthage, Sicily and Rome lay on the same meridian, enjoyed a high reputation in his day.",
        "He may be said to have gained a world-wide reputation by his use of the phrase \"blood is thicker than water\" to justify his intervention on behalf of the British squadron engaged in the operations against the Peiho Forts.",
        "Their ferocious appearance, and not infrequently the habits of their owners, have given this breed a reputation for ferocity and low intelligence.",
        "It must be remembered that at this time, and for long after, there was no definite or formal membership or system of admission to the society, and it was open to any one by attending the meetings to gain the reputation of being a Quaker.",
        "In 1747 was published the first volume of Espana Sagrada, teatro geograficohistorico de la Iglesia de Espana, a vast compilation of Spanish ecclesiastical history which obtained a European reputation, and of which twenty-nine volumes appeared in the author's lifetime.",
        "She was received with great consideration at foreign courts, and her literary and scientific reputation procured her the entree to the society of the learned in most of the capitals of Europe.",
        "He gained considerable reputation in the disputation for his master's degree in February 1727.",
        "ROBERT EMMET (1778-1803), Irish rebel, youngest son of Robert Emmet, physician to the lord-lieutenant of Ireland, was born in Dublin in 1778, and entered Trinity College in October 1793, where he had a distinguished academic career, showing special aptitude for mathematics and chemistry, and acquiring a reputation as an orator.",
        "He was called to the bar in 1795, and gained a considerable reputation there as well as a tolerable practice.",
        "Velazquez's reputation and legends of wealth drew many immigrants to the island.",
        "He bore throughout his career the reputation of an intelligent and upright public servant.",
        "This is in South Bimini, and has still a local reputation for healing powers.",
        "The great reputation achieved by this critique stirred the envy of Bayle's colleague, P. Jurieu, who had written a book on the same subject.",
        "In 1846 he achieved high reputation by his Life of David Hume, based upon extensive and unused MS. material.",
        "The reputation which he had gained in the physical sciences soon caused him to be raised to the position of rector of the university (for the first term of the year 1313).",
        "The new archbishop, without being one of the English divines who have made notable contributions to theological learning, already had a great reputation for ecclesiastical statesmanship; and in subsequent years his diplomatic abilities found ample scope in dealing not only with the difficulties caused in the church by doctrinal questions, but pre-eminently with the education crisis, and with the new problems arising in the enlarged Anglican Communion.",
        "Dodgson periodically published mathematical works - An Elementary Treatise on Determinants (1867); Euclid, Book V., proved Algebraically (1874); Euclid and his Modern Rivals (1879), the work on which his reputation as a mathematician largely rests; and Curiosa Mathematica (1888).",
        "When the troops landed in England, half clothed and half shod, their leader's conduct of the campaign was at first blamed, but his reputation as a general rests solidly upon these facts, that when Napoleon in person, having nearly 300,000 men in Spain, had stretched forth his hand to seize Portugal and Andalusia, Moore with 30,000, forced him to withdraw it, and follow him to Corunna, escaping at the same time from his grasp. Certainly a notable achievement.",
        "His courage and dignity during his trial and on the scaffold has left him a better reputation than he deserves.",
        "When twenty-one years of age he composed a treatise on the figure of the earth, and the reputation which he soon acquired led to his appointment by the king of Sardinia to the professorship of philosophy in the college of Casale.",
        "Meantime he was gaining a great reputation as a scholar, not only in the Netherlands, but also in France and England.",
        "The springs also give Droitwich a considerable reputation as a health resort.",
        "His reputation was helped by several clever if somewhat wrong-headed publications, including a satirical pamphlet entitled The Theology and Philosophy of Cicero's Somnium Scipionis (1751), a defence of the Hutchinsonians in A Fair, Candid and Impartial State of the Case between Sir Isaac Newton and Mr Hutchinson (1753), and critiques upon William Law (1758) and Benjamin Kennicott (1760).",
        "James's, one of its leading citizens - a statesman, a man of letters, or a lawyer - whose name and reputation were already well known in Great Britain.",
        "Weak health, however, caused him from early days to devote himself to research, mainly on church history in the later middle ages, and his literary reputation rests on the important books he produced on this subject.",
        "His great reputation led to his being entrusted by the government with several missions; in 1865 he represented Prussia in the conference called at Frankfort to introduce a uniform metric system of weights and measures into Germany.",
        "Their reputation as raiders is sufficiently shown in the division of the tribe into two clans, the Hazari-khoas or \"eaters of a thousand hearths,\" and the Kapah-chors or \"thieves that lurk in the cotton fields.\"",
        "His reputation now became cosmopolitan.",
        "He had the charge of the India Bill of 1858 in the House of Commons, became the first secretary of state for India, and left behind him in the India Office an excellent reputation as a man of business.",
        "Owing to the beauty of its site and the equability of its climate, and to its being screened by lofty hills on the north, east and west, and open to the sea-breezes of the south, it has a high reputation as a winter residence.",
        "The town is described as \"but little\" in 1733, but a few years afterwards it gained a reputation as a watering-place, and the duke of Gloucester built a house here; George III.",
        "Francke's Collegium orientale theologicum, a practical school of biblical and oriental philology then quite unique, and the author of an annotated Hebrew Bible and various exegetical works of reputation, especially the Adnotationes uberiores in hagiographos (1720).",
        "In 1859 he lost his friend Dirichlet; but his reputation was now so well established that he was at once appointed to succeed him.",
        "His growing scientific reputation secured his election to the membership of the Academy of Berlin, of the Academy of Sciences of France and of the Royal Society of London.",
        "There are over 30 mosques in the town, a dervish monastery, and numerous theological colleges (medresses), and the Moslem inhabitants have a reputation for bigotry.",
        "Tobacco is also widely cultivated, and the product of some states, such as Bahia, Minas Geraes and Goyaz, has a high local reputation for its excellence.",
        "The naval school, which has always enjoyed a high reputation among Brazilians, is situated on the island of Enxadas in the bay of Rio de Janeiro.",
        "Constable, the Ballantyne Press, Morrison & Gibb, Turnbull & Spears, and others, admirably maintain the traditional reputation of the Edinburgh press.",
        "In the past the Edinburgh Evening Courant, the chief organ of the Tory party, of which James Hannay was editor for a few years, had a high reputation.",
        "The poem owed its subsequent widespread reputation to its appeal to this sentiment rather than to its literary quality.",
        "Michael Scot, the renowned wizard of popular tradition, earned his reputation by numerous works on astrology and alchemy.",
        "There was a grammar school at Midhurst, which at one time had enjoyed considerable reputation, but which had fallen into decay.",
        "Some of the prelates - notably Janos Csezmeczey, better known as Janus Pannonius (4331 47 2) - had a European reputation for learning.",
        "Yet, despite this inward rottenness, Hungary, for nearly twenty years after the death of Matthias, enjoyed an undeserved prestige abroad, due entirely to the reputation which that great monarch had won for her.",
        "Of a more distinctly national tendency are the lyrics of John Kriza b and John Erdelyi, but the reputation of the latter was more especially due to his collections of folk-lore made on behalf of the Kisfaludy society.",
        "But by far the most prolific and talented novelist that Hungary can boast of is Maurus Jokai (q.v.), whose power of imagination and brilliancy of style, no less than his true representations of Hungarian life and character, have earned for him a European reputation.",
        "The reputation of John Szilasy, John Varga, Fidelius Beely and Francis Ney arose rather from their works bearing on the subject of education than from their contributions to philosophy.",
        "Carinus has the reputation of having been one of the worst of the emperors.",
        "Born at Marseilles in 1634, he early entered the French Oratory, and obtained great reputation as a preacher.",
        "They earned the reputation of being the most lawless white inhabitants in the whole of South Africa.",
        "IElfric no doubt gained some reputation as a scholar at Winchester, for when, in 987, the abbey of Cernel (Cerne Abbas, Dorsetshire) was finished, he was sent by Bishop iElfheah (Alphege), thelwold's successor, at the request of the chief benefactor of the abbey, the ealdorman IEthelmar, to teach the Benedictine monks there.",
        "His university training was supplemented (1714) by a continental tour, untrammelled by a governor; at the Hague his ambition for the applause awarded to adventure made a gamester of him, and at Paris he began, from the same motive, that worship of the conventional Venus, the serious inculcation of which has earned for him the largest and most unenviable part of his reputation.",
        "\" His published writings have had with posterity a very indifferent success; his literary reputation rests on a volume of letters never designed to appear in print.",
        "As trousers were distinctively Persian - though the Persians had the reputation for borrowing Median and foreign dress (Herod.",
        "Banbury cakes, consisting of a case of pastry containing a mixture of currants, have a reputation of three centuries' standing.",
        "Fauchet has the reputation of an impartial and scrupulously accurate writer; and in his works are to be found important facts not easily accessible elsewhere.",
        "Their women have a high reputation for virtue, which, combined with the general bright and honest character of the whole people, differentiates them from the surrounding nations.",
        "Harrismith has a dry, bracing climate and enjoys a high reputation in South Africa as a health resort.",
        "No writer in any literature, who has contented himself with so limited a function, has gained so great a reputation as Terence.",
        "These achievements won him a reputation for high courage, which, until the close of 1688, was amply deserved.",
        "Like his brother Isaac, Jacob Abendana had a circle of Christian friends, and his reputation led to the appreciation of Jewish scholarship by modern Christian theologians.",
        "But three years later this imperious leader was checked by the heroic resistance of the \" Maiden \" fortress of Magdeburg; though two years later still she lost her reputation, and suffered unspeakable horrors at the hands of Tilly's lawless and unlicensed soldiery.",
        "At Pirna (and Lilien stein) in 1756 he caught the entire Saxon army in his fowler's net, after driving back at Lobositz the Austrian forces which were hastening to their asistance; but only nine months later he lost his reputation for \" invincibility \" by his crushing defeat at Kolin, where the great highway from Vienna to Dresden crosses the Elbe.",
        "He was an eloquent preacher, but his reputation rests chiefly on his expository works, which are said to have had a larger circulation both in Europe and America than any others of their class.",
        "He was a prolific writer and enjoyed a very high reputation (Horace, Epistles, ii.",
        "Their contents falls far short of the writer's great reputation.",
        "The Academy, founded in 1818, played an important part in the early educational history of the province, and still enjoys a high reputation.",
        "Thereafter he spoke constantly, and acquired considerable reputation as an orator, - bringing out, moreover, many books in prose and verse.",
        "As a poet he had lost his reputation many years before he died.",
        "Dunbar's reputation among his immediate successors was considerable.",
        "Pergamum was early distinguished for its medical school; but in this as in other respects its reputation was ultimately effaced by the more brilliant fame of Alexandria.",
        "The reputation of Herophilus is attested by the fact that four considerable physicians wrote works about him and his writings, and he is further spoken of with the highest respect by Galen and Celsus.",
        "The methodic school lasted certainly for some centuries, and influenced the revival of medical science in the middle ages, though overshadowed by the greater reputation of Galen.",
        "But the reputation of Galen grew slowly; he does not appear to have enjoyed any pre-eminence over other physicians of his time, to most of whom he was strongly opposed in opinion.",
        "His reputation lasted through the middle ages, and was not less in the Arabian schools than in the West.",
        "He wrote on philosophy also, and in both subjects acquired the highest reputation through the whole of eastern Islam.",
        "The reputation of the school was great till the 12th or 13th century, when the introduction of the Arab medicine was gradually fatal to it.",
        "The best-known is the rhyming Latin poem on health by Joannes de Meditano, Regimen sanitatis Salerni, professedly written for the use of the \"king of England,\" supposed to mean William the Conqueror; it had an immense reputation in the middle ages, and was afterwards many times printed, and translated into most European languages.",
        "The northern universities contributed little - the reputation even of Paris being of later growth.",
        "But for us the most interesting fact is the first appearance of Englishmen as authors of medical works having a European reputation, distinguished, according to the testimony of Haser, by a practical tendency characteristic - of the British race, and fostered in the school of Montpellier.",
        "He was for many years .professor of medicine at Leiden, where he lectured five hours a day, and excelled in influence and reputation not only his greatest forerunners, Montanus of Padua and Sylvius of Leiden, but probably every subsequent teacher.",
        "It remains to speak of two systematic writers on medicine in the 18th century, whose great reputation prevents them from being passed over, though their real contribution to the progress of medicine was not great - Cullen and Brown.",
        "Corvisart translated the Inventum novum into French, and Auenbrugger's method rapidly attained a European reputation.",
        "His earnest, rugged, simple style of oratory made him extremely popular, and at once secured for him a wide reputation.",
        "His literary capacity was early shown in the remarkable fiction of his Memoirs of Arthur Hamilton (1886) under the pseudonym of \"Christopher Carr,\" and his Poems (1893) and Lyrics (1895) established his reputation as a writer of verse.",
        "Here he met a certain Olympe Dunoyer (\"Pimpette\"), a girl apparently of respectable character and not bad connexions, but a Protestant, penniless, and daughter of a literary lady whose literary reputation was not spotless.",
        "They remained essentially unchanged for centuries, and the Locrians subsequently enjoyed a high reputation as upholders of the law.",
        "As rice has to be transplanted as well as sown and irrigated, it needs a considerable amount of labour expended on it; and the Burman has the reputation of being a somewhat indolent cultivator.",
        "In 1848 Bontemps was obliged to leave France for political reasons and came to England, where he initiated the optical glass manufacture at Chance's glass works near Birmingham, and this firm ultimately attained a considerable reputation in the production of optical glass, especially of large disks for telescope objectives.",
        "This industry must have won some reputation, for in 758 the abbot of Jarrow appealed t3 the bishop of Mainz to send him a worker in glass.",
        "France assimilated the craft of glass-making, and her craftsmen acquired a wide reputation.",
        "Notwithstanding Cournot's just reputation as a writer on mathematics, the Recherches made little impression.",
        "It went through five editions before 1728, and gained the author much reputation.",
        "These thoughtful and learned lectures established his reputation and did much to clear the ground for subsequent discussions on the subject.",
        "AVENZOAR, or Abumeron [Abu Merwan 'Abdal-Malik ibn Zuhr], Arabian physician, who flourished at the beginning of the 12th century, was born at Seville, where he exercised his profession with great reputation.",
        "Formerly Lambert's reputation for accuracy and impartiality was very high, but both qualities have been somewhat discredited.",
        "So far it had done nothing to justify its subsequent reputation.",
        "While the Martello tower owes its reputation and its widespread adoption in Great Britain to a single incident of modern warfare, the round masonry structure entered by a door raised high above the base is to be found in many lands, and is one of the earliest types of masonry fortification.",
        "34 et seq.) that his voice was uplifted in the Sanhedrin in favour of the disciples of Jesus who were threatened with death, and on this occasion he is designated as a Pharisee and as being \"had in reputation among all the people\" (vop,o&'wnaXos riµeos 7rav-ri rc i 3 Aaw).",
        "A man of doubtful reputation, Alexander's confidant and favourite, he paid the pope a large sum for his elevation.",
        "He soon acquired the reputation of being a good preacher and faithful pastor.",
        "Gaston Paris won a European reputation as a Romance scholar.",
        "Burckhardt, who had already won a reputation as the discoverer of Petra, and whose experience of travel in Arab lands and knowledge of Arab life qualified him to pass as a Moslem, even in the headquarters of Islam.",
        "Muscat, the capital of the province and the principal port on the coast, is surrounded on three sides by bare, rocky hills, and has the reputation of being the hottest place in [[[Geology: Climate: Fauna]] Arabia.",
        "Nevertheless the value of the book is very great: the author's selection of traditions is usually happy, and the episodes of most importance are treated with most fulness of detail, so that it deserves the high reputation it has enjoyed from the first.",
        "This reputation rose steadily; there were twenty copies (one of them written by Tabari's own hand) in the library of the Fatimite caliph `Aziz (latter half of the 4th century), whereas, when Saladin became lord of Egypt, the princely library contained 1200 copies (Maqrizi, i.",
        "But his reputation rests chiefly on his treatment of Church history in his Kirchengeschichte, Lehrbuc zunachst fiir akadenaische Vorlesungen (1834, 12th ed., 'goo).",
        "GUILLEN DE CASTRO Y BELLVIS (1569-1631), Spanish dramatist, was a Valencian by birth, and early enjoyed a reputation as a man of letters.",
        "Its university, established in 1365, is now attended by nearly 6000 students, and the medical faculty enjoys a world-wide reputation.",
        "Gungl (1810-1889) gives name to a \"school\" of waltz and other dance music. Opera, especially in its lighter form, flourishes, and the actors of Vienna maintain with success a traditional reputation of no mean order.",
        "The Viennese school of painting is of modern origin; but some of its members, for instance, Hans Makart (1840-1884), have acquired a European reputation.",
        "Its articles of clothing, silk goods and millinery also enjoy a great reputation for the taste with which they are manufactured.",
        "His reputation in the service had suffered from allegations of intemperate drinking, which, whether well founded or not, certainly impaired his usefulness as a soldier.",
        "The great council consisted of 3200 citizens of blameless reputation and over twenty-five years of age, a third of the number sitting for six months in turn in the hall of the Cinquecento expressly built for the purpose.",
        "She seemed to consider Swedish affairs as far too petty to occupy her full attention; while her unworthy treatment of the great chancellor was mainly due to her jealousy of his extraordinary reputation and to the uneasy conviction that, so long as he was alive, his influence must at least be equal to her own.",
        "The principal manufactures are leather goods, furniture, carriages, chemicals, musical instruments and carpets, for the first two of which the city has attained a wide reputation.",
        "1 Here he announced the impending fate of the priesthood and gained reputation throughout Israel as a prophet.",
        "So early as 1841 his reputation in this department was sufficient to secure for him the government nomination to the newly founded chair of Biblical criticism in the university of Edinburgh.",
        "He had the reputation of being an excellent raconteur, and Quintilian (x.",
        "\" I feel,\" he wrote, \" that such scientific reputation as I might acquire would give more value, more weight, more useful influence to my political sermons.\"",
        "The reception of this volume was cordial, but not so universally respectful as that which Tennyson had grown to expect from his adoring public. The fact was that the heightened reputation of Browning, and still more the sudden vogue of Swinburne, Morris and Rossetti (1866-1870), considerably disturbed the minds of Tennyson's most ardent readers, and exposed himself to a severer criticism than he had lately been accustomed to endure.",
        "Simply on the strength of his parliamentary reputation Gladstone was nominated, without his consent, for Manchester, and was placed at the bottom of the poll; but, having been at the same time nominated at Newark, was again returned.",
        "Meanwhile he had gained a high reputation as a preacher, and especially as the advocate of religious freedom; but his teaching became more and more offensive to the orthodox party, and on the appearance (1864) of his article on Renan's Vie de Jesus in the Nouvelle Revue de theologie he was forbidden by the Paris consistory to continue his ministerial functions.",
        "From Dublin he was called to Liverpool, and there for a quarter of a century he exercised extraordinary influence as a preacher, and achieved a high reputation as a writer in religious philosophy.",
        "Talented representatives of the Kose, Takuma Thhd and Tosa lines maintained the reputation of the Period, native and Buddhist schools, and the long-neglected Chinese school was destined to undergo a vigorous revival.",
        "This was a weak affectation that found its chief votaries amongst literary men ambitious of an easily earned artistic reputation.",
        "The names of the engravers who cut his designs are not known, and in fact the reputation of these craftsmen is curiously subordinated to that of the designers in all Japanese work of the kind.",
        "Kawashima of KiOto has acquired high reputation for work of this kind.",
        "Seto, in fact, acquired such a widespread reputation for its ceramic productions that the term seto-mono (Seto article) came to be used generally for all pottery and porcelain, just as China is in the West.",
        "But at Owari the experts were content with an inferior color, and their blue-and-white porcelains never enjoyed a distinguished reputation, though occasionally we find a specimen of great merit.",
        "Having little to guide them, they often interpreted Western taste incorrectly, and impaired their own reputation in a corresponding degree.",
        "Among the seven ceramists here enumerated, Seif of KiOto probably enjoys the highest reputation.",
        "Okamuia Yasutaro, commonly called Shozan, produces specimens which only a very acute connoisseur can distinguish from the work of Nomura Ninsei; Tanzan Rokuros half-tint enamels and soft creamy glazes would have stood high in any epoch; Taizan YOhei produces Awata faience not inferior to that of former days; Kagiya SObei worthily supports the reputation of the KinkOzan ware; Kawamoto Eijiro has made to the order of a well-known KiOto firm many specimens now figuring in foreign collections as old masterpieces; and ItO TOzan succeeds in decorating faience with seven colors sons couverte (black, green, blue, russetred, tea-brown, purple and peach), a feat never before accomplished.",
        "The attempt was never entirely successful, but its results restored something of the Kaga kilns reputation.",
        "Attracted at first by Italy, dreaming of fair feats of prowess, he led the triumphal Marignano expedition, which gained him reputation as a knightly king and as the most powerful prince in Europe.",
        "Naville, he came to Paris as under whose energetic management it soon achieved a world-wide reputation.",
        "The Nuova antologia (1866) soon acquired a well-deserved reputation as a high-class review and magazine; its rival, the Rivista europea, being the special organ of the Florentine men of letters.",
        "On the racecourse he was successful, and it is another proof of his native thoroughness that he gained a reputation as a handicapper.",
        "I have still as much vanity as ever, which is a happier passion by far, because great reputation I think I may acquire and keep, great situation I never can acquire, nor if acquired keep, without making sacrifices that I never will make.\"",
        "His reputation as a rake and gambler was so well established at the very beginning of his career that when he was dismissed from office in 1774 there was a general belief among the vulgar that he had been detected in actual theft.",
        "He could have profited by the reaction which followed popular excitement but for his bad reputation and his want of discretion.",
        "He also established a reputation as a preacher, and having been summoned to court, succeeded in vanquishing the native priests and in converting Za-Denghel, the negus, who wrote to the pope and the king of Spain for more missionaries, an act of zeal which involved him in civil war with the Abyssinian priests (who dreaded the influence of Paez) and ultimately cost him his life (Oct.",
        "The object was to injure Bismarck's reputation, and a very unseemly dispute ensued.",
        "In the same year appeared two wholly or partially fictitious histories, each of which might have made a reputation for any man.",
        "Of C. Julius Caesar (102-44) as an orator we can judge only by his reputation and by the testimony of his great rival and adversary Cicero; but we are able to appreciate the special praise of perfect taste in the use of language attributed to him.'",
        "They own a chief sheikh, resident at Jeba`a, and have the reputation, like most heretical communities in the Sunni part of the Moslem world, of being exceedingly fanatical and inhospitable.",
        "He was a man of singularly handsome presence, not without mental qualities of a high order; he was devoted to the arts - Beethoven and Mozart enjoyed his patronage and his private orchestra had a European reputation.",
        "By his practical experiments and by his writings he gained a considerable reputation as an economist; but his ambition was not content with this, and he sought to extend his influence by joining first the Freemasons and afterwards (1779) the Rosicrucians.",
        "At Cambridge he was president of the Union and acquired a considerable reputation for ability; and when he entered Parliament in 1906, at the age of 27, as Liberal member for the Chesterton division of Cambridgeshire, he was chosen by 1'Ir.",
        "He won a reputation as a bold knight in the fields of chivalry and in the crusades, and he inaugurated a new policy for his house by devoting more attention to his Italian possessions than to those on the French side of the Alps and in Switzerland.",
        "In the ensuing trial at Richmond the prisoners were released for lack of sufficient evidence to convict, and Wilkinson himself emerged with a much damaged reputation.",
        "A public disputation at Ferrara (1494) with Pico della Mirandola gave him a great reputation as a theologian, and in 1508 he became general of his order.",
        "There were then 8 British ships in Dover under Rear-Admiral Nicholas Bourne, and 15 near Rye under Robert Blake, a member of parliament, and soldier who had gained a great reputation in the Civil War.",
        "The French army had, however, well established its reputation.",
        "The two marshals added to their reputation in the \"Reunion War\" of 1680-84.",
        "By the year 89 he had achieved a considerable military reputation.",
        "Its carpets have a great reputation in the Balkan Peninsula for their quaint designs, durability and freshness of colour.",
        "Few orators belonging to the Church of England have acquired so great a reputation as Liddon.",
        "In 1886 he became chancellor of St Paul's, and it is said that he declined more than one offer of a bishopric. He died on the 9th of September 1890, in the full vigour of his intellect and at the zenith of his reputation.",
        "Among his principal publications are An Examination of Ferrier's \"Knowing and Being,\" and the Scottish Philosophy - (a work which gave him the reputation of being an independent Hamiltonian in philosophy); Memoir of John Brown, D.D.",
        "Acton Wells, of saline waters, had considerable reputation in the 18th century.",
        "Fichte's reputation was thus secured at a stroke.",
        "He certainly retains his former opinion, but mainly on the ground, in itself intelligible and legitimate, that, so far as Fichte's philosophical reputation and influence are concerned, attention may be limited to the earlier doctrines of the Wissenschaftslehre.",
        "He acquired a considerable reputation, but in 1843 his political opinions brought him under the suspicion of the police and caused his expulsion from the papal states.",
        "Their great wealth enabled them during their exile to enhance their reputation and secure the favour of the Delphian Apollo by rebuilding the temple after its destruction by fire in J48.",
        "The reputation which Lucilius enjoyed in the best ages of Roman literature is proved by the terms in which Cicero and Horace speak of him.",
        "After a year and a half in London, Franklin was persuaded by a friend named Denham, a Quaker merchant, to return with him to America and engage in mercantile business; he accordingly gave up printing, but a few days before sailing he received a tempting offer to remain and give lessons in swimming - his feats as a swimmer having given him considerable reputation - and he says that he might have consented \" had the overtures been sooner made.\"",
        "\" Franklin's reputation,\" wrote John Adams with characteristic extravagance, \" was more universal than that of Leibnitz or Newton, Frederick or Voltaire; and his character more esteemed and beloved than all of them..",
        "The works on which Bengel's reputation rests as a Biblical scholar and critic are his edition of the Greek New Testament, and his Gnomon or Exegetical Commentary on the same.",
        "The text of Bengel long enjoyed a high reputation among scholars, and was frequently reprinted.",
        "The reputation of Cano, however, rests on a posthumous work, De Locis theologicis (Salamanca, 1562), which stands to-day unrivalled in its own line.",
        "Talleyrand's reputation for immorality, however, was as marked as that of Mirabeau.",
        "Moreover, in the autumn of 1797 his reputation for political morality (never very bright) was overclouded by questionable dealings with the envoys of the United States sent to arrange a peaceful settlement of certain disputes with France.",
        "Wide as Bain's influence has been as a logician, a grammarian and a writer on rhetoric, his reputation rests on his psychology.",
        "The lastnamed work attracted little attention at the time, but now enjoys a great reputation as a new departure in the methods of studying the records of Judaism.",
        "reputation for its climate.",
        "The high schools enjoy an exceptional reputation.",
        "From the overthrow of the Thirty to the end of their history they enjoyed a high reputation for ability and integrity (Isoc. vii.; Demosth.",
        "Hard study, temperance and integrity gave him a good reputation and moderate success, and in 1827 he was made an attorney and, in 1829, counsellor of the supreme court of the state.",
        "He also gained much reputation as a casuist.",
        "His great reputation and the influence of Sir William Boswell, the English resident, with the states-general procured his election in 1643 to the chair of mathematics in Amsterdam, whence he removed in 1646, on the invitation of the prince of Orange, to Breda, where he remained till 1652.",
        "Hills surround it on three sides, and it has a bad reputation for unhealthiness.",
        "Herodotus may thus have had his thoughts turned to literature as furnishing a not unsatisfactory career, and may well have been encouraged in his choice by the example of Panyasis, who had already gained a reputation by his writings when Herodotus was still an infant.",
        "In his handling of the three arms together, Napoleon on this day failed to do justice to his reputation.",
        "One of the printing establishments has the reputation of being the oldest in the Netherlands, and publishes the oldest Dutch paper, De Opragte Haarlemmer Courant.",
        "His reputation does not rest on his numerous editions, often hasty or even made to booksellers' orders, but in his remarks, especially his conjectures.",
        "The topics usually contained in a census suffered from the great addition of other and less pertinent matter, and the reputation of the work was unfavourably affected by the length of time required to prepare and publish the volumes (the last ones not appearing until near the end of the decade), the original underestimate of the cost of the work, which made frequent supplementary appropriations necessary, the resignation of the superintendent, Francis A.",
        "He had a high reputation in the United States navy for practical seamanship. He died at Philadelphia on the 13th of February 1843.",
        "Called to the bar at Nancy in 1783, he presently went to Paris, where he rapidly acquired a reputation as a lawyer and a speaker.",
        "His greatest reputation was won perhaps in crossexamination.",
        "Their places, however, were taken by Andrew Hamilton, speaker of the Assembly of Pennsylvania and a lawyer of great reputation in the English colonies.",
        "They have the reputation of being neither industrious nor intelligent.",
        "From her universal accomplishments she was called the \"Silesian Pallas,\" and the publication of her work, Urania propitia (Oels, 1650), a simplification of the Rudolphine Tables, gained her a European reputation.",
        "He had by this time established his reputation as a publicist, and, when the consular government was established in the year VIII (1799), he was selected as one of the hundred members of the tribunate, and resigned, in consequence, the direction of the Decade.",
        "Meanwhile his reputation was spreading throughout Europe.",
        "Another brother, JOHANN EVANGELIST HAYDN (1743-1805), gained some reputation as a tenor vocalist, and was for many years a member of Prince Esterhazy's Kapelle.",
        "178), a 2nd century opponent of Christianity, known to us mainly through the reputation of his literary work, The True Word (or Account; aXr191ts ?kayos), published by Origen in 248, seventy years after its composition.",
        "From a personal friend, James Coggeshall, he borrowed $1000, on which capital and the editor's reputation The Tribune was founded.",
        "Here also are most of the principal hotels, which have a peculiarly high reputation among European hotels in the East.",
        "3 For a time, when in place of Admiral Starck (who was held responsible for the surprise of February), Admiral Makarov, an officer of European reputation, commanded the fleet, this lethargy was shaken off.",
        "He was so often accused by political purists for associating politically with men of discredited reputation that his own picturesque statement of his conversion to a belief that in legislative or administrative politics one must work with all sorts and conditions of men is illuminating.",
        "But it was his course in the presidency that gave him his international reputation) and it is as President Roosevelt that future historians: Of American political life must chiefly discuss him.",
        "No account of Mr Roosevelt's career is complete without a reference to his literary work, which has been somewhat overshadowed by his reputation as a man of public affairs.",
        "These details of his education (which, like most else that is known about him, come from his own mouth) are not only interesting in themselves, but remind the reader how, not far from the same time, Rabelais, the other leading writer of French during the Renaissance, was exercising himself, though not being exercised, in plans of education almost as fantastic. At six years old Montaigne was sent to the college de Guienne at Bordeaux, then at the height of its reputation.",
        "The endowed schools (Fiirstenschulen) at Meissen and Grimma have long enjoyed a high reputation.",
        "The conservatory of music at Leipzig enjoys a world-wide reputation; not less the art collections at Dresden.",
        "John was succeeded in 1873 by his elder son Albert (1832-1902) who had added to his military reputation during the war of 1870.",
        "During the 16th and the 17th centuries its German educational establishments enjoyed a wide reputation.",
        "South Dakota long bore a notorious reputation for the laxity of its divorce laws.",
        "His style of speaking was dry and uninteresting; but the matter of his lectures was so practical and his teaching so sound that students were attracted in crowds to his lecture-room, and the reputation of the GÃ¶ttingen historical school spread far and wide.",
        "It had a reputation for piracy at various times in its history.",
        "Long before his return he had made his reputation as an author by his Account of the Kingdom of Cabul and its Dependencies in Persia and India (1815).",
        "Gaston's son, Antoine Gaston Jean Baptiste de Roquelaure (1656-1738), carried on the family reputation for wit, and, in spite of his military incapacity, received the marshal's baton in 1724.",
        "Its reputation in this is quite inexpugnable.",
        "Rousseau's reputation was now higher than ever, but the term of the comparative prosperity which he had enjoyed for nearly ten years was at hand.",
        "His peculiar reputation increased after his death.",
        "The volatile oils have for centuries been regarded as of value in disorders of the reproductive organs, and the reputation of myrrh in this connexion is simply a survival of this ancient but ill-founded belief.",
        "These works, along with the reputation he had acquired as a lecturer and preacher, secured for him a call to Helmstedt as professor ordinarius in 1723.",
        "1369), was one of the first knights of the order of the Garter, and earned a great reputation as a soldier, specially distinguishing himself at the battle of Poitiers in 1356.",
        "He had the double dignity of having refused the highest prize in his profession for conscience' sake, and of having accepted that dignity without loss of consistency; in his life he acquired a high reputation and the sincere admiration of his fellowmen, as well as an abundant fortune and ample titular distinctions.",
        "(4 vols., Philadelphia, 1825-1833), which established his scientific reputation.",
        "On the 19th of June Hussein appeared before Kasos, a nest of pirates of evil reputation, which he captured and destroyed.",
        "His reputation as a historian will chiefly rest on his History of the Norman Conquest (1867-1876), his longest completed book.",
        "On the 16th of September his disapproval of the popular excesses at Warsaw caused him to quit the government after sacrificing half his fortune to the national cause; but it must be admitted that throughout the insurrection he did not act up to his great reputation.",
        "The excellent climate has given Albuquerque and the surrounding country a reputation as a health resort.",
        "He became a monk at St David's, and having acquired some reputation for learning, he was invited by King Alfred to his court.",
        "Three thousand and more collected justified a new title - Chiliades adagiorum; and the author's reputation was now established.",
        "Like some other publishers who preferred reputation to returns in money, Froben died poor, and his impressions never reached the splendour afterwards attained by those of the Estiennes, or of Plantin.",
        "But though painfully conscious how much his reputation as a writer was damaged by this extempore production, he was unable to resist the fatal facility of print.",
        "But Erasmus was even less disposed now than he had been before to barter his reputation for honours.",
        "The reputation which he gained from this work won for him the chair of ancient philosophy at the College de France (1838) and a seat at the Academy of Moral and Political Science (1839).",
        "Bohemian glass enjoys a world-wide reputation, which is well deserved: the crystal ware of Bor (Haida), the imitation jewelry and stones of Jablonec (Gablonz), the paste and semi-precious stones of Turnov, are exported to every part of the globe.",
        "It was mainly by his use of Claviere that Mirabeau sustained his reputation as a financier.",
        "Lectures delivered by Maine in this capacity were the groundwork of Ancient Law (1861), the book by which his reputation vas made at one stroke.",
        "Jerba has a considerable reputation for the manufacture of the woollen tissues interwoven with silk which are known as burnous stuffs; a market for the sale of sponges is held from November till March; and there is a considerable export trade in olives,.",
        "Ribot's great reputation as an expert in finance and foreign affairs brought him effectively into office.",
        "Thomas Kajetan Wggierski (1755-1787), who was chamberlain to the king, enjoyed a considerable reputation among his countrymen for his satirical writing.",
        "Goluchowski, the brothers Andrew and John Sniadecki, the latter of whom gained a reputation almost European, Bronislaw Trentowski, Karol Liebelt and Joseph Kremer deserve mention.",
        "In Henryk Sienkiewicz, the historical novelist, Poland has a modern writer of European reputation.",
        "An elder brother, who like himself was early turned out into the world to seek his own fortune, rose to command a brigade in the Mysore army, while Hyder, who never learned to read or write, passed the first years of his life aimlessly in sport and sensuality, sometimes, however, acting as the agent of his brother, and meanwhile acquiring a useful familiarity with the tactics of the French when at the height of their reputation under Dupleix.",
        "Meantime, he had gained a high literary reputation by his Eloges of Charles V.,, Lacaille, Moliere, Corneille and Leibnitz, which were issued in a collected form in 1770 and 1790; he was admitted to the French Academy (February 26, 1784), and to the Academie des Inscriptions in 1785, when Fontenelle's simultaneous membership of all three Academies was renewed in him.",
        "While his scientific work procured him an extraordinary reputation among his contemporaries, his private character and virtues, the charm of his social manners, his wit and powers of conversation, endeared him to a large circle of personal friends.",
        "descending into the political arena, became identified with the doctrines of one political party in the state - doctrines odious to the majority of the nation - and at the same time became associated with acts of violence and injustice, losing at once its influence and its reputation.",
        "Popayan is the seat of a bishopric dating from 1547, whose cathedral was built by the Jesuits; and in the days of its prosperity it possessed a university of considerable reputation.",
        "But the headquarters of the opposition was Germany, and its leader was Dollinger, whose high reputation and vast stores of learning placed him far above any other member of the band of the theological experts who now gathered around him.",
        "Had Dollinger, with his immense reputation as a scholar, as a divine and as a man, allowed himself to be consecrated bishop of the Old Catholic Church, it is impossible to say how wide the schism would have been.",
        "The Southerners undeniably rested on their laurels, and enabled McClellan, who was now called to the chief military command at Washington, to raise, organize and train the famous Army of the Potomac, which, in defeat and victory, won its reputation as one of the finest armies of modern history.",
        "C. Buell in Kentucky had likewise drilled his troops to a high state of efficiency and was preparing to move against the Confederate general Albert Sidney Johnston, whose reputation was that of being the foremost soldier on either side.",
        "A Federal general could retain his hold on the men after a reverse, but not after a farce: Burnside was replaced by General Joseph Hooker, who had a splendid reputation as a subordinate leader.",
        "From time immemorial, indeed, this coast has had an evil reputation among mariners, quite apart from the pirates who for centuries made it the base of their depredations.",
        "A man of rare intelligence, a fearless horseman and an eloquent orator, Abd-el-Kader had acquired a great reputation by his Abd piety.",
        "Though his ultra-conservative views were detested, and as far as possible opposed (especially after 1823), his dynasty was never in serious danger, and Swedes and Norsemen alike were proud of a monarch with a European reputation.",
        "In 1800 he was appointed to the command of the \"Speedy\" brig, a small vessel in which he gained a great and deserved reputation as a daring and skilful officer.",
        "After a severe struggle De la Gardie's party finally prevailed, and its triumph was marked by that general decline of personal and political morality which has given to this regency its unenviable reputation.",
        "The reputation of Elias Levita and Buxtorf led to this view of Ezra's activity being adopted by other scholars, and so it acquired general currency.",
        "Strangely enough, however, the missing name of the governor under whom the census of the Nativity was carried out appears to be supplied by an author who wrote more than a century after St Luke, and has by no means a good reputation for historical trustworthiness.",
        "Hearne (Oxford, 1716), and at one time enjoyed some reputation as an authority.",
        "From the first he managed to combine his solicitor's work with politics, becoming secretary of the South Carnarvonshire Anti-tithe League; and his local reputation was made by a successful fight, carried to the High Court, in defence of the right of Nonconformists to burial in the parish churchyard.",
        "He held his seat successfully at the contests in 1892, 1895 and 1900, his reputation as a champion of Welsh nationalism, Welsh nonconformity and extreme Radicalism becoming thoroughly established both in parliament and in the country.",
        "As a matter of fact, his literary reputation helped his professional advancement.",
        "His practice extended rapidly in the civil and criminal courts, and he regularly appeared before the general assembly of the Church of Scotland, where his work, though not financially profitable, increased his reputation.",
        "It was called Sughd, and contained the two great cities of Samarkand and Bokhara, of which the former was generally the seat of government, while the latter had a high reputation as a seat of religion and learning.",
        "The thoroughbred Kentucky horse has long had a world-wide reputation for speed; and the Blue Grass Region, especially Fayette, Bourbon and Woodford counties, is probably the finest horse-breeding region in America and has large breeding farms. In Fayette county, in 1900, the average value of colts between the ages of one and two years was $377.78.",
        "In former times large quantities of it were imported in a dry state into Europe for officinal purposes, the drug having the reputation of being efficacious in diseases of the skin and lungs; and even now it may be found in apothecaries' shops in the south of Europe, country people regarding it as a powerful aphrodisiac for cattle.",
        "His sermons attracted wide attention in that community, and he gained a considerable reputation as a theologian and a controversialist by his publication in 1814 of a volume entitled Defence of Christianity, written in answer to a work, The Grounds of Christianity Examined (1813), by George Bethune English (1787-1828), an adventurer, who, born in Cambridge, Massachusetts, was in turn a student of law and of theology, an editor of a newspaper, and a soldier of fortune in Egypt.",
        "But, as it proved, the remaining ten years of his life most widely established his reputation and influence throughout America.",
        "As early as 1820 he had established a reputation as an orator, such as few men in later days have enjoyed.",
        "The presence within half a century of the date of its foundation of such scholars as Justus Lipsius, Joseph Scaliger, Francis Gomarus, Hugo Grotius, Jacobus Arminius, Daniel Heinsius and Guardas Johannes Vossius, at once raised Leiden university to the highest European fame, a position which the learning and reputation of Jacobus Gronovius, Hermann Boerhaave, Tiberius Hem sterhuis and David Ruhnken, among others, enabled it to maintain down to the end of the 18th century.",
        "and next year received a place at court, where he had a reputation for Puritan austerity.",
        "In his trenchant criticism of the origin of what passed for Christianity in his time, he spoke bitter and severe truths, which have gained for him the reputation of the most rabid and wicked of all the enemies of Christianity.",
        "The son studied law, was admitted to the bar in 1824, and soon won high reputation in his profession.",
        "During his closing years he was engaged on his work the Scotichronicon, on which his reputation now chiefly rests.",
        "The council of Trent, in its first period, seemed to increase the reputation of the Society; for the pope chose Laynez, Faber and Salmeron to act as his theologians in that assembly, and in this capacity they had no little influence in framing its decrees.",
        "It was chiefly during the generalship of Acquaviva that the Society began to gain an evil reputation which eclipsed its good report.",
        "The king of this district was Coxcoxtli, whose name has gained an undeserved reputation even in Europe as \" Coxcox, the Mexican Noah,\" from a scene in the native picture-writing where his name appears together with the figure of a man floating in a dug-out tree, which has been mistaken even by Humboldt for a representation of the Mexican deluge-myth.",
        "But though his natural defects of intellect and will-power were not improved by the pedantic tutoring to which he was submitted, he grew up pious, honest and well-meaning; and had fate cast him in any but the most stormy times of his country's history he might well have left the reputation of a model king.",
        "The well-known sentence of Carlyle, that it is \"as far as possible from meriting its high reputation,\" is in strictness justified, for all Thiers's historical work is marked by extreme inaccuracy, by prejudice which passes the limits of accidental unfairness, and by an almost complete indifference to the merits as compared with the successes of his heroes.",
        "In his new office he made himself a name of world-wide reputation.",
        "Nevertheless his reputation was so great that he was accepted as an arbitrator in doctrinal disputes amongst the reformers.",
        "The reputation he had won at Saratoga was ruined on the occasion by over-confidence and incompetence.",
        "But he was an able lawyer, an orator of no mean reputation, and a brave soldier.",
        "In 1630 he left the studio of Simon Vouet for Italy, where he spent twenty-two years, and made a reputation which brought him a summons to Paris.",
        "His reputation as a writer among his own countrymen was early assured, and the 30 poetical and 28 prose works composed by him in Bengali are now regarded as classics.",
        "Like a true prince of the Renaissance he favoured men of letters whom he trusted to preserve his reputation to posterity.",
        "He owed the position to Vergennes, who for three years and a half continued to support him; but the king was not well disposed towards him, and, according to the testimony of the Austrian ambassador, his reputation with the public was extremely poor.",
        "He was in command of the Boers at the battles of Colenso and Spion Kop, and these victories earned him so great a reputation that on the death of P. J.",
        "30) he published The Seven Lamps of Architecture, with his own etchings, which greatly increased the reputation acquired by his Modern Painters.",
        "To strangers the natives have long had the reputation of being treacherous.",
        "The Discours gained him considerable reputation, but as it failed in its purpose he withdrew from the society.",
        "In the following year he published a pamphlet on the currency system, which confirmed his reputation as the ablest financier of his time; but his free-trade principles did not accord with those of his party.",
        "Tenison's reputation as an enemy of Romanism led the duke of Monmouth to send for him before his execution in 1685, when Bishops Ken and Turner refused to administer the Eucharist; but, although Tenison spoke to him in \"a softer and less peremptory manner\" than the two bishops, he was, like them, not satisfied with the sufficiency of Monmouth's penitence.",
        "In 1544 Bonner gave him the living of Solihull; and Feckenham established a reputation as a preacher and a disputant of keen intellect but unvarying charity.",
        "He died on the 12th of January 690, leaving a high reputation for piety and culture.",
        "found for Wolsey, More was raised to the chancellorship. The selection was justified by More's high reputation, but it was also significant of the modification which the policy of the court was then undergoing.",
        "The Growth of the Spirit of Christianity from the First Century to the Dawn of the Lutheran Era, established his reputation as a liberal and spiritually minded theologian; and Queen Victoria invited him to preach at Balmoral.",
        "Maine de Biran's philosophical reputation has suffered from two causes - his obscure and laboured style, and the fact that only a few, and these the least characteristic, of his writings appeared during his lifetime.",
        "After his return to Spain his reputation as a strong and ambitious soldier made him one of those who in case of any constitutional disturbance might be expected to play an important role, and his political position was nationally affected by this consideration; his appointment in 1900 as captain-general of Madrid resulted indeed in more than one ministerial crisis.",
        "The evil reputation of these festivals, at which the grossest debaucheries took place, and all kinds of crimes and political conspiracies were supposed to be planned, led in 186 B.C. to a decree of the senate - the so-called Senatus consultum de Bacchanalibus, inscribed on a bronze tablet discovered in Calabria (1640), now at Vienna - by which the Bacchanalia were prohibited throughout the whole of Italy, except in certain special cases, in which the senate reserved the right of allowing them, subject to certain restrictions.",
        "His first play, Marius d Minturnes (1791), immediately established his reputation.",
        "His great reputation and his diplomatic experience gave a special weight to the attacks which he published on the policy of the continental allies, two of his works attracting special attention, Du Congres de Troppau ou Examen des pretentions des monarchies absolues a l'egard de la monarchie constitutionelle de Naples (Paris, 1821), and Les Cabinets et les peuples depuis 1815 jusqu'd la fin de 1822 (Paris, 1822).",
        "On completing his course, Melville left St Andrews with the reputation of \"the best poet, philosopher, and Grecian of any young master in the land.\""
    ],
    "definition": [
        "The general opinion or judgment of the public about a person or thing: a senator with a tarnished reputation; a restaurant with a good reputation.",
        "The state or situation of being held in high esteem: feared damage to his reputation.",
        "A widespread ascription of a characteristic or trait to a person or thing: a sales clerk who has a reputation for courtesy; a columnist with the reputation of being acerbic.",
        "Link/Cite",
        "What somebody is known for.",
        "Adjectives often applied to \"reputation\": good, great, excellent, bad, stellar, tarnished, evil, damaged, dubious, spotless, terrible, ruined, horrible, lost, literary, corporate, global, personal, academic, scientific, posthumous, moral, artistic.",
        "Link/Cite"
    ]
}