{
    "translation": "דמיון",
    "uses": [
        "The resemblance between father and son was enough to make her stop two steps into the clearing.",
        "In its structure and general arrangements it bears a general resemblance to the palace of Phaestus and Cnossus on a smaller scale.",
        "The resemblance was so close that Prinsep called the alphabet he was deciphering the Pali alphabet, and the language expressed in it he called the Pali language.",
        "14-16), owed its employment to the fact that the root often divides into branches resembling the arms and legs of a man, and this resemblance gave rise to the belief that it conferred strength and virility.",
        "In view of the great resemblance between Microhydra and the polyp of Limnocodium, it might be expected that the medusae to which they give origin would also be similar.",
        "CRANES (so called from the resemblance to the long neck of the bird, cf.",
        "The somewhat remarkable resemblance between the diurnal variation for the two elements, first remarked on by J.",
        "This has brought about superficial resemblance in the floras of different countries.",
        "The larvae of these are usually spoken of as \" false caterpillars,\" on account of their resemblance to the larvae of a moth.",
        "In view of these differences from the domesticated breed, and the resemblance of the skull or lower jaw to that of the extinct European species, it becomes practically impossible to regard the wild camels as the offspring of animals that have escaped from captivity.",
        "Note resemblance toHandR.",
        "in point of fact, resemblance is in the main confined to the higher groups, such as families and large genera; the smaller genera and species are entirely different.",
        "That one of the five larger groups into which every natural circle is divided ` bears a resemblance to all the rest, or, more strictly speaking, consists of types which represent those of each of the four other groups, together with a type peculiar to itself.'",
        "The Spermatophyta fall into two classes, Gymncsperms (q.v.) and Angiosperms; the former are the more primitive group, appearing earlier in geological time and showing more resemblance in the course of their life-history to the Pteridophyta.",
        "The one species, from Western Australia, is the largest member of the family, being about the size of a rabbit, to which it bears sufficient superficial resemblance to have acquired the name of \"native rabbit\" from the colonists.",
        "The true Tapaculo (P. albicollis) has a general resemblance in plumage to the females of some of the smaller Shrikes (Lanius), and to a cursory observer its skin might pass for that of one; but its shortened wings and powerful feet would on closer inspection at once reveal the difference.",
        "In the woods of Oregon, from the Columbia river southwards, an oak is found bearing some resemblance to the British oak in foliage and in its thick trunk and widely-spreading boughs, but the bark is white as in Q.",
        "This comparison leads to the important conclusion that the wild Bactrian Camelus bactrianus ferus comes much nearer to the fossil species than it does to the domesticated breed, the resemblance being specially noticeable in the absolutely and relatively small size of the last molar.",
        "The word is derived from the general resemblance of the texture of plant substance to that of a textile fabric, and dates from a period when the fundamental constitution of plant substance from individual cells was not yet discovered.",
        "The former bears a general resemblance to the Cherub log, but the dial plate is horizontal and the faces turn upwards.",
        "The Gabun was discovered by Portuguese navigators towards the close of the I 5th century, and was named from its fanciful resemblance to a gabao or cabin.",
        "The resemblance between these curves is much closer than that between the Bureau Central's own winter and summer curves.",
        "Notwithstanding certain points of resemblance in structure and phonetics, Albanian is entirely distinct from the neighbouring languages; in its relation to early Latin and Greek it may be regarded as a co-ordinate member of the Aryan stock.",
        "Yet while, in its application to history, Hegel's theory of evolution has points of resemblance with those doctrines which seek to explain the worldprocess as one unbroken progress occurring in time, it constitutes on the whole a theory apart and sui generis.",
        "The single species, which is a native of western and southern Australia, is about the size of an English squirrel, to which its long bushy tail gives it some resemblance; but it lives entirely on the ground, especially in sterile sandy districts, feeding on ants.",
        "Like nearly all his predecessors since Aelian, he adopted an alphabetical arrangement, though this was not too pedantically preserved, and did not hinder him from placing together the kinds of birds which he supposed (and generally supposed rightly) to have the most resemblance to that one whose name, being best known, was chosen for the headpiece (as it were) of his particular theme, thus recognizing to some extent the principle of classification.3 Belon, with perhaps less book-learning than his contemporary, was evidently no mean scholar, and undoubtedly had more practical knowledge of birds - their internal as well as external structure.",
        "29); secondly, organs commonly termed otocysts, on account of their resemblance to the audi tory vesicles of higher After 0.",
        "By the formation of numerous cross-walls the resemblance to parenchyma is increased.",
        "The ilex, also known as the \"holm oak\" from its resemblance to the holly, abounds in all the Mediterranean countries, showing a partiality for the sea air.",
        "Wren apparently did not himself approve of this second design, for he got the king to give him permission to alter it as much as he liked, without showing models or drawings to any one, and the actual building bears little resemblance to the approved design, to which it is very superior in almost every possible point.",
        "Fr8nkislj After them followed ten sovereigns, some of whom have been misnamed Italians by writers too eager to catch at any resemblance of national glory for a ~ people passive in the hands of foreign masters.",
        "Thus Nereis among the latter worms, from the resemblance which its excretory system bears to that of the Oligochaeta, may be made the starting-point of a series.",
        "A countermovement is then accomplished from east to west with a remarkable resemblance to the preceding movement from west to east.",
        "His father is generally described as a butcher, but he sold other things than meat; and although a man of some property and a churchwarden of St Nicholas, Ipswich, his character seems to have borne a striking resemblance to that of Thomas Cromwell's father.",
        "the numerous fossils of the Santa Cruz formation), and also the nearest resemblance to the fauna of Austrogaea.",
        "There is a further resemblance between the two orders of Chaetopoda in that this budding is not a general phenomenon, but confined to a few forms only.",
        "Brilliantly colored spots and patches follow the action of acid fumes on the vegetation near towns and factories, and such particoloured leaves often present striking resemblance to autumn foliage.",
        "Of an olive-green above, deeply tinted in some parts with black and in others lightened by yellow, and beneath of a yellowish-white again marked with black, the male of this species has at least a becoming if not a brilliant garb, and possesses a song that is not unmelodious, though the resemblance of some of its notes to the running-down of a piece of clockwork is more remarkable than pleasing.",
        "To compare the Palaearctic genera with those of the Australian and Neotropical regions would be simply a waste of time, for the points of resemblance are extremely few, and such as they are they lead to nothing.",
        "The aye-aye, Chiromys (or Daubentonia) madagascariensis, is an animal with a superficial resemblance to a longhaired and dusky-coloured cat with unusually large eyes.",
        "I can see the resemblance.",
        "The resemblance, however, is not sufficiently clear to support the conclusion.",
        "She held a faint resemblance to Tammy.",
        "In works of art there is considerable resemblance between the representations of Zeus, king of the gods, and Agamemnon, king, of men.",
        "cramped seating in aircraft bear no resemblance to wooden deck chairs.",
        "pores may be confluent with the cyclosystem presents itself as a radiating partitions, thus having a superficial resemblance to a madreporarian coral with its radiating septa (figs.",
        "Starting from the basis \" that the phrase `birds are greatly modified reptiles' would hardly be an exaggerated expression of the closeness \" of the resemblance between the two classes, which he had previously brigaded under the name of Sauropsida (as he had brigaded the Pisces and Amphibia as Ichthyopsida), he drew in bold outline both their likenesses and their differences, and then proceeded to inquire how the A y es could be most appropriately subdivided into orders, suborders and families.",
        "in diameter, and by a dome over each of the arms. The plan is derived from the Church of the Holy Apostles at Constantinople, now covered by the mosque of Mahommed II., and bears a strong resemblance to the plan of St Front at Perigueux in France (I 120).",
        "Whether borrowed or not, it must be late; and its resemblance to Greek ideas suggests Greek influence.",
        "Wallace notes the resemblance which he traced between the Malays and the Mongolians, and others have recorded similar observations as to the physical appearance of the two races.",
        "Pupa is named from its resemblance to a chrysalis, the apex being rounded.",
        "The covered aisles of the court of the Jumma Musjid at Jaunpur are in three storeys with piers, bracket-capitals and architraves, bearing therefore no resemblance to the arcades of Kairawan and Cordova, and constituting a different style.",
        "The climax of Mahommedan work in India is reached in that of the Mogul emperors at Agra, Delhi and Fatehpur-Sikri, in which there is a very close resemblance in design to the mosques of Syria, Egypt, and Persia; the four-centred arch, which is in the Mogul style, finds general acceptance, and was probably derived from Persian sources.",
        "This difference in behaviour of the three elements, chlorine, bromine and iodine, which in many respects exhibit considerable resemblance, may be explained in the following manner.",
        "Stromeyer detected a new metallic element, cadmium, in certain zinc ores; it was rediscovered at subsequent dates by other observers and its chemical resemblance to zinc noticed.",
        "There is further resemblance in the formal moral code, arranged by classes of persons, and having much the same contents in the two epistles (Eph.",
        "Only a comparison in detail will give a true impression of the extraordinary degree of resemblance.",
        "The highlands, which in an almost continuous line traverse East Africa, have to a great extent isolated the flora of Somaliland in spite of the general resemblance of its climate and soil to the country on the western side of the band of high ground.",
        "the intendants of provinces of the ancien regime were taken as a model, and there is a great resemblance between their respective functions.",
        "610) under the genus Prunus (Prunus persica); its resemblance to the plum is indeed obvious.",
        "A similar rock was named obsianus by medieval writers, from its resemblance to a rock discovered in Ethiopia by one Obsius.",
        "The resemblance is further sustained by a broad belt of elevated plains, 'ranging from 1200 to 1700 ft., which s The upper Bukhtarma valley in the Sailughem range of the Altai system appears to belong to the same type.",
        "In coloration it bears some resemblance to a chaffinch, but its much larger size and enormous beak make it easily recognizable, while on closer inspection the singular bull-hook form of some of its wing-feathers will be found to be very remarkable.",
        "The valves are, consequently, essentially symmetrical, which is not the case with the Lamellibranchiata, - so much so, that certain Brachiopod shells were named Lampades, or lamp shells, by some early naturalists; but while such may bear a kind of resemblance to an antique Etruscan lamp, by far the larger number in no way resemble one.",
        "There is in this respect a great resemblance between him and H~fiz, but Omar is decidedly superior.",
        "These salts are like those of tin; and the resemblance to this metal is clearly enhanced by the study of the alkyl compounds.",
        "Curves of magnetization (which express the relation of I to H) have a close resemblance to those of induction; and, indeed, since B = H+47r1, and 47rI (except in extreme fields) greatly exceeds H in numerical value, we may generally, without serious error, put I = B /47r, and transform curves of induction into curves of magnetization by merely altering the scale to which the ordinates are referred.",
        "Austin, who found continuous elongation with increasing fields, the curves obtained bearing some resemblance to curves of magnetization.",
        "He also experimented with nickel and again found a resemblance to the strain curve.",
        "But little is known of the structure of these extinct animals; we are therefore compelled to deal with such special points of resemblance and difference as their remains still exhibit.",
        "Manichaeism, which combined the adoration of Zoroaster and Christ, became the refuge of those supporters of Mithraism who were inclined to compromise, while many found the transition to orthodox Christianity easy because of its very resemblance to their old faith.",
        "He concludes that the genera and species exist as universals only in thought; but, inasmuch as they are collected from singulars on account of a real resemblance, they have a certain existence independently of the mind, but not an existence disjoined from the singulars of sense.",
        "Other writers of the same school were Laurence Orczy and Abraham Barcsay, whose works have a striking resemblance to each other, and were published together by Revai (1789).",
        "He follows the methods of Diophantus; his work on indeterminate equations has no resemblance to the Indian methods, and contains nothing that cannot be gathered from Diophantus.",
        "The advantage to the animal of this imitation of surrounding objects is that it escapes the pursuit of (say) a bird which would, were it not deceived by the resemblance, attack and eat the caterpillar.",
        "We seem to be justified in assuming that there are many movements of stretching and posturing possible to caterpillars, and that some caterpillars had a congenital fortuitous tendency to one position, some to another, and, finally that among all the variety of habitual movements thus exhibited one has been selected and perpetuated because it coincided with the necessary conditions of safety, since it happened to give the caterpillar an increased resemblance to a twig.",
        "Similar movements from the same regions appear also to have penetrated Iran itself; hence the resemblance between the dress and daggers of certain classes of warriors on the sculptures of Persepolis and those shown on the Kul Oba vase.",
        "the speaker, who is not an individual but speaks in the name of a community, bears a remarkable resemblance to the \" suffering servant \" of Isaiah lii.",
        "St Jerome argued against Vigilantius with his accustomed vehemence, and especially meets the objection based on the resemblance between these rites and those of the pagans.",
        "the moon-god Sin) it has a kind of straight brim which gives it a certain resemblance to a low-crowned \" bowler.\"",
        "The wax-like or amyloid substance has a certain resemblance to the colloid, mucoid and hyaline.",
        "In his Zoonomia (1794) he expounded a theory of life and disease which had some resemblance to that of Brown, though arrived at (he says) by a different chain of reasoning.",
        "Not only so, but the physician, thus fascinated by \"types,\" and impressed by the silent monumentsof the pathological museum, was led to localize disease too much, to isolate the acts of nature, and to forget not only the continuity of the phases which lead up to the exemplary forms, or link them together, but to forget also that even between the types themselves relations of affinity must exist - and these oftentimes none the less intimate for apparent diversities of form, for types of widely different form may be, and indeed often are, more closely allied than types which have more superficial resemblance - and to forget, moreover, how largely negative is the process of abstraction by which types are imagined.",
        "With the melting of the ice the more daring spirits dashed into the new current with such ardour that for them all traditions, all institutions, were thrown into hotchpot; even elderly and sober physicians took enough of the infection to liberate their minds, and, in the field of the several diseases and in that of post-mortem pathology, the hollowness of classification by superficial resemblance, the transitoriness of forms, and the flow of processes, broke upon the view.",
        "\"I think,\" writes his son, \"he was more interested in modern movements for their resemblance to ancient than vice versa.\"",
        "A vast quantity of small cups and paterae were made by this means in patterns which bear considerable resemblance to the surfaces of madrepores.",
        "A good many other examples have been preserved which may be assigned to the same century: the earlier of these bear a resemblance in form to the vessels of silver made in the west of Europe; in the later an imitation of classical forms becomes apparent.",
        "In subsequent history there is a good deal of resemblance between the capitularies' legislation of Charlemagne and his successors on one hand, the acts of Alfred, Edward the Elder, ZEthelstan and Edgar on the other, a resemblance called forth less by direct borrowing of Frankish institutions than by the similarity of political problems and condition.",
        "A finely executed bas-relief, representing Naram-Sin, and bearing a striking resemblance to early Egyptian art in many of its features, has been found at Diarbekr.",
        "In 1876 Sayce pointed out the resemblance between certain Hittite signs and characters in the lately deciphered Cypriote syllabary, and suggested that the comparison might lead to a beginning of decipherment; but the hope has proved vain.",
        "The whole plan bears more than a superficial resemblance to those of Cretan palaces in the later Minoan period.",
        "The surrounding tissue enlarges, so that the spots appear as if sunk in depressions, and bear a considerable resemblance to hailstone wounds.",
        "In some towns all the crafts were thus consolidated into a single fraternity; in this case a body was reproduced which regulated the whole trade monopoly of the borough, and hence bore some resemblance to the old gild merchant.",
        "It is chemically related to cadmium and mercury, the resemblance to cadmium being especially well marked; one distinction is that zinc is less basigenic. Zinc is capable of isomorphously replacing many of the bivalent metals - magnesium, manganese, iron, nickel, cobalt and cadmium.",
        "Sandstone, and clays suitable for brick-making, are found in the district of Scotland, so called from a fancied resemblance to the Highlands of North Britain.",
        "Some too amongst the medieval authorities (Ibn Haugal and Istakhri) note a resemblance between the speech in use amongst the Khazars and the Bulgarians; and the modern Magyar - a Ugrian language - can be traced back to a tribe which in the 9th century formed part of the Khazar kingdom.",
        "Wingless females of many tropical species present a close superficial resemblance to woodlice; and one interesting apterous form known as Pseudoglomeris, from the East Indies, is able to roll up like a millipede.",
        "Their remains have been found in Belgium and France, in Britain, Germany and Denmark, as well as in Spain; and they bear a close resemblance to a type which is common among the Basques as well as all over the Iberian peninsula.",
        "Biela's comet of 1826, which had a period of 6.7 years, presented a significant resemblance of orbit with that of the meteors, but the comet has not been seen since 1852 and has probably been resolved into the meteoric stream of Andromedids.",
        "The cult of the heroes exhibits points of resemblance with that of the chthonian divinities and of the dead, but differs from that of the ordinary gods, a further indication that they were not \" depotentiated \" gods.",
        "The avicularium is so called from its resemblance, in its most highly differentiated condition, to the head of a bird.",
        "In the Positive state, inherent volition or external volition and inherent force or abstraction personified have both disappeared from men's minds, and the explanation of a phenomenon means a reference of it, by way of succession or resemblance, to some other phenomenon, - means the establishment of a relation between the given fact and some more general fact.",
        "In many respects the resemblance between Verona and Florence is very striking; in both cases we have a strongly fortified city built in a fertile valley, on the banks of a winding river, with suburbs on higher ground, rising close above the main city.",
        "Yet the resemblance is more apparent than real.",
        "Ogata Kerin (1653-1716) is claimed by both the Tosa and Kano schools, but his work bears more resemblance to that of an erratic offshoot of the Kano line named Sotatsu than to the typical work of the academies.",
        "This is called go-no-me-namako, because of its resemblance to the disposition of chequers in the Japanese game of go.",
        "To Montecucculi, indeed, both in his military character and in the incidents of his career, Joseph Johnston bears a striking resemblance.",
        "The so-called colubrine venomous snakes, which retain in a great measure an external resemblance to the innocuous snakes, have the maxillary bone not at all, or but little, shortened, armed in front with a fixed, erect fang, which is provided with a deep groove or canal for the conveyance of the poison, the fluid being secreted by a special poison-gland.",
        "American genus Urotheca bear an extraordinary resemblance in coloration to the pretty, black, red and yellow poisonous Elaps.",
        "A still more remarkable resemblance exists in the shape and striking, red, black and yellow coloration between Scolecophis aemulus of Chihuahua and the poisonous Elaps fulvius, the American coral-snake, but Cope has been careful to point out that these two creatures are not known to inhabit the same district.",
        "The sculptures found have been assigned to this building, probably to the gables, as they are archaic in character, and show a remarkable resemblance to the sculptures from the pediment of the early temple of Athena at Athens.",
        "CADDIS-FLY and Caddis-Worm, the name given to insects with a superficial resemblance to moths, sometimes referred to the Neuroptera, sometimes to a special order, the Trichoptera, in allusion to the hairy clothing of the body and wings.",
        "43): about the same time was built the temple of Jupiter Latiaris on the Alban mount, its resemblance in style to the new Capitoline temple pointing to Rome's hegemony.",
        "They probably represent an old population perhaps connected with some Caucasus stock; in spite of the resemblance of the name Taurisci they are not likely to be Celts.",
        "Pilocereus, the old man cactus, forms a small genus with tallish erect, fleshy, angulate stems, on which, with the tufts of spines, are developed hair-like bodies, which, though rather coarse, bear some resemblance to the hoary locks of an old man.",
        "Rhipsalis Cassytha, when seen laden with its white berries, bears some resemblance to a branch of mistletoe.",
        "This name of Haroyu, as it is written in the Vendidad,or Hariwa,as it appears in the inscriptions of Darius, is a cognate form with the Sanskrit Sarayu, which signifies \" a river,\" and its resemblance to the ethnic title of Aryan (Sans.",
        "The conception bears a remarkable resemblance to that of Paradise Lost; and it is almost certain that Milton, whose sympathies with the Italian Reformation were so strong, must have been acquainted with it, and with some of his later works.",
        "Papyri from a Jewish colony in Elephantine (407 B.C.) clearly show the form which royal permits could take, and what the Jews were prepared to give in return; the points of resemblance are extremely interesting, but compared with the biblical documents the papyri reveal some striking differences.",
        "(written in the third person) the number of those that had intermarried with the heathen is relatively small considering the general trend of the preliminaries, and the list bears a marked resemblance to that in ch.",
        "But this is unlikely, notwithstanding the fact that even some pagan writers, such as Juvenal, Pliny and Martial (?), traced a resemblance between Domitian and Nero.",
        "His Clavis Universalis is interesting on account of the resemblance between its views and those of Berkeley.",
        "By making very thin sections and employing high magnification (1000-1200 diameters), Renault has been enabled to detect numerous forms of bacilli in the woody parts preserved in coal, one of which, Micrococcus carbo, bears a strong resemblance to the living Cladothrix found in trees buried in peat bogs.",
        "The resemblance between incidents in the lives of Isaac and Abraham is noteworthy; in each case Isaac appears to be the more original.",
        "His investigations had led him to see that a certain affinity or resemblance existed amongst many of the authorities for the Greek text - MSS., versions, and ecclesiastical writers; that if a peculiar reading, e.g., was found in one of these, it was generally found also in the other members of the same class; and this general relationship seemed to point ultimately to a common origin for all the authorities which presented such peculiarities.",
        "Seen from the Adriatic, Monte Corno, as it is someti, mes called, from its resemblance to a horn, affords a magnificent spectacle; the Alpine region beneath its summit is still the home of the wild boar, and here and there are dense woods of beech and pine.",
        "On the banks of the Fly river d'Albertis observed at least two widely differing types, those on its upper course bearing some resemblance to the tribes of the eastern coast.",
        "Considering the really few colours that the birds exhibit, the variation is something marvellous, so that fifty examples may be compared without finding a very close resemblance between any two of them, while the individual variation is increased by the \"eartufts,\" which generally differ in colour from the frill.",
        "The favourite food of the American beaver is the water-lily (Nuphar luteum), which bears a resemblance to a cabbage-stalk, and grows at the bottom of lakes and rivers.",
        "Minos; the resemblance between the Minaeans of South Arabia and Cretan Minos has afforded grounds for all kinds of speculations, ancient (Pliny vi.",
        "As a result there is a remarkable community of resemblance of plant and animal life in the high northern latitudes of North America and Eurasia.",
        "These fossils, which are now in the British Museum, were interpreted by Dr Mantell, who made comparisons with the skeleton of Iguana, on the erroneous supposition that the resemblance in the teeth denoted some relationship to this existing lizard.",
        "It has been suggested that the, jasperoids and diabases of the Tarawera Mountains on the North Island may be of Upper Archean age, from their resemblance to the Heathcotian rocks of Australia.",
        "==United States== The common law and statute law of the United States as to arbitration bear a general resemblance to the law of England.",
        "The authorship of the tracts has been attributed to several persons: to Penry himself, who however emphatically denied it and whose acknowledged works have little resemblance in style to those of Martin, to Job Throckmorton, and to Henry Barrow.",
        "There is a curious resemblance between one form of the story and the Septuagint account of the rise of Jeroboam.",
        "Jerome's only child by this marriage was Jerome Napoleon Bonaparte (1805-1870), who was born in England, but resided chiefly in Baltimore, and is said to have shown a marked resemblance to his uncle, the great emperor.",
        "The Egyptians adopted from the Greeks, with considerable modifications of its attendant symbolism, the twelve-fold division of the zodiac. Aries became the Fleece; two Sprouting Plants, typifying equality or resemblance, stood for Gemini; Cancer was re-named Scarabaeus; Leo was converted, from the axe-like configuration of its chief stars, into the Knife: Libra into the Mountain of the Sun, a reminiscence, apparently, of the Euphratean association of the seventh month with a \" holy mound,\" designating the biblical tower of Babel.",
        "The resemblance between the three systems is indeed so close that it has been assumed, almost as axiomatic, that they must have been framed from a single model.",
        "Klaproth, has no resemblance to the salt described by Pliny.",
        "The characters of Charles Martel and his grandson Charlemagne offer many striking points of resemblance.",
        "cc.), and are said by him to show the greatest resemblance to the common Grey Parrot of Africa, Psittacus erithacus, through having also some affinity to the Ring-necked Parakeet of the same country, Palaeornis torquatus.",
        "Medieval writers, for whom the tale was preserved by the Arabian geographers, believed it true, and were fortified in their belief by numerous traditions of islands in the western sea, which offered various points of resemblance to Atlantis.",
        "We may also note the resemblance between the names Sheth, Set, the Egyptian god of war, and the Hittite deity Suteh.",
        "The course of the battle of Seven Pines or Fair Oaks bore some resemblance to that of Shiloh; a sharp attack found the Unionists unprepared, and only after severe losses and many partial defeats could McClellan check the rebel advance.",
        "The latter in the Daphniidae are enclosed in a modified part of the mother's shell, called the ephippium from its resemblance to a saddle in shape and position.",
        "In fact the presence of an orgiastic character is as marked a feature in Canaanite religion as the absence of it is in the oldest religion of Israel; but the new Hebrew enthusiasts had at least an external resemblance to the devotees of the Canaanite sanctuaries and this would be enough to determine the choice of a name which in the first instance seems hardly to have been a name of honour.",
        "Yet even at this crisis the resemblance between Isaiah and Elisha, between the new prophecy and the old, is more apparent than real.",
        "The wholesale theory of Revillout (35) that all Hebrew and Syrian measures were doubled by the Ptolemaic revision, while retaining the same names, rests entirely on the resemblance of the names apet and epha, and of log to the Coptic and late measure lok.",
        "Since Neoplatonism originated in Alexandria, where Oriental modes of worship were accessible to every one, and since the Jewish philosophy had also taken its place in the literary circles of Alexandria, we may safely assume that even the earliest of the Neoplatonists possessed 1 The resemblance would probably be still more apparent if we thoroughly understood the development of Christianity at Alexandria in the 2nd century; but unfortunately we have only very meagre fragments to guide us here.",
        "Of these two kinds of genetic and adaptive resemblance, homogeny is the warp composed of the vertical, hereditary strands, which connect animals with their ancestors and their successors, while analogy is the woof, composed of the horizontal strands which tie animals together by their superficial resemblances.",
        "10) superficially resemble each other, but if the outer form be removed this resemblance proves to be a mere veneer of adaptation, because their internal skeletal parts are as radically different as are their genetic relations, founded on heredity.",
        "A prose compilation by an unknown author, Les Faits des Romains (c. 1225), has little resemblance to the last two works, although mainly derived from the same sources.",
        "In general, Valentinianism displays a particular resemblance to the dominant ideas of the Church, both in its complicated Christology, its triple division of mankind into 7rvcvyartKoi, i/ivxtKoi and amt.., and its far-fetched interpretation of texts.'",
        "The resemblance of this to some versions of the Hindu doctrine of the four ages or yuga is hardly to be accounted for except on the hypothesis that the Mexican theology contains ideas learnt from Asiatics.",
        "interest depends on its resemblance to the calendar-system of central and eastern Asia, where among Mongols, Tibetans, Chinese, &c., series of signs are thus combined to reckon years, months and days;: for instance, the Mongol cycle of 60 years is recorded by the zodiac or series of 12 signs - mouse, bull, tiger, &c., combined.",
        "A remarkable feature of the Central-American ruins is the frequency of truncated pyramids built of hewn stone, with flights of steps up to the temple built on the platform at top. The resemblance of these structures to the old descriptions and pictures of the Mexican teocallis is so striking that this name is habitually given to them.",
        "443, 45 6), which bear a strong resemblance to those of Palenque.",
        "8, D) (which has a male of the same type as Melicerta, &c.) is an extremely modified type, and its resemblance to the trochophore larva of Lepadorhynchus or Polygordius is only superficial.",
        "(b) Others have advocated the Gospel of the Hebrews as the source of the \" sayings,\" on the ground of the resemblance between the first \" saying \" of the 1903 series and a well-authenticated fragment of that Gospel.",
        "The resemblance, however, is not sufficiently close to warrant the deduction that either the Gospel of the Egyptians or the Gospel from which the citation in 2 Clement is taken (if these two are distinct) is the source from which our fragment is derived.",
        "b); they offer strong resemblance to the process in Piroplasma.",
        "Nevertheless the resemblance between the biology of this organism in relation to syphilis (as regards mode of infection, habitat, &c.) and that of Trypanosoma equiperdum, the cause of dourine or \" horse-syphilis,\" may not be without significance.",
        "In many ways they have thus a close resemblance to the Quakers or Society of Friends.",
        "It is in the exercise of his priestly functions that the resemblance is most clearly shown.",
        "It increased the resemblance to real blood.",
        "The ancient Jews were a striking exception; for though the frequent mention of ancestral graves on hilltops or in caves, and in connexion with sacred trees and pillars, and the resemblance of the \"elohim\" in Exod.",
        "These dramas, which deal with religious and historical subjects, are of Indian origin, and somewhat resemble the mystery-plays of medieval Europe, a resemblance heightened by the introduction, due to Spanish missionaries, of Christian saints and heroes such asCharlemagne.",
        "A detailed comparison shows the difference between Buddhism and Manichaeism in all their principal doctrines to be very great, while it becomes evident that the points of resemblance are almost everywhere accidental.",
        "There is some resemblance to the Tropical life-zone at the south-eastern extremity of Texas, but this zone in the United States is properly restricted to southern Florida and the lower valley of the Colorado along the border of California and Arizona, and the knowledge of the latter is very imperfect.",
        "On the other hand, resemblance to that genus is shown by the reduction of the upper incisors to a single pair.",
        "The church, the ground-plan of which bears a remarkable resemblance to that of Lincoln Cathedral, was of vast dimensions.",
        "His strong facial resemblance both to Lord Beaconsfield and to Sir John Macdonald marked him out in the public eye, and he captured attention by his charm of manner, fine command of scholarly English and genuine eloquence.",
        "is the great rock which, from a fancied resemblance to a horse rearing its head from the sea, is called the Horse of Copinshay.",
        "is often hard to determine, and hence the criterion of unmistakable resemblance is one of special importance.",
        "- Words are not only changed through confusion of single letters or abbreviations, but also through general resemblance or (a semi-voluntary change) through similarity of meaning.",
        "With one of his pupils in particular, Theophrastus, who was born about 370 and therefore was some fifteen years younger than himself, he had a long and intimate connexion; and the work of the pupil bears so close a resemblance to that of his master, that, even when he questions Aristotle's opinions (as he often does), he seems to be writing in an Aristotelian atmosphere; while he shows the same acuteness in raising difficulties, and has caught something of the same encyclopaedic genius.",
        "It is probable that this extraordinary resemblance is due to the pupils having actually assisted their master; and this supposition enables us to surmount a diffi culty we feel in reading Aristotle's works.",
        "The taste is mucilaginous, sweetish and slightly bitter and aromatic. The root is frequently forked, and it is probably owing to this circumstance that medicinal properties were in the first place attributed to it, its resemblance to the body of a man being supposed to indicate that it could restore virile power to the aged and impotent.",
        "He had a striking resemblance to the Italian princes of the later middle ages and the early renaissance, of the stamp of Filipo Maria Visconti.",
        "garbanzo), the Cicer arietinum of Linnaeus, so named from the resemblance of its seed to a ram's head.",
        "It was cultivated by the Greeks in Homer's time under the name erebinthos, and is also referred to by Dioscorides as krios from the resemblance of the pea to the head of a ram.",
        "Between the Messiah of the Jews and the Son of Man who came to give His life a ransom for many there was on the surface little resemblance; and from their standpoint the Pharisees reasoned that the marks of the Messiah were conspicuously absent from this Christ.",
        "Most remarkable is its resemblance to the adult form of the Wheel animalcules, or Rotifera, which retain the prae-oral ciliated band as their chief organ of locomotion and prehension throughout life.",
        "Protective resemblance is exhibited by some Nudibranch Gastropods which have assumed the colour and appearance of their habitat.",
        "The most famous of these stories is contained in the Thdttr of Nornagesti, and has a curious resemblance to the Greek legend of Althaea and Meleager.",
        "The name was adopted because of the fancied resemblance of the peace party to the venomous copperhead snake, and, though applied as a term of opprobrium, it was willingly assumed by those upon whom it was bestowed.",
        "high, which received its name from its resemblance to the square sail used on certain Portuguese craft.",
        "It is a large rodent known to the Tupi Indians as the paca-rana, or false paca, in allusion to the resemblance of its coloration to that of the true paca, from which it differs by its elldeveloped tail, the absence of cheek-pouches, the full development of all five toes and the wider thorax.",
        "In the Conies moralises, written by Nicole Bozon shortly before 1320 (Soc. Anc. Textes, 1.889), a few fables bear a strong resemblance to those of Marie de France.",
        "The spectra, for instance, of the oxides and haloid salts of the alkaline earths show great resemblance to each other, the bands being similar and similarly placed.",
        "The importance of this resemblance between the Polyclad larva and the Trochosphere-larva of higher invertebrates is increased if the widely adopted V Ep (After F.",
        "This resemblance is considered by Hubrecht (5) to give reason for concluding that the Polyclads are an offshoot, and possibly a degenerate offshoot, from the early Coelomate stock.",
        "The Rev. William Ellis, an early English missionary, described the natives as follows: \" The inhabitants of these islands are, considered physically, amongst the finest races in the Pacific, bearing the strongest resemblance to the New Zealanders in stature, and in their well-developed muscular limbs.",
        "(3) The evidence of the glosses and place-names already referred to confirms tradition by the resemblance which they show to the phonological characteristics of Oscan.",
        "This essence of bodies, this resemblance in difference, this prevailing ' Cf.",
        "The resemblance of this noumenal idealism to that of Fechner is unmistakable.",
        "The chief results we have found against materialism are that bodies evolving account neither for the origin of themselves, their nature, and their fundamental order of resemblance and difference, nor for the nature and origin of consciousness, nor even as yet for their becoming good for conscious beings.",
        "In the twilight it moves about cautiously and as noiselessly as a rat, to which, indeed, at this time it bears some outward resemblance.",
        "His resemblance to Adonis has led to the theory that the names of the two are identical, and that Attis is only the Semitic companion of Syrian Aphrodite grafted on to the Phrygian Great Mother worship (Haakh, Stuttgarter-Philolog.- Vers., 18J7, 176 ff.).",
        "There are also certain obvious points of resemblance between the Essenes and the early Christians.",
        "of the Starine of the South Slavonic Academy at Agram, shows great resemblance to the Cathar ritual published by Cunitz, 1853.",
        "Their father, Niiir6r, the god of wealth, who is a somewhat less important figure, corresponds in name to the goddess Nerthus (Hertha), who in ancient times was worshipped by a number of tribes, including the Angli, round the coasts of the southern Baltic. Tacitus describes her as \" Mother Earth,\" and the account which he gives of her cult bears a somewhat remarkable resemblance to the ceremonies associated in later times with Frey.",
        "The close resemblance of the Tibetan characters \" with heads \" to the Gupta inscriptions of Allahabad shows them to have been derived from the monumental writing of the period; and various arguments appear to show that the other Tibetan letters came from the same Indian character in the style in which it was used in common life.",
        "This division includes the single family of the Phasmidae whose members, generally known as \" stick-insects \" (q.v.) and \" leaf-insects \" (q.v.), are among the best-known examples of \" protective resemblance \" to be found in the whole animal kingdom.",
        "MIMICRY, in zoology, the deceptive and advantageous resemblance presented by defenceless and edible species of animals to other species of animals living in the same locality, which are harmful or distasteful and are consequently avoided by all or by a majority of the enemies of the class to which the mimetic and usually the mimicked species belong.",
        "Mimicry is a special form of protective resemblance, differing from ordinary protective resemblance as exemplified by the similarity of the resting goat-sucker to a piece of bark or of leafand stick-insects to the objects after which they are named, in that the imitated object belongs to the animal kingdom and not to the vegetable kingdom or to inorganic nature.",
        "Although, like protective resemblance, quite independent of affinity between the organisms concerned in the likeness, mimicry occurs most commonly between animals structurally similar, and therefore related, to one another, the relationship may be close or remote.",
        "But in no case does it appear that the modifications in shape and colour, which contribute to bring about a mimetic resemblance, are greater and more elaborate than those which result in the simpler examples of ordinary protective resemblance.",
        "The principle of protective resemblance, for which the term mimicry, as above defined, was originally employed, was first explained by H.",
        "Muller to include cases of mutual resemblance between two or more noxious species inhabiting the same area.",
        "Hence the resemblances belonging to the first category are commonly termed \"Batesian mimicry,\" and those belonging to the second category \" Mullerian mimicry,\" or more properly \" Mullerian resemblance.\"",
        "There is a common English Syrphid fly (Eristalis tenax) known as the drone-fly from its resemblance to a large hive or honey bee.",
        "The advantage to the fly of its deceptive resemblance to the bee is theoretically perfectly evident and practically can be demonstrated by experiment.",
        "So far as our information at present extends the resemblance between these two insects is a simple case of mimicry in the Batesian sense of the word.",
        "But if all the species in question resemble each other the resemblance will be mutually beneficial to them because the association between the two attributes they have in common, namely distastefulness and a particular scheme of colour, will be rapidly established.",
        "Nevertheless, as explained below, it seems to be highly probable that ant-imitating insects and spiders, when the resemblance is dependent to a greater extent upon size, shape and movement than upon tint, have acquired their mimetic likeness especially to protect them from the attacks of such insect-enemies as predaceous wasps of the family Pompilidae, flies of the family Asilidae, and from socalled parasitic hymenoptera of the family Ichneumonidae, as well as from other insect-eating Arthropods.",
        "To this end the resemblance may be actually to the species victimized or preyed upon or else to a species which the species preyed upon does not fear.",
        "For in the first place there seems to be no good reason for thinking that the Tupaias feed to any considerable extent upon prey of that kind, and in the second place the resemblance is due to characters which may be merely adaptations to a similar mode of life.",
        "It is possible that this resemblance is mimetic in the Batesian sense of the word, and that the Poecilogale, if inoffensive, profits by its likeness to the highly offensive and warningly coloured Ictonyx.",
        "In South America there is considerable superficial resemblance between the little bush dog (Speothos venaticus) of Guiana and Brazil and the large weasel-like animal of the same countries - the tayra (Galera barbara).",
        "The fact that both sexes of the cuckoo resemble the hawk does not necessarily prove this suggested explanation to be false; but if it be true that the smaller passerine birds are duped by the similarity to the bird of prey, it may be that the cuckoos themselves escape molestation from larger hawks on account of their resemblance to the sparrowhawk.",
        "Another species of this group, the black cuckoo of India, apparently mimics the black drongo-shrike (Dicrurus ater), the resemblance between the two species being very close.",
        "The drongo is a fierce and powerful bird which will not tolerate a strange bird of the size of a cuckoo near its nest, yet on account of its resemblance to the drongo, the hen cuckoo is enabled, it has been claimed, to lay her egg in the nest of the drongo, which mistakes the cuckoo for one of its own kind.",
        "This suggests that the resemblance to the pugnacious drongo may be beneficial in protecting the defenceless cuckoo from enemies.",
        "Some observations, however, of Guy Marshall on the inedibility of certain birds suggest that the resemblance between cuckoos a'nd hawks on the one hand and cuckoos and drongos on the other may be susceptible of another explanation in full agreement with the theory of mimicry as propounded by Bates.",
        "So close indeed is the similarity that many monkeys, apes and human beings have an apparently instinctive fear of all snakes and do not discriminate between poisonous and non-poisonous forms. Hence it may be that innocuous snakes are in many instances sufficiently protected by their likeness in shape to poisonous species that close and exact resemblance in colour to particular species is superfluous.",
        "It is probable that the resemblance between Uranoscopus and Trachinus with respect to the colour of the dorsal fin is mutually beneficial to the two fishes.",
        "In insects of the order Orthoptera, departure from the normal in form and colour, carrying with it similarity to other living things, usually takes the line of protective resemblance to parts of plants.",
        "The resemblance also extends to the general form of the body and to the length and thickness of the wings and antennae.",
        "Similar modification of the antennae in the Longicorn Estigmenida variabilis brings about the resemblance between this beetle and a beetle, Estigmena chinensis, one of the Phytophaga of the family Hispidae.",
        "Instances of ant-mimicry, unique in the method employed to bring about the resemblance, are supplied by some insects of the Homopterous group of the Rhynchota, belonging to the family Membracidae.",
        "In the Hemipterous group of the Rhynchota ant-mimicry is illustrated by the larva of a British species of Reduviidae (Nabis lativentris) in which the forepart of the abdomen is furnished on each side with a patch of white hairs leaving a central narrow dark portion in imitation of the waist of the ant; and also by an East African species (Myrmoplasta mira) which in its general form exhibits a close resemblance to an ant (Polyrrhacis gagates) which occurs in the same neighbourhood.",
        "The changes in colour and structure required to complete the resemblance to particular species are comparatively slight and much less complicated than those needed to produce a likeness to other protected insects.",
        "Many of the Syrphidae are banded black and yellow and present a general resemblance to wasps, especially when they alight, the resemblance being enhanced by a twitching action of the abdomen imitating the similar action so familiar in species of stinging hymenoptera.",
        "If they flew like ordinary flies their resemblance to Hymenoptera would be obscured by the rapidity of their flight and they might be caught on the wing by insectivorous birds or other insects; but when poised they display their coloration.",
        "But the likeness probably goes deeper than superficial resemblance that appeals to the eye, for spiders which distinguish flies from bees by touch and not by sight, treat drone-flies after touching them, not in the fearless way they evince towards bluebottles (Calliphora), but in the cautious manner they display towards bees and wasps, warily refraining from coming to close quarters until their prey is securely enswathed in silk.",
        "Professor Poulton long ago suggested, and supported the suggestion by experimental evidence on a lizard, that the larvae of two British species, C. elpenor and C. porcellus, are protected by the resemblance to the heads of snakes presented by the anterior extremities of their bodies which are ornamented with large eye-like spots.",
        "Finally Shelford states that the anterior end of a Bornean species (C. myodon) offers a striking and detailed resemblance to the head of a snake (Dendrophis pitta).",
        "The early larval stage of the \" Lobster Moth \" (Stauropus fagi), for example, presents a general resemblance, due to a combination of shape, colour, attitude and movements, to black ants, the swollen head and the caudal disk with its two tentacles representing respectively the abdomen and antenna-bearing head of the model.",
        "The resemblance that certain moths - e.g.",
        "So alike in form, colour and mode of flight are those Lepidoptera that when on the wing it is almost or quite impossible to distinguish one from the other, and the resemblance between members belonging to different sub-families cannot be assigned to affinity.",
        "Bates offered no satisfactory explanation of the resemblance between these two genera and others of the same protected sub-families; but he did not hesitate to ascribe the resemblance to them presented by the Pierine, Dismorphia (Leptalis) orise, to mimicry, believing Dismorphia to be unprotected and noting that it departed widely in the matter of coloration from typical members of the sub-family to which it belongs.",
        "The likeness presented varies considerably in degree from a general resemblance to several species, such as is seen in the Salticid spider (Peckhamia picata) of North America,to a close similarity to particular species.",
        "It has therefore been suggested by some and taken for granted by others that the resemblance comes under the category of aggressive mimicry and that the ants are deluded by this resemblance into regarding the spiders as members of their own species.",
        "The resemblance shows various grades of completeness; and the convergent mimics may be themselves noxious, or edible and innocuous.",
        "\" Natural Selection the Cause of Mimetic Resemblance and Common Warning Colour,\" Journ.",
        "It is usually divided into branches and branchlets, bearing some resemblance to a miniature shrub.",
        "The resemblance of the spermatia and spermogonia to those of Uredineae should be pointed out, where also there is considerable evidence for their original sexual nature, though they appear in that group to be functionless in all cases.",
        "At other times the spores are divided by both transverse and longitudinal septa producing the muriform (murali-divided) spore so called from the resemblance of the individual chambers to the stones in a wall.",
        "Peltigera canin g, which formed the basis of the celebrated \" pulvis antilyssus \" of Dr Mead, long regarded as a sovereign cure for hydrophobia; Platysma juniperinum, lauded as a specific in jaundice, no doubt on the similia similibus principle from a resemblance between its yellow colour and that of the jaundiced skin; Peltidea aphthosa, which on the same principle was regarded by the Swedes, when boiled in milk, as an effectual remedy for the aphthae or rash on their children.",
        "Bucharest is often called \" The Paris of the East,\" partly from a supposed social resemblance, partly from the number of its boulevards and avenues.",
        "The apostolic eschatologypresents resemblance amid difference.",
        "The operations of 1814 bear a close resemblance to those of 1813, with, however, one important difference.",
        "However, it is practically certain, both from the etymology of the word Purim and from the resemblance of the festivals, that the feast, as represented in the Book of Esther, was borrowed from the Persians, who themselves appeared to have adapted it from the Babylonians.",
        "Swainson, who had opportunities of observing both, the alleged resemblance in their habits has no existence.",
        "The saddle is so named from its supposed resemblance to a saddle.",
        "A horizontal incision is made in the bark quite down to the wood, and from this a perpendicular slit is drawn upwards to the extent of perhaps an inch, so that the slit has a resemblance to the letter T, as at a.",
        "They do well in light, well-drained soils, and have a close family resemblance, the inflorescence being a panicle of white, drooping, tulip-shaped flowers, and the foliage rosulate, sword-shaped and spear-pointed.",
        "Many fungi (Phallus, Agaricus, Fumago, &c.) when strongly growing put out ribbon-like or cylindrical cords, or sheet-like mycelial plates of numerous parallel hyphae, all growing together equally, and fusing by anastomoses, and in this way extend long distances in the soil, or over the surfaces of leaves, branches, &c. These mycelial strands may be white and tender, or the outer hyphae may be hard and black, and very often the resemblance of the subterranean forms to a root is so marked that they are termed rhizomorphs.",
        "The resemblance between this genus and Oedogonium among the algae is very striking, as is also that of Myrioblepharis and Vaucheria.",
        "Hirneola (Auricularia) Auricula-Judae is the well-known Jew's Ear, so named from the resemblance of the sporophore to a human ear.",
        "Some of them have an unquestionable resemblance to the pies, if the group now known by that name can be satisfactorily severed from the true Corvinae.",
        "It is more often imported and sold as Japanese fox, but its resemblance to the fur of the American raccoon is so marked as to surely identify it.",
        "Vicuna is a species of long-necked sheep native to South America, bearing some resemblance to the guanaco, but the fur is shorter, closer and much finer.",
        "On account of their resemblance to the twins of the mineral spinel (which crystallizes in octahedra) these are ?i D known as \" spinel twins.\"",
        "It bears a strong resemblance to a Dutch town, for the houses are built in the style of those of Amsterdam, and the narrow channel separating it from its western suburb of Overzijde and the waters of the Waigat, which intersect it, recall the canals.",
        "11), the leaf is called pedate or pedatifid, from a fancied resemblance to the foot.",
        "Huxley in his often-quoted paper in the Zoological Proceedings (1867, pp. 4 2 5, 426) was enabled to place the whole matter in a clear light, urging that the Tinamous formed a very distinct group of birds which;, though not to be removed from the Carinatae, presented so much resemblance to the Ratitae as to indicate them to be the bond of union between those two great divisions.",
        "The group from the resemblance of its palatal characters to those of the Emeu, Dromaeus, he called Dromaeognathae, but it is now more usual to place them in a separate order, the Tinamiformes.",
        "In bearing and gait the birds show some resemblance to their distant relatives the Ratitae, and A.",
        "The teaching of the Anomoean school, led by Aetius and Eunomius, starting from the conception of God as 6 d'yLVVnros, argued that between the aywvnros and ybiPnr01 there could be no essential, but at best only a moral, resemblance.",
        "It is of mixed origin and bears a strong family resemblance to the Lincolnshire curly-coated pig.",
        "The resemblance of Dinophilus to the Rotifera is, however, quite superficial, and the general structure of this genus with distinct traces of segmentation, especially in the embryo, points to its close affinity, if not to Polygordius in particular, at all events to the Annelida.",
        "During some displays, auroral light appears in irregular areas or patches, which sometimes bear a very close resemblance to illuminated detached clouds.",
        "Birkeland (19) has produced phenomena bearing a striking resemblance to several forms of aurora.",
        "The name is said to be due to a resemblance of the scenery to that of Melrose, Scotland.",
        "They are in an altogether different strain from many others, and in their whole composition they show least resemblance to the Medina pieces.",
        "The style of this period bears a fairly close resemblance to that of the latest Meccan period.",
        "These, however, may have borne little resemblance to C later conceptions of the same gods with which we are made Egl siliar by the Pyramid texts.",
        "The arrangement down to this point is far from strict, and beyond it is almost impossible to describe concisely, though there is still a rough grouping of characters according to resemblance of form, nature or meaning.",
        "From this type evidently descended the milder and more civilized kings of the XIIth Dynasty, the resemblance being so strong that the fierce figures have even been identified with that dynasty by some.",
        "Between the latter poet and Winther there was much resemblance.",
        "Beowulf's own burial is minutely described in terms which have a strong resemblance to the parallel passages in the Iliad and Odyssey.",
        "This view is confirmed by the fact that the additions, or comments, bear, for the most part, a close resemblance to the style of D.",
        "12-17) shows marks of resemblance to H (Lev.",
        "It shows, moreover, a strong resemblance to Nasir Khosrau's ethical poems and Sana'i's Hadikat-ulhakikat, or \"Garden of Truth.\"",
        "In outward appearance the motmots have an undoubted resemblance to bee-eaters, but, though beautiful birds, various shades of blue and green predominating in their plumage, they do not exhibit such decided and brilliant colours; and, while the beeeaters are only found in the Old World, the motmots are a purely Neotropical form, extending from southern Mexico to Paraguay, and the majority of species inhabit Central America.",
        "The story in its main outlines bears a striking resemblance to the myth of Daedalus.",
        "There is thus a certain resemblance to Euflorideae, but sufficient difference to necessitate their being grouped apart.",
        "In many algae certain branches of limited growth bear a remarkable resemblance to leaves.",
        "In some cases such as Delesseria, Neurymenia, Fucus, Alaria, the leaf-like structure is provided with a strengthening mid-rib, and when as in Delesseria it is also richly veined the resemblance to the leaf of a flowering plant is striking.",
        "Leveillea jungermanneoides bears a remarkable resemblance to a leafy liverwort.",
        "The relation between Elijah and Elisha was of a particularly close kind, but the difference between them is much more striking than the resemblance.",
        "42-44), deserves mention as the most striking though not the only instance of a resemblance between the work of Elisha and that of Jesus (Matt.",
        "The lava rocks near the houses are carved into the resemblance of various animals and human faces, forming, probably, a kind of picture writing.",
        "In the thallous series many analogies with lead compounds are observed; in the thallic some resemblance to aluminium and gold.",
        "The chlorine is not completely precipitated by silver nitrate in nitric acid solution, the ionization apparently not proceeding to all the chlorine atoms. Thallic iodide, T11 3, is interesting on account of its isomorphism with rubidium and caesium tri-iodides, a resemblance which suggests the formula T11 (12) for the salt, in which the metal is obviously monovalent.",
        "There occur also below the Lias on some parts of the west coast unfossiliferous red sandstones, conglomerates and breccias, presenting lithological resemblance to the Rhaetic group of England.",
        "The gods were supposed to dwell in various animals, in trees, or even in inanimate objects, as a stone, a shell, &c. In some islands idols bearing more or less resemblance to the human shape were made.",
        "Midway in the outer part of the Gulf of Guayaquil is Amortajada or Santa Clara island, whose resemblance to a shrouded corpse suggested the name which it bears.",
        "These neossoptiles or first feathers bear no resemblance to those of the Anseriform birds, but agree in detail with those of spoonbills, the young of which the little flamingos resemble to a striking extent, but they leave the nest soon after their birth to shift for themselves like ducks and geese.",
        "To another critic, who had taken occasion to point out the resemblance between Catholic and pagan ceremonies, Wiseman replied, boldly admitting the likeness, and maintaining that it could be shown equally well to exist between Christian and heathen doctrines.",
        "The influence of a superior power upon the culture of a people cannot of course be denied; but history proves that it depends upon the resemblance between the two peoples and their respective levels of thought, and that it is not necessarily either deep or lasting.",
        "There is a general resemblance between the victories of Gideon and Jephthah, which is emphasized by the close relation between viii.",
        "The general position and prospect of political affairs in Afghanistan bore, indeed, an instructive resemblance to the situation just forty years earlier, in 1840, with the important differences that the Punjab and Sind had since become British, and that communications between Kabul and India were this time secure.",
        "The morality of Isocrates bore a certain resemblance to that of Socrates.",
        "As regards the true jerboas, there is a curious resemblance in the structure of their hind-legs to that obtaining among birds.",
        "In both groups, for instance, the lower part of the hind-leg is formed by a long, slender cannon-bone, or metatarsus, terminating inferiorly in triple condyles for the three long and sharply clawed toes, the resemblance being increased by the fact that in both cases the small bone of the leg (fibula) is fused with the large one (tibia).",
        "The resemblance between the jerboa's and the bird's skeleton is owing to adaptation to a similar mode of existence.",
        "In the first of these, which consists of one principal ridge with several lateral spurs, overlooking Port Louis, are the singular peak of the Pouce (2650 ft.), so called from its supposed resemblance to the human thumb; and the still loftier Pieter Botte (2685 ft.), a tall obelisk of bare rock, crowned with a globular mass of stone.",
        "The brown race, which came from the south in successive waves of immigration beginning in prehistoric times, is composed of twenty-three distinct tribes varying widely in culture, language and appearance; their languages however belong to one common stock and there is a general resemblance in physical features and in quality of mind.",
        "The text bears a general resemblance to the two well-known Assyrian versions on tablets in the British Museum, but it has been claimed that its phraseology presents a closer parallel to the biblical version of the Deluge story in the \"Priestly Code.\"",
        "He too saw its resemblance to chlorine, and was obliged to agree with Davy's opinion as to its simple nature, though not without some hesitation, due doubtless to his previous declaration about chlorine.",
        "The Italian word is generally taken to be from porcella, diminutive of porco, pig, from a supposed resemblance of the shell to a pig's back.",
        "There is a superficial resemblance between induction and this hypothetical deduction.",
        "So again in determining the \" import \" of propositions, it is no accident that in all save existential propositions it is to the familiar rubrics of associationism - co-existence, sequence, causation and resemblance - that he refers for classification, while his general formula as to the conjunctions of connotations is associationist through and through.",
        "The name, Breuckelen, meaning marsh land, seems to have been suggested by the resemblance of the situation of the settlement to that of Breuckelen, Holland.",
        "Stevenson's various occasional sallies in verse and prose - his Fables for Grown Gentlemen (1761-1770), his Crazy Tales (1762), and his numerous skits at the political opponents of Wilkes, among whose \"macaronies\" he numbered himself - were collected after his death, and it is impossible to read them without being struck with their close family resemblance in spirit and turn of thought to Sterne's work, inferior as they are in literary genius.",
        "These four elements show a great resemblance to one another in their general chemical behaviour, and in that of their compounds, whilst their physical properties show a gradual transition.",
        "A nearer parallel to Greek colonization may be found in Iceland, whither the adherents of the old Norse polity fled from the usurpation of Harold Haarfager; and the early history of the English pale in Ireland shows, though not in orderliness and prosperity, several points of resemblance to the Roman colonial system.",
        "The earliest alphabet consisted of twenty-two letters, and bears a very close resemblance to the earliest Greek alphabet from A to T.",
        "Wimmer, in his great work Die Runenschrift (Berlin, 1887), contends that the resemblance, though striking, is superficial.",
        "The alphabet, according to Taylor, shows no resemblance to any northern Semitic script, while its stiff, straight lines and its forms seem like the Sabaean.",
        "There is a certain resemblance between all these, but they were very different from Oriental plague.",
        "Further, the traces of it in Polycarp 1 and Ignatius, 2 when taken together, are highly probable; and it is even widely admitted that the resemblance of Acts xiii.",
        "With these instances in mind, it is natural to regard (3) the curious resemblance as to the (non-historical) order in which Theudas and Judas of Galilee are referred to in both as accidental, the more so that again there is difference as to numbers.",
        "If Beowulf, the champion of the Gautar, had already become a theme of epic song, the resemblance of name might easily suggest the idea of enriching history by adding to it the achievements of Beaw.",
        "Sarrazin has pointed out the striking resemblance between the Scandinavian legend of Bodvarr Biarki and that of the Beowulf of the poem.",
        "Wilson remarks,\" notwithstanding the acknowledged purport of this worship, it is but justice to state that it is unattended in Upper India by any indecent or indelicate ceremonies, and it requires a rather lively imagination to trace any resemblance in its symbols to the objects they are supposed to represent.\"In spite, however, of its wide diffusion, and the vast number of shrines dedicated to it, the worship of Siva has never assumed a really popular character, especially in northern India, being attended with scarcely any solemnity or display of emotional spirit.",
        "The resemblance of these creatures to miniature Macrura is alluded to in the generic name Nannastacus, meaning dwarf-lobster.",
        "Only in the male do the second antennae attain considerable length, with strong resemblance to what is found in some of the Amphipoda.",
        "Australia, the Cape) has not led to the production of directly comparable wines, although there may at first have been some general resemblance in character.",
        "It is only when the varied systems of financial organization are studied in their general bearing, and with regard to what may be called their frame-work, that their essential resemblance is thoroughly realized.",
        "The broad resemblance between the two parts of the entire system of public finance is seen in another direction.",
        "It is evident that the Socratic search for the essence by an analysis of instances - an induction ending in a definition - has a strong resemblance to the Baconian inductive method.",
        "Like the Koran it is often concise to obscurity and cannot be translated literally; It is interesting to compare the development of Jewish law with that of the Mahommedan, Roman and English systems, the points of resemblance and difference being extremely suggestive for other studies.",
        "The Zunis of New Mexico, U.S.A., supposed \" the sun, moon and stars, the sky, earth and sea, in all their phenomena and elements, and all inanimate objects as well as plants, animals and men, to belong to one great system of all-conscious and interrelated life, in which the degrees of relationship seem to be determined largely, if not wholly, by the degrees of resemblance.\"",
        "Broadly speaking it may be said that a distinction may be drawn between \" spirits \" and \" gods,\" but it is a distinction of degree rather than of kind, obvious enough at the upper end, yet shading off into manifold varieties of resemblance in the lower forms. Some writers only recognize friendly agencies as gods; but destructive powers like the volcano, or the lords of the underworld, cannot be regarded as the protectors of the life of man, yet they seem in many mythologies to attain the full personalised stature of gods with definite names.",
        "Copper arsenate is similar to cupric phosphate, and the resemblance is to be observed in the naturally occurring copper arsenates, which are generally isomorphous with the corresponding phosphates.",
        "According to ancient authorities, the Puteal Libonis Puteal was the name given to an erection (or enclosure) on a spot which had been struck by lightning; it was so called from its resemblance to the stone kerb or low enclosure round a well (puteus).",
        "Indeed, so close was the resemblance that for a time Bengali was used as the court and official language of the province under British rule.",
        "allied to the quagga, but the typical form, in which the resemblance is closest, is extinct.",
        "It got its name from the resemblance of the promontory at the confluence of the two Niles to an elephant's trunk, the meaning of khartum in the dialect of Arabic spoken in the locality.",
        "The course of the rays in the meridional section is no longer symmetrical to the principal ray of the pencil; and on an intercepting plane there appears, instead of a luminous point, a patch of light, not symmetrical about a point, and often exhibiting a resemblance to a comet having its tail directed towards or away from the axis.",
        "It is prepared by boiling the needles in a solution of soda to remove the resin, which process loosens the fibre and renders its separation easy; it has some resemblance to coarse wool, and is spun and woven into blankets and garments that are said to be warm and durable; it is also used for stuffing cushions; an essential oil, obtained by a previous distillation of the leaves, has medicinal virtues attributed to it by some German practitioners.",
        "The clearest evidence of the extreme age of the language of the pi ithas is its striking resemblance to the oldest Sanskrit, the language P the Vedic poems. The gatha language (much more than the k1 ter Zend) and the language of the Vedas have a close resemblance, Ai :ceeding that of any two Romanic languages; they seem hardly th ore than two dialects of one tongue.",
        "Ossetic, true Iranian, in spite of its resemblance in sound to the Georgian.f 4.",
        "Another love story of similar antiquity formed the basis of Fakr-uddIn Asad JorjanIs Wis u R~min, which was composed in Isfahn about 1048 (440 A.H.)a poem remarkable not only for its high artistic value but also for its resemblance to Gottfried von Strassburgs Tristan und Isolt.",
        "It has been sought at under the names of ` quinti-clave ' and ` ophicleide, ' they bear a great resemblance to those submitted to the Academy in the sitting of the nth of March 1811 by M.",
        "Mitchill (1764-1831) pointed out in America the resemblance which exists between symptoms of Anti- poisoning by snake venom and infective fevers.'",
        "Sierra Leone (in the original Portuguese form Sierra Leona) was known to its native inhabitants as Romarong, or the Mountain, and received the current designation from the Portuguese discoverer Pedro de Sintra (1462), either on account of the \"lion-like\" thunder on its hill-tops, or to a fancied resemblance of the mountains to the form of a lion.",
        "The Siwalik fossils contain 84 species of mammals of 45 genera, the whole bearing a marked resemblance to the Miocene fauna of Europe, but containing a larger number of genera still existing, especially of ruminants, and now held to be of Pliocene age.",
        "present many points of resemblance with P, both in language and subject-matter, but on closer examination these points of contact are seen to be easily separable from the main body of the legislation.",
        "2787) rightly points out that \" resemblance in the subject or formulation of laws to toroth incorporated in H may point to a relation to the sources of H, but is not evidence that these laws were ever included in that collection.\"",
        "Owing to the close resemblance between the two chapters, many critics have assumed that they are derived from the same source and that the latter chapter was added for the purpose of supplying the penalties.",
        "His last published volume contains a series of sonnets of singular beauty, addressed to the river, resembling Wordsworth's \"Sonnets to the Duddon,\" but more perfect in form; and a blank verse idyll, \"Ii Pettirosso\" (\"The Redbreast\"), bearing an equally strong, though equally accidental, resemblance to the similar compositions of Coleridge.",
        "The entire revolution which much of his policy underwent in order to effect this object bears too close a resemblance to the sudden and inexplicable changes of front habitual to placemen of the Tadpole 'stamp to be altogether pleasant to contemplate in a politician of pure aims and lofty ambition.",
        "The fruit is ripe in or shortly before the first week in October, when it falls to the ground, and the three-valved thorny capsule divides, disclosing the brown and at first beautifully glossy seeds, the so-called nuts, having a resemblance to sweet chestnuts, and commonly three or else two in number.",
        "The timber bears a striking resemblance to that of the oak, which has been mistaken for chestnut; but it may be distinguished by the numerous fine medullary rays.",
        "The mesogloea is in itself an inert non-cellular secretion, but the immigration of muscular and other cells into its substance, from both ectoderm and endoderm, gives it in many cases a strong resemblance to the mesoderm of Triploblastica, - a resemblance which, while probably superficial, may yet serve to indicate the path of evolution of the mesoderm.",
        "It was named Paarl by the first settlers from the fancied resemblance of one of the boulders on the top of the hill, when glistening in the sun, to a gigantic pearl.",
        "That substance, recently discovered in Paris, was attracting the attention of French chemists when he stepped in and, after a short examination with his portable chemical laboratory, detected its resemblance to chlorine and pronounced it an \"undecompounded body.\"",
        "Wallace also alluded to the resemblance of animals, and more especially of insects, to their surroundings, and points out that \"those races having colours best adapted to concealment from their enemies would inevitably survive the longest.\"",
        "The peninsula of Angeln, between the Gulf of Flensburg and the Schlei, is supposed to have been the original seat of the English, and observers profess to see a striking resemblance between this district and the counties of Kent and Surrey.",
        "The high development of the eyes of Charybdaea is very remarkable, and so is their close resemblance to the eyes found in other groups of the animal kingdom, with which they can have no genetic relation.",
        "The name was given by Captain Cook, in his exploratory voyage in 1770, to the southern portion of the eastern coast of Australia, from some imagined resemblance of its coast-line to that of South Wales.",
        "Both the vernacular name, \"tooth shell,\" and the Latin name, Dentalium, refer to the resemblance of the shell to a long tooth.",
        "\" The wing of the bat bears a considerable resemblance to that of the insect, inasmuch as it consists of a delicate, semi-transparent, continuous membrane, supported in divers directions, particularly towards its anterior margin, by a system of osseous stays or stretchers which confer upon it the degree of rigidity requisite for flight.",
        "It consisted of the following parts: - (a) A system of aeroplanes arranged like the capital letter T at a certain upward angle to the horizon and bearing a general resemblance to box kites; (b) a pair of very light propellers driven at a high speed; and (c) an exceedingly light and powerful petrol engine.",
        "The flora of this section bears a general resemblance to that farther west.",
        "The absence of any vegetation beyond grass or scrub is a striking feature common to both Pamir and Chang, but there the resemblance ceases, and the physical conformation of mountain and valley to the east and to the west of the upper sources of the Zarafshan is radically distinct.",
        "In the eastern part of the country the rhinoceros is met with, and the rivers swarm with crocodiles and with a curious mammal called the ayu, bearing some resemblance to the seal.",
        "We might almost admit a resemblance in form to the general literary type which Spitta adduces.",
        "arose from the supposed resemblance of the corona to the crown of thorns, and of the other parts of the flower to the nails, or wounds, while the five sepals and five petals were taken to symbolize the ten apostles - Peter, who denied, and Judas, who betrayed, being left out of the reckoning.",
        "The points of resemblance are innumerable; they extend to the most recondite arrangements of that mechanism which maintains instrumentally the physical life of the bod y, which brings forward its early development and admits, after a given period, its decay, and by means of which is prepared a succession of similar beings destined to perpetuate the race.\"",
        "According to this view, not only life but thought are functions of the animal system, in which man excels all other animals as to height of organization: but beyond this, man embodies an immaterial and immortal spiritual principle which no lower creature possesses, and which makes the resemblance of the apes to him but a mocking simulance.",
        "This progress consists in an increasing similarity of the living fauna, and, among the vertebrates especially, in their increasing resemblance to man.\"",
        "5), bearing a certain resemblance in its proportions to the corresponding part of the simian skull.",
        "With these, and other very limited classes of natural words, however, resemblance in vocabulary practically ceases.",
        "It would be easy to enumerate other languages of the world, such as Basque, Turkish, Hebrew, Malay, Mexican, all devoid of traceable resemblance to Australian and English, and to one another.",
        "No plant is correctly termed a grass which is not a member of this family, but the word is in common language also used, generally in combination, for many plants of widely different affinities which possess some resemblance (often slight) in foliage to true grasses; e.g.",
        "The model has no power of recuperation; in a comparatively short time equilibrium is restored and the resemblance with protoplasm disappears.",
        "All that he allows is that the perception of natural beauty may, by its resemblance to the primary spiritual beauty, quicken the disposition to divine love in those who are already under the influence of a truly virtuous temper.",
        "The resemblance, both in title and in principles, of his book to Locke's Reasonableness of Christianity, led to a prompt disavowal on Locke's part of the supposed identity of opinions, and subsequently to the famous controversy between Stillingfleet and the philosopher.",
        "STICK - INSECT, the name given to certain orthopterous insects of the family Phasmidae, of extremely variable form and size, and deriving their name from a resemblance to the branches and twigs of the trees in which they live and feed.",
        "The resemblance is produced by the great length and slenderness of the body and legs.",
        "Among existing Cycadophyta we find surviving types which, in their present isolation, their close resemblance to fossil forms, and in certain morphological features, constitute links with the past that not only connect the present with former periods in the earth's history, but serve as sign-posts pointing the way back along one of the many lines which evolution has followed.",
        "On account of the resemblance of the leaves to those of some species of Adiantum, the appellation maiden-hair tree has long been given to Ginkgo biloba.",
        "The endosperm detached from a large Ginkgo ovule after fertilization bears a close resemblance to that of a cycad; the apex is occupied by a depression, on the floor of which two small holes mark the position of the archegonia, and the outgrowth from the megaspore apex projects from the centre as a short peg.",
        "Among Palaeozoic genera there are some which bear a close resemblance to the recent type in Geological the form of the leaves; and petrified Palaeozoic seeds, almost identical with those of the maidenhair tree, have been described from French and English localities.",
        "In this connexion we may note the striking resemblance between some of the New Zealand Alpine Veronicas, e.g.",
        "The finer branches are green, and bear a close resemblance to the stems of Equisetum and to the slender twigs of Casuarina; the surface of the long internodes is marked by fine longitudinal ribs, and at the nodes are borne pairs of inconspicuous scale-leaves.",
        "The floral arrangement thus recalls that of a buttercup, a resemblance which extends to the fruit, which is a head of achenes or follicles.",
        "The name polyp was given to these organisms from their supposed resemblance to an octopus.",
        "Many of the species are common to the Devonian rocks of the Falkland Islands, North and South America and Europe, with perhaps a closer resemblance to the Devonian fauna of South America than to that of any other country.",
        "The plants of the Uitenhage beds bear a close resemblance to those of the Wealden.",
        "from the ground; and so named from its resemblance to a monstrous astragalus (die) of about 40 ft.",
        "It was long ago noticed that PseudoClement bears a very close resemblance to Pseudo-Ignatius, the interpolator of the Ignatian Epistles in the longer Greek recension.",
        "The structure of the zooid of Heliopora, however, is that of a typical Alcyonarian, and the septa have only a resemblance to, but no real homology with, the similarly named structures in madreporarian corals.",
        "Strangely enough, those documents which bear the greatest resemblance to a small collection of canonical regulations, such as the Didache, the Didascalia and the Canons of Hippolytus, have not been retained, and find no place in the collections of canons, doubtless for the reason that they were not official documents.",
        "Some of the branching forms have a distinct outward resemblance to the polyparies of Sertularia and Plumularia among the recent Hydroida (Calyptoblastea); in none of the unbranching forms, however, is the similarity by any means close.",
        "In the genus Dendrograptus the gonothecae open within the walls of the ordinary thecae, and the branches present an outward resemblance to those of the uniserial Graptoloidea.",
        "(1898), says, \"The word bears so remarkable resemblance to Low Ger.",
        "It bears most resemblance to the Scotch Black-face, but carries a finer, heavier fleece, and is larger in head.",
        "The resemblance of the flooring-plates to the ambulacral ossicles of a starfish is so exact that one can explain it only by supposing similar relations of the water-canals and their branches (podia).",
        "At any rate his later years bear a considerable resemblance to the corresponding period of his grandfathers reign.",
        "The position bore a curious resemblance to that of the early years of Henry IV., a king who, like Henry VII~, had to vindicate a doubtful elective title to the throne by miracles of cunning and activity.",
        "This was a lad named Lambert Simnel, the son of an Oxford organ-maker, who bore a personal resemblance to the young captive.",
        "\"I cannot persuade myself,\" he said, \"that this war bears any the least resemblance to any that has ever existed in the world.",
        "There is also a general resemblance in the number, characters and mode of succession of both series; so that, although individual teeth of the upper and lower jaws may not be in the strict sense of the term homologous parts, there is a great convenience in applying the same descriptive terms to the one which are used for the other.",
        "It may be explained that the Theromorpha, or Anomodontia, are those extinct reptiles so common in the early Secondary (Triassic) deposits of South Africa, some of which present a remarkable resemblance in their dentition and skeleton to mammals, while others come equally near amphibians.",
        "Moreover, in the anatomy of the soft-parts of the recent forms there are a number of remarkable points of resemblance.",
        "Their customs and dialect persisted, the latter maintaining a peculiar resemblance to that of the equally conservative Cypriotes.",
        "Upon these follow special methods of induction applicable to quantity, viz., the method of curves, the method of means, the method of least squares and the method of residues, and special methods depending on resemblance (to which the transition is made through the law of continuity), viz.",
        "So read, Sidonia and Benjamin Disraeli are brought into close resemblance by Disraeli himself; for what in this description is untrue to the suspected fundamentals of his character is true to his known foibles.",
        "Her resemblance to her brother is shown in many ways.",
        "In the primary structure of the stem the Calamites present many points of resemblance to Equisetum, but secondary thickening went on in both stem and root.",
        "There is a close resemblance between these sporangiophores and those of Equisetum, but as a rule only four sporangia were borne on each.",
        "The anatomy of the stem is thus very unlike that characteristic of the Equisetales, and presents essential points of resemblance to the Lycopodiales and especially to the Psilotales.",
        "The central cylinder of the root often shows a striking resemblance to that of the stem.",
        "The cones, which in some instances at least were heterosporous, presented a general resemblance to those of Lycopodium and Selaginella, a single sporangium being situated on the upper surface of each sporophyll.",
        "The spores, which are set free by the rotting of the sporangial wall, germinate much as in the case of Selaginella, though the similarity may be a case of independent resemblance.",
        "For these reasons no attempt has been made to arrange the orders in larger divisions, since such a division as that of the ligulate and eligulate forms, while convenient for practical purposes, may not express the phylogeny of the group. The Psilotaceae, formerly included in the Lycopodiales, have been described separately owing to their resemblance to the Sphenophyllales.",
        "They present a general, but probably homoplastic, resemblance to the saprophytic prothalli of certain Lycopodia.",
        "The development of the pfothalli is in general similar to that of the Salviniaceae, though the resemblance may be homoplastic. The stem in the less reduced forms is solenostelic with sclerenchymatous ground tissue occupying the centre of the stele.",
        "They were until recently classified with the Chilopoda (Centipedes), with which they have no close affinity, but only a superficial resemblance.",
        "The eggs of both species, though of peculiar appearance, bear an unmistakable likeness to those of oyster-catchers, while occasionally exhibiting a resemblance to those of the tropic-birds.",
        "There is, however, a considerable amount of resemblance between the lophophore of Phoronis australis, with its spirally twisted ends, and that of a typical Brachiopod; nor do the structural details of the adult Brachiopods forbid the view that they may be related to Phoronis.",
        "In external appearance they bear a closer resemblance to the glaciers of the Polar regions than to those of the Alps.",
        "Several of the above practices are common to the Australians, who, though generally inferior, have many points of resemblance (osteological and other) with Papuans, to whom the extinct Tasmanians were still more closely allied.",
        "have little affinity or resemblance to the Papuans.\"",
        "In grammatical structure there is considerable resemblance between these dialects, but the verbal differences have become great.",
        "The general trend of lunar investigation has been against the view that there is any resemblance between the surfaces of the moon and of the earth, except in the general features already mentioned.",
        "The resemblance of the rhea to the ostrich (q.v.) was at once perceived, but the differences between them are also very evident.",
        "It will have been observed that Scythia had a peculiar attraction for medieval Irish chroniclers on account of its resemblance to the name Scotti, Scots.",
        "From a resemblance in the name which is probably fortuitous these tribes have been identified with the Attecotti of Roman writers.",
        "But definite evidence, in the shape of letters and references in memoirs, enables us to deny that the Dutch Admiral Verhuell was the father of Louis Napoleon,and there is strong evidence of resemblance in character between King Louis and his third son.",
        "In general outline it has a strong resemblance to the impression of a human foot - the left side.",
        "The general resemblance between chs.",
        "But points of resemblance between Joshua the invader and Saul the founder of the (north) Israelite monarchy gain in weight when the traditions of both recognize the inclusion or possession of Judah, and thus stand upon quite another plane as compared with those of David the founder of the Judaean dynasty.",
        "Some later philosophers, especially of the 17th century, misled by the resemblance between Biblical narratives and ancient myths, came to the conclusion that the Bible contains a pure, the myths a distorted, form of an original revelation.",
        "At the same time, the Zulus have many \" nursery tales,\" the plots and incidents of which often bear the closest resemblance to the heroic myths of Greece, and to the marchen of European peoples.'",
        "\"chiefs\"), or rather Points of resemblance in xxiii.",
        "On this account South Africa has a general resemblance to an inverted saucer.",
        "The ornithology of northern Africa presents a close resemblance to that of southern Europe, scarcely a species being found which does not also occur in the other countries bordering the Mediterranean.",
        "Geology In shape and general geological structure Africa bears a close resemblance to India.",
        "In some instances, however, the feet of such polydactyle horses bear little resemblance to those of the extinct Hipparion or Anchitherium, but look rather as if due to that tendency to reduplication of parts which occurs so frequently as a monstrous condition, especially among domesticated animals, and which, whatever its origin, certainly cannot in many instances, as the cases of entire limbs superadded, or of six digits in man, be attributed to reversion.",
        "In size and appearance it bears a considerable resemblance to the hedgehog, its upper surface being covered over with strong spines directed backwards, and on the back inwards, so as to cross each other on the middle line.",
        "They are variously explained by a fancied resemblance to the shapes of clouds, or as spirits of the rushing mountain torrents or winds.",
        "The tree-frogs, Hylidae, with which the arboreal Ranidae were formerly grouped, show in their anatomical structure a close resemblance to the toads, Bufonidae, and are therefore placed far away from the true frogs, however great the superficial resemblance between them.",
        "The resemblance is greater the more diffraction spectra enter the objective.",
        "All details of the object so resolved are perceived, if two diffraction maxima can be passed through the objective, so that the character of the object is seen in the image, even if an exact resemblance has not yet been attained.",
        "viii.) bear a certain resemblance to those of Saul (I Sam.",
        "9, 24), the resemblance between the two names may have led to the transference.",
        "In the old Egyptian romance of Sinuhit (ascribed to about 2000 B.C.), the story of the slaying of the Bedouin hero has several points of resemblance with that of David and Goliath.",
        "These two kinds of buds have a resemblance to each other as regards the arrangement and the development of their parts; and it sometimes happens, from injury and other causes, that the part of the axis which, in ordinary cases, would produce a leaf-bud, gives origin to a flower-bud.",
        "The tinguaites and solvsbergites of Port C y gnet, south of Hobart, may be of this age; they are intrusive in Carboniferous rocks, and there is no evidence of their precise date; but their resemblance to the rocks associated with the geburite-dacite of Victoria suggests that they may belong to.",
        "In habit the Calamarieae appear to have borne, on the whole, a general resemblance to the recent Equisetaceae, in spite of their enormously greater bulk.",
        "Cones from the Middle Coal Measures, described by Kidston under the name of Equisetum Hemingwayi, but probably belonging to one of the Calamarieae, bear a striking external resemblance to those of recent Equisetum.",
        "The cones, of which several species have been described, bear a strong general resemblance to Lepidostrobus, differing somewhat in the form of the sporophylls and some other details.",
        "In Selaginellites Suissei there was a definite strobilus bearing both microand megasporangia; in each of the latter from 16 to 24 megaspores were contained; in Selaginellites primaevus, however, the number of megaspores was only 4, and the resemblance to a recent Selaginella was thus complete.",
        "The whole structure bears a general resemblance to that of recent Marattiaceae, though differing in detail.",
        "structure bears a general resemblance to Heterangium, the primary wood consists for the most part of short wide tracheides; probably, ?.?",
        "true Coniferae, though some resemblance to the stamens of Araucarieae may be traced.",
        "1; it was with the smaller leaves that Mr Arber discovered sporangia exhibiting certain points of resemblance to the microsporangia of modern Cycads.",
        "An Equisetaceous plant, which Brongniart named Phyllotheca in 1828, is another member of the same flora; this type bears a close resemblance to Equisetum in the long internodes and the whorled leaves encircling the nodes, but differs in the looser leaf-sheaths and in the long spreading filiform leaf-segments, as also in the structure of the cones.",
        "Some examples of this genus, described by Etheridge from Permo-Carboniferous beds in New South Wales, differ in some respects from the ordinary form, and bear a superficial resemblance to the Equise nected with a lowering of temperature and the prevalence of glacial conditions over a wide area in India and the southern hemisphere.",
        "Another Triassic genus, Pleuromeia, is of interest as exhibiting, on the one hand, a striking resemblance to the recent genus Isoetes, from which it differs in its much larger stem, and on the other as agreeing fairly closely with the Palaeozoic genera Lepidodendron and Sigillaria.",
        "Species referred on good evidence to the Charophyta are represented by a few casts of oogonia and stem fragments, found in Jurassic and Wealden beds, which bear a striking resemblance to existing species.",
        "These fossil Hepaticae are unfortunately founded only on sterile fragments, and placed in the Liverworts on the strength of their resemblance to the thallus of Marchantia and other recent genera.",
        "or less close resemblance to living Club-Mosses and Selaginellas, but lacking the more important reproductive organs.",
        "The close resemblance between specimens from Jurassic rocks placed in one or other of the genera Thinnfeldia, Dichopteris, Cycadopteris, &c., illustrates the unsatisfactory custom of founding new names on imperfect fronds.",
        "Of the Ophioglossaceae there are no satisfactory examples; one of the few fossils compared with a recent species, Ophioglossum palmatum, was described several years ago from Triassic rocks under the name Cheiropteris, but the resemblance is one of external form only, and practically valueless as a taxonomic criterion.",
        "The Wealden and Jurassic genus, Onychiopsis of England, Portugal, Belgium, Germany, Japan, South Afr i ca and Australia, bears a close resemblance to the recent Onychium (Cryptogamme).",
        "The resemblance of the sporocarp-like bodies - discovered by Nathorst in association with Rhaetic Sagenopteris leaves, and more recently figured by Halle under a new generic name (Hydropterangium) - to the sporocarps of Marsilia is an argument in favour of including Sagenopteris in the Hydropterideae.",
        "In size, position, arrangement, and manner of dehiscence the sporangia bear a striking resemblance to those of Marattia and Danaea among recent Marattiaceae.",
        "There is no doubt that the Cycadophyta, using the term suggested by Nathorst in 1902, was represented in the Mesozoic period by several distinct families or classes which played a dominant part in the floras of the world before the advent of the Angiosperms. In addition to the bisporangiate reproductive shoots of Bennettites, distinguished by many important features from the flowers of recent Cycads, a few specimens of flowers have been discovered exhibiting a much closer resemblance to those of existing Cycads, e.g.",
        "We have not merely the striking resemblance of vegetative shoots to those of recent species of Araucaria and Agathis, e.g.",
        "Cones of Lower Cretaceous age have been described by Fliche from Argonne, which bear a close resemblance to the female flowers of recent species of Cedrus.",
        "There is also a decided resemblance to the earlier Miocene flora.",
        "This view has originated out of the very remarkable superficial resemblance between the Ichthyophis-larva and the Amphiuma.",
        "The effects of many of these toxins bear a close resemblance to the action of certain wellknown drugs, as in the case of tetanus toxin and strychnine, and are studied by the same methods of observation and research.",
        "Bodies which have a close resemblance in their chemical constitution exhibit a similar resemblance in their pharmacological action, and as the constitution of the substance becomes modified chemically so does its action pharmacologically.",
        "Muscarine has a very close resemblance in action to pilocarpine.",
        "But, despite this resemblance, it seems clear that, so far as the Dissertation is concerned, the way had only been prepared for the true critical inquiry, and that the real import of Hume's sceptical problem had not yet dawned upon Kant.",
        "But the pope marked the intensity of his hatred by causing the dummy to be carved and dressed with such lifelike resemblance that he was almost able to persuade himself that his hated enemy was really consumed in the flames.",
        "Neither of them bore any resemblance to Brandon.",
        "The abduction bore a strong resemblance to the Delaware case of Marcia Stonehurst where Howie had just missed securing valuable information.",
        "However, Betsy noticed a California kidnapping that bore an uncanny resemblance to the Delaware, and later Alabama abductions, where a deputy sheriff was killed.",
        "This animal held no resemblance to the docile creature the vampires knew.",
        "Josh dropped the subject, baring beautiful white teeth in a smile that bore closer resemblance to a grimace.",
        "The painting showed a vague resemblance to the Mayflower in parts.",
        "These might bring a closer resemblance to real crystals which have apparently arbitrary growth features.",
        "bares a suspiciously close resemblance to Paul Scholes.",
        "bear an astonishing resemblance to the real thing.",
        "bears as much resemblance to Quicksilva's Fantastic Voyage as it does to entertainment.",
        "Not only did he bear a passing resemblance to the young reporter, he was also accompanied by a faithful canine companion.",
        "Does this gnarled old Muscovy duck bare a resemblance to a certain narrowboat navigator?"
    ],
    "definition": [
        "The state or quality of resembling, especially similarity in appearance or in external or superficial details.",
        "Something that resembles another; a likeness or semblance.",
        "Link/Cite",
        "The quality or state of resembling; likeness; similitude; similarity.",
        "That which resembles, or is similar; a representation; a likeness.",
        "A comparison; a simile.",
        "Probability; verisimilitude.",
        "Link/Cite"
    ]
}