{
    "translation": "בעל תושייה",
    "uses": [
        "You're a very resourceful and courageous person.",
        "As a resourceful political leader, and an adroit, ready, skilful tactician in debate, he has had few equals in American history.",
        "He was quick, energetic and resourceful, reckless of his own safety, a strict disciplinarian, a painstaking and hard-working officer.",
        "Cheyne worked indefatigably as a resourceful pioneer, but for many years, in view of the prevailing temper,.",
        "Pierre maintained the contrary, and as his mental faculties were greater and more resourceful, Nicholas felt himself cornered.",
        "He was fearless, resourceful and decisive, and triumphed as few men could have done over the difficulties and dangers of a most critical position.",
        "\" the resourceful \"1 (c. 1015-1085),.",
        "Lost is Space was clearly meant to capitalize on that popularity, by setting a resourceful family (also named Robinson) adrift in space in order to make a home as best they could.",
        "The company is a member of the GMAC family of companies and employs resourceful efforts to streamline operations -- limiting application delays while keeping costs affordable.",
        "Whether you are looking for free curriculum packages, enrichment material, or even free field trips, there is a whole world of possibilities waiting to be discovered by frugal, resourceful homeschoolers.",
        "Who is the most caring, loyal, honest, and resourceful character in the book?",
        "Successful crafters are very resourceful people.",
        "She was the most resourceful Guardian he knew.",
        "resourceful, strong woman in many ways.",
        "Others less resourceful might have vacillated but not me.",
        "resourceful in order to keep their prized possessions on the road.",
        "His intense, resourceful presence captures every cadence of the juvenile slanging matches.",
        "They need to be resourceful, resilient and brilliant at motivating others through a combination of tact and persuasion.",
        "resourceful in the face of adversity, ultimately, mams are always victims.",
        "resourceful man who believed in using a means possible to secure the perimeters.",
        "I think he is a very resourceful director, who seems to create wondrous plays every time!",
        "Taking incredibly creative perspectives on the client's situation, helping the person to become more resourceful in the process.",
        "Take a break, have a laugh, and learn about more sites that are resourceful all at the same time!",
        "Boomers tend to be resourceful and dedicated.",
        "So it is with Emma Watson, who fans have watched grow up playing the intelligent, tough, resourceful witch Hermione Granger in the immensely popular Harry Potter films.",
        "Over the years, resourceful high school girls have developed many tricks for finding pretty, yet affordable prom dresses.",
        "Protecting the environment is all about resourcefulness, and crafters are some of the most resourceful people on Earth.",
        "Confounding literal-minded androids and foiling omnipotent aliens is all in a day's work for the resourceful Captain.",
        "resourceful in the process.",
        "resourceful states.",
        "I've worked here for seven years now and what always strikes me is how incredibly resourceful people are.",
        "In schools or seminars, advanced training or additional qualification measures, NEC's new VT projectors are highly resourceful.",
        "Owners have to be resourceful in order to keep their prized possessions on the road.",
        "Taking incredibly creative perspectives on the client 's situation, helping the person to become more resourceful in the process.",
        "Both tutors and students need to be resourceful enough to find solutions and workarounds if the technology is not working smoothly.",
        "Once the negative emotions are released from the body the individual will be able to access these more resourceful states.",
        "The young woman, Rachel McAdams, a very resourceful, strong woman in many ways.",
        "This means that we are looking for resourceful individuals who are great at working under their own steam.",
        "I think he is a very resourceful director, who seems to create wondrous plays every time !",
        "They were also resourceful - some of them managed to obtain three bottles of Johnny Walker in apparently trackless desert.",
        "Those who aren't resourceful tend to see problems, report them, talk about them and then try to solve them.",
        "You have resourceful websites, consumer broadcast shows, print media and publicized experiences of others.",
        "Part of adding your personal stamp to your creations is being resourceful.",
        "Spray paint some simple branches in your wedding colors and place in unique vases for a resourceful centerpiece that is easy and economical.",
        "In the past they were sold at many department stores and jewelry stores, but now you will have to be more resourceful to get your hands on them.",
        "There are a few ways that clever, resourceful individuals can do to feed their gaming frenzy and not put a hole in their wallets.",
        "Sometimes you have to be a little more resourceful than usual, but there is always an opportunity to save a significant amount of money.",
        "There is evidence here of female shame at unmarried motherhood, but Evans focuses on the images of resourceful, vengeful women.",
        "resourceful enough to find solutions and workarounds if the technology is not working smoothly.",
        "Very helpful, easy to get around, extremely resourceful.",
        "Finally the ever resourceful Glyn Giusti reported that he had entered a TD for the Peking to Paris event scheduled for 1982.",
        "We were not so resourceful and simply stuffed the casing with hay this made the ball playable but very heavy.",
        "The chief work done in instrumentation in the 17th century is undoubtedly that of the Italian writers for the violin, who developed the technique of that instrument until it proved not only more resourceful but more artistically organized than that ' of the solo voice, which by the time of Handel had become little better than an acrobatic monstrosity.",
        "He behaved with extraordinary skill, displaying in the heat of the conflict all the abilities of an experienced conspirator, knowing, \"like the snail, how to draw in his horns as soon as he met with an obstacle\" (Thiers), but supple, resourceful and unscrupulous as to the choice of men and means in his obstinate struggle for power.",
        "Although strong and resourceful in the face of adversity, ultimately, mams are always victims.",
        "I 've worked here for seven years now and what always strikes me is how incredibly resourceful people are.",
        "In schools or seminars, advanced training or additional qualification measures, NEC 's new VT projectors are highly resourceful.",
        "He was a resourceful man who believed in using a means possible to secure the perimeters.",
        "Needless to say, resourceful teachers get round these problems in a range of imaginative ways.",
        "Learn To Dance is another resourceful website, focusing on more classical forms of dance.",
        "Towel origami history is a varied one, with speculation about its origins beginning with Cleopatra to resourceful Americans in the United States during the Great Depression.",
        "resourceful teachers get round these problems in a range of imaginative ways.",
        "resourceful individuals who are great at working under their own steam.",
        "However, what all frugal homemakers have in common is a resourceful attitude that helps them eliminate waste in all aspects of their lives.",
        "resourceful character in the book?"
    ],
    "definition": [
        "re·source′ful·ly\nadverb",
        "re·source′ful·ness\nnoun",
        "Link/Cite",
        "Capable or clever; able to put available resources to efficient or ingenious use; using materials at hand wisely or efficiently.\nWith a resourceful use of space and a fresh coat of paint, the room became a pleasant library with a comfortable seating area.",
        "Link/Cite"
    ]
}