{
    "translation": "פתר",
    "uses": [
        "In spite of her resolve, she responded.",
        "I had hoped that you would resolve your problem, but it seems to have no end.",
        "His words were comforting, even if they didn't resolve her concerns.",
        "We're going to resolve this peacefully.",
        "But the critical question is, will they resort to war to resolve them?",
        "Already the boy had avowed his resolve to be a soldier.",
        "In spite of her resolve, her lips responded to his silent quest.",
        "Guilt made her resolve to drive him away waver.",
        "In spite of her resolve to purge the fear from the living room, it increased until it threatened to take over the entire house.",
        "Claire glanced away then back at him, taking in the resolve on his face.",
        "His resolve to keep away from her began to make less and less sense.",
        "All it takes is the resolve to stop - provided you actually want to stop.",
        "It was surprising how quickly he made up his mind and put his resolve into execution.",
        "But afterwards, when she saw her father and especially little Koko (Nicholas), her resolve weakened.",
        "Her voice held resolve, but a hint of worry sat on her brow, so he hugged her.",
        "We need to resolve this.",
        "Her raw sweetness threatened his resolve to keep his distance.",
        "His resolve lasted until she spoke, and he saw the truth of her words and the expression on her face.",
        "Her mood improved, Deidre returned to her penthouse with newfound resolve to enjoy the last few months of her life.",
        "Quarrelling with the Venetians In 1508, he combined the forces of all Europe by the league of Cambray against them; and, when he had succeeded in his first purpose of humbling them even to the dust, he turned round in 1510, uttered his famous resolve to expel the barbarians from Italy, and pitted the Spaniards against the French.",
        "His solid frame and heat were creeping into her senses, tugging at her resolve to resist.",
        "Did Alex think that adopting another child would resolve Jonathan's issues?",
        "The survival instinct that had been fueling his resolve melted away and he did something he could not recall ever doing; he openly wept.",
        "Rhyn hesitated, unable to shake the disturbing sense that Katie's interest came from her resolve that this was the last time they'd see each other.",
        "The quarterly conference held four times a century with the highest ranking station commanders was coming up soon, and he had more pressing issues to resolve before it launched.",
        "Something within him clicked, and he recalled his resolve not to let the woman in his life strangle him anymore.",
        "He touched her mind for the first time ever, and his resolve solidified at the images he saw there.",
        "Last night had brought him no closer to figuring out why she was pushing him away, though he'd begun to realize his body's response to her was endangering his own resolve not to be involved with anyone else ever again.",
        "Hearing the heartbreak in her voice, Jule found his resolve to keep his distance melt.",
        "This incident caused a considerable sensation, and was the prelude to a long crisis in Hungarian affairs, during which the emperor-king, while quick to repair the unfortunate impression produced by his momentary pique, held inflexibly to his resolve in the matter of the common army.",
        "His resolve to keep his distance wavered as he thought about pulling her into bed with him again.",
        "Now we may resolve these trains by Fourier's theorem into harmonics of wave-lengths X, 2X, 3A, &c., where X=2AB and the conditions as to the values of y can be shown to require that the harmonics shall all have nodes, coinciding with the nodes of the fundamental curve.",
        "Even the resultant of mechanical forces refuses to resolve itself into its constituents.",
        "In the case of the D lines the value of Sa/X is about 1/1000; so that to resolve this double line in the first spectrum requires moo lines, in the second spectrum 500, and so on.",
        "\"Now that we have a mediator, maybe we can resolve this,\" the Other said.",
        "It is certain that he was preparing to renew the struggle for the mastery of the seas and of the Orient, which must break out if he held to his present resolve to found a great colonial empire.",
        "In the future, massive new amounts of information will begin to resolve the debate, instead of just adding noise to it as too often occurs today.",
        "You know, so we can resolve this shit?",
        "The beginnings of this rupture, as well as a sharp affray between his volunteers and the townsfolk of Ajaccio, may have quickened Bonaparte's resolve to return to France in May 1792, but there were also personal and family reasons for this step. Having again exceeded his time of furlough, he was liable to the severe penalties attaching to a deserter and an émigré but he saw that the circumstances of the time would help to enforce the appeal for reinstatement which he resolved to make at Paris.",
        "Its coldness stretched outward from her chest, testing her resolve to keep it contained.",
        "Her resolve lasted until her father left for dinner with their wealthy neighbors.",
        "At the election of 1904 an amendment was adopted which provides that whenever 10% of the voters of the state, as shown by the votes of the last preceding election, express a wish that any law or resolution of the legislature shall be submitted to the people, the Act or Resolve shall be voted on at the next election of the state or county officers, and if a majority of the voters approve the measure it shall stand; otherwise, it shall become void.",
        "He looked at the jaguar again and took another two tiny steps, as if testing her resolve to ground him.",
        "What does he therefore but resolve to give over toiling, and find himself some factor, to whose care and conduct he may commit the whole managing of his religious affairs - some divine of note and estimation that must be.",
        "Every time he touched her, her resolve melted.",
        "Modern like ancient idealism came into being as a correction of the view that threatened to resolve the world of matter and mind alike into the changing manifestations of some single non-spiritual force or substance.",
        "If then we resolve Ahbkc into harmonics by Fourier's theorem, we may follow the motion of the separate harmonics, and their superposition will give the form of the string at any instant.",
        "I deny thee,\" and he made a resolve henceforth to devote his scholarship to the Holy Scripture.",
        "At that very time Prince Andrew was sitting with Pierre and telling him of his love for Natasha and his firm resolve to make her his wife.",
        "Now if the Sarah/Skippy thing would only resolve itself.",
        "The regent was alienated from the popular leaders, and was no longer disposed to help William of Orange, Egmont, and Hoorn to secure a mitigation of religious persecution; and the heart of Philip was hardened in its resolve to exterminate heresy in the Netherlands.",
        "Mack's march to Ulm was therefore a necessity of the situation, and his continuance in this exposed position, if foolhardy against such an adversary, was at any rate the outcome of the high resolve that even if beaten he would inflict crippling losses upon the enemy.",
        "He bided his time, and the transformation of sceptical Florence into an austerely Christian republic claiming the Saviour as its head only increased his resolve to crush the man who had wrought this marvel.",
        "In 310 Agathocles, defeated and besieged in Syracuse, took the desperate resolve of breaking through the blockade and attacking the enemy in Africa.",
        "The effect of the final Lombard invasion is shown by the resolve to quit the mainland and the rapid building of churches which is recorded by the Cronaca altinate.",
        "His gaze went to her neck, his resolve solidifying at the sight of her exhausted features and red cheek.",
        "The sailing of Decaen's squadron early in March 1803 had alarmed the British ministers and doubtless confirmed their resolve to have the question of peace or war settled speedily.",
        "A rash resolve led him to mutilate himself that he might escape from the lusts of the flesh, and work unhindered in the instruction of the female sex.",
        "In this work, which is one of the most valuable contributions to the literature of algebra, Cardan shows that he was familiar with both real positive and negative roots of equations whether rational or irrational, but of imaginary roots he was quite ignorant, and he admits his inability to resolve the so-called lation of Arabic manuscripts.",
        "He asked his sister to forgive him for not having told her of his resolve when he had last visited Bald Hills, though he had spoken of it to his father.",
        "For a few years they took an active share in the Evangelical Revival (173817S5); but Zinzendorf's \"ecclesiola\" policy prevented their growth, and not till 1853 did the English Moravians resolve to aim at \"the extension of the Brethren's Church.\"",
        "Under the conditions we have described, many of the most interesting problems of our own time, when they are once defined, resolve themselves into statistical inquiries.",
        "Many of the notes and essays written by him at Auxonne bear witness to his indomitable resolve to master all the details of his profession and the chief facts relating to peoples who had struggled successfully to achieve their liberation.",
        "224), ignoring Xenophanes's theology, makes him resolve all things into one and the same unity.",
        "Soon after the Christmas holidays Nicholas told his mother of his love for Sonya and of his firm resolve to marry her.",
        "An equally significant hint, that the Ionian Isles might easily be regained by France, further helped to open the eyes of the purblind Addington ministry to the resolve of Napoleon to make the Mediterranean a French lake.",
        "Why he wanted the soul that he then let go was another mystery Gabriel wanted to resolve.",
        "In pursuance of this resolve he marched against them early in 775, captured the fortress of Sigiburg on the Ruhr, regained and rebuilt Eresburg and left Frankish garrisons in the land.",
        "In like manner, the apparent antinomies on which such a scepticism builds will be found to resolve themselves for a system based on a deeper insight into the nature of things.",
        "As Ferdinand II., however, he succeeded in obtaining the imperial crown in August 1619, and from that time he was dominated by a fixed resolve to secure the triumph of his church throughout the Empire, a resolve which cost Germany, ~ihe Thirty Years War.",
        "Nizami accepted the royal gift, but his resolve to keep aloof from a servile courtlife was not shaken by it, and he forthwith returned to his quiet retreat.",
        "The love of unity has often made logicians attempt to resolve these three processes into one.",
        "Because of the popularity of content externalism, the need to resolve this tension is pressing.",
        "resolve spontaneously.",
        "Immediately Our aim is to resolve your complaint straightaway.",
        "While these complications are typically temporary and resolve without medical intervention, they may be unbearable for some people.",
        "Some are mild and may resolve even without treatment, while others are potentially life-threatening.",
        "Gastroenteritis is a self-limiting illness that will resolve by itself.",
        "Luminous dark eyes sparkled and flamed beneath his thick, black brows, and his large mouth and prominent nether lips were as capable of gentle sweetness as of power and set resolve.",
        "Although most colds resolve on their own without complications, they are a leading cause of visits to the doctor and of time lost from work and school.",
        "Skin reactions include the raised, red, and itchy patches called hives that characteristically blanch with pressure and resolve within 24 hours.",
        "Vitamin D deficiency can usually be easily corrected if it is noticed early, and if so the symptoms often resolve themselves.",
        "The psychoanalytic model purports that trichotillomania occurs in an attempt to resolve a childhood trauma, the most common of which is sexual abuse.",
        "She pulled away and met his gaze, surprised to see his resolve.",
        "Her eyes swirled with arousal, and her parted, plump lips threatened his resolve.",
        "She was the last to lose hope, and it was being forced to see how out of place she was in Gabriel's equation that finally broke her resolve.",
        "They'd sat for hours, until human-Deidre's distress faded and turned first to disbelief then hope then resolve.",
        "His slow smile scared her while the penetrating gaze chipped away at more of her resolve.",
        "Even as he thought of his last moments with Kris, he felt his anger turn to resolve.",
        "Kris looked at his condemned brother anew, not sure how to take Rhyn.s newfound intent and resolve.",
        "He'd lost the air of indecision and regret, trading it for acceptance and resolve.",
        "It was too dark for her to see his features, but she heard his resolve.",
        "He had been placed in the center of a controversy he couldn't resolve.",
        "The prayers of Queen Louisa of Prussia failed to bend him from his resolve.",
        "McClellandescribed this flight to the James as a change of base, but his resolve to abandon the attitude of an invader was formed when General Lee in the middle of June had caused Stuart's cavalry to reconnoitre the flanks and rear of McClellan's army, and had summoned corps from the Shenandoah Valley.",
        "The evident firmness of his resolve, however, was not without.",
        "is intended to resolve difficulties occurring in the so-called, uucpds iwrpovo% aobµevos.",
        "In his twentieth year he became totally blind, but he held to his resolve to enter the ministry, and gave himself to theological and historical study.",
        "It is profoundly affecting to contemplate this man, a mere wreck from gout, shrinking from no fatigue, no labour, and no personal sacrifices; disregarding the obstacles and difficulties thrown in his way by cardinals and temporal princes, whose fatal infatuation refused to see the peril which hung above them all; recurring time after time, with all his intellect and energy, to the realization of his scheme; and finally adopting the high-hearted resolve of placing himself at the head of the crusade.",
        "But in 187 3 he resigned his portfolio as a protest against the ministry's resolve to refrain from warlike action against Korea.",
        "According to Albrecht Ritschl \"the wrath of God means the resolve of God to annihilate those men who finally oppose themselves to redemption, and the final purpose of the kingdom of God.\"",
        "He was persuaded - against his will - to turn his attention to a court life, and he went to London under the patronage of Sir Henry Herbert, master of the revels, to follow that course; but he very soon returned home with a fixed resolve - confirmed by the death of his mother - to study divinity.",
        "As time passed, and custom created familiarity, his style, personal and literary, was seen to be the outward symbol of a firm resolve to preserve a philosophic calm, and of an enormous underlying energy which spent itself in labour, \"ohne Hast, aber auch ohne Rast.\"",
        "The faults of the book resolve themselves, for the most part, into one great fault.",
        "It is rather for us to be here dedicated to the great task remaining before us - that from these honoured dead we take increased devotion to that cause for which they gave the last full measure of devotion - that we here highly resolve that these dead shall not have died in vain, that this nation under God shall have a new birth of freedom, and that government of the people, by the people, for the people, shall not perish from the earth.\"",
        "It was clear that in such a governing body neither Austria nor Prussia would be content with her constitutional position, and that the internal politics of Germany would resolve themselves into a diplomatic duel for ascendancy between the two powers, for which the diet would merely serve as a convenient arena.",
        "He carried out the principle of association into the analysis of the complex emotional states, as the affections, the aesthetic emotions and the moral sentiment, all which he endeavoured to resolve into pleasurable and painful sensations.",
        "No result ensued, except Scottish demands for French aid, and a resolve to send Mary to France.",
        "This was of great importance to William, not only for military reasons, but also because of his firm resolve to make the under-tenants (though the \"men\" of their lords) swear allegiance directly to himself.",
        "It is often convenient to resolve the forces on an element PQ",
        "It is sometimes convenient to resolve the accelerations in directions having a more intrinsic relation to the path.",
        "tre Obd, and resolve each ti0-.",
        "(2) Resolve f, into two components, one of which, namely, fi, passes through 0,-,, and may be neglected, and the otherf,, passes through 0,,.",
        "(3) Find the point M, wheref,, joins the given direction of Jo and resolve f,, into two components, of which one is in the direction MO,-, and may be neglected because it passes through 0,-,, and the other is in the given direction of ft and is therefore the force required.",
        "It marked, moreover, in the condition of armed resistance against established authority which was forced upon it by the Counter-Reformation, a firm resolve to assert political liberty, leading in the course of time to a revolution with which the rebellious spirit of the Revival was sympathetic. This being the relation of humanism in general to reform, French learning in particular displayed such innovating boldness as threw many of its most conspicuous professors into the camp at war with Rome.",
        "This extinction is achieved in eight ways, namely rectitude of faith, resolve, speech, action, living, effort, thought, self-concentration.",
        "Sensier at this date (1850) Millet expressed his resolve to break once and for all with mythological and undraped subjects, and the names of the principal works painted subsequently will show how steadfastly this resolution was kept.",
        "The first-fruits of this new resolve were a quite gratuitous attack on his old friend, the distinguished humanist and jurist Ulrich Zasius (1461-1536), for a doctrine proclaimed ten years before, and a simultaneous assault on Erasmus's Annotationes in Novum Testamentum.",
        "The result of this theory of ethics is of great value as emphasizing the importance of a systematic view of conduct, but it fails to resolve satisfactorily the great Socratic paradox that evil is the result of ignorance.",
        "He was then set at liberty, in consequence of the resolve of the British government to abandon the attempt to intervene in the internal politics of Afghanistan.",
        "The sympathy of Rumania with France in the Franco-Prussian War of 1870, and the consequent interruption of certain commercial undertakings, led to a hostile movement against Prince Charles, which, being fostered by Russia, made him resolve to abdicate; and it was with difficulty that he was persuaded to remain.",
        "These were supposed to be celestial beings who, inspired by love of the human race, had taken the so-called Great Resolve to become future Buddhas, and who therefore descended from heaven when the actual Buddha was on earth, to pay reverence to him, and to learn of him.",
        "His resolve to become a minister was deepened by the revival of 1858-1859.",
        "While, therefore, there is apparently no correspondence between the area of the wing and the animal to be raised, there is, except in the case of sailing insects, birds and bats, an unvarying relation as to the weight and number of oscillations; so that the problem of flight would seem to resolve itself into one of weight, power, velocity and small surfaces, versus buoyancy, debility, diminished speed and extensive surfaces - weight in either case being a sine qua non.",
        "It may be mentioned, however, that under the Local Government Act 1894, where a burial board district is wholly in an urban district, the urban council may resolve that the powers, duties and liabilities of the burial board shall be transferred to the council, and thereupon the burial board may cease to exist.",
        "One important point of difference is that under the latter act the council may resolve that the expenses shall be apportioned among the owners not merely according to frontage, but according to the greater or less degree of benefit to be derived by any premises from the works.",
        "But this is subject to one important exception, that the parish meeting may unanimously resolve that the whole of the burial ground shall be consecrated.",
        "In 1659 Fouquet, the Maecenas of the time, persuaded him to alter his resolve, and Odipe, a play which became a great favourite with Louis XIV., was the result.",
        "It is quite consistent with his whole career that it was love and pity for others - otherwise, as it seemed to him, helplessly doomed and lost - which at last overcame every other consideration, and made Gotama resolve to announce his doctrine to the world.",
        "I see I have made myself a slave to philosophy, but if I get free of Mr Lucas's business, I will resolutely bid adieu to it eternally, excepting what I do for my private satisfaction, or leave to come out after me; for I see a man must either resolve to put out nothing new, or to become a slave to defend it.\"",
        "Similarly we cannot subtract 8 from 15, if 15 means 1 ten + 5 ones; we must either write 15-815-8=(10+5)-8= (I o - 8)+5 = 2+5 = 7, or else resolve the 15 into an inexpressible number of ones, and then subtract 8 of them, leaving 7.",
        "If we resolve two numbers into their prime factors, we can find their Greatest Common Divisor or Highest Common Factor (written G.C.D.",
        "of two numbers, and cannot resolve them into their prime factors, we use a process described in the text-books.",
        "of three or more numbers; if we cannot resolve the numbers into their prime factors, we must find the L.C.M.",
        "In this we can deliberately resolve upon what is in our power; in that we are subject to the vain impulse of wishing the impossible.",
        "He was driven from his post by the kings resolve no longer to submit to his insolence, and a new ministry was formed under the marquess of Rockingham, composed of some of those leaders of the Whig aristocracy who had not followed the Grenville ministry.",
        "In March 1868 John Francis Maguire, an Irish Catholic, asked the House of Commons to resolve itself into a committee to take intO immediate consideration the affairs of Ireland.",
        "Lord Rockingham prevailed upon him to reconsider his resolve, and from that day until Lord Rockingham's death in 1782, their relations were those of the closest friendship and confidence.",
        "The rationalist wing resolve Incarnation and still more Atonement into symbols of philosophical truth.",
        "Whether Lord Derby or Mr Disraeli originated this resolve has been much discussed, and it remains an unsettled question.",
        "Thus Locke's pleas for religious toleration resolve at last into his philosophical view of the foundation and limits of human knowledge.",
        "He tries to phenomenalize it, and thus resolve y.",
        "not, like Augustine, resolve them all into the one central affection of love of God.",
        "Various causesthe weakening of the Arabs by the struggle between the Omayyads and the Abbasids just after the battle of Tours; the alliance of the petty Christian kings of Wars with the Spanish peninsula; an appeal from the northern the Arabs, amirs who had revolted against the new caliphate of Slays and Cordova (755)made Charlemagne resolve to cross ~h1es.",
        "was not merely his noble constancy of resolve, the firmness of the marquis de Torcy, secretary of state for foreign affairs, the victory of Vendme at Villaviciosa, nor the loyalty of his people.",
        "They could not, he says, even understand the problems they sought to resolve by the assumption of infallibility, and he turned again, in his despair, to the instructors of his youth - the Sufis.",
        "At the same time Gedymin through his ambassadors privately informed the papal legates at Riga that his difficult position compelled him for a time to postpone his steadfast resolve of being baptized, and the legates showed their confidence in him by forbidding the neighbouring states to war against Lithuania for the next four years, besides ratifying the treaty made between Gedymin and the archbishop of Riga.",
        "So far as gaining Romolo's confidence and affection, the plan was entirely successful, but it was thwarted by Philip's own resolve to take holy orders.",
        "Thus it points the way to the application of a further method to resolve the isolated fatty acids of an oil or fat into saturated fatty acids, which do not absorb iodine, and into unsaturated fatty acids, which absorb iodine in various proportions as shown above.",
        "By combining the various methods which have been outlined here, and by the help of some further additional special methods, and by reasoning in a strictly logical manner, it is possible to resolve a mixture of two oils and fats, and even of three and four, into their components and determine approximately their quantities.",
        "He applied to the Nibelungenlied the method which Friedrich August Wolf had used to resolve the Iliad and Odyssey into their elements.",
        "Dark memories crossed his mind, along with his resolve to finally let his brother's memory rest in the peace it deserved.",
        "Her resolve to grit her teeth and bear it lasted until the pain.",
        "He listened as Kiki explained Rhyn's visit, ending with the half-demon's resolve to destroy the boundary between Death's domain and the Immortal underworld in the hopes of getting Katie back.  When Kiki finished, Kris poured himself a glass of whiskey while he thought.",
        "Resolve steadied her despite the impatient demon crawling within her.",
        "She'd given up her own, and to invite hope when she needed to focus on stopping the demon for goodâ€¦her resolve was too brittle to consider any other fate.",
        "In the meantime he had been placed in the center of a controversy he alone couldn't resolve.",
        "Where the words are not clear, other factors can be taken into account to resolve the ambiguity.",
        "We can't resolve the ambivalence in Marx -- or at least in possible interpretations of Marx.",
        "He made an attempt to resolve the long-standing dilemma.",
        "It should be possible to devise a way to resolve these sort of disputes without always creating an inconvenience for the passengers.",
        "A trip up to Reesside seems inevitable to resolve the issue.",
        "visual acuity measures the eye's ability to resolve spatial detail.",
        "numerical aperture The numerical aperture of a microscope objective is a measure of its ability to resolve fine specimen detail.",
        "appreciation of diversity and they create an ongoing forum to resolve problems.",
        "Today the members decided to invite management to binding arbitration in a final attempt to resolve the dispute.",
        "ascorbate dosages to resolve symptoms in various diseases.",
        "Accurate optical astrometry would locate these peaks relative to the nucleus as defined by the radio core, and so resolve this ambiguity.",
        "attempting to resolve combat will be mediation.",
        "beneficiaryons Advisory Service (OPAS) is available to assist members and beneficiaries in connection with difficulties which they have failed to resolve.",
        "binding arbitration in a final attempt to resolve the dispute.",
        "In order to be able to resolve anatomical structures in a small animal with sufficient detail a system using pinhole collimators is required.",
        "The Financial Ombudsman Service helps consumers resolve complaints about most personal finance matters.",
        "The Committee did not reach a firm conclusion on how to resolve these issues.",
        "Resolution: Suppliers will aim to resolve any non conformance within 20 days of receipt.",
        "Priority values define a numerical rank or ordering of the threads that a thread scheduler can use to resolve simultaneous contention for processing resources.",
        "Although various studies have attempted to resolve this issue, the published data remain contradictory.",
        "How much simpler to debate those than to analyze and resolve the conundrum of our world's present state.",
        "corpus luteum cyst and a haemorrhagic cyst can cause pain, most will resolve spontaneously with no treatment.",
        "We aim to resolve complaints with our first response and without resorting to further protracted correspondence.",
        "Not all couples can afford or find private counselors or mediators to help them resolve their difficulties.",
        "Intervention will be offered over the telephone in the first instance and home visits when this does not resolve crisis.",
        "The most difficult issue for the council to resolve was the removal of guard railing from the central reservations of staggered crossings.",
        "Sometimes I have to use my second vote to resolve deadlocks often to the chagrin of the defeated faction.",
        "Where ethical dilemmas have arisen, what steps have you taken to resolve these?",
        "It aims to resolve conflicts by peaceful means and to pursue preventative diplomacy.",
        "They combine filial obedience and propriety with a steadfast resolve to take no real notice of parental disapproval of her unlikely but successful match.",
        "While Blair and Straw may claim to have quelled the discontent with their firm resolve, nothing could be further from the truth.",
        "discrepancyds used to resolve any discrepancies were not reported.",
        "The Small Claims Court can be used to resolve a dispute with a property management company.",
        "Generally, rocket dockets are federal district courts that resolve cases much more quickly than their peers.",
        "What happens is it fails to resolve the domain name in question totaly.",
        "My resolve weakened when I read the dust jacket 's summaries, and I'm glad it did.",
        "Research Interests: The use of molecular genetic methods to resolve questions in plankton ecology using CPR samples.",
        "It is expected that students and staff will make reasonable efforts to resolve matters at the outset.",
        "Much research is still to be done to resolve the enigma of learning styles.",
        "They represent the strongest of calls for intervention to resolve this conflict, which is now enmeshed with all surrounding countries.",
        "In order to resolve stimulus equivalence, stimuli can be combined into classes whenever a unique behavior is required.",
        "ethical dilemmas have arisen, what steps have you taken to resolve these?",
        "So he makes no claim to resolve all the problems of a new eugenics.",
        "The disagreement gained momentum and eventually the bishop of Carlisle and the royal exchequer were called upon to resolve the matter.",
        "expected that students and staff will make reasonable efforts to resolve matters at the outset.",
        "firm conclusion on how to resolve these issues.",
        "frustule spacing of 0.72 µm and hence we should be able to resolve this structure.",
        "gestalt therapy helps you to go through your own process to help safely resolve problems.",
        "The aim should be to resolve the grievance at the lowest relevant level.",
        "haptic device must therefore resolve shape by tracing the contours of the object.",
        "Subjects with \" absolute pitch \" can resolve high-order harmonics.",
        "One of our partners is a trained mediator to try and resolve matrimonial problems with as little heartache as possible.",
        "The court's capacity to resolve the challenge of what has been called the implacably hostile parent is evident.",
        "humidifyases will resolve over time and may only require extra observation and possibly some humidified oxygen.",
        "Premier Tony Blair is now likely to be forced to step in to resolve the impasse.",
        "In some cases, the corporate failures reflect an inability to resolve temporary liquidity problems affecting a company that remains viable in the longer-term.",
        "Interaction has an adaptive mediating role, helping students to recognize and resolve inconsistency.",
        "We simply -- resolve the double indirection and thats it.",
        "injurycal investigations Are probably not necessary unless the condition, as may happen with hamstring injuries, fails to resolve.",
        "Such radio interferometers can resolve details far sharper than anything current optical telescopes can see.",
        "isoflavone supplements in people with elevated cholesterol, are needed to resolve these conflicting results.",
        "They tend to be quite isolated and unable to resolve a hurt, wrong or injustice which can be felt very deeply.",
        "I would hope that you would be able to resolve the issue without calling for a fatwa.",
        "You may use this lunation perhaps to resolve a conflict in a difficult situation with a person of authority or a co-worker.",
        "The mission will apply techniques developed for Cluster to resolve spatial and temporal structure in the inner magnetosphere for the first time.",
        "This process gives you the opportunity to resolve the matter without the need to involve the courts.",
        "But he should not miscalculate our resolve, \" he told reporters on Friday.",
        "moderate in severity and tended to resolve within one week of starting treatment.",
        "noise nuisance - What can you do A series of options are available to help you resolve the problem.",
        "A main objective will be to resolve problems within the workplace rather than parties having to go through the tribunal system.",
        "ongoing for months to resolve the issue.",
        "It remains our duty to do all we can to resolve conflict, confront oppression, reduce poverty and promote good governance.",
        "outsourcen>outsourcing offshore, they can resolve all of these issues whilst offering a quality service to their customers.",
        "Work will continue to resolve the few issues which remain outstanding.",
        "Dougal Scott said that WiFi or Wimax was not a technological panacea to resolve the digital divide.",
        "juridical parables are, in substance, imaginary homeopathic images crafted by professional mediators in order to resolve real conflict in the real world.",
        "At the first conference of the NAACP she successfully persuaded the organization to resolve to make lynching a federal crime.",
        "precocious son, Connor, carries unique items that resolve problems.",
        "The DOM Level 2 does not support any mechanism to resolve namespace prefixes.",
        "Is the ' appropriate ' case to be every case where the trial judge cannot resolve the medical quandary presented to the requisite standard?",
        "quark masses to resolve this.",
        "queryrn more about DNS 2003 here Purpose of Resource Records Without resource records DNS could not resolve queries.",
        "reach a firm conclusion on how to resolve these issues.",
        "received from former residents and staff and these were discussed with the Appellant who was given an opportunity to resolve the difficulties.",
        "Clause 8 (psychiatric referral) A single psychiatrist cannot resolve the question of competence, in the manner suggested.",
        "remediation contractors has developed to help home owners resolve these types of problems.",
        "resolve a dispute with a property management company.",
        "resolve complaints about most personal finance matters.",
        "resolve the problems.",
        "resolve these issues.",
        "Needs permanent injection of backbone but resists all lawyer's efforts to strengthen resolve.",
        "resolve disputes if they arise.",
        "See the -R name resolve order parameter for details on changing this resolving mechanism.",
        "To resolve the riddle of the \" UN \", we confidently offer LVT.",
        "However he did resolve to carry out the task, and began investigating various primers on musical rudiments then popular with instrumental pupils.",
        "This can only encourage firms not to be overly zealous in attempting to resolve alleged shortcomings of service.",
        "It is difficult to see why anyone, other than dying victims, would wish to resolve this situation quickly.",
        "steely resolve glaring in our eyes.",
        "stiffened resolve against the idea of the town's becoming England's \" club capital.",
        "He shares this predicament with many in the UK but it has only stiffened his resolve to carry on with the trading regardless.",
        "superconductor cable projects now underway provide an opportunity to develop a reliability record and resolve system integration and other implementation issues.",
        "Our fully qualified Chartered surveyors are in a position to advise on the easiest way to resolve boundary disputes.",
        "unable to resolve these problems.",
        "DonÃ¢t let the fact that this is manifestly untrue shake your resolve.",
        "wiz zes are looking for character (sense 4 ), ability, resolve, but most importantly that spark.",
        "Conservatives We will, through our expansion in the healthcare workforce, resolve the capacity constraints Labor has turned a blind eye to.",
        "His mute entreaty could not shake the young yogi 's resolve.",
        "The beginnings of this rupture, as well as a sharp affray between his volunteers and the townsfolk of Ajaccio, may have quickened Bonaparte's resolve to return to France in May 1792, but there were also personal and family reasons for this step. Having again exceeded his time of furlough, he was liable to the severe penalties attaching to a deserter and an Ã©migrÃ© but he saw that the circumstances of the time would help to enforce the appeal for reinstatement which he resolved to make at Paris.",
        "Partly from fear of a national Polish rising which Napoleon held in reserve as a last means of coercion, and partly from a subtle resolve to use the French alliance as a means of securing rich domains at the expense of Turkey, Prussia, Sweden and England, Alexander decided to throw over his allies, Prussia and England, and to seize the spoils to which the conqueror pointed as the natural sequel of a Franco-Russian alliance.",
        "His immense energy and versatility, his adroit and unhesitating flattery when he chose to flatter, his ruthless sarcasm when he chose to be sarcastic, his rather unscrupulous business faculty, his more than rather unscrupulous resolve to double and twist in any fashion so as to escape his enemies, - all these things appear throughout the whole mass of letters.",
        "Using the term \" note \" for the sound produced by a periodic disturbance, there is no doubt that a well-trained ear can resolve a note into pure tones of frequencies equal to those of the fundamental and its harmonics.",
        "It may, however, be maintained that an ultimate analysis would go deeper, and resolve all phenomena of elastic resilience into consequences of the kinetic stability of steady motional states, so that only motions, but not strains, would remain.",
        "It was afterwards asserted that, on Napoleon's resolve to turn the army of England against Austria, Daru had set down at the emperor's dictation all the details of the campaign which culminated at Ulm.",
        "The children of Israel, who are described as having newly returned from captivity, are apprehensive of a desecration of their sanctuary, and resolve on resistance to the uttermost.",
        "He is much too skilful an artist either to resolve his history into a mere bundle of examples, or to overload it, as Tacitus is sometimes inclined to do, with reflections and axioms. The moral he wishes to enforce is usually either conveyed by the story itself, with the aid perhaps of a single sentence of comment, or put as a speech into the mouth of one of his characters (e.g.",
        "(See also Binocular Instruments and Stereoscopy.) The observer has a stereoscopic impression of an object, when different perspective representations are presented to both eyes, which, through the action of the central nerve system, resolve into one impression.",
        "He declared that \"a soldier who fights in the ranks does not require half so much courage as a footpad\"--\"that honor and religion have never stood in the way of a well-considered and a firm resolve.\"",
        "And again all the faces in that crowd bore an identical expression, though now it was certainly not an expression of curiosity or gratitude, but of angry resolve.",
        "Protesters also dedicated a new synagogue in southern Gaza, in a move apparently aimed at showing their resolve to defeat the pullout plan.",
        "Future calculations must work at lighter quark masses to resolve this.",
        "Learn more about DNS 2003 here Purpose of Resource Records Without resource records DNS could not resolve queries.",
        "Complaints were received from former residents and staff and these were discussed with the Appellant who was given an opportunity to resolve the difficulties.",
        "Clause 8 (Psychiatric referral) A single psychiatrist cannot resolve the question of competence, in the manner suggested.",
        "An entire industry of environmental remediation contractors has developed to help home owners resolve these types of problems.",
        "We tried a number of ways to resolve the problems.",
        "Clearly, a lot of effort was going into trying to resolve these issues.",
        "Needs permanent injection of backbone but resists all lawyer 's efforts to strengthen resolve.",
        "Otelo is an independent approved dispute resolution service and aims to help resolve disputes if they arise.",
        "Mrs X believed that her mother 's symptoms would resolve spontaneously.",
        "We paused momentarily on the ropes, hiding our face to prevent him seeing the steely resolve glaring in our eyes.",
        "It seems to have stiffened resolve against the idea of the town 's becoming England 's club capital.",
        "To resolve this issue, Asus has provided a cradle with a stylus holder.",
        "Initial VLI superconductor cable projects now underway provide an opportunity to develop a reliability record and resolve system integration and other implementation issues.",
        "Our fully qualified Chartered Surveyors are in a position to advise on the easiest way to resolve boundary disputes.",
        "But in reality Ken has been unable to resolve these problems.",
        "In a test, wiz zes are looking for character (sense 4), ability, resolve, but most importantly that spark.",
        "To resolve her minor impediment, Emily went to speech therapy for a few months.",
        "To resolve her minor impediment, Emily went to speech therapy for a fw months.",
        "When you experience various failures in your startup-and let me assure you, you will-then you have to resolve to be honest with yourself.",
        "If there are tensions at home that your toddler is picking up on, try and resolve them peacefully.",
        "Most only affect the skin, and they often resolve on their own after a few years.",
        "Seeing a litter of cute kittens may weaken your resolve to ask all the right questions of the breeder.",
        "If you use a reputable company, a customer service representative will work with you to resolve the problem.",
        "Thanks for your question, and I hope you're able to resolve the issue soon.",
        "Thanks for your question, and I hope you're able to resolve he situation.",
        "When this happens, it is important to find out why they aren't using the box and resolve the problem as soon as possible.",
        "Otherwise known as an OIC, this is a final option that requires an application and IRS approval to allow a taxpayer to resolve the debt for less than the amount owed, only after other payment options have failed for one reason or another.",
        "If there are problems, follow up with the company to resolve the issue.",
        "Try calling the creditor if there is a chance you can resolve the problem without having to go to court.",
        "Collectors are more likely to work with you to resolve your delinquent accounts if you make an effort to pay them back.",
        "Although it is true that the debt will not be lumped into one convenient payment, the lower interest rates and renewed resolve may help you to get back on track.",
        "In a large or complicated law suit, it is not unusual for the entire process to take months, if not years to resolve.",
        "Keep in mind that if you and your spouse are not able to resolve all of the outstanding issues between yourselves, you will have to go to court.",
        "When consulting with a family law attorney, keep in mind that it is often easier and less expensive to resolve issues on your own.",
        "A simple, direct question asked in private can resolve any lingering question you may have.",
        "A couple who wants to end their marriage, or at least resolve the issues between them by entering into a formal legal separation, needs to understand the definition of marital separation before they proceed.",
        "Divorce mediation is an alternative to litigation that divorcing couples can use to resolve the issues between them.",
        "Once each item on the couple's list of issues has been dealt with in turn and the parties have agreed on how to resolve it, the mediator will draft an agreement.",
        "A neutral third party mediator helps couples resolve disputes and reach a satisfactory divorce agreement addressing the needs and concerns of both spouses.",
        "It's a good idea to go ahead and resolve any conflicts during this session in order to establish a clear and concise parenting plan to which both parties agree.",
        "This rule does not exist for at-fault divorces because, by nature, they take longer than 30 days to resolve.",
        "Parents frequently have to resolve problems of all kinds in the presence of their children.",
        "Leave blame and what-ifs on the doorstep and proceed with confidence and resolve.",
        "Avoid bringing up old conflicts while addressing the ones at hand and don't use kids as pawns or bargaining tools to resolve partner problems.",
        "If anomalies are noted, address them immediately and openly, armed with several possible approaches to resolve them.",
        "Before another Earthy Day goes by, resolve to make at least one Planet Positive change in your life.",
        "This tidy show features an organizational expert who helps a homeowner resolve their clutter issues.",
        "He helped resolve the problem with articulating hinges, which allowed flexibility in the ankles, knees and elbows while preserving the shape of the suit around the joint.",
        "What will you do if this technique does not help resolve your anger?",
        "Rather than focus on your anger, focus on why you are angry and what would resolve the situation acceptably.",
        "Learning and utilizing good communication skills can prevent angry outbursts caused by misunderstandings and can quickly resolve them before they escalate into anger or violence.",
        "Some situations such as those involving a deceased parent are difficult to resolve.",
        "When talking to your spouse, avoid placing blame -- this only puts the other person on the defense and often doesn't resolve anything.",
        "Sometimes couples can't resolve issues on their own.",
        "If you find yourself angry or resentful at your spouse or you are unable to resolve issues after multiple attempts, it may be time to seek professional marriage advice.",
        "Drug and alcohol problems rarely resolve on their own.",
        "Cindy Margolis is lending her celebrity status as the national spokesperson for Resolve, the national infertility association.",
        "Resolve provides information and support to people who are experiencing infertility -- something Cindy knows all too well.",
        "Police were called around 8 p.m to resolve the \"custodial dispute\".",
        "These people are in their 20's and can't seem to resolve the simplest of conflicts without it blowing up into high school proportion drama.",
        "Immediate Service: When a guest has a concern, the employee should never hesitate to resolve the issue.",
        "Guests should never be delayed or shuffled off to wait for someone else to resolve a problem.",
        "If a disaster does happen on board your cruise, there are steps you can take to help resolve the situation with minimal risk.",
        "Once this happens, the hair loss will likely resolve itself.",
        "If your dog experiences violent diarrhea or the condition does not resolve within 48 hours, the dog diarrhea treatment did not work, and it is time to visit a veterinarian.",
        "It makes me regret my neglect of the Globe-flowers, and resolve to plant a big group of them, with this Kingcup, in a good place.",
        "If you have any doubts, most faucet manufacturers have websites that will help you through an install as well as customer support to help resolve issues.",
        "Traditionally, all growers involved in CSAs resolve to not use pesticides and artificial fertilizers, and if they also raise livestock, the animals and resulting products are hormone-free.",
        "This procedure is sometimes used by physicians after a UPPP fails to resolve OSA symptoms.",
        "CPAP problems are common, especially in new users, but changing masks or air pressure settings can resolve most side effects of CPAP use.",
        "CPAP mask problems are common during early treatment, but most tend to resolve on their own with continued use.",
        "Treatment for the underlying condition often is all that is necessary to resolve the nightmares.",
        "Often times, counselors can help children to better understand what they are afraid of, which can help to resolve nightmares in children.",
        "It's also possible that the condition will resolve on its own or that there will be periods of time when it is less noticeable.",
        "The reason for your release is a mystery, so you resolve to find out why and attempt to fulfill your destiny.",
        "Stranded on Halo, you resolve to remove this alien threat and save humanity.",
        "A book appraisal service can resolve any questions you have regarding an old book sitting on your shelf, and if the book turns out to be valuable, the appraiser can tell you its worth.",
        "Things happen, though, so hopefully the above steps can help resolve any issues you may have.",
        "One way to resolve these problems is to open iSync, which is located in the applications directory, and then click on \"Reset Sync History.\"",
        "A transient ischemic attack (TIA), also called a \"mini stroke,\" is characterized by a short-term blood vessel obstruction or clot that tends to resolve itself quickly, usually within 10-20 minutes, or up to 24 hours.",
        "In most cases, the disorder will resolve within two to six weeks without medications or surgery.",
        "Often these symptoms resolve after a few days or weeks, but sometimes they are permanent.",
        "A generalized redness and swelling may occur in the test area, but it will usually resolve within a day or two.",
        "\"How to resolve stool retention in a child.",
        "The symptoms peak between 24 and 48 hours and usually resolve within one week.",
        "Viral sore throats usually resolve themselves fairly quickly although they may be very uncomfortable.",
        "Most of the remaining 40 percent experience mild, flu-like symptoms, low-grade fever, and fatigue that resolve without intervention in a few weeks.",
        "Most of the infections resolve spontaneously.",
        "Although periods of adjustment disorder usually resolve themselves, occasionally they may evolve into a major depressive disorder.",
        "A doctor or other healthcare provider should be called when a fever does not resolve after two to three days.",
        "Many mouth ulcers are benign and resolve without specific treatment.",
        "Most cases of stomatitis in children are benign and resolve within a relatively short period of time.",
        "Many speech disorders that are not caused by other underlying problems resolve themselves, and most others can be resolved completely or nearly completely with prompt treatment.",
        "These skin changes will resolve within weeks to months after the rash has cleared.",
        "They should remain vigilant and consider having their children seen by a physician if the cough does not resolve after five to seven days.",
        "The BRAT diet also can be useful in helping to resolve diarrhea.",
        "A doctor should be called whenever a person experiences dizziness or other unusual state of mental confusion that does not spontaneously resolve within a few minutes.",
        "If an individual has a cold or influenza, a few days of bed rest is usually adequate to resolve dizziness.",
        "Other causes of dizziness, such as mild vestibular system damage, may resolve without medical treatment.",
        "Parents should be alert for complaints from their children of dizziness or other states of mental confusion that do not spontaneously resolve within a minute or so.",
        "Family therapy may also be used to help resolve family issues that may be negatively affecting the child.",
        "Early treatment and the proper antifungal medications can cure tinea capitis, although patience is required because the condition may take several months to resolve.",
        "Most cases of itching resolve successfully when the underlying cause is treated.",
        "Positive reinforcement, such as praise or rewards for staying dry, can help improve self-image and resolve the condition.",
        "Punishment is an inappropriate response to enuresis and will not resolve the problem.",
        "The majority of cases of viral meningitis resolve with no complications.",
        "Constitutional homeopathic treatment, if properly prescribed, can also help resolve psoriasis.",
        "Violence at home or against the youth teaches teens that the way to resolve conflict is through violence, and suicide is the ultimate act of self-violence.",
        "Ignoring the condition may lead to a secondary infection that is more difficult to resolve.",
        "Long-term prevention, particularly in young males, requires teaching children how to resolve arguments or quarrels without resorting to violence.",
        "Some experts argue that as many as 10 percent of two-year-olds may have a specific language impairment, but by age three or four, that percentage drops considerably, presumably because some difficulties resolve themselves.",
        "Most cases of renal vein thrombosis resolve over time, without permanent injury to the kidneys.",
        "Most cases of renal vein thrombosis resolve without complication.",
        "For example, if major depression is the cause of insomnia, then treatment of the depression with antidepressants or psychological counseling should resolve the insomnia.",
        "Children are placed in foster care only after other options have failed, and social service agencies work with the family to resolve its problems so that children can return to their homes.",
        "If the eardrum does not heal on its own, surgical repair (tympanoplasty) may be necessary to resolve the infection and restore hearing.",
        "About 60 percent of language delays in children under age three resolve spontaneously.",
        "Psychotherapy is a form of treatment designed to help children and families understand and resolve the problems due to PD and modify the inappropriate behavior.",
        "Most lisps are developmental and resolve themselves in children by the time they are about five to eight years old.",
        "Though most cases of Bell's palsy resolve uneventfully in children, some do not.",
        "Usually facial exercises will not be necessary for children with Bell's palsy unless the paralysis does not resolve itself and there is long-term damage to nerves.",
        "Many cases resolve before the diagnosis is established by culture.",
        "Secondary complications, such as anemia and osteoporosis, resolve in almost all patients.",
        "Topical applications of antifungal herbs and essential oils also can help resolve ringworm.",
        "Neonatal inclusion conjunctivitis may resolve spontaneously within nine months without treatment.",
        "In the newborn, inclusion conjunctivitis may resolve spontaneously, but there are chlamydial infections which can cause blindness if not treated.",
        "Complaints of abdominal pain, nausea, vomiting, lack of appetite, and headache occur when it is time to go to school and resolve quickly once the child is allowed to remain home.",
        "Umbilical hernia is generally a benign condition that will resolve spontaneously as the muscles of the abdomen grow.",
        "For children in whom the umbilical hernia does not resolve, surgery is not usually performed until after the age of five.",
        "Unlike umbilical hernias, inguinal hernias do not resolve spontaneously.",
        "For infants with mild hip clicks, they suggest the child be seen by the regular pediatrician in two weeks for follow up since most benign hip clicks will resolve within that time period.",
        "Most cases of AP resolve completely without treatment.",
        "If symptoms do not resolve within one week, an infection or disorder more serious than gastroenteritis may be involved.",
        "However, following some disorders, pain does not resolve.",
        "Family therapy to help resolve whatever family problems may have driven the child away from home initially can also be beneficial in preventing a repeat running away incident.",
        "Anyone who has a history of herpes infection and current lesions should notify the physician if the lesions do not resolve after seven to ten days or if a condition exists that weakens the immune system.",
        "In these cases, the doctor recommends the proper diet and perhaps supplementation in order to resolve the problem.",
        "Family therapy may also be used to help resolve family issues that may be affecting the child.",
        "Parents need to make the school aware of their child's difficulties and take a firm stand in working with the school to resolve any issues of safety or bullying that may be preventing their child from experiencing a full education.",
        "For example, if dehydration is caused by vomiting, medications may be prescribed to resolve these symptoms.",
        "Over 70 percent of those who have surgery to correct Type I malformation experience a significant reduction in symptoms; however, there are some symptoms that may not resolve.",
        "PMS symptoms begin before the menstrual cycle and resolve shortly after menstrual flow begins.",
        "Hypnotherapy may help resolve unconscious issues that contribute to bulimic behavior.",
        "It is the most common type of wryneck seen in young children and is different from acute wryneck, because it does not cause pain and does not resolve on its own.",
        "If the malocclusion is thought to be caused by the child sucking on fingers or a pacifier and the child is stopped early enough, the malocclusion may resolve spontaneously without treatment.",
        "Simply re-painting such surfaces will not resolve the problem.",
        "Some are rare disorders, and in many cases, the number of individuals who have these disorders is not known, since cases many resolve on their own.",
        "Knowing that death is an inevitability in all of our lives may motivate each of us to spend time with our parents and resolve negative issues of the past.",
        "It is important to resolve these issues before they complicate your life further.",
        "With these two feng shui schools, you can determine the facing and sitting directions of your home and apply any feng shui cures needed to resolve possible Sha chi and enhance Sheng chi.",
        "Use these principles to do the best you can with what you have, and resolve to enjoy your home and your life!",
        "Getting hair additions is one way to resolve the issue.",
        "While a rejection doesn't always mean that you cannot homeschool your child, it may cause unnecessary problems that you would have to resolve with the local school board before the next school year begins.",
        "If you decide that taking legal action is the best way to resolve your workplace difficulty, keep in mind that there is a 45 day time limit for filing a formal compliant.",
        "They then work to resolve the problem with the company.",
        "At the hearing you can request, and may likely be granted, additional time to try and resolve your financial situation.",
        "If you still cannot resolve it the attorneys will request to have a sheriff's sale, where your home will be auctioned off to recover some of the lender's funds.",
        "One policy that EMC Mortgage uses to keep customer satisfaction levels high is to attempt to resolve customer questions and concerns in a single phone call.",
        "This person's function is to recommend solutions to resolve the issue to senior management.",
        "If a customer continues to miss payments, the bank will begin to contact them via phone or writing to attempt to understand and resolve the situation.",
        "Be straightforward, honest and explain the temporary difficulty you are facing and how you plan to resolve it to make sure you will be on time in the future.",
        "This documentation will come in handy if you need to later prove that you took appropriate steps to try to resolve your issue.",
        "Discuss your options with your lender, and then turn to an attorney if you cannot resolve the problem.",
        "While IVH can cause brain damage, many brain bleeds resolve themselves with no or few long term complications.",
        "Continue to place the baby to the breast and the pain will subside and should resolve itself as you heal.",
        "Sometimes, PVPS will resolve on its own.",
        "Normal edema should resolve after a night's sleep or after elevating your feet.",
        "If you find that your feet are much more swollen than they have been and that the swelling doesn't resolve with elevation, contact your health care provider.",
        "Check on the reputation of the store as well, to ensure they will honor any warranties and help you resolve any problems you may have.",
        "You can help resolve that issue by donating every 8 weeks, as your body replaces the donated blood rather quickly.",
        "As a couple develops their life together, it is natural to seek some relationship help to resolve certain problems.",
        "Many times, simply asking a trusted friend who knows both individuals may be enough intervention for the couple to resolve their differences, particularly if that friend has resolved a similar problem in their own relationship.",
        "When arguments become petty, habitual, or violent, however, a couple should consider finding someone who can help resolve disputes before they become ingrained problems and destroy the relationship.",
        "Unfortunately, not every relationship will work out, and there will be times that no amount of relationship help will resolve the underlying problems.",
        "Once again, the Internet can resolve this problem.",
        "In response to his anger, you react and your reactions strengthen his resolve.",
        "Bringing up problems as they arise will prevent large arguments that may take more work to resolve.",
        "To resolve the conflict without permanent alienation and estrangement, there are several options.",
        "Unfortunately, by the time they take action to try to resolve a situation, it's usually much too late.",
        "All she'll end up doing is scorching poor earth until his resolve is hardened like steel.",
        "Typically, they do not allow returns on clearance items, but if you are not satisfied with a purchase, it won't hurt to give them the chance to resolve any issues.",
        "Missing from home schooling is socialization to large groups and team work among people from disparate backgrounds, but many parents resolve this by teaming up with other homeschooling families for group field trips and other activities.",
        "Educational social scientists began studying uniform policy in various schools to resolve the issue empirically.",
        "Of course, the question of religion and how it intersects with past lives may not be an area of concern for you, but if it is, is there anything that can help resolve it, for example a religious figure or some books?",
        "A path of reason, conjecture and pure symbolism wanders through history with any attempt to resolve the question.",
        "In Hinduism (and many other beliefs of reincarnation), the act of suicide is a failure of the soul to resolve a karmic entanglement and learn the lessons that would achieve an evolved spiritual state of being.",
        "By gaining access to these past conflicts, you can often resolve them and move forward in your current life.",
        "Even if you do not believe that the memories uncovered during past life regression therapy are truly from previous lives, they can be useful tools when working to resolve current conflicts.",
        "January is a great month for finding coupons, since people often resolve to lose weight for the new year.",
        "Spoilers, by their nature, speculate and tease how storylines will resolve themselves before the episodes air.",
        "Also if the problem you're trying to resolve doesn't happen quickly, you'll need this information when you talk to a line supervisor or above.",
        "Go the extra mile, no matter how big or small the size of the order and resolve customer complaints.",
        "An effective business manager will know how to resolve such issues quickly so that the task at hand can be completed quickly and successfully.",
        "Ms. Smith was consistently patient in dealing with customer complaints, going above and beyond the call of duty to resolve issues customers were having.",
        "Minor recalls are usually stored in a database that your dealership can check and resolve during your scheduled maintenance.",
        "Once you resolve all of the recalls, you can rest assured that your car is safe for everyone who rides in it.",
        "Simply take a deep breathe, resolve to do better the next day, and move on.",
        "This will show the insurance company that losing weight didn't affect the size and therefore you need to have the surgery to resolve the problem.",
        "The doctor must give his or her consent to settle before the company can enter into any discussions to resolve the matter.",
        "Try to resolve any other health issues before applying for health insurance, if possible.",
        "They claim superior service to similar property and casualty insurance firms due to their years of experience and their willingness to resolve claims quickly and effectively.",
        "As stated on their website, Sentry's promise to policyholders is to resolve claims ethically and fairly, to be prompt and objective in their investigations, and to work to control the costs of services.",
        "Cut: Also off Chaotic Resolve, this song deals with form of self-abuse known as cutting, and delicately tackles painful emotions.",
        "Buy MP3s from the Chaotic Resolve album at Much Music.",
        "Despite his medical challenges, Bill has the resolve of a true champion who never plays the pity card.",
        "Almost all of the Fear Factor challenges involved some kind of danger, which tested contestants' resolve and led to the name of the show.",
        "All the other crises resolve to our advantage; the Ewoks help the ground forces destroy the generator, the Rebels' fighters successfully take out the Death Star, and the Empire is no more.",
        "Add a cute and appealing Matthew Broderick to provide both comic relief and youthful resolve, and filming locations all around Italy, and you are guaranteed one beautiful film.",
        "Or a movie or two, you know, just to resolve what’s left there.",
        "Similarly any new bump that does not resolve after a couple of weeks or a mole that changes in color, shape, or signs should be checked out by a dermatologist.",
        "Natural remedies can sometimes help resolve acne pimples and blackheads.",
        "If you were able to run one of the previous versions without a problem, then you may be able to resolve the issue by getting a hotfix from Microsoft.",
        "Most people resolve to establishing a simple blog, resigned to a premade template and a common design that everyone else is using.",
        "Running a web server requires at least one individual with the skill and discipline to maintain patches, monitor logs, resolve bottlenecks, and keep an eye on the server.",
        "In this original scheme it is clearly marked out \"that this entire Society and all its members fight for God under the faithful obedience of the most sacred lord, the pope, and the other Roman pontiffs his successors\"; and Ignatius makes particular mention th4t each member should \"be bound by a special vow,\" beyond that formal obligation under which all Christians are of obeying the pope, \"so that whatsoever the present and other Roman pontiffs for the time being shall ordain, pertaining to the advancement of souls and the propagation of the faith, to whatever provinces he shall resolve to send us, we are straightway bound to obey, as far as in us lies, without any tergiversation or excuse, whether he send us among the Turks or to any other unbelievers in being, even to those parts called India, or to any heretics or schismatics or likewise to any believers.\""
    ],
    "definition": [
        "Medicine To cause reduction of something such as an inflammation.",
        "Chemistry To separate an optically inactive compound or mixture into its optically active constituents.",
        "re·solv′a·bil′i·ty re·solv′a·ble·ness\nn.",
        "re·solv′a·ble\nadj.",
        "re·solv′ed·ly (-zŏl′vĭd-lē)\nadv.",
        "re·solv′er\nn.",
        "Link/Cite"
    ]
}