{
    "translation": "אחריות",
    "uses": [
        "I take my responsibility to you and our children seriously.",
        "He also had a sense of responsibility about it.",
        "Lori didn't want the responsibility of a baby.",
        "In truth, Alex felt the full responsibility of being a role model.",
        "It was her responsibility now and having a job would give her the opportunity for a more modern approach to being a wife and mother.",
        "Your responsibility cannot always be to your people.",
        "He was certainly a hard worker, but why did he consider it his responsibility to clear the fallen tree?",
        "\"I certainly don't want the responsibility,\" Martha answered as she turned to Betsy.",
        "Cade should accept the responsibility of his actions as well.",
        "I know you think he was high handed about it, but as your guardian, it was his responsibility to encourage you to get a good education.",
        "What is man's responsibility to society, the conception of which results from the conception of freedom?",
        "It isn't your doing... or your responsibility to change it.",
        "We have a responsibility to him.",
        "You owe a responsibility to Mrs. Wassermann!",
        "I realized that no matter how much two people love each other, they need time to adjust to each other before they complicate their lives with the responsibility of children.",
        "Carmen assigned responsibility for that to herself because she didn't notice early enough that Destiny was sick.",
        "If he had not taken upon himself the responsibility of Laura Bridgman's education and led her out of the pit of Acheron back to her human inheritance, should I be a sophomore at Radcliffe College to-day--who can say?",
        "Each of the three armies had its own commander-in-chief, but there was no supreme commander of all the forces, and the Emperor did not assume that responsibility himself.",
        "It's not your personal responsibility to make this right.",
        "I borrowed it on my responsibility so I feel obligated to get it back to them first.",
        "The responsibility rests with Clifford alone.",
        "The responsibility of Death weighed heavily on his shoulders.",
        "It is not Napoleon who prepares himself for the accomplishment of his role, so much as all those round him who prepare him to take on himself the whole responsibility for what is happening and has to happen.",
        "When war was actually begun, Hastings officially recorded his previous resolution to have resigned, in order to repudiate responsibility for measures which he had always opposed.",
        "It's my responsibility to monitor and deter them in the mortal world, Rhyn said.",
        "I don't want her to be stuck with the responsibility of my child.",
        "To be honest, thinking about the responsibility of making those decisions was overwhelming at times.",
        "When Mom & Dad died, she had been plunged into responsibility up to her neck.",
        "Of course he thought her sense of responsibility was lacking.",
        "I haven't done anything illegal and it's his opinion I have no legal responsibility to tell them anything I know about you people.",
        "Cassie, if I were the type of man to run away from responsibility, would I be here right now?",
        "The fine insistence on individual moral responsibility in xviii.",
        "He's taken on the responsibility of raising her child, if she chooses not to mate with another.",
        "He pushed the door further but hesitated entering, as if remaining outside would absolve him of responsibility from what lay beyond.",
        "Carmen had accepted the full responsibility of all the animals, the children and the house.",
        "He'd betrayed his own sense of responsibility, not to mention his promise to Tim.",
        "Jackson fixed his eyes on the ceiling, bracing for the lecture about responsibility that was sure to come from Sarah.",
        "On the other hand, maybe he was hiding from something besides the responsibility of the ranch.",
        "It was his responsibility and, Alex being the person he was, could do nothing but step up to it.",
        "I can't believe Russ would shirk the responsibility of his own child.",
        "If you told him that such a one was coming, he did as if he thought that anything so grand would expect nothing of himself, but take all the responsibility on itself, and let him be forgotten still.",
        "He was taking on a lot of responsibility – maybe more than he could handle.",
        "Later Carmen and Alex had explained to Jonathan that he was too young for the responsibility of a cell phone.",
        "He must have been overwhelmed with the responsibility - and guilt.",
        "It was hardly fair to shift that responsibility solely to him.",
        "I knew you would take the responsibility, even if you didn't want the baby.",
        "Jonathan was accepting the responsibility of his younger siblings – without being directed to do so.",
        "He must be overwhelmed by responsibility at this point and she had done nothing to help.",
        "He had his job at the clinic as well as the responsibility of two properties.",
        "A man who simply wished to retain his lucrative post would today agree with Pfuel, tomorrow with his opponent, and the day after, merely to avoid responsibility or to please the Emperor, would declare that he had no opinion at all on the matter.",
        "The safari was as much his responsibility as hers.",
        "He would make that foxy old courtier feel that the responsibility for all the calamities that would follow the abandonment of the city and the ruin of Russia (as Rostopchin regarded it) would fall upon his doting old head.",
        "I've pretty much left you with all the responsibility for our business.",
        "The drowning in a pool could have been just as traumatic as Edith's version, especially if Donnie felt some responsibility for his stepbrother's death.",
        "Great responsibility is thus thrown on the skip in the choice of his players, who are selected for well-defined reasons.",
        "Still, Alex had presented the issue as responsibility, not money.",
        "Alright, I accept responsibility for killing your horse, but it was an accident.",
        "They disappeared into the forest, and Count Orlov-Denisov, having seen Grekov off, returned, shivering from the freshness of the early dawn and excited by what he had undertaken on his own responsibility, and began looking at the enemy camp, now just visible in the deceptive light of dawn and the dying campfires.",
        "The rest he had built in investments – other than what was in the special savings account drawing interest until he could decide whether to return it or accept the responsibility that went with it.",
        "\"You've spent a pretty miserable two weeks beating yourself and taking responsibility for her death,\" Cynthia said, placing a consoling hand on her husband's arm.",
        "She'd buried those ghosts a long time ago, owning up to her responsibility in the deaths of her family.",
        "Kutuzov, without looking at Wolzogen, gave directions for the order to be written out which the former commander-in-chief, to avoid personal responsibility, very judiciously wished to receive.",
        "We are bothered a good deal by people who assume the responsibility of the world when God is neglectful.",
        "Though this news was being concealed from the inhabitants, the officials--the heads of the various government departments--knew that Moscow would soon be in the enemy's hands, just as Count Rostopchin himself knew it, and to escape personal responsibility they had all come to the governor to ask how they were to deal with their various departments.",
        "Dr. Worthington took responsibility for the clinic and Carmen found the accountant's number in the desk drawer.",
        "All of the sudden I feel overwhelmed by the responsibility of marriage.",
        "\"The execution of the Duc d'Enghien,\" declared Monsieur Pierre, \"was a political necessity, and it seems to me that Napoleon showed greatness of soul by not fearing to take on himself the whole responsibility of that deed.\"",
        "They compromise him and throw on him the responsibility for all that happens.",
        "Hastings did not hesitate to take upon his own shoulders the whole responsibility of military affairs.",
        "In 1840 the freedom of mining was introduced, 2 By the law of 1906 the state has not assumed the responsibility of the construction of reservoirs for irrigation.",
        "corporate social responsibility.",
        "delegate responsibility for your trip or day out to your children.",
        "Vision Internet Limited explicitly disclaim responsibility for this script including any damages that might result from the use or misuse of the script.",
        "Do you think I have no sense of responsibility?",
        "The married couple formed a unit as to external responsibility, especially for debt.",
        "Its most extraordinary feature consisted in the provision for lodging the executive authority in the hands of a president for life, without responsibility and with power to nominate his successor, a proposal which alarmed the friends of liberty, and excited lively apprehensions amongst the republicans of Buenos Aires and Chile; whilst in Peru, Bolivar was accused of a design to unite into one state Colombia, Peru and Bolivia, and to render himself perpetual dictator of the confederacy.",
        "This is especially the case with district nursing, which is the highest and most exacting branchof the profession, because it imposes the greatest responsibility with the fewest resources and demands the most varied qualifications, while affording none of the attractions incidental to hospital work or private nursing among the rich.",
        "In 1848 the Grondwet, or fundamental law of the Netherlands, recognized for the first time the responsibility of the Dutch nation for its colonial dependencies.",
        "Beatty of any responsibility for the somewhat misleading version originally issued by the Admiralty of his own dispatch after the battle.",
        "That the agent was acting entirely on his own responsibility may be doubted; for within a few months Erasmus had decided to betake himself to Basel, bearing with him Seneca and Jerome, the latter to be incorporated in the great edition which Johannes Amerbach and Froben had had in hand since 15ro.",
        "The names of thirty-nine others were included in the final acte d'accusation, accepted by the Convention on the 24th of October, which stated the crimes for which they were to be tried as their perfidious ambition, their hatred of Paris, their \"federalism\" and, above all, their responsibility for the attempt of their escaped colleagues to provoke civil war.",
        "It was with the sense of this responsibility that they gathered again in Jerusalem, the political and religious metropolis of Judaism.",
        "The collective responsibility of this Cabinet of ministers is expressly laid down in the charter of the constitution.",
        "In 1664 he accepted the responsibility for the care of the sick and wounded and the prisoners in the Dutch war.",
        "As a presumptive ruler of England she was, like Cecil, and for that matter the future archbishop Parker also, too shrewd to commit herself to passive or active resistance to the law; and they merely anticipated Hobbes in holding that the individual committed no sin in subordinating his conscience to the will of the state, for the responsibility for the law was not his but the state's.",
        "Recovering the crown lands, he abolished the principle of ministerial responsibility, the legislative power of the two chambers, and other reforms, virtually restoring affairs to their condition before 1833.",
        "agreed to accept the responsibility.",
        "Once again, in God's design for mankind, the State has the responsibility for the judicial death penalty, not the family.",
        "disclaim responsibility due to a use of non-standard hardware.",
        "Adults must sign a disclaimer acknowledging responsibility for the safety of their group.",
        "PLEASE NOTE the usual disclaimer: We accept no responsibility whatsoever for the accuracy of what follows.",
        "disobedient child, but an advocate of respectability and responsibility.",
        "disown responsibility, to say No to the task of confronting and assimilating the problems of modern existence.",
        "Always the ultimate responsibility for appointing elders was a part of the function of church leadership.",
        "emphasized ideas such as the need for more responsibility and dismantling trade barriers.",
        "Next, were the light and heavy cruisers, which had the responsibility of silencing the larger gun emplacements, situated further inland.",
        "You get given such an amazing amount of responsibility, which is incredibly empowering.",
        "ensurend this, hospitals take responsibility for ensuring continuity of the audit trail.",
        "The responsibility entrusted to all of us at our baptism is to live a God centered life.",
        "entrusted with this most sacred responsibility, how could she betray that trust by saying nothing?",
        "Shopping: (While we have chosen sites that seem ethical we accept no responsibility for the content of these sites.",
        "exceeded what I would have considered a manager's responsibility - on the last day, Peter wasn't well.",
        "good idea is to delegate responsibility for your trip or day out to your children.",
        "As soon as this order, by the slow method of communication by sea, reached the newspapers, Lincoln (May 19) published a proclamation declaring it void; adding further, \"Whether it be competent for me as commander-in-chief of the army and navy to declare the slaves of any state or states free, and whether at any time or in any case it shall have become a necessity indispensable to the maintenance of the government to exercise such supposed power, are questions which under my responsibility I reserve to myself, and which I cannot feel justified in leaving to the decision of commanders in the field.",
        "But at the prince consorts sugges~!on its language was considerably modified, and the responsibility for the outrage was thrown on the officer who committed it, arid not on the government of the Republic. It ought not to-be forgotten that this important modification was the last service rendered to his adopted country by the prince consort before hisfatal illness He died before the answer to the despatch was received; and his death deprived the queen of an adviser who had stood by her side since the earlier daysof her reign, and who, by his prudence and conduct, had done much to raise the tone of the court and the influence of the crown.",
        "abrogate that responsibility.",
        "apportionment of responsibility.",
        "West Lindsey District Council have a responsibility to maintain some 16 closed churchyards.",
        "Let's talk a bit about your responsibility for technical documentation related to the US Department of Justice consent decree.",
        "dereliction of responsibility and call into question the very purpose of the MMTA.",
        "French officials have condemned the desecration but dismissed it as a one-off incident, probably the responsibility of the far right.",
        "We also argue that a potent direct challenge to moral responsibility from causal determinism does not succeed.",
        "devolution of responsibility for the fire service in Wales will impact on all areas listed below.",
        "devolve responsibility for carrying through these aims.",
        "He then asked if that was a responsibility of which the Home Secretary had now officially divested himself?",
        "In 1786 Maxwell was named executrix to Lady Glenorchy and was given a particular responsibility for maintaining Glenorchy's chapels and other institutions.",
        "exonerated from responsibility for the growing inequalities in British society.",
        "Player Your main responsibility is to take your turn in a timely fashion.",
        "Unless the circumstances above apply, unmarried fathers who have acquired parental responsibility can lose it only if: they renounce it.",
        "It shows us the Lord Jesus entering on the mission predicted by the Baptist without declaring Himself to be the Messiah; attracting the multitudes in Galilee by His healing power and His unbounded sympathy, and at the same time awakening the envy and suspicion of the leaders of religion; training a few disciples till they reach the conviction that He is the Christ, and then, but not till then, admitting them into the secret of His coming sufferings, and preparing them for a mission in which they also must sacrifice themselves; then journeying to Jerusalem to fulfil the destiny which He foresaw, accepting the responsibility of the Messianic title, only to be condemned by the religious authorities as a blasphemer and handed over to the Roman power as a pretender to the Jewish throne.",
        "For a woman who adamantly insisted from childhood that she didn't want children, an infant was a lot of responsibility.",
        "Damian's nature was not like Darian's and their father's, but he'd shouldered the responsibility to protect humanity and battle the Black God without question.",
        "Still, maybe Alex was tired of the responsibility.",
        "It had occurred to her that he was avoiding responsibility.",
        "This has led in some quarters to a desire that the moderator should be clothed with greater responsibility and have his period of office prolonged; should be made, in fact, more of a bishop in the Anglican sense of the word.",
        "The national government has since assumed responsibility for all these provincial loans abroad.",
        "Central Government.The principles upon which the French constitution is based are representative government (by two chambers), manhood suffrage, responsibility of ministers and irresponsibility of the head of the state.",
        "So loud was the outcry that Margaret and Granvelle on their own responsibility sent away the Spanish regiments from the country (January 1561).",
        "But the chief responsibility was not his but theirs.",
        "It is state-law; alike self-help, blood-feud, marriage by capture, are absent; though family solidarity, district responsibility, ordeal, the lex talionis, are primitive features that remain.",
        "The carrier gave a receipt for the consignment, took all responsibility and exacted a receipt on delivery.",
        "In ordinary cases responsibility was not demanded for accident or for more than proper care.",
        "The captain of the people, acting as head of the ascendant Guelphs or Ghibellines, undertakes the responsibility of proscriptions, decides on questions of policy, forms alliances, declares war.",
        "At the same time he made it clear that Italy would occupy Rome upon her own responsibility.",
        "Documents subsequently published have somewhat attenuated the responsibility of Ferry and Saint Hilaire for this breach of faith, and have shown that the French forces in Tunisia acted upon secret instructions from General Farre, minister of war in the Ferry cabinet, who pursued a policy diametrically opposed to the official declarations made by the premier and the foreign minister.",
        "1873, p. 31 I) which describes\" responsibility \" or (sic) \" moral desert in the vulgar sense\" as \" horrid figments of the imagination.\"",
        "But Valerian, well aware of the dangers and difficulties attaching to the office at such a time, declined the responsibility.",
        "He acted in the same spirit a few months later, when (about July 1839), understanding that the authorities intended to prevent the despatch of emigrants to New Zealand, he hurried them off on his own responsibility, thus compelling the government to annex the country just in time to anticipate a similar step on the part of France.",
        "After laying down the principle of individual responsibility, he appeals for charity and mutual consideration (xiv.",
        "Indianapolis is governed under a form of government adopted originally in a special charter of 1891 and in 1905 incorporated in the new state municipal code, which was based upon it, It provides for a mayor elected every four years, a single legislative chamber, a common council, and various administrative departments - of public safety, public health, &c. The guiding principle of the charter, which is generally accepted as a model of its kind, is that of the complete separation of powers and the absolute placing of responsibility.",
        "With all its defective psychology, its barren logic, its immature technique, it emphasized two great and necessary truths, firstly, the absolute responsibility of the individual as the moral unit, and, secondly, the autocracy of the will.",
        "These elect a head-man (starosta) and a collector of taxes, who was responsible, at least until the ukaz of October 3906, which abolished communal responsibility for the payment of taxes, for the repartition among individuals of the taxes imposed on the commune.",
        "If, on the other hand, the company is of opinion that the suggestions of the inspecting officer are not likely to prove beneficial, or are for any reason unadvisable, it is at liberty to reject them, the responsibility of doing so resting entirely upon itself.",
        "In Belgium a public company under government control (\" Societe Nationale de Chemins de Fer Vicinaux \") does all that in France forms the responsibility of the Ministry of the Interior Belgium.",
        "Personal religion now became an important element in Hebrew piety and upon this there logically followed the idea of personal responsibility.",
        "In the presence of these awful truths which Ezekiel preached of individual freedom and of impending judgment, the prophet is weighted with a heavy responsibility.",
        "But though the younger prophet adopted the ideas respecting personal religion and individual responsibility from the elder, the characters of the two men were very different.",
        "The exact share of Gramont in this responsibility has been the subject of much controversy.",
        "The supreme responsibility for this act must rest with the emperor, \"who imposed it by an exercise of personal power on the only one cf his ministers who could have lent himself to such a forgetfulness of the safeguards of a parliamentary regime.\"",
        "It is noteworthy that though Napoleon at times sought to shift the responsibility for this deed on Talley-rand or Savary, yet during his voyage to St Helena, as also in his will, he frankly avowed his responsibility for it and asserted that in the like circumstances he would do the same again.",
        "In the ordinary course the fleet would have been demobilized at the close of the week; but with the outlook so disturbed, the First Lord and the First Sea Lord (Prince Louis of Battenberg, afterwards Lord Milford Haven) took the responsibility of keeping it on a war footing, ready for action.",
        "25, he was one of the original members and, along with the Prime Minister and Lord Kitchener, bore the main responsibility.",
        "He was transferred to the sinecure office of the Duchy of Lancaster, but held it only till Nov., when, on the appointment of a small war committee of the Cabinet from which he was excluded, he resigned, being unwilling to accept a position of general responsibility for war policy if he had no effective control.",
        "On Lord Milner's retirement in the spring of 1921 he succeeded him as Secretary of State for the Colonies; and a new arrangement was made by which the responsibility for Mesopotamia and Palestine was taken over by the Colonial Office.",
        "Self-reflection gradually reveals to us human capacity, human function, with, consequently, human responsibility.",
        "Of the two chief cities, Cleveland (under a special act providing for the government of Columbus and Toledo, also) in1892-1902was governed under the federal plan, which centralized power in the hands of the mayor; in Cincinnati there was an almost hopeless diffusion of responsibility among the council and various executive boards.",
        "In marked contrast to his predecessor, he left administrative responsibility to the members of his Cabinet.",
        "Windthorst took the responsibility of keeping the papal instructions secret from the rest of his party and of disobeying them.",
        "At the close of the campaign of 1814 he shared with Joseph Bonaparte the responsibility for some of the actions which zealous Bonapartists have deemed injurious to the fortunes of the emperor.",
        "Another danger may come when minuteness of direction takes away the wholesome sense of responsibility.",
        "According to the Kachin Hill Tribes Regulation of 1895, administrative responsibility is accepted by the British government on the left bank of the Irrawaddy for the country south of the Nmaikha, and on the right bank for the country south of a line drawn from the confluence of the Malikha and Nmaikha through the northern limit of the Laban district and including the jade mines.",
        "The appointment of one man to preach, to the exclusion of others, whether he feels a divine call so to do or not, is regarded as a limitation of the work of the Spirit and an undue concentration of that responsibility which ought to be shared by a wider circle.",
        "The points on which special stress is laid are: - (i) the share of responsibility resting on each individual, whether called to vocal service or not, for the right spiritual atmosphere of the Meeting, and for the welfare of the congregation; (2) the privilege which may be enjoyed by each worshipper of waiting upon the Lord without relying on spoken words, however helpful, or on other outward matters; (3) freedom for each individual (whether a Friend or not) to speak, for the help of others, such message as he or she may feel called to utter; (4) a fresh sense of a divine call to deliver the message on that particular occasion, whether previous thought has been given to it or not.",
        "The demands of the Liberals were as in 1868; those for personal and property rights were much more definitely stated, and among explicit reforms demanded were the separation of civil and military power, general recognition of administrative responsibility under a colonial autonomous constitutional regime; also among economic matters, customs reforms and reciprocity with the United States were demanded.",
        "Special instructions and regulations determined the latitude left to each department in the distribution of the credits accorded to it among its various heads of expenditure, the degree of responsibility of the functionaries within each department and the relations regarding finance and accounts between each department and its dependencies.",
        "The \"orphan of the Temple,\" as the princess was called, was in prison for three years, ' The responsibility of Marie Antoinette for the policy of the king before and during the Revolution has been the subject of much controversy.",
        "A cry now arose in Holland for a revision of the fundamental law and for more liberal institutions; ministerial responsibility was introduced, and the royal control over finance diminished.",
        "As such, they were eagerly welcomed by the clergy; for a single magistrate, sitting in secret without appeal, necessarily grasps at whatever will lighten his burden of responsibility.",
        "It secured uniformity in the confessional, and thereby protected the penitent from the caprices of individual priests; and by depriving these of responsibility, it forced the penitent back on himself.",
        "His brilliant career, both as a civilian and as a soldier, drew all eyes to him as best fitted to guide the fortunes of the new Confederacy, and with a deep sense of the responsibility he obeyed the call.",
        "But though he declined to share the responsibility of Lord Palmerston's administration, he was willing to act as its representative in promoting freer commercial intercourse between England and France.",
        "The prime minister was not, however, as yet to be relieved of an impossible responsibility.",
        "The responsibility was finally brought home to Forgacs by Prof. Masaryk in a famous speech before the Austrian delegation: and Aehrenthal preserved an embarrassed silence when his minister was bluntly compared with Azev, the Russian agent provocateur.",
        "He was tribune elect in 63, and it had been arranged that, after entering upon his office, he should publicly accuse Cicero of responsibility for the impending war.",
        "He lost heart, and actually suggested to White the surrender of Ladysmith, believing this to be inevitable and desiring to cover White's responsibility in that event with his own authority; but White replied that he did not propose to surrender, and the cabinet at home, aware of Buller's despondency, appointed Field Marshal Lord Roberts to the supreme command, with MajorGeneral Lord Kitchener as his chief of staff.",
        "The enemy invariably dispersed before superior forces, and the removal of the women and children from the farms did not have the effect of disheartening the burghers as had been anticipated - it rather mended their vitality by relieving them of responsibility for their families' welfare.",
        "The system was soon adapted to police methods, as the immense value of being able to fix a person's identity was fully realized, both in preventing false personation and in bringing home to any one charged with an offence his responsibility for previous wrongdoing.",
        "The financial situation in Venezuela was for a long time extremely complicated and discreditable, owing to defaults in the payment of public debts, complications arising from the guarantee of interest on railways and other public works, responsibility for damages to private property during civil wars and bad administration.",
        "He now obtained a settled home for many years, and, taught by his numerous brushes with the authorities, he began and successfully carried out that system of keeping out of personal harm's way, and of at once denying any awkward responsibility, which made him for nearly half a century at once the chief and the most prosperous of European heretics in regard to all established ideas.",
        "In spite of his youth and his reluctance to assume the responsibility, he was chosen as commander-in-chief after the defeat of the Vendeans by the republicans at Cholet.",
        "The training of a mining engineer merely begins in the schools, and mining graduates should serve an apprenticeship before they accept responsibility for important mining operations.",
        "In the arrangements of the commonwealth the clauses treating of royal privileges are more or less evenly distributed over all reigns, but the systematic development of police functions, especially in regard to responsibility for crimes, the catching of thieves, the suppression of lawlessness, is mainly the object of 10th and 11th century legislation.",
        "What began as a natural alliance was used later as a means of enforcing responsibility and keeping lawless individuals in order.",
        "The township and the hundred came also in for certain forms of collective responsibility, because they presented groups of people associated in their economic and legal interests.",
        "Personal surety appears as a complement of and substitute for collective responsibility.",
        "He was able to throw off responsibility to any central authority, and to exercise the powers which had been committed to him as an agent of the king, as if they were his own private possession.",
        "Attempts have been made to transfer the responsibility for the act of violence to O'Callaghan and other prominent leaders in the revolt; but Papineau's own words, \"The patriots of this city would have avenged the massacre but they were so poor and so badly organized that they were not fit to meet the regular troops,\" prove that he did not discountenance recourse to arms. Writing of the events of 1837 in the year 1848 he said: \"The smallest success at Montreal or Toronto would have induced the American government, in spite of its president, to support the movement.\"",
        "His responsibility also for the sad state of religion at home is emphasized, and he is given a mission of repentance to his erring children.",
        "He was shortly assigned to a territorial command on the Mississippi, and first won distinction by his energy in seizing, on his own responsibility, the important point of Paducah, Kentucky, situated at the confluence of the two great waterways of the Tennessee and the Ohio (6th Sept.",
        "Many members of the upper, that is, the best-educated, class have filled official positions of great responsibility.",
        "Samuel in a farewell address formally abdicates his office, reviews the past history, and, after convincing the people of the responsibility they had incurred in choosing a king, promises to remain always their intercessor (xii., cf.",
        "The learned leisure which Gladstone had promised himself when released from official responsibility was not of long duration.",
        "For when the state constituted itself virtually the sole owner of railways, it necessarily assumed responsibility for extending them so that they should suffice to meet the wants of a nation numbering some 50 millions.",
        "In 1867, on the accession to the premiership of Julius von Jolly (1823-1891), several constitutional changes in a Liberal direction were made; responsibility of ministers, freedom of the press, compulsory education.",
        "In the absence of higher authority Porter sanctioned on his own responsibility the request of Missouri Unionists for permission to raise troops, a step which had an important influence upon the struggle for the possession of the state.",
        "The decisive successes for the Alliance were gained by its naval victories, whose importance William somewhat underrated and for whose execution he had only an indirect responsibility.",
        "This must be accounted as high praise when it is remembered how much of the responsibility for these very disasters must be laid to Massenbach's account.",
        "Newman's secession in 1845 placed Manning in a position of greater responsibility, as one of the High Church leaders, along with Pusey and Keble and Marriott; but it was with Gladstone and James Hope (afterwards Hope-Scott) that he was at this time most closely associated.",
        "While it is true that the Church has never condemned individuals, and that the warnings refer only to those who have received the faith, and do not touch the question of the unbaptized, there is a growing feeling that they go beyond the teaching of Holy Scripture on the responsibility of intellect in matters of faith.'",
        "With the continuance of military power over details, the public could not understand where responsibility really rested.",
        "He \"very violently\" opposed the oath abjuring the house of Stuart, now sought to be imposed by the republican faction on the parliament, and absented himself from the House for ten days, to avoid, it was said, any responsibility for the bill.",
        "The extent of his personal responsibility is at least uncertain.",
        "The whole of the responsibility for this crime, therefore, rests with Catherine; unlike the populace, she had not even the excuse of fanaticism.",
        "This responsibility, however, weighed but lightly on her; while her son was overwhelmed with remorse, she calmly enjoyed her short-lived triumph.",
        "The petition was refused and was condemned as scandalous, and Franklin, who took upon himself the responsibility for the publication of the letters, in the hearing before the privy council at the Cockpit on the 29th of January 1 774 was insulted and was called a thief by Alexander Wedderburn (the solicitor-general, who appeared for Hutchinson and Oliver), and was removed from his position as head of the post office in the American colonies.",
        "When consul (49) he advised the rejection of all peace terms offered by Caesar, and declared that, if the senate did not at once decide upon opposing him by force of arms, he would act upon his own responsibility.",
        "In his blind eagerness *for peace he conducted on his own responsibility secret negotiations for peace with France through Viri, the Sardinian minister, and the preliminary treaty was signed on the 3rd of November at Fontainebleau.",
        "On the other hand, idealism would be false to itself if it interpreted the unity which it thus seeks to establish in any sense that is incompatible with the validity of moral distinctions and human responsibility in the fullest sense of the term.",
        "In regard to the scope of the inquiry, it is recognized that much is practicable in a country where the agency of trained officials is employed throughout the operation which cannot be expected to be adequately recorded where the responsibility for the correctness of the replies is thrown upon the householder.",
        "The most important innovation, however, was the transfer of the responsibility for filling up the schedule from the overseers to the householders, thereby rendering possible a synchronous record.",
        "The desire to learn what the future has in store is nearly as old as the sense of responsibility in mankind, and has been the parent of many empirical systems of fortune-telling, which profess to afford positive knowledge whereby the affairs of life may be regulated, and the dangers of failure foretold.",
        "Here responsibility and privilege are correlatives.",
        "Indeed the support of the London Missionary Society has come to devolve almost wholly on Congregationalists, a responsibility recognized by the Union in 1889 and again in 1904.",
        "These soon ex tended over the whole of Cilicia and, before they had ceased, involved the death of some 20,000 Armenians and a lesser number of Moslems. Both the Government and the Sultan Abdul Hamid have been charged with responsibility for the outbreak; but instigation to the deed, though not perhaps directly from the Government, appears to have come from the Committee.",
        "He did not yield at once; a second letter from the viceroy, the news of Nanshan, and above all a signed order from the tsar himself, \" Inform General Kuropatkin that I impose upon him all the responsibility for the fate of Port Arthur,\" were needed to bring him definitely to execute a scheme which in his heart he knew to be perilous.",
        "The question was repeatedly raised as to why the prime minister did not take advantage of this patriotic spirit to obtain a corresponding parliamentary demonstration; but it had surprised him, as it had many, and he shrank from the serious responsibility which would have resulted if the experiment had turned out badly; the aged Emperor's need of quiet, and the conviction that the Reichsrat, if summoned ad hoc, would, as for so long before, be of no active use, also played their part.",
        "In both the primary theme is repentance, as called for by serious sins, after baptism has placed the Christian on his new and higher level of responsibility.",
        "Thus the latter seemed to them simply to bring forgiveness of past sins for Christ's sake, and then an enhanced moral responsibility to the New Law revealed in Him.",
        "Gladstone in 1875, may be quoted: \"Although the admirable arrangements of the Constitution have now shielded the sovereign from personal responsibility, they have left ample scope for the exercise of direct and personal influence in the whole work of government....",
        "This disregard of responsibility was partly punished by the use his critics made of it when he became celebrated as a writer on education and a preacher of the domestic affections.'",
        "But he resigned it either from conscientiousness, or crotchet, or nervousness at responsibility, or indolence, or more probably from a mixture of all four.",
        "The idea underlying these councils was to create, as it were, a certain constitution for factories by which the workman who had hitherto been a mere machine should become a creative factor, closely identified with the organization of the undertaking, conscious of responsibility, and thus making of democracy the same reality in economic life as it had already become in political life.",
        "Among these the provision of public libraries in the United States and United Kingdom (and similarly in other English-speaking countries) was especially prominent, and \"Carnegie libraries\" gradually sprang up on all sides, his method being to build and equip, but only on condition that the local authority provided site and maintenance, and thus to secure local interest and responsibility.",
        "His responsibility for the disastrous experiment of the national workshops he himself denied in his Appel aux honnetes gens (Paris, 1849), written in London after his flight; but by the insurgent mob of the 15th of May and by the victorious Moderates alike he was regarded as responsible.",
        "The revolution of the 3rd .of May 1791 converted Poland into an hereditary 3 limited monarchy, with ministerial responsibility and duennial parliaments.",
        "Laud's complete neglect of the national sentiment, in his belief that the exercise of mere power was sufficient to suppress it, is a principal proof of his total lack of true statesmanship. The hostility to \"innovations in religion,\" it is generally allowed, was a far stronger incentive to the rebellion against the arbitrary power of the crown, than even the violation of constitutional liberties; and to Laud, therefore, more than to Strafford, to Buckingham, or even perhaps to Charles himself, is especially due the responsibility for the catastrophe.",
        "It was well understood that the party intended that Jefferson should be president and Burr vice-president, but owing to a defect (later remedied) in the Constitution the responsibility for the final choice was thrown upon the House of Representatives.",
        "If Felix had acted in some position of responsibility in Palestine before 52 (perhaps for some time before), St Paul could well have spoken of \"many years\" at least as early as 56 or 57.",
        "By 1800 all the men were dead except Alexander Smith, afterwards known as John Adams, who rose to a sense of his responsibility and successfully trained up the youthful generation left in his charge.",
        "Elizabeth resisted the demand, not from compassion or qualms of conscience, but because she dreaded the responsibility for Mary's death.",
        "His responsibility for Edward's illegal \"devise\" of the crown has been studiously minimized by Cecil himself and by his biographers.",
        "His intervention in Scotland in 1 5591560 showed that he could strike on occasion; and his action over the execution of Mary, queen of Scots, proved that he was willing to take responsibility from which Elizabeth shrank.",
        "At the very outset of his labours he had been profoundly impressed with a sense of his responsibility towards the numerous outcast children who were growing up around him in ignorance and crime.",
        "The homogeneity of wide circles, the sense of responsibility engendered by it, and continuity with the past are almost entirely lacking in it.",
        "Education, industrial occupation, commercial training and political responsibility are apparently working a transformation in a class that was once known chiefly for indolence and criminal instincts, and many of the leaders of modern Mexico have sprung from this race.",
        "Too distrustful to delegate his responsibility to his ministers, he was too infirm of will to strike out and follow a consistent course for himself.",
        "The appointment of the revisers was a work of much responsibility and labour, and five months elapsed before they were selected and their7respective portions assigned to them; but the list of those who began the work, and who, with some few changes in consequence of deaths, brought it to a happy conclusion, shows how large an amount of scholarship was enlisted.",
        "Every precaution was taken to ensure that the version should represent the result of the best scholarship of the time, applied to the work before it with constant devotion and with the highest sense of responsibility.",
        "At Wilmington the British general faced a serious problem, the solution of which upon his own responsibility unexpectedly led to the close of the war within seven months.",
        "The emperor Ferdinand II., too happy to transfer the burden, countenanced an arrangement by which Kepler entered the service of the duke of Friedland (Wallenstein), who assumed the full responsibility of the debt.",
        "This sort of dual control works with less friction and delay than might have been expected, but better appointments would probably be secured if responsibility were more fully and more clearly fixed on the president alone, though there would no doubt be a risk that the president might make a serious error.",
        "But when foreign affairs reach a critical stage, or when disorders within the Union require Federal intervention, immense responsibility is then thrown on one who is both commander-inchief of the army and the head of the civil executive.",
        "There may be a difficulty in fixing responsibility upon any person, or small group of persons; because cases may arise in which the executive, being unable to act without the concurrence of the legislature, can hardly be blamed for failing to act, while yet it is unable to relieve itself by resigning; while on.",
        "the other hand the legislaturewhich consists of two bodies, each of them numerous, and in neither of which are there recognized leaderscontains no person on whom responsibility can be fixed.",
        "The name is derived from the original duty attached to the office, - that of the custody or guardianship of the fabric and furniture of the church, - which dates from the 1 4 th century, when the responsibility of providing for the repairs of the nave, and of furnishing the utensils for divine service, was settled on the parishioners.",
        "In bringing about a system of penny postage throughout the empire; in forwarding the construction of the Pacific cable to secure close and safe imperial telegraphic connexion; in creating rapid and efficient lines of steamship communication with the motherland and all the colonies; in granting tariff preference to British goods and in striving for preferential treatment of inter-imperial trade; in assuming responsibility for imperial defence at the two important stations of Halifax and Esquimalt, - Canada, under the guidance of Sir Wilfrid Laurier and his party, took a leading part and showed a truly national spirit.",
        "433), but on the chancellor taking full responsibility consented to retain office.",
        "But he cannot be acquitted of personal responsibility for his misfortunes.",
        "This system led to disputes and neglect, and was so unworkable that we find in the texts of the Middle Kingdom the whole responsibility put upon one well-endowed \"ko-servant,\" who passed on his office to a single heir.",
        "Though deeply mortified at the loss of the command, Wellesley in his devotion to duty moved the troops on his own responsibility from Trincomalee to Bombay, from the conviction that, if they were to be of any use in Egypt, it was absolutely necessary that they should provision at Bombay without delay.",
        "Drusus himself declined all responsibility in connexion with carrying them out.",
        "Indeed, his attitude was hardly distinguishable from that of the Elizabethan Puritans, but he gradually modified it under the stress of office and responsibility.",
        "The whole system of Peter was deliberately directed against the chief evils from which old Muscovy had always suffered, such as dissipation of energy, dislike of co-operation, absence of responsibility, lack of initiative, the tyranny of the family, the insignificance of the individual.",
        "She had a new constitution drawn up, practically providing for an absolute monarchy, and disfranchising a large class of citizens who had voted since 1887; this constitution (drawn up, so the royal party declared, in reply to a petition signed by thousands of natives) she undertook to force on the country after proroguing the legislature on the 14th of January 1893, but her ministers shrank from the responsibility of so revolutionary an act, and with difficulty prevailed upon her to postpone the execution of her design.",
        "This prophecy is instinct with the growing sense of the personal responsibility of individual men brought into communion with God.",
        "Kant first deduced that from the experience of mental phenomena all logical use of reason is limited to mental phenomena, and then maintained that to explain moral responsibility practical reason postulates the existence of real noumena.",
        "But what is a postulate of practical reason to explain moral responsibility except a logical use of reason ?",
        "But his ardent love of consistency led him far away from Kant in the end; for he proceeded consistently from the assumption, that whatever we think beyond mental phenomena is ideal, to the logical conclusion that in practical matters our moral responsibility cannot prove the reality of a noumenal freedom, because, as on Kant's assumption we know ourselves from inner sense only as phenomena, we can prove only our phenomenal freedom.",
        "English moral philosophy cannot long tolerate a metaphysics which by merging all minds in one would destroy personality, personal causation and moral responsibility, as James Martineau well said.",
        "So far as the limited information at our disposal enables us to form an opinion, the responsibility both for the internal peace of the village, and for its obligations to the outside world, seems to have lain with the lord or his steward (gerefa, villicus) from the beginning.",
        "The chief responsibility for this rests with the worldly College of Cardinals, who were longing to return to France, and thence drew their inspiration.",
        "It is true that his election was immediately impugned by the cardinals on frivolous grounds; but the responsibility for this rests, partially at least, with the pope himself, whose reckless and inconsiderate zeal for reform was bound to excite a revolution among the worldly cardinals still yearning for the fleshpots of Avignon.",
        "introduced the trial of witches and must bear the responsibility for the terrible misery which was afterwards brought on humanity by that institution.",
        "Each of them, then, has supreme authority within its own sphere, while the official responsibility belongs to the pope, just as in all governments it is the government that is responsible for the acts of its departments.",
        "From 1880 to 1882 he was secretary for war, a post he accepted somewhat unwillingly; and in that position he had to bear the responsibility for the reforms which were introduced into the war office under the parsimonious conditions which were then part of the Liberal creed.",
        "From the religious point of view there are two main problems. The first is to establish any real relation between the individual and God without destroying personality and with it the whole idea of human responsibility and free will: the second is to explain the infinity of God without destroying his personality.",
        "By his associates Endecott was entrusted with the responsibility of leading the first colonists to the region, and with some sixty persons proceeded to Naumkeag (later Salem) where Roger Conant, a seceder from the colony at Plymouth, had begun a settlement two years earlier.",
        "In the matter of their rights of jurisdiction, however, Roman Catholic bishops differ from others in their peculiar responsibility to the Holy See.",
        "General Arthur refused to resign on the ground that to retire \"under fire\" would be to acknowledge wrong-doing, and claimed that as the abuses were inherent in a widespread system he should not be made to bear the responsibility alone.",
        "In America as in England the sense of individual responsibility had been developed.",
        "The responsibility, if there be any, of believing, rests with the individual told; the responsibility of telling him rests with the Christian Church.\"",
        "The executive power resides in the king and the responsibility for the government of the kingdom in his ministers.",
        "So, too, when several puddlers are jointly responsible for the thoroughness of their work, as happens in puddling large charges, they will not exercise such care (nor indeed will a given degree of care be so effective) as when responsibility for each charge rests on one man.",
        "Before Ottway, who had to go in a row-boat, reached the \"Elephant,\" Sir Hyde Parker had reflected that it would be more magnanimous in him to take the responsibility of ordering the retreat.",
        "responsibility was personal, not collective).",
        "It is a reasonable inference from this statement that the thesmothetae had previously sat together apart from the superior archons and that it was only after Solon that collegiate responsibility began.",
        "It drives home the sense of clerical responsibility with extraordinary power.",
        "Within this the individual moves and acts with liberty and responsibility; for each, in will, affection and intellect is consubstantial with the rest.",
        "It can scarcely be doubted that the favour which was at once accorded to the views of Malthus in certain circles was due in part to an impression, very welcome to the higher ranks of society, that they tended to relieve the rich and powerful of responsibility for the condition of the working classes, by showing that the latter had chiefly themselves to blame, and not either the negligence of their superiors or the institutions of the country.",
        "The act of 1891, has, however, altered this method of recovering tithes, and substituted another intended to shift the burden of responsibility from the occupier to the landowner, by making the latter directly and solely responsible, but giving the remedy against the land.",
        "For a long time the advocates of free-will, in their eagerness to preserve moral responsibility, went so far as to deny all motives as influencing moral action.",
        "Such an inference is, however, clearly at variance with the whole doctrine of sin, repentance and the atonement, as also with that of eternal reward and punishment, which postulates a real measure of human responsibility.",
        "The total Federal loss (including the garrisons at Winchester and Martinsburg) amounted to 44 killed (the commander was mortally wounded), 12,520 prisoners, and 13,000 small arms. For this terrible loss to the Union army the responsibility seems to have been General Halleck's, though the blame was officially put on Colonel Miles, who died immediately after the surrender.",
        "The Stoics discovered that their \"perfect man\" was not to be found in the luxurious, often morbid society of the Graeco-Roman world; that something more than dialectic ethics was needed to reawaken a sense of responsibility.",
        "All of them, however, either are under the immediate authority of the chancellor of the empire, or are separately managed under his responsibility.",
        "In 1813 King Frederick William, after an agony of hesitation, was forced by I War of the patriotic initiative of General Yorck, who concluded, L,ibera~ with the Russians the convention of Tauroggen on his own responsibility, and by the pressure of public opinion supported by Queen Louise and by Hardenberg, to enter into an alliance with Russia.",
        "The chief reason for this act was that the state could not meet the obligations laid upon it under the new system, and the responsibility for any deficit now rests with Prussia.",
        "Bismarck in his colonial policy had repeatedly explained that he did not propose to found provinces or take over for the government the responsibility for their administration; he intended to leave the responsibility for their material development to the merchants, and even td~ entrust to them the actual government.",
        "He avowedly wished to imitate the older form of British colonization by means of chartered companies, which had been recently revived in the North Borneo Company; the only responsibility of the imperial government was to be their protection from foreign aggression.",
        "It was not, however, possible to limit the imperial responsibility as Bismarck intended.",
        "The New Guinea Company had less formidable enemies to contend with, and with the exception of a period of three years between 1889 and 1892, they maintained a full responsibility for the administration of their territory till the year 1899, when an agreement was made and ratified in the Reichstag, by which the possession and administration was transferred to the empire in return for a subsidy of 20,000 a year, to be continued for ten years.",
        "Bismarck, in order to win the support of the Centre, appealed directly to the pope, but Windthorst took the responsibility of refusing to obey the popes request on a matter purely political.",
        "That war was prevented was due partly to the timidity of French ministers, partly to the fact that at the last moment Herr von Holstein shrank from the responsibility of pressing his arguments to a practical conclusion.",
        "Gradually the officials, high and low, subjected to an elaborate system of checks, refused to take any responsibility whatever; and the minutest administrative questions were handed up, through all the stages of the bureaucratic hierarchy, to be shelved and forgotten in the imperial cabinet.",
        "Once more the ministry conceded all the demands of the insurgents, and even went so far as to hand over the public treasury and the responsibility of keeping order to a newly constituted Committee of Public Safety.",
        "The whole responsibility for the payment of the remainder of the interest, amounting annually to over a hundred million gulden, and the management of the debt, was left to the Austrians.",
        "In regard to the military language, the Tisza programme - which, having been drafted by a committee of nine members, is known as the \" programme of the nine \" - declared that the responsibility of the cabinet extends to the military prerogatives of the crown, and that \" the legal influence of parliament exists in this respect as in respect of every constitutional right.\"",
        "A series of fundamental laws were carried, which formally established parliamentary government, with responsibility of ministers, and complete control over the budget, and there were included a number of clauses guaranteeing personal rights and liberties in the way common to all modern constitutions.",
        "In view of this difference it was agreed that each should speak on his own individual responsibility in the paper, appending his initial to each of his articles for the information of the reader.",
        "He saw that it would be idle to expose and denounce the evils of slavery, while responsibility for the system was placed upon former generations, and the duty of abolishing it transferred to an indefinite future.",
        "It should be made clear to the Egyptian Ministers and Governors of Provinces that the responsibility which for the time rests on England obliges H.M.",
        "Baring and the British officers in Egypt were convinced that force would have to be employed, and the growing danger of General Gordon, with the Relief cxgrave national responsibility involved, began to be peeit;on:",
        "But the king was determined by a terrible example to wake Frederick once for all to a consciousness of the heavy responsibility of his position.",
        "It will be seen that the Press Bureau had no power to insist upon the submission of matter for censorship. The responsibility rested with the editor, who could publish what he thought fit, subject to complying with the Defence of the Realm Regulations.",
        "If he erred he was liable to prosecution, and even if the matter were passed by the Bureau he would not be relieved of the responsibility for infringement of the regulations, although the fact might be pleaded in mitigation.",
        "These complaints led to a declaration by the Foreign Office on Dec. 20 1915, that in future incoming press cablegrams would not be censored from a political point of view; the responsibility of publishing would be with the editors who knew that a prosecution against them, under the Defence of the Realm Act, might result from the publication of anything endangering the good relations between Great Britain and the Allies or the Neutrals.",
        "If, however, the people are being unduly soothed and elated the responsibility lies with the Government and not with the Press.",
        "\" 2 The campaign of 1812 was the turning-point of Alexander's life; and its horrors, for which his sensitive nature felt much of the responsibility, overset still more a mind never too well balanced.",
        "Report already represented Suffolk as too friendly with French leaders like Charles of Orleans, and it was with reluctance that he undertook the responsibility of an embassy to France.",
        "To write a summary account of the life of Christ, though always involving a grave responsibility, was until recent years a comparatively straightforward task; for it was assumed that all that was needed, or could be offered, was a chronological outline based on a harmony of the four canonical Gospels.",
        "But in 1522 when war was again declared he emphatically refused to bear any part of the responsibility, and in 1523 he opposed in convocation the financial demands which met with a more strenuous resistance in the House of Commons.",
        "In December 1807 he warmly seconded Jefferson's suggestion of an embargo and vigorously urged instant action, saying: \"The president has recommended the measure on his high responsibility.",
        "Before the Spanish government ratified the treaty in 1820, Mexico, including Texas, had thrown off allegiance to the mother country, and the United States had occupied Florida by force of arms. The Monroe Doctrine (q.v.) rightly bears the name of the president who in 1823 assumed the responsibility for its promulgation; but it was primarily the work of John Quincy Adams. The eight years of Monroe's presidency (1817-1825) are known as the \"Era of Good Feeling.\"",
        "There is an insistence upon individual responsibility (Deut.",
        "Though he distrusted his powers and declined the responsibility of supreme command, there is nothing in his career to show that he would have been unequal to it.",
        "The whole system of Telesio shows lacunae in argument, and ignorance of essential facts, but at the same time it is a forerunner of all subsequent empiricism, scientific and philosophical, and marks clearly the period of transition from authority and reason to experiment and individual responsibility.",
        "At last the government awoke to its own responsibility in the matter of education, after the long and acrimonious controversy between the advocates of English and vernacular teaching had worn itself out.",
        "The local or provincial governments are fifteen in all, with varying degrees of responsibility.",
        "Neither zamindar nor village officer intervenes between the cultivator and the state, which takes directly upon its own shoulders all a landlord's responsibility.",
        "The Arminian system was an attempt to modify the Calvinistic theory in a moral interest, so as to maintain human responsibility, good and ill desert; but to this moral interest the system sacrificed the religious interest in the sufficiency and the sovereignty of divine grace.",
        "In 1898 he had to deal with the delicate situation caused by Captain Marchand's occupation of Fashoda, for which, as he admitted in a speech in the chamber on the 23rd of January 1899, he accepted full responsibility, since it arose directly out of the Liotard expedition, which he had himself organized while minister for the colonies; and in March 1899 he concluded an agreement with Great Britain by which the difficulty was finally adjusted, and France consolidated her vast colonial empire in North-West Africa.",
        "In view of the facts and figures it seems impossible to avoid the conclusion that the chief responsibility lay with Brusati.",
        "The extent of his responsibility for the events that ensued is not wholly clear, and has been the subject of much controversy; his defenders have asserted that he was not responsible for the seizure of Sonoma or for the so-called \"Bear-Flag War\"; and that he played a creditable part throughout.",
        "On the 1st of November 1179 he was associated with his father as king by being crowned at Reims, and at once his father's illness threw the responsibility of government on him, the death of Louis on the 19th of September 1180 leaving him sole king.",
        "About 1779 the Dutch acquired immediate authority over all strangers, and thus assumed responsibility for the control of the Chinese, who presently proved themselves somewhat troublesome.",
        "The cities were represented according to size by one, two or three delegates, and bore proportionate shares in financial responsibility.",
        "The execution (after alleged torture) of two citizens of the United States named Grace and Cannon, who were said to have fought in the revolutionary army under General Estrada, led to the despatch of United States warships to Nicaragua; but in the absence of full evidence President Zelaya's responsibility for the execution could not be proved.'",
        "The result of the inquiries by the commission and the Lister Institute led to a protracted controversy with regard to the responsibility of Mr Haffkine's laboratory, and to his subsequent treatment by the government of India; and the leading bacteriologists in England warmly took up his cause.",
        "Thankfully did men bow before Napoleon, who undertook to relieve them of the responsibility of having to make up their minds.",
        "Keble came forward at the time, desirous to share the responsibility and the blame, if there was any; for he had seen the tract before it was published, and approved it.",
        "A number of officers, as well as of men in civil life, were mixed up in the plot, while the methods employed were the lowest forms of anonymous slander; but at the first breath of exposure every one concerned hurried to cover up his part in it, leaving Conway to shoulder both the responsibility and the disgrace.",
        "As a matter of fact, he was personally in favour of insisting upon 54 40' as the boundary in Oregon, and threw upon Congress the responsibility for accepting 49° as the boundary, and he approved the acquisition of California, Utah and New Mexico, territory from which slavery was excluded by geographical and climatic conditions.",
        "At the conclave of 1549 Pole received two-thirds of the votes, but by a delay, caused by his sense of responsibility, he lost the election and Julius III.",
        "This ability was shared by private banks with solidary responsibility until 1903, but under a reform of 1897 the riksbank took over, from 1904, the whole right of issuing paper currency, which is in wide use.",
        "It is strong in its unequivocal insistence on personal purity and responsibility, and in the uncompromising simplicity of its fundamental principle.",
        "Obviously, it was through this preaching of a judgment to come and a direct moral responsibility of the individual man, that, like Mahomet among the Arabs, Zoroaster and his disciples gained their adherents and exercised their greatest influence.",
        "Though most anxious to avoid any extension of responsibility in South Africa, Great Britain recognized the potential danger arising from the creation of an independent state on the coast.",
        "The Dutch party at the Cape was shown to be incurring a heavy responsibility, especially as its leaders were aware, in the words of Mr J.",
        "Lord Gladstone had the responsibility of summoning the first prime minister of the Union - a task rendered more difficult as the decision had to be taken before the first election to the Union parliament was held.",
        "For even though they attempt to substantiate the idea of responsibility by maintaining that ignorance is voluntary, they cannot find any answer to the question whether some men may not be without the capacity to choose learning (but see Ethics: Stoics).",
        "The opposite tendencies, to allow to the individual responsibility and freedom, and to demand of him obedience to law, are both features of the system; but in virtue even of the freedom which belongs to him rational, he must recognize the society of rational beings of which he is a member, and subordinate his own ends to the ends and needs of this society.",
        "The responsibility for this fire was charged by the Confederates upon the Federals and by the Federals upon the Confederates.",
        "The patriarch under the old Ottoman system had his own court at Phanar, and his own prison, with a large civil jurisdiction over, and responsibility for, the Greek community.",
        "The convention adjourned without adopting any \" platform \" of principles, the party shrewdly deciding to make its campaign merely on the issue of whether the Van Buren administration should be continued in power and thus to take full advantage of the popular discontent with the administration, to which was attributed the responsibility for the panic of 1837 and the subsequent business depression.",
        "The object of the Addressers was to make the responsibility for a rupture rest on the Austrian government.",
        "The New Constitution Bill, passed during the same year by the local legislature, provided for two deliberative chambers, the assembly to be elected and the council nominated, and for the responsibility of the executive to the legislature.",
        "But it rested with us to develop it, and it is this responsibility which is referred to in the words - \" that we may not be condemned with the world \" (1 Cor.",
        "After 1864 Hall bore more than his fair share of the odium and condemnation which weighed so heavily upon the national Liberal party, making no attempt to repudiate responsibility and refraining altogether from attacking patently unscrupulous opponents.",
        "A common problem has been how to reduce a state to submission or subordination while ostensibly preserving its independence or existence; to obtain power while escaping responsibility and the expenditure attending the establishment of a regular administration.",
        "\" Any state which undertakes to protect another assumes towards the rest of the world responsibility for its good behaviour - the more complete protection the more extensive the responsibility - and this responsibility involves a duty to interfere if need be \" (Coolidge, United States as a World Power,\" p. 167; and to the same effect Liszt, Volkerrecht, p. 31; and Zorn, Volkerrecht, p. 45).",
        "Public opinion in Belgium was disturbed and anxious at the prospect of assuming responsibility for a vast, distant, and badly administered country, likely for years to be a severe financial drain upon the resources of the state.",
        "Unity was the crying need; and men began to fasten upon him the responsibility of the hateful schism, not on the score of insincerity - which would have been very unjust, - but by reason of his obstinate persistence in the course he had chosen.",
        "He accompanied Edward in his temporary flight to the Continent, and on his return to England had a share in the victory of Barnet and Tewkesbury and defended London from the Lancastrians: In 1473 he became guardian and governor to the young prince of Wales, and for the next few years there was no man in England of greater responsibility or enjoying more considerable honours in the royal service.",
        "Fortunately the two men on whom the chief responsibility fell in this great crisis were equal to their task.",
        "Yet his eloquence has associated with his name the responsibility for British policy at the time.",
        "Each of the associated churches is requested to look after a parish, not of course with any attempt to exclude other churches, but as having a special responsibility for those in that area who are not already connected with some existing church.",
        "This was to avoid a responsibility for which he felt unfit - a frequent attitude of more pious Moslems. Others say that al-Mandi, scn of al-Mansur, actually constrained him to be a judge and that he died a few days after.",
        "This threw the responsibility of payment on Rumania, and was a severe blow to the prince, 'For biographical details, see Charles, king of Rumania; and Elizabeth, queen of Rumania.",
        "Lascar Catargiu and General Golescu, the only two members present, as well as Dimitrie Sturdza and other influential persons, declined to accept the responsibility.",
        "Bratianu and other leaders of the opposition, openly threatened that if the ministers were not removed before the general election, the responsibility would be thrown, \" not on those who served the crown, but on him who bore it \"; and the name of Prince George Bibescu had been openly mentioned as a possible successor.",
        "Previous to 1886 the crime of murder was only punishable by 10 years' imprisonment, a sentence which in practice was reduced to two-thirds of that term; slander and libel were formerly offences which the law had no power to restrain, and no responsibility attached to seditious publications.",
        "The policy, imposed by the home government, of abandoning responsibility beyond the Orange river, was, he perceived, a mistaken one, and the scheme he prepared in 1858 for a confederation of all South Africa (q.v.) was rejected by Great Britain.",
        "It was Mr Hofmeyr's refusal to accept this responsibility, as well as the nature of his Bond policy, which won for him the political sobriquet of the \" Mole.\"",
        "Great responsibility is centred upon him by giving him power to appoint the heads of departments and sub-departments, subject to the approval of the second branchb of the council, and permitting him to remove at pleasure for six months after an appointment; in appointing a board or commission, however, he is required to choose the members from more than one political party.",
        "Rank, with the accompanying privileges, jurisdiction and responsibility, was based upon a qualification of kinship and of property, held by a family for a specified number of generations, together with certain concurrent conditions; and it could be lost by loss of property, crime, cowardice or other disgraceful conduct.",
        "The Republican members seceded, legislative appropriations were blocked, and Governor Morton was compelled to take the extraconstitutional step of arranging with a New York banking house for the payment of the interest on the state debt, of borrowing money for state expenditure on his own responsibility, and of constituting an unofficial financial bureau, which disbursed money in disregard of the state officers.",
        "The first, the religious, including women and laymen as well as clergy, still maintained the old ideals of purity and mutual responsibility.",
        "Moreover, the idea of corporate responsibility and discipline was overshadowed by that of medicine for the individual soul, though public penance was still often exacted, especially in cases of notorious crime, as when Henry II.",
        "To come to England, Wesley provided for spiritual discipline through the class-meeting, whose leader has to advise, comfort or exhort as occasion may arise; and (2) through the ministers, who have to bear the chief responsibility in the reproof, suspension or expulsion from communion of erring brethren.",
        "that he had a strong sense of moral responsibility, and that he was sincerely pious.",
        "But his piety inspired him to redouble the persecution of the unfortunate Lollards, whom his father had harried only in an intermittent fashion; and his sense of moral responsibility did not prevent him from taking the utmost advantage of the civil wars of his unhappy neighbors of France.",
        "It is a strange fact that Henry, though he was in many respects a conscientious man, with a strong sense of responsibility, and a sincerC piety, was so blind to the unrighteousness of his own actions that he died asserting that neither ambition nor vainglory had led him into France, but a genuine desire to assert a righteous claim, which he desired his heirs to prosecute to the bitter end.",
        "The king must take the responsibility for their unjust doings; it was his coffers which mainly profited by their chicane.",
        "They were willing to take all the risks and relieve her of all responsibility; they filled her coffers with Spanish gold which they plundered as pirates, knowing that they might be hanged if caught; and they fought Elizabeths enemies in France and in the Netherlands as irregulars, taking their chance of being shot if taken prisoners.",
        "He knew that the demand for ministerial responsibility would in the end involve his own responsibility, and, believing as he did that Buckinghams arrangements had been merely unlucky, he declined to sacrifice the minister whom he trusted.",
        "The only cure for waywardness is responsibility, and not only was this precisely what the Commons had not learned to feel, but it was that which it was impossible to make them feel directly.",
        "In the autumn of 1847 a series of failures in the great commercial centres created a panic in the city of London, which forced consols down to 78, and induced the government to take upon itself the responsibility of suspending the Bank Charter Act.",
        "In accordance with this suggestion the Commons in th following year again resolved to repeal the paper duties; but, instead of embodying their decision in a separate bill, they included it in the same measure which dealt with all the financial arrangements of the year, and thus threw oft the Lords the responsibility of either accepting the proposal, or of paralysing the whole machinery of administration by depriving the crown of the supplies which were required for the public services.",
        "Towards the close of the session of 1870 other events, for which the government had no direct responsibility, introduced new difficulties.",
        "There have been many more important statesmen, for he was never tried in a position of supreme responsibility.",
        "The court was frivolous, vacillating, stone deaf and stone blind; the gentry were amiable, but distinctly bent to the very last on holding to their privileges, and they were wholly devoid both of the political experience that only comes of practical responsibility for public affairs, and of the political sagacity that only comes of political experience.",
        "Much of the responsibility for this injustice rested with Leibnitz, who would never recognize the incontestable greatness of one who was constantly his adversary, and whom he dismissed as \"vir parum jurisconsultus et minime philosophus.\"",
        "The republic has no debt: it refused to accept responsibility for a part of the Colombian debt; and it has no standing army.",
        "The custom whereby the inhabitants of a district were responsible for any crime or injury committed by one of their number is old and widespread; it prevailed in England before the Norman Conquest, and is an outcome of the earlier principle whereby this responsibility rested on kinship. Thus a law of Edgar (d.",
        "Prince Billow assumed the official responsibility, and tendered his resignation to the emperor, which was not accepted; but the chancellor's explanation in the Reichstag on the 10th of November showed how keenly he felt his position.",
        "He declared his conviction that the disastrous results of the interview would \"induce the emperor in future to observe that strict reserve, even in private conversations, which is equally indispensable in the interest of a uniform policy and for the authority of the crown,\" adding that, in the contrary case, neither he nor any successor of his could assume the responsibility (ThelTimes, Nov.",
        "After one or two petty encounters with the mob they were withdrawn, either because their temper was uncertain or because their commanders shunned responsibility.",
        "Cox was a fine orator, and a speech made in Exeter Hall in 1833, in which he put the responsibility for slavery in America on the British government, made a great impression.",
        "But the subsequent speculations of Aristotle upon the extent to which ignorance invalidates responsibility, though they seem to assume man's immediate consciousness of freedom, do not in reality amount to very much more than an analysis of the conditions ordinarily held sufficient to constitute voluntary or involuntary action.",
        "And though ultimately the attribution of responsibility for conduct is further limited to actions which are the result of purposive choice (1rpoaipeoi.), Aristotle appears to waver between a view which regards 7rpoaipecns as involving an ultimate choice between divergent ends of moral action and one which would make it consist in the choice of means to an end already determined.",
        "Stoic loyalty to a belief in responsibility based on freedom of choice appeared difficult to reconcile with a belief in an all-pervading Anima Mundi, a world power directing and controlling actions of every kind.",
        "Moreover, the argument by means of which Chrysippus endeavoured to prove the compatibility of determinism with ethical responsibility is in some respects an anticipation of modern views.",
        "At the same time the dualism involved in the simultaneous acceptance of an optimistic account of the origin and nature of the universe (such as is implied in Christian theology) and a belief in the reality of moral evil witnessed to by the Christian doctrine of Redemption, intensified the difficulties already felt concerning man's responsibility and God's omnipotence.",
        "On the one hand no thinker reiterates or emphasizes more cogently the reality of individual responsibility and of will.",
        "And no theory which limits the exercise of freedom to the choice only of what is strictly good or rational can avoid the imputation of destroying man's responsibility for the choice of evil.",
        "Moreover, the belief that the justice of punishment depends upon the responsibility of the criminal for his past offences and the admission of the moral consciousness that his previous wrong-doing was freely chosen carries with it, so it is argued, consequences which the libertarian moralist might be willing to accept with reluctance.",
        "Nor is it possible to give any rational explanation of the idea of responsibility itself upon indeterminist assumptions.",
        "When ethical speculation first begins, conceptions such as those of duty, responsibility, the will as the ultimate subject of moral approbation and disapprobation, are already in existence and already operative.",
        "\" or \" What degree of ignorance will excuse this particular person in this particular case from his responsibility ?",
        "No doubt it depended on the innate force and firmness' of a man's soul whether his reason was effectually exercised; but moral responsibility was saved if the vicious act proceeded from the man himself and not from any external cause.",
        "At the same time it cannot be broadly said that Christianity took a decisive side in the metaphysical controversy on free-will and necessity; since, just as in Greek philosophy the need of maintaining freedom as the ground of responsibility clashes with the conviction that no one deliberately chooses his own harm, so in Christian ethics it clashes with the attribution of all true human virtue to supernatural grace, as well as with the belief in divine foreknowledge.",
        "Augustine is fully aware of the theoretical indispensability of maintaining Free Will, from its logical connexion with human responsibility and divine justice; but he considers that these latter points are sufficiently secured if actual freedom of choice between good and evil is allowed in the single case of our progenitor Adam.",
        "Neither the doctrine of Hobbes, that deliberation is a mere alternation of competing desires, voluntary action immediately following the \" last appetite,\" nor the hardly less decided Determinism of Locke, who held that the will is always moved by the greatest present uneasiness, appeared to either author to require any reconciliation with the belief in human responsibility.",
        "His accounts of the genesis of the conceptions of obligation and responsibility as of most of the ultimate conceptions with which moral philosophy deals will be accepted or rejected to the extent to which the main contention concerning the psychological basis of ethics commends itself to the reader.",
        "The king appoints a governor-general (landshofoingi) who is resident in the island and carries on the government on the responsibility of the minister.",
        "The principles on which this opposition is based are mainly two: that popularly elected representatives are not likely to have the qualifications or the sense of responsibility required for dealing with the multitudinous enterprises and the large sums of public money involved, and that the health of the state depends on the exertions of individuals for their personal benefit.",
        "He set himself in particularly sharp opposition to the German National party (the old Conservatives), on whom he laid the responsibility for the World War; the result was a personal dispute with the leader of the Nationalists, the former Secretary of State for the Treasury, Dr. Helfferich, and Erzberger was ultimately compelled to bring an action against Dr. Helfferich for slander.",
        "He relieved Friedrich Schlegel entirely of his nominal responsibility for the translation of Plato, which they had together undertaken (vols.",
        "There was a sitting of 22 hours and another of 41 hours, and on the 2nd of February [From Anglo-Norman Invasion] the debate was closured by the Speaker on his own responsibility and the bill read a first time.",
        "Macdonnell being retained in office by the Liberal government) his Nationalist leanings again became prominent, and the responsibility of the Unionist government in introducing him into the Irish administration became a matter of considerable heart-burning among the Unionist party.",
        "After the return of the Democrats to power in 1877 a further investigation was made and the government finally assumed responsibility for $6,406,606.",
        "When the Assembly, by the law of the 31st of May 1850, restricted universal suffrage and reduced the number of the electors from 9 to 6 millions, he was able to throw upon it the whole responsibility for this coup d'etat bourgeois.",
        "His unshaken conviction of his mission made him conscious of the responsibility which rested on him, but hid from him the hopeless defect in the coup d'etat.",
        "He became alarmed at the responsibilities which he saw would fall upon him, and imagined that by an appearance of reform he would be able to shift on to others the responsibility for any errors he might commit.",
        "It may be noted that, true to his ideas, he did not attempt to throw upon others the responsibility which he had always claimed for himself.",
        "By the side of much that seems trivial, and even nonmoral - for the patriarchs themselves are not saints - it is noteworthy how frequently the narratives are didactic. The characteristic sense of collective responsibility, which appears more incidentally in xx.",
        "was at last to become his own prime minister and to reign alone; but in reality he was more embarrassed than pleased by the responsibility incumbent upon him.",
        "A great responsibility for this defeat of the liberal and republican bourgeoisie, whom they represented, is to be laid upon Madame Roland, the Egeria of the party.",
        "Military reverses were inevitable, and responsibility for them could not be shirked.",
        "This edict, it is essential to observe, the responsibility for which rests with a disciplinary congregation in no sense representing the church, was never confirmed by the pope, and was virtually repealed in 1757 under Benedict XIV.",
        "It was now that Seor Maura brought in his Local Administration Bill, a measure containing 429 clauses, the main features of which were that it largely increased the responsibility of the local elected bodies, made it compulsory for every elector to vote, and did away with official interference at.",
        "Bismarck was away at Varzin, but on his instructions the Prussian foreign office in answer to inquiries denied all knowledge or responsibility.",
        "The legislature framed a stringent anti-pass law, reduced passenger fares and express and freight charges, provided for equitable local taxation of railway terminals, regulated railway labour in the interest of safe travel, fixed upon railways the responsibility for the death or injury of their employes, and gave to the newly-created railway commission complete jurisdiction over all steam-railways in the state, over the street railways of the cities, and over express companies, telegraph companies, telephone companies and all other common carriers.",
        "At the age of twenty-three, at the queen's request, he was appointed farmer-general, a post of great responsibility and dignity worth a 100,000 crowns a year.",
        "Finally, in 1144 it was stormed, Matthew being among the slain, by `Imad ud-Din Zengi, ruler of Mosul, under Joscelin II., an achievement celebrated as \" the conquest of conquests,\" for laying the responsibility of which not on God but on the absence of the Frankish troops, an Edessan monk, John, bishop of IJarran (d.",
        "We learn in them how Caliban (democracy), the mindless brute, educated to his own responsibility, makes after all an adequate ruler; how Prospero (the aristocratic principle, or, if we will, the mind) accepts his dethronement for the sake of greater liberty in the intellectual world, since Caliban proves an effective policeman, and leaves his superiors a free hand in the laboratory; how Ariel (the religious principle) acquires a firmer hold on life, and no longer gives up the ghost at the faintest hint of change.",
        "I can't just take the baby and shift the responsibility of how it came about to your shoulders.",
        "He is trying to transfer that responsibility to you in the name of nobility.",
        "On the other hand, maybe he was hiding from something besides the responsibility of the ranch?",
        "Isn't any young man capable of restraintâ€”responsibility?",
        "On Jonathan's ninth birthday, in October, they had given him the responsibility of taking care of Random.",
        "The rest he had built in investments â€“ other than what was in the special savings account drawing interest until he could decide whether to return it or accept the responsibility that went with it.",
        "Parenthood is a responsibility that no one should take likely!",
        "By the time he came of age, his other six brothers had not only come of age but also had each adopted a continent of responsibility.",
        "He pushed the door further but hesitated entering, as if remaining outside would somehow absolve him of responsibility for what lay beyond.",
        "Randy would not be around much longer and she didn't want the sole burden and responsibility of upkeep.",
        "He was taking on a lot of responsibility â€“ maybe more than he could handle.",
        "I'm trying to relieve him of some responsibility.",
        "Jonathan was accepting the responsibility of his younger siblings â€“ without being directed to do so.",
        "I want to abdicate the responsibility to deal with these acts in the correct manner.",
        "To abdicate from responsibility by doing nothing can be viewed as a sin.",
        "That still doesn't absolve us from the responsibility of carrying out the practice in the first place.",
        "I hereby absolve Gonville and Caius College, the University of Cambridge and the system's administrators from all responsibility.",
        "It was a way to absolve responsibility, not an attempt to solve a problem.",
        "He tried to be absolved of any responsibility by leaving at least one explicit suicide note.",
        "The owner was absolved from the responsibility of paying for major repairs.",
        "If the result is widespread apathy, the parties bear responsibility.",
        "Please ascertain who has responsibility for this footpath.",
        "We placed commensurate responsibility on the proprietors.",
        "This instrumentalism is kept in check by our already established principles of responsibility.",
        "abnegation of responsibility is bringing with it the anarchy, chaos and violence in society.",
        "Together with research and clinical practice, teaching is a core responsibility for medical academics.",
        "accept any responsibility for the Content added by Users.",
        "Heritage Link cannot guarantee the accuracy of, or accept any responsibility for, the contents of Update.",
        "activity retains responsibility for performing development activities associated with the program to the end of Phase II clinical trials.",
        "Not since Howard of Effingham in 1588 had one British admiral commanded the entire fleet in wartime and borne such responsibility.",
        "We should heed this admonition as bearing directly on our own responsibility.",
        "It also has responsibility for military air traffic zones, aerodrome traffic zones and altimeter setting regions.",
        "The Victorians had a constant, often agonized awareness of their responsibility for creating the future, and also unparalleled access to the past.",
        "In return the Irish Aviation Authority will take responsibility for oceanic transition airspace to the west of the UK.",
        "The ACA assumes overall responsibility of the airspace control system in the airspace control system in the airspace control area.",
        "They would remain answerable to a supervisor or manager who would take overall responsibility for an area or policy or even the whole business.",
        "We seek a change so that responsibility is more fairly apportioned.",
        "ascription of contractual responsibility in the context of network.",
        "assume complete responsibility for your property.",
        "assumes no liability or responsibility for any errors or omissions in the content of the Site.",
        "astronomer Ptolemy was the one burdened with the responsibility of taking a philosophical stance and offering a resolution.",
        "It is the responsibility of the organizers of a meeting, to inform attendees that a recording is being made.",
        "MI6 accept no responsibility or give warranty for the accuracy authenticity or correctness of content.",
        "It is not the responsibility of the physician to inform the regulatory authority of the diagnosis, except in exceptional circumstances.",
        "The licensing authority will take over responsibility for granting gaming machine permits from the courts.",
        "I was almost overwhelmed by the massive responsibility of a new born babe in my charge.",
        "A contractual bailee for reward cannot avoid responsibility for the performance of his duties by delegation to servants or agents.",
        "Your dad loves and personal responsibility to investigate becquerel is reached and.",
        "Think about your bike It is your responsibility to arrive at the training session with a roadworthy bicycle.",
        "In your early 20s, you tend to avoid responsibility, it's like a lot of the time you've got blinkers on.",
        "Let there be no equivocation: the primary responsibility for this morning's bloodshed lies with the perpetrators of those acts.",
        "Hollywood has no social responsibility, it produces whatever will earn the big bucks.",
        "byline article by Michael Smeaton There is a lot of smoke and mirrors surrounding social responsibility (SR) in the gaming industry.",
        "The SFO does not have policy responsibility for any area of program capital expenditure.",
        "If you are prevented from traveling as a result, our responsibility for your holiday thereupon ceases.",
        "Carers and people with parental responsibility for disabled children.",
        "Burial records for these closed churchyards are also the responsibility of the churches.",
        "There is no dodging that responsibility \" Around 240 people will become civil servants by 2007 under these plans.",
        "Corporate Social Responsibility (CSR) is a term for business activities addressing goals that are not purely commercial.",
        "Despite these distinctions, responsibility is frequently conflated with liability.",
        "feel a deep sense of responsibility.",
        "fiduciary responsibility must be broadened to include ' external costs ' .",
        "fixed-wing aircraft carriers, airborne radar was the responsibility of the Fairey Gannet AEW.3 turboprop aircraft.",
        "urban foresters have a responsibility to give priority to disadvantaged communities that are currently gaining the least benefit from the urban forest.",
        "formalityry, the solicitor's responsibility is to make sure that the all the legal formalities involved in conveyancing are observed.",
        "frightful responsibility of saying that thou shall be?",
        "The maternal grandparents have obtained parental responsibility under a court order in the United Kingdom.",
        "grapple countries are also grappling with measures to improve private-sector responsibility.",
        "The primary responsibility for the retired greyhound is with its owner."
    ],
    "definition": [
        "Link/Cite"
    ]
}