{
    "translation": "ריסן",
    "uses": [
        "Nasty bitches like me eat them alive, but in your case I'll try to restrain myself.",
        "The acts were directed to restrain the lending of money at usurious rates.",
        "Melanchthon felt himself powerless to restrain the tumult.",
        "It is a sad story, but if you will try to restrain your tears I will tell you about it.",
        "Austin, was able to restrain the more warlike followers of William H.",
        "Princess Mary could no longer restrain herself and wept while she gazed at his face.",
        "I'm only sorry for her father! thought she, trying to restrain her wrath.",
        "They did something to meet the wishes of the publicans, Dis~drs whose discontent had contributed largely to Gladstones defeat, by amending some of the provisions of Bruces licensing bill; they supported and succeeded in passing a measure, brought in by the primate, to restrain some of the irregularities which the Ritualists were introducing into public worship; and they were compelled by the violent insistence of Plimsoll to pass an act to protect the lives of merchant seamen.",
        "The South African governments foresaw dangerous developments in the Ethiopian movement, and steps were taken to restrain its growth.",
        "He also co-operated with Sir Alfred Milner, and used his influence to restrain the Bond.",
        "Naturally very many other factors have to be considered, but this alone is a sufficient reason to restrain attempts to place existing forms in linear phylogenetic series.",
        "Dean continued to exhibit restrain with his comebacks in deference to the improved moods around Bird Song.",
        "The king or the ministry do not, however, rehear the cause by way of appeal, but merely restrain severity of sentence (ib.).",
        "It is only the serious eye peering from and the sincere life passed within it which restrain laughter and consecrate the costume of any people.",
        "This recourse in England sometimes took the form of the appeal to the king given by the Constitutions of Clarendon, just mentioned, and later by the acts of Henry VIII.; sometimes that of suing for writs of prohibition or mandamus, which were granted by the king's judges, either to restrain excess of jurisdiction, or to compel the spiritual judge to exercise jurisdiction in cases where it seemed to the temporal court that he was failing in his duty.",
        "Previous to 1886 the crime of murder was only punishable by 10 years' imprisonment, a sentence which in practice was reduced to two-thirds of that term; slander and libel were formerly offences which the law had no power to restrain, and no responsibility attached to seditious publications.",
        "The moment Nicholas took her hand she could no longer restrain herself and began to cry.",
        "The act is cumulative only, and does not take away or restrain any punishment prescribed by ecclesiastical law.",
        "But he continued to exert all his powers to restrain his troops from attacking.",
        "King John declared himself unable to restrain the indignation.",
        "The explanation of this strange fact given by Russian military historians (to the effect that Kutuzov hindered an attack) is unfounded, for we know that he could not restrain the troops from attacking at Vyazma and Tarutino.",
        "In the autumn of 1422 he married Jacqueline of Bavaria, heiress of Holland, to whose lands Philip of Burgundy had claims. Bedford, in the interest of so important an ally, endeavoured vainly to restrain his brother.",
        "Though, even then, his guilt seems to have been regarded as doubtful, he was looked upon as dangerous, and it was thought better to restrain him.",
        "Cardan or Cardano, who was at that time writing his great work, the Ars Magna, could not restrain the temptation of crowning his treatise with such important discoveries, and in 1 545 he broke his oath and gave to the world Tartalea's rules for solving cubic equations.",
        "The scene presents to a European eye a panorama of singular novelty and interest - rice fields covered with water to a great depth; the ears of grain floating on the surface; the stupendous embankments, which restrain without altogether preventing the excesses of the inundations; and peasants going out to their daily work with their cattle in canoes or on rafts.",
        "So wealthy did Cracow become at last that Casimir the Great felt it necessary to restrain the luxury of her citizens by sumptuary ordinances.",
        "All the vigilance of the emperor could not restrain the dishonesty and the cupidity of his servants, and no sooner was the strong hand of their ruler removed than they began to acquire territorial power for themselves.",
        "Shallow planting, whether of wall trees or standards, is generally to be preferred, a covering of a few inches of soil being sufficient for the roots, but a surface of at least equal size to, the surface of the hole should be covered with dung or litter so as to restrain evaporation and preserve moisture.",
        "To the last he endeavoured to avoid a rupture with France even if he broke with Sweden; but he could not restrain for ever the foolish impetuosity of his own sovereign, Christian V., and his fall in the beginning of 1676 not only, as he had foreseen, involved Denmark in an unprofitable war, but, as his friend and disciple, Jens Juel, well observed, relegated her henceforth to the humiliating position of an international catspaw.",
        "But neither company could restrain its agents in the East from aggressive action, and many fresh causes of dispute arose, the chief being the failure of the British to provide the naval forces required for service against the Portuguese, and the so-called \"massacre of Amboyna\" (q.v.) in 1623.",
        "He intended fully to restrain within legal bounds the opposition which the excise on domestic spirits had provoked, but he made the serious mistake of not allowing sufficiently for the character of the backwoods population When legal resistance developed into insurrection, Gallatin did his best to retrieve his error and prevent open war.",
        "In February the Postmaster-General applied for an injunction to restrain the company from opening any street or public road within the county of London without the consent of the Postmaster - General and the London County Council, which injunction was granted in July.",
        "Prince Andrew could no longer restrain himself and wept tender loving tears for his fellow men, for himself, and for his own and their errors.",
        "For weeks the Calabresi and lazzaroni continued to pillage and massacre, and Ruffo was unable, even if willing, to restrain them.",
        "Among the people there was no public opinion to discourage despotism; the majority accepted their lot as inevitable, and tried rather to reproduce than to restrain the vices of their rulers.",
        "They saw that she alone was able to restrain her mother from unreasoning despair.",
        "So despotic did the tyranny become in the West, that in the time of Charlemagne it was necessary to restrain abbots by legal enactments from mutilating their monks and putting out their eyes; while the rule of St Columban ordained loo lashes as the punishment for very slight offences.",
        "On the other hand, the still half-heathen world outside broke every moral law with indifference; and in the effort to restrain men's vices church discipline became mechanical instead of sympathetic, penal rather than paternal.",
        "I tell you, Papa\" (he smote himself on the breast as a general he had heard speaking had done, but Berg did it a trifle late for he should have struck his breast at the words \"Russian army\"), \"I tell you frankly that we, the commanders, far from having to urge the men on or anything of that kind, could hardly restrain those... those... yes, those exploits of antique valor,\" he went on rapidly.",
        "The excitement and pressure of the crowds was at this time almost overwhelming, and the relatives of Jesus endeavoured to restrain Him; \" for they said, He is mad.\"",
        "Colenso's Commentary on the Romans in 1861, Wilberforce endeavoured to induce the author to hold a private conference with him; but after the publication of the first two parts of the Pentateuch Critically Examined he drew up the address of the bishops which called on Colenso to resign his bishopric. In 1867 he framed the first Report of the Ritualistic Commission, in which coercive measures against ritualism were discountenanced by the use of the word \"restrain\" instead of \"abolish\" or \"prohibit.\"",
        "And try as Kutuzov might to restrain the troops, our men attacked, trying to bar the road.",
        "Other provisions, the object of which had been to restrain John from demanding more money from various classes of his subjects, were also deleted, and the same fate befell such chapters as dealt with mere temporary matters.",
        "But by the time this letter, which proved that the real relation of the forces had already made itself felt in Petersburg, was dispatched, Kutuzov had found himself unable any longer to restrain the army he commanded from attacking and a battle had taken place.",
        "Meanwhile the Unionist and Liberal agitation was growing in strength, partly owing to the very efforts made to restrain it.",
        "In the 15th and 16th .centuries a weekly market was held at Oswestry for the sale of woollen goods manufactured in North Wales, but in the 17th century the drapers of Shrewsbury determined to get the trade into their own town, and although an Order in the Privy Council was passed to restrain it to Oswestry they agreed in 1621 to buy no more cloth there.",
        "The ruler of Zaria, while professing friendliness, was, however, unable or unwilling to restrain the rulers of Kontagora and Nupe from aggression.",
        "The king had not, even in his own mind, any family tie to restrain him from exercising just severity, for he had never believed Monmouth to be the son of any one but Robert Sidney.",
        "Thus too great a rise of temperature in fever may kill the patient; and the aim of therapeutics is to restrain the temperature within proper limits, neither allowing it to rise too high nor to fall too low.",
        "Indeed his dominion became an object of uneasiness to the jealous statecraft of Byzantium, and Constantine Porphyrogenitus, writing for his son's instruction in the government, carefully enumerates the Alans, the Petchenegs, the Uzes and the Bulgarians as the forces he must rely on to restrain it.",
        "The efforts to subdue or restrain these marauders proved fruitless, till Augustus Cleveland won them by mild measures, and successfully made over the protection of the district to the very hill people who a few years before had been its scourge.",
        "The result was the formation of a cabinet belonging, in Fox's own words, partly to the king and partly to the country - that is to say, partly of Whigs who wished to restrain the king, and partly of the king's friends, represented by Lord Shelburne, whose real function was to baffle the Whigs.",
        "restrain inflation.",
        "restrain evil.",
        "He supported the Sicilians against the king of Naples, and even allowed arms to be sent them from the arsenal at Woolwich; and, although he had endeavoured to restrain the king of Sardinia from his rash attack on the superior forces of Austria, he obtained for him a reduction of the penalty of defeat.",
        "The Poles were always ready to support the govenment; among the Young Czechs the more moderate had already attempted to restrain the wilder spirits of the party, and they were quite prepared to enter into negotiations.",
        "The bullets were whining and whistling so stimulatingly around him and his horse was so eager to go that he could not restrain himself.",
        "But those glances expressed something more: they said that she had played her part in life, that what they now saw was not her whole self, that we must all become like her, and that they were glad to yield to her, to restrain themselves for this once precious being formerly as full of life as themselves, but now so much to be pitied.",
        "While sympathizing with the ideas and aims of the \"Young Turkey\" party, he was anxious to restrain its impatience, but the sultan's obduracy led to a coalition between the grand vizier, the war minister and Midhat Pasha, which deposed him in May 1876, and he was murdered in the following month.",
        "After peace had been signed he was sent into the Mediterranean to persuade the dey of Algiers to restrain the piratical operations of his subjects.",
        "Unhappily for England and for himself, Warwicks loyalty was not sufficient to restrain his ambition and his resentment.",
        "decocted in wine is reputed to restrain dysentry.",
        "restrain the evil within you.",
        "However, it is advised to always safely restrain your child in the car.",
        "Himself a stalwart weaver, he was opposed to physical force movements and did all he could to restrain the violent resistance to trade oppression which was so common; yet through attending and speaking at the meeting (1819) at Peterloo, Manchester, which was intended to be a peaceful gathering to petition for Parliamentary reform and a repeal of the Corn Law but ended in a massacre, he was arrested for a breach of the law, convicted and sentenced to twelve months' imprisonment.",
        "Then follows a series of chapters intended to restrain the king from raising money by the harsh and arbitrary methods adopted in the past.",
        "The object of this was clearly to restrain John from arbitrary proceedings against his free subjects.",
        "He was evidently distressed, and breathed painfully, but could not restrain the wild laughter that convulsed his usually impassive features.",
        "Coldly, without looking at her son, she sent for her husband and, when he came, tried briefly and coldly to inform him of the facts, in her son's presence, but unable to restrain herself she burst into tears of vexation and left the room.",
        "On the same day Count Louis Batthyany, who had taken no part in the war and had done his utmost to restrain his countrymen within the bounds of legality, was shot at Pest.",
        "\"So thin-skinned that a fly would draw blood,\" as the prince of Carpi expressed it, he could not himself restrain his pen from sarcasm.",
        "Many authorities attempt to restrain visitors from feeding the animals in their charge, but such a restriction, even if practicable, is not all gain, for animals in captivity are less inclined to mope, and are more intelligent and tamer, if they become accustomed to regard visitors as pleasant sources of tit-bits.",
        "In order to encourage the horse to walk the head must not be confined, but a light feeling of the horse's mouth must be kept up. Should the horse, unasked, break into a trot, never snatch at his mouth, but restrain him gently.",
        "Consequently the United States claimed a right to restrain such practices, both as proprietors of the seals and as proprietors and trustees of the legitimate industry.",
        "But by the addition of some antiseptic to the ointment its defensive action would be converted from passive to active, and its power to prevent infection would become greater; and if inflammation had already set up in the skin, the addition of opium, belladonna, or cocaine would lessen local pain; and an astringent, either metallic or organic, would restrain inflammation and accelerate repair.",
        "While God fulfils His all-embracing purpose, that fulfilment leaves room for the exercise of individual freedom; the freedom God has bestowed on man He can so restrain and direct as to overrule even its abuse for His own gracious ends.",
        "meant to restrain ritualism.",
        "The court, on its side, showed little sign of a conciliatory spirit, though, realizing itsdanger, it attempted to restrain the foolish violence of the emigres, i.e.",
        "Carriages were soon after introduced, and the use of them speedily became so fashionable that a bill was brought in \" to restrain the excessive and superfluous use of coaches.\"",
        "It shouldn't have been flooding her like it was, as if someone there was feeding her while Darian seemed to be sucking it out of her, despite her attempt to restrain it.",
        "At some points the urge to say \" bastard \" with incredulity at his on-screen antics is difficult to restrain.",
        "AHA then brought a new petition in New York seeking to compel arbitration and restrain the English proceedings.",
        "Worse, the world would have no way to restrain nuclear blackmail.",
        "Only the death of Stephen, the great hospodar of Moldavia, enabled Poland still to hold her own on the Danube; while the liberality of Pope Julius II., who issued no fewer than 29 bulls in favour of Poland and granted Alexander Peter's Pence and other financial help, enabled the Polish king to restrain somewhat the arrogance of the Teutonic Order.",
        "The granting away by William of the private estate of James, amounting to £2 a year, to which Anne had some claim, was made a grievance, and a factious motion brought forward in the House to increase her civil list pension of £30,000, which she enjoyed in addition to £ under her marriage settlement, greatly displeased William and Mary, who regarded it as a plot to make Anne independent and the chief of a separate interest in the state, while their resentment was increased by the refusal of Anne to restrain the action of her friends, and by its success.",
        "The political leaders were far more conscious than either Vienna or Budapest of the volcanic state of public opinion: but when in genuine alarm and from a sense of impotence they attempted to restrain their followers, the only result was a loss of influence over the younger generation, which had become increasingly infected by revolutionary ideas.",
        "Liberty of the Press was promised subject to the passing of a law to restrain its abuses.",
        "They are destined to be ruled by me; and no one but Ali is able to restrain their evil propensities.\"",
        "The effect of the act was to impose upon the judges under severe sanction the duty of protecting personal liberty in the case of criminal charges and of securing speedy trial upon such charges when legally framed; and the improvement of their tenure of office at the revolution, coupled with the veto put by the Bill of Rights on excessive bail, gave the judicature the independence and authority necessary to enable them to keep the executive within the law and to restrain administrative development of the scope or penalties of the criminal law; and this power of the judiciary to control the executive, coupled with the limitations on the right to set up \"act of state\" as an excuse for infringing individual liberty is the special characteristic of English constitutional law.",
        "Under these acts a sanitary authority is authorized to take proceedings to restrain interference with the due flow of a stream or the pollution of its waters by throwing into it the solid refuse of any manufactory or quarry, or any rubbish or cinders, or any other waste or any putrid solid matter.",
        "But he could not restrain himself and with the virulence of which only one who loves is capable, evidently suffering himself, he shook his fists at her and screamed:",
        "In Catalonia \" Pragmatics,\" letters from the prince, issued to restrain jurisdiction assumed by ecclesiastical judges contrary to the customs of the principality.",
        "e~tddingtons real work was the peace of Amiens (1802), In experimental peace, as the king called it, to see Lf the First Consul could be contented to restrain Liimself within the very wide limits by which his authority in Europe was still circumscribed.",
        "Reason number four, government is designed to restrain evil.",
        "choked almost with the emotion that he was obliged to restrain.",
        "Miss Ward immediately confronted the kitchen porter and grabbed hold of him in an attempt to restrain him.",
        "Officers are being advised to try to \" contain rather than restrain \" suspects who show signs of \" acute behavioral disturbance.",
        "These operations are characterized by Rules of Engagement, which restrain the use of weapons in order to preserve the neutrality of the operation.",
        "Either way, the international community is confronted with the growing failure of nonproliferation norms and supplier cartels to restrain proliferation.",
        "on-screen antics is difficult to restrain.",
        "pillage the town, yet he does restrain his men from total destruction.",
        "restrain the worst excesses of human sinfulness.",
        "restrain an immediately harmful breach of planning control.",
        "restrain pupils See guidance below.",
        "\"And I tell you, don't you dahe to do it!\" shouted Denisov, rushing at the cadet to restrain him.",
        "One of the State 's duties is to restrain the worst excesses of human sinfulness.",
        "Remove that and you would be just like him, especially if God were no longer restrain the evil within you.",
        "Injunctions and Stop Notices Used in exceptional circumstances where the Council considers it necessary to restrain an immediately harmful breach of planning control.",
        "Applies 2002-2006) Strict monetary policy Tight monetary policy to restrain inflation.",
        "Use of force to control or restrain pupils See guidance below.",
        "Splint-A thin piece of rigid or flexible material that is used to restrain, support, or immobilize a part of the body while healing takes place.",
        "There must be several separate episodes of failure to restrain aggressive impulses that result in serious assaults against others or property destruction.",
        "Mothers are biologically programmed to give a nurturing response to their newborn's cries and not to restrain themselves.",
        "Water wants to be contained by the earth, while Gemini rebels against any attempt to restrain her.",
        "Rathbone was so into character that his co-stars had to physically restrain him during the scene.",
        "Wearing front closure minimizing bras is an excellent way to smooth and restrain, but still add uplift and security.",
        "After a few wraps,you'll discover the perfect amount of pressure required to restrain the chest without binding too tight.",
        "On the other hand, Haakon IV., king of Norway, at once to restrain the independence of his jarls and to keep in check the ambition of the Scottish kings, set sail in 1263 on a great expedition, which, however, ended disastrously at Largs.",
        "Indeed, we may say that an egoist must be doubly self-regulative, since rational self-love ought to restrain not only other impulses, but itself also; for as happiness is made up of feelings that result from the satisfaction of impulses other than self-love, any over-development of the latter, enfeebling these other impulses, must proportionally diminish the happiness at which self-love aims. If, then, it be admitted that human impulses are naturally under government, the natural claim of conscience or the moral faculty to be the supreme governor will hardly be denied.",
        "When the effort to restrain feeling is exhibited in a degree which surprises as well as pleases, it excites admiration as a virtue or excellence; such excellences Adam Smith quaintly calls the \" awful and respectable,\" contrasting them with the \" amiable virtues \" which consist in the opposite effort to sympathize, when exhibited in a remarkable degree.",
        "In answer to this argument some necessarians have admitted that punishment can be legitimate only if it be beneficial to the person punished; others, again, have held that the lawful use of force is to restrain lawless force; but most of those who reject free-will defend punishment on the ground of its utility in deterring others from crime, as well as in correcting or restraining the criminal on whom it falls."
    ],
    "definition": [
        "Link/Cite"
    ]
}