{
    "translation": "הגביל",
    "uses": [
        "He wasn't trying to restrict her activities.",
        "I just hate to see you restrict yourself because that's the way your parents lived.",
        "It's imperative to restrict everything that makes his stomach upset.",
        "How can you forbid or restrict its use in any way?",
        "Is there some way to restrict the man from seeing Alex unless I'm here?",
        "In city districts the modern practice is to restrict the number to four stations per line, and to equip the exchanges and stations for selective ringing.",
        "Some recent connoisseurs, however, ask us to restrict to seven the number of his genuine extant engravings - which appears unreasonable.",
        "Darkyn didn't restrict her movement or who she saw, but the idea of seeing Gabriel again so soon after their meeting yesterday disturbed her.",
        "and he had to restrict himself to choosing between the different measures recommended to him.",
        "The problem still remained, how to get the House of Lords to pass a \"law\" to restrict their own powers.",
        "Omitting the paired tracheo-clavicular muscles, we restrict ourselves to the syringeal proper, those which extend between tracheal and bronchial rings.",
        "\"To restrict his powers, he can move between Hell and the mortal world but not beyond without the permission of those deities who rule the other domains,\" Zamon continued.",
        "We now restrict ourselves for the present to the systems of forces in one plane.",
        "There is a multiplication of taxes in trade which recalls the old colonial alcabala tax, and it serves to restrict commerce and augment the cost of goods in much the same way, if not to the same degree.",
        "Some psychologists prefer to restrict the term to the narrower use which excludes all mental states in which particulars are cognized, even though the universal be present also.",
        "We would restrict our altruistic activity to weekends and possibly an evening or two a week by phone, if it worked.",
        "Conversely, any six geometrical relations restrict the body in general to one or other of a series of definite positions, none of which can be departed from without violating the conditions in question.",
        "They alone held the two offices, those of polemarch and archon, which were instituted during the 8th century B.C. to restrict the powers of the kings.",
        "Some coarse kinds are opaque, resembling in this respect jasper, and some writers have sought to restrict the name \"bloodstone\" to green jasper, with red markings, thus making heliotrope a translucent and bloodstone an opaque stone, but, though convenient, such a distinction is not generally recognized.",
        "Under the revised constitution of 1908 the former classification of cities into four classes and the practice of granting special charters were abolished, and the legislature is required to provide by general laws for the incorporation of cities and villages; \"such general laws shall limit their rate of taxation for municipal purposes and restrict their powers of borrowing money and contracting debts.\"",
        "3 (7) mentions Scythae) of the land and its inhabitants, tries to restrict this merely geographical usage and to confine the word Scyth to a certain race or at any rate to that race and its subjects, but even he seems to slip back into the wider use.",
        "The reversion of such property was claimed for the local civil government, and the principles governing these rights were ultimately laid down by an order in council, which also determined military rights to restrict buildings within the range of forts.",
        "These drawbacks tend to restrict agriculture on the plateau to comparatively limited areas, and the country people are, in general, extremely poor and badly nourished.",
        "Modern geographers restrict the term Himalaya to that portion of the mountain region between India and Tibet enclosed within the arms of the Indus and the Brahmaputra.",
        "The existence of God is maintained by Albert and Aquinas to be domonstrable by reason; but here again they reject the ontological argument of Anselm, and restrict themselves to the a posteriori proof, rising after the manner of Aristotle from that which is prior for us to that which is prior by nature or in itself.",
        "In the weeks that followed, she was careful to restrict her forays to walks down the drive, but she was getting restless.",
        "Peter had endeavoured to import from western Europe the essentials of good government and such of the useful arts as were required for the development of the natural resources of the country; Catherine did likewise, but she did not restrict herself to purely utilitarian aims in the narrower sense of the term.",
        "If we restrict attention to these non-different elements, the individual becomes for us the species, the genus, &c.; everything depends on the point of view from which we regard it.",
        "improved, and a determination was shown by the European inhabitants of the Transvaal further to restrict their privileges and at the same time to stop the immigration of other Indians.",
        "Upon the reoccupation of Rome by the French after Mentana, Antonelli again ruled supreme, but upon the entry of the Italians in 1870 was obliged to restrict his activity to the management of foreign relations.",
        "While in some cases these laws are unnecessarily stringent and tend to restrict the business of mining yet on the whole they have had the effect of reducing greatly the loss of life and injuries of miners where they have been well enforced.",
        "The ellipsoid is the only shape for which a and (3 have so far been determined analytically, as shown already in § 44, so we must restrict our calculation to an egg-shaped bullet, bounded by a prolate ellipsoid of revolution, in which, with b =c, Ao= fo (a2 + X)V [4(a2+X)(b +X)2]-J0 2(a2 +X)3/2(b2+X), (13) Ao+2Bo = I, (t4) _ B 0 t - A 0 I a?I-A0' Q I - Bo I-{- A o I-?",
        "It was only afterwards that a protectionist spirit gained the upper hand, and each town made it its policy to restrict as far as possible the trade of strangers.",
        "Wasteful competition ensued until in 1857 an agreement was made between the companies to restrict their services to separate localities, and the Gas Light & Coke Company, by amalgamating other companies, then gradually acquired all the gas-lighting north of the Thames, while a considerable area in the south was provided for by another great gas company, the South Metropolitan.",
        "Unable to garrison the island with a large force, the Arabs cleared a zone between the central stronghold, Medina, and the suburb called Rabat, to restrict the fortified area.",
        "In the early spring regulations were proposed, and on April 13th were carried, which were intended to restrict the executive and especially the parliamentary powers of the president.",
        "The commune also tried to restrict the power of the barons, who, in the 13th century especially, though we find them feudatories of the holy see from the 10th century onwards, threatened to become masters of the whole territory, which is still dotted over with the baronial castles and lofty solitary towers of the rival families of Rome - Orsini, Colonna, Savelli, Conti, Caetani - who ruthlessly destroyed the remains of earlier edifices to obtain materials for their own, and whose castles, often placed upon the high roads, thus following a strategic line to a stronghold in the country, did not contribute to the undisturbed security of traffic upon them, but rather led to their abandonment.",
        "He had no sympathy with John's high-church tendencies on the one hand, and he sturdily resisted all the king's endeavours to restrict his authority as duke of Sodermanland (Sudermania) on the other.",
        "The latter were kept down by numerous edicts, tending to restrict to certain privileged families the rank of master workman in the gilds.",
        "Removing the summation signs in equation (52) in order to restrict its application to two points and dividing by the common time interval during which the respective small displacements ds and ds were made, it becomes Pdsfdt = Rds/dt, that is, Pv = Rv, which shows that the force ratio is the inverse of the velocity ratio.",
        "Although his motive was, in great measure, a feeling of personal dislike towards Ellesmere, yet it is not improbable that he was influenced by the desire to restrict in every possible way the jurisdiction of a court which was the direct exponent of the king's wishes.",
        "As the 13th century advanced, the council, representing the wealthy and powerful gild of merchants, began to take a larger share in the government, and to restrict more and more the direct exercise of the episcopal authority.",
        "prevail right northwards across the equator into the Bay of Biscay, showing a steady rise of bottom temperature as successive submarine elevations restrict communication with 'the Antarctic. On the other hand, in the more open Argentine Basin, which carries deep water far to the south, the bottom temperature in 40° S.",
        "In its most general sense the term \" coal \" includes all varieties of carbonaceous minerals used as fuel, but it is now usual in England to restrict it to the particular varieties of such minerals occurring in the older Carboniferous formations.",
        "But by this time the tendency was in the West to restrict the sense of the word.",
        "The organization of cities and villages is provided by the legislature, which may restrict their powers of taxation and of contracting debts and may fix salaries.",
        "a nitrogenous substance which forms salts with acids; now, however, it is usual to restrict the term to bases of vegetable origin and characterized by remarkable toxicological effects.",
        "15 it is provided that the stipulations of the convention do not in any way restrict the action of belligerents.",
        "The more distant inland towns are partly supplied from this point, but difficult mountain roads tend to restrict the trade greatly.",
        "Mainly through the efforts of Peter Wieselgren, dean of Gothenburg (1800-1877), a strong temperance reform movement set in, and in 1855 important liquor laws were passed to restrict both production and sale of intoxicating liquors.",
        "The endeavour to restrict juries to those who understand Italian reveals glaring incongruities.",
        "Mr Alfred Lyttelton (who had succeeded Mr Chamberlain as secretary of state for the colonies) endeavoured to meet the wishes of the Transvaal by sanctioning legislation which would greatly restrict the immigration of Indians, but he would allow 1 A careful summary of the facts regarding the shortage of labour and of the economic situation in the Transvaal at that time, together with the debates in the legislative council, will be found in The Annual Register for 1903, from the pen of Mr H.",
        "At the same time Venice was adopting measures to restrict it still further.",
        "It may be necessary for people with these disorders to restrict the amount of water they drink and/or adjust the amount of salt in their diets.",
        "Rather than restrict her to a small area, it is recommended that parents childproof the home and keep it that way for the next two to three years.",
        "Before ECMO is begun, the patient receives medication to ease pain and restrict movement.",
        "For children with minor cases of polydactyly, the extra finger or toe may be tied at its base to restrict blood flow into it.",
        "Privacy laws restrict access to some of these records, but usually the very old ones may be researched by the public for free.",
        "For example, knowing that one's efforts are going to be evaluated tends to restrict the creative impulse, as does knowing of the possibility of a prize or other reward.",
        "It is designed with a special sealant to restrict seepage of air and water.",
        "Don't restrict yourself to tacos; other popular menu items include tamales and enchiladas.",
        "President Hayes endeavoured in vain to induce Congress to appropriate money for a Civil Service Commission; and whenever he made an effort to restrict the operation of the traditional \"spoils system,\" he met the strenuous opposition of a majority of the most powerful politicians of his party.",
        "A.) (c) The influence of Homer upon the subsequent course of Greek literature is a large subject, even if we restrict it to the centuries which immediately followed the Homeric age.",
        "His determination to restrict the ambassadorial right of asylum, which had been grossly abused, was resented by Louis, who defied him in his own capital, seized the papal territory of Avignon, and talked loudly of a schism, without, however, shaking the pope in his resolution.",
        "3 It is, however, best to restrict the term \"consecration\" to cases where the spirit falls on a person, not automatically or unexpectedly, but by invitation, in response to prayer, through layingon of hands and greasing, after a formal fast, continence, ritual 2 \"Vedic Mythology,\" by A.",
        "If we restrict ourselves to this set of symbols we can uniquely pass from a product of real coefficients to the symbolic representations of such product, but we cannot, uniquely, from the symbols recover the real form, This is clear because we can write n-1 n-2 2 2n-3 3 a1a2 =a l a 2, a 1 a 2 = a 1 a2 while the same product of umbrae arises from n n-3 3 2n-3 3 aoa 3 = a l .a a 2 = a a 2 .",
        "Strong-growing pears, for instance, are grafted on the quince stock in order to restrict their tendency to form \" gross \" shoots and a superabundance of wood in place of flowers and fruit.",
        "The Syrian disturbances brought about a French occupation, which Fuad Pasha, ably seconded by Ahmed Vefyk Effendi, the Turkish ambassador in Paris, contrived to restrict, and to terminate as soon as possible.",
        "This great rise in the supply, unaccompanied by an equal expansion of the market for Indian tea, involved the industry in great difficulties, to meet which it became necessary to restrict the area under tea as far as possible, and to reduce the quantity of leaf taken from the plant, thus at the same time improving the quality of the tea.",
        "The first council of Toledo (398) bids the faithful restrict himself \"to a single wife or concubine, as it shall please him\"; 2 and there is a similar canon of the Roman synod held by Pope Eugenius in 826.",
        "With the exception of laying an import duty no legislative effort was made - nor is it likely that any would have been allowed by the crown - to restrict the importation of slaves during the colonial period.",
        "The fears excited by this letter that King Leopold desired to restrict Belgium's liberty of action in the Congo State when the latter should become a Belgian colony were not diminished by the announcement in November 1906 of four new concessions, conferring very extensive rights on railway, mining and rubber companies in which foreign capital was largely interested.",
        "In the meantime much antiquated legislation which tended to restrict trade and industry was abolished; roads, canals and drainage works were carried out.",
        "Entering politics as a Jacksonian Democrat, Mason was throughout his career a consistent strict constructionist, opposing protective tariffs, internal improvements by the national government, and all attempts to restrict or control the spread of slavery, which he sincerely believed to be essential to the social and political welfare of the South.",
        "Three of these (woo) restrict the calling of the grand jury, permit two-thirds of a petit jury to render verdicts in courts not of record, and three-fourths to give verdict in civil ' In 1900 only one person in six had both parents of foreign birth.",
        "An experienced man, or even a boy, if selected as possessing the necessary faculty (which is sometimes very strongly marked), can detect the smallest dribble when the stop - cock is so far closed as to restrict the orifice.",
        "The general practice for many years past among naturalists has been to restrict the terms \"Insecta\" and \"insect\" to the class of Arthropods with three pairs of legs in the adult condition: bees, flies, moths, bugs, grasshoppers, springtails are \"insects,\" but not spiders, centipedes nor crabs, far less earthworms, and still less slugs, starfishes or coral polyps.",
        "Anxious as Gladstones ministry was to restrict the sphere of its responsibilities, it was compelled to send an expedition to relieve General Gordon; and Lord Wolseley, who was appointed to the command, decided on moving up the Nile to his relief.",
        "Yet we can hardly restrict all virtue to these alone.",
        "It is convenient to restrict the term to compounds in which the hydroxyl group is attached to an aliphatic residue; this excludes such compounds as the hydroxy-benzenes, naphthalenes, &c., which exhibit many differences from the compounds derived from the aliphatic alkyls.",
        "They were a usual accompaniment to feudal tenures, and the power which they conferred on great families, being recognized as a source of danger to the state, led to frequent attempts being made by statute to restrict them, both before and after the Union.",
        "(1) Aristotle himself and subsequent logicians restrict the term to arguments in which there are but two premises.",
        "He could never make the rights over the drink traffic uniform and equal, nor restrict privileges in the matter of the taille; while he was soon much embarrassed, not only by the coalition of particular interests and local immunities, which made despotism acceptable by tempering it, but also by Louis XIV.s two masterpassions for conquest and for building.",
        "By partitioning her in advance with the other strong powers, England and Holland, by means of the treaties of the Hague and of London (1698-1699),as he had formerly done with the emperor in 1668,he seemed at first to wish for a pacificsolutibn of the eternal conflict between-the Habsburgs and the Bourbons, and to restrict himself to, the perfecting of his natural frontiers; but on the death of Charles II.",
        "\" Tertiary\" is made the equivalent of Cainozoic. On logical grounds there is much in favour of this interpretation; but having in view the state of geological literature, it is certainly better to restrict the use of the term in the manner indicated above.",
        "These figures are often termed \" semi-regular solids,\" but it is more convenient to restrict this term to solids having all their angles, edges and faces equal, the latter, however, not being regular polygons.",
        "Perceiving the growing strength of the prelate's interest, the court deemed it prudent to restrict its demand to the use of one of the churches.",
        "Another feature of the period of reconstruction was the formation of numerous trusts or combinations of producing companies designed to take advantage of the high tariff, and to restrict competition, lower expenses an d raise prices.",
        "She had already removed from the ministry Campomanes and other supporters of Floridabianca, and had compelled the latter to restrict himself to the single department of foreign affairs.",
        "The Hunters Improvement Society, established in 1885, did not restrict entries to the Hunters' Stud-Book to entirely clean-bred animals, but admitted those with breeding enough to pass strict inspection.",
        "It's imperative you continue to restrict everything connected to this ability to as few as possible.",
        "In the case of SMR data there are good reasons to restrict access to them.",
        "ADP file to restrict access via a linked file.",
        "Customers report using their hand to restrict airflow at the bottom of the device to increase sensation.",
        "Hyndman was extremely authoritarian and tried to restrict internal debate about party policy.",
        "A motor cycle was seen driving through this alley on one occasion despite two cast iron bollards that restrict access.",
        "The pressure is great enough on prominent parts of body to restrict circulation in small service blood vessels.",
        "By necessity, any revolutionary organization had to restrict its membership, be largely clandestine, and composed mainly of ' professional revolutionaries ' .",
        "This should not restrict freedom to comment but should facilitate internal comparison of reports being made within the University.",
        "It is, therefore, entirely permissible for an African-Caribbean community organization to restrict its membership solely to those of African Caribbean descent.",
        "High-protein diets restrict carbohydrate intake, and, by default, that means some fruit and vegetables.",
        "discriminate against any person or group or restrict anyone from making use of the program.",
        "dwarfing rootstocks they are grown on restrict the vigor of the plants.",
        "You can display your documents on the Internet or restrict access to a chosen few within a local area network.",
        "A dam is built across a river to restrict the flow of water.",
        "In order to acquire fluency some performers have found it helpful to restrict the number of chakras initially.",
        "gatekeeper function is no longer a reason to not provide services in digital formats or to overly restrict access to digital materials.",
        "Six of the 10 largest corporate givers currently restrict philanthropic gifts to religious groups, Bush said.",
        "As the supply chain is entirely illicit, there are no legitimate manufacturers with whom the government can work to restrict supply.",
        "It was by Mass Meetings that every attempt to restrict immigration has been defeated.",
        "Ostensibly these were designed to restrict importation of foreign luxury materials to protect English industry.",
        "Vertical fault movements restrict rivers to a few deeply incised canyons.",
        "This table allows for total inversion, where most high street inversion tables restrict you to having to use the attached belt.",
        "Rather, they should restrict themselves from making offensive jibes at minority ethnic groups.",
        "The Chat 50 can also replace headphones and headsets that can quickly become uncomfortable, restrict movement and tether the user to the device.",
        "Early enteral nutrition is recommended but there is no need to restrict protein or calories.",
        "Sometimes this is unavoidable as with a single pantile, where often the nail-hole position will restrict the minimum pitch parameter.",
        "The drug peddlers do not restrict their sales to inner cities.",
        "Symptoms progressively restrict a person's ability to breathe and include persistent coughing, wheezing, excessive production of phlegm and ongoing shortness of breath.",
        "The Director of Public Prosecutions should make an application to restrict publication of potentially prejudicial material as soon as any such risk became apparent.",
        "There are two ways to specify a restrict qualifier.",
        "The order may also restrict or prohibit the recurrence of the nuisance.",
        "We demand the repeal of all laws which restrict the rights of those nationalities forcibly imprisoned in the Russian Tsardom.",
        "restrict access to our journal.",
        "restrict the flow of water.",
        "restrict movement or place anything in their mouth.",
        "The members were also concerned that the development should not unduly restrict or impair access to the adjacent properties.",
        "Documents can be made available subject to licensing conditions but these must not unnecessarily restrict possibilities for re-use and cannot restrict competition.",
        "restrict what you use to index the metadata.",
        "stencil buffer A stencil buffer may be used to restrict drawing to certain portions of the screen.",
        "However there needs to be awareness that too many standards may create a straightjacket for service providers and may restrict innovation in service delivery.",
        "stringent to restrict access to their bandwidth.",
        "Super Silk unlike heavy fast sink lines will not tether or restrict the natural movement of your hookbait.",
        "umpteen websites with very polarized viewpoints that restrict contrary views.",
        "Highly breathable to provide comfort in all activities; does not restrict the movement of moisture vapor.",
        "If the structures restrict the number of ordained people then we have to ask whether the denominational tail is n't wagging the gospel dog!",
        "As it was impossible to find a place for the officiating priests of the high places, non-levitical as well as levitical, in the single sanctuary, it became necessary to restrict the functions of sacrifice to the Levites only as well as to the existing official priesthood of the Jerusalem temple (see Priest).",
        "We restrict the origin of the Ratitae to that great branch of still primitive Carinatae which, after separation of the Ratitae, has further developed into the legion of the Alectoromorphae, notably Tinamiand Galliformes, together with still low Gruiformes (see BIRD, Classification).",
        "The separation of church and state is provided for by the constitution, and both the nation and the states are forbidden to establish, subsidize or restrict the exercise of any religious worship. Foreigners are eligible to Brazilian citizenship, and the right of suffrage is conferred upon all male citizens over twenty-one years of age, except beggars, illiterates, the rank and file of the armed forces, members of monastic orders, &c., bound by private vows, and all unregistered citizens.",
        "Altogether, since 1896 Hungary has lost about a million of its inhabitants through this cause, a serious source of weakness in a sparsely populated country; in 1907 an attempt was made by the Hungarian parliament to restrict emigration by law.",
        "Hardinge on behalf of Great Britain made the following declaration: \" The assent of His Majesty's government to the present protocol is limited to the provisions enabling Russia to adhere to the convention, and does not imply assent to the stipulation tending to restrict the importation of Russian sugar.\"",
        "prevail right northwards across the equator into the Bay of Biscay, showing a steady rise of bottom temperature as successive submarine elevations restrict communication with 'the Antarctic. On the other hand, in the more open Argentine Basin, which carries deep water far to the south, the bottom temperature in 40Ã‚° S.",
        "At the national convention held in Buffalo, N.Y., on the 9th and Toth of August 1848, they secured the nomination to the presidency of exPresident Martin Van Buren, who had failed to secure nomination by the Democrats in 1844 because of his opposition to the annexation of Texas, and of Charles Francis Adams, of Massachusetts, for the vice-presidency, taking as their \"platform\" a Declaration that Congress, having \"no more power to make a slave than to make a king,\" was bound to restrict slavery to the slave states, and concluding, \"we inscribe on our banner `Free Soil, Free Speech,Free Labor and Free Man,' and under it we will fight on and fight ever, until a triumphant victory shall reward our exertions.\"",
        "An act passed in 1892, at the instance of Rhodes, imposed an educational test on applicants for registration, and made other provisions, all tending to restrict the acquisition of the franchise by \" tribal \" natives, the possible danger arising from a large native vote being already obvious (see section Constitution).",
        "The output of this command can be used with the -L option to restrict and reorder the items that are restored.",
        "We do not want to restrict access to our journal.",
        "Do not restrict movement or place anything in their mouth.",
        "The interface itself does not restrict what you use to index the metadata.",
        "Unit Trust settlement is on a T+5 basis which may restrict the investment of sale proceeds into shares.",
        "It is unnecessary to restrict access to such sanitized information.",
        "But having so much experience might restrict one 's imagination, solidify what was free air.",
        "Stencil Buffer A stencil buffer may be used to restrict drawing to certain portions of the screen.",
        "Certain owners may wish to make their security policy more stringent to restrict access to their bandwidth.",
        "There are umpteen websites with very polarized viewpoints that restrict contrary views.",
        "If the structures restrict the number of ordained people then we have to ask whether the denominational tail is n't wagging the gospel dog !",
        "Lawyers OnLine does not exclude or restrict liability for death or personal injury caused by its own willful neglect or negligence.",
        "This means that cardholders do not have to restrict their card use to fuel and convenience store purchases.",
        "The \"manage\" tab online allows you to choose which spending areas you'd prefer to restrict for the protection of your son or daughter.",
        "While you cannot choose specific retailers to restrict, you can restrict certain categories from travel to movie theaters to bars, allowing you a huge amount of control over how your money is spent.",
        "Restrict your intake of salt to less than half a teaspoon a day.",
        "Some restrict or prohibit activity such as berry picking.",
        "Opt for a light to medium weight fabric for your drapery project and sew a special drapery lining fabric to the back of your panels to restrict how much light shines through.",
        "Inspired by tattoos, Hardy's work boasts a vintage, rock 'n' roll aesthetic that appeals primarily to young age groups, but doesn't necessarily restrict itself to that.",
        "While most wholesale scrapbooking suppliers restrict their customer base to business owners or those who wish to buy in bulk, there are a few that offer great deals to individual consumers.",
        "Restrict alcohol: Alcohol in itself is not bad, but imbibing too much of it can lead to health complications.",
        "Restrict sodium intake: Sodium, or salt, has been linked to hypertension and doctors recommend no more than 1.5 to 2.5 grams per day.",
        "Obviously, the more dancing you plan on doing, the less fabric you'll want because a lot of fabric tends to restrict the body.",
        "If you want to restrict the access to your announcement then adjust the privacy settings on your social networking account.",
        "Church weddings also restrict your creativity.",
        "If the intervention is considered for any other reason, you are starting to restrict the person's rights to live the way he wants to live.",
        "Gulzar's attempt to restrict Melanie Brown from taking Phoenix on tour was blocked by Los Angeles County Superior Court Judge Robert Schnider and Brown continues to have sole legal and physical custody of the child.",
        "For example, if your daughter is planning to attend an outdoor birthday with games and dancing, you don't want her to be confined to a tight-fitting long dress with intricate beading that will restrict her range of motion.",
        "While scholarships typically restrict your use of funds to tuition and related expenses, some organizations offer grants for textbooks, project supplies, computer equipment and other items you need to successfully complete your education.",
        "Although not all scholarship providers have strict requirements for applicants, some restrict use of the scholarship funds to institutions within native countries.",
        "For instance, if you are embarking on a voyage to Alaska or Canada you don’t want to restrict your wardrobe to shorts, swimsuits and flip flops.",
        "Quite often, legislation is introduced that would seriously restrict dog ownership.",
        "In 2008 however, the product was once again marketed under a special program to manage the risks and restrict distribution.",
        "Setbacks and local codes may restrict the size of the addition greatly, an architect will know how to navigate these restrictions and how to petition for a variance should one be needed.",
        "Fortunately, even if you restrict your choices to USDA-certified organic brands, you will still be able to choose from plenty of high quality skin care products.",
        "Many conventional seed companies restrict their offerings to a few hybrids, but organic and heirloom seeds usually have a multitude of choices that include both old favorites and unique varieties.",
        "Much of the athletic fashions found are made of performance material, designed to move with your body, not restrict it.",
        "Don't buy skirts that are too tight as these could restrict your movement.",
        "Maintaining balance and being coordinated in these situations is imperative, so it's especially helpful to wear clothing that does not restrict movement in any way.",
        "You will want to wear comfortable clothing that does not restrict your movements.",
        "Additionally, opposers stress that parents should be allowed to restrict access by grandparents with a history of abusing their own children.",
        "These Cocoons don't even require you to restrict your eyeglass frame choices.",
        "Tickets for children under 48 inches tall (which will restrict them from riding the most intense roller coasters) are $30.",
        "These downloads typically restrict the length of gameplay or take away some features that are only found in the paid version, but they are still worth checking out.",
        "You don't have to restrict yourself to racing at home.",
        "However, please heed local ordinances that may restrict alcoholic consumption in public areas, parks and beaches.",
        "In some cases, non-Airstream motor homes and travel trailers are allowed usage of the site, although others restrict their accommodations to only Airstream owners.",
        "It is also important to keep in mind that there are different types of cell phone hands-free devices, so it is not necessary to restrict your search to just Bluetooth headsets.",
        "Since fat is important for growth, experts also caution that fat intake should not be under 25 percent of daily calorie intake and that parents of children under age two should not restrict fat in their diets.",
        "A court order may restrict the public access to some records, such as adoption records.",
        "While some Chicago suburban home inspection companies restrict their business to the local area, other home inspections companies are part of a larger conglomerate providing inspections throughout the state or country.",
        "Fortunately, FHA (or its governing entity, Department of Housing and Urban Development - HUD) has in place certain guidelines which restrict the amount of money a buyer must pay for closing costs.",
        "Some websites restrict access to certain areas of the forums until you have a certain number of posts.",
        "Most rash guards wear like a wet suit and may restrict the wearer's movement.",
        "Athletic activities require a good range of motion, so it's essential that the suit not bind or restrict movements.",
        "Increased restriction and warmth: On a very hot day, a tank might make you feel hotter than a regular swimsuit, and might restrict your movement more than a bikini top would.",
        "Even better is the fact that this style of swimsuit won't restrict your movement.",
        "People who restrict their fat intake are at risk for having low vitamin E levels, as this vitamin is found primarily in foods containing healthy fats.",
        "Some styles restrict the cut out portion to the sleeves, leaving the rest of the dress intact.",
        "Since the insulation is naturally soft and malleable, it renders the glove exceptionally comfortable and does not restrict movement or affect the fit in any way.",
        "Restrict distractions during the game night: turn off cell phones, televisions, video games, and other potential interruptions.",
        "This might restrict how you can use them.",
        "Some artists have no problem with sharing their music as long as it's not being sold for a profit, but others restrict free downloads to personal listening only.",
        "Specialized engagement jewelry stores can be difficult to locate - most jewelers, naturally, want to broaden rather than restrict their sales collections.",
        "When you take into consideration the breadth of foods that may cause problems, you can understand why the elimination diets restrict such a vast array of items.",
        "Just as water tends to douse the bright and aggressive nature of fire, in astrology, the water signs like Cancer, Scorpio and Pisces possess an emotional intensity that can almost restrict a fire sign such as Sagittarius.",
        "Still, with the ever-increasing use of computers in school, it would be difficult to completely restrict your child's use of technology.",
        "Other programs are designed to restrict computer use at certain times.Keep in mind that parental controls are no substitute for parental supervision.",
        "You don't have to restrict fad clothing completely; just make sure they have some of the basics in their closet as well.",
        "Along the same line of rebellion, some parents find that school uniforms restrict girls desire to express themselves and their femininity, thus promoting promiscuous behavior within the female student body.",
        "Some feel that they do, and in the process they restrict students' individuality.",
        "Not all parents restrict their children from watching these kinds of movies, and kids, if they really want to, can get ahold of them to watch.",
        "Also, some sites restrict the number of offers you can receive, so consider your choices carefully so you can get what you really want.",
        "TribalShapes.com - Despite its name, TribalShapes.com does not restrict itself to tribal-style tattoo flash, though it does make up the majority of this website's free collection.",
        "The shoulder is an active area of the body and getting a shoulder tattoo may require taking time off work to restrict movement for the first few days while you heal.",
        "Tight or otherwise uncomfortable yoga clothing will not move with you and will restrict your practice.",
        "Pants that aren't so tight that they restrict movement and are uncomfortable to wear.",
        "They will restrict movement and may make you uncomfortable and self-conscious, defeating the purpose of practicing yoga.",
        "It should move with you and be flexible enough to not restrict movement, even when doing inverted and advanced poses.",
        "They feature an athletic fit that will not restrict movement, and are stylish enough for wear outside of class.",
        "Clothing that is too small will restrict movement, not allow you to breathe properly, and result in a less than optimum practice.",
        "If you have a very limited budget, you can also restrict your search to used cars under $500 or vehicles with sale prices of less than $1000.",
        "For example, instead of searching all minivans, enter your zip code or type in \"minivans in Denver,\" or \"minivans in Colorado\" to restrict your search to the Denver area.",
        "Diets that restrict an individual to ingredients such as grapefruits, boiled eggs, and coffee may result in the fast shedding of a few pounds.",
        "There are numerous variations of the actual menu plan, but all of them restrict daily calorie intake to about 1000 calories total.",
        "As with anything, however, you should restrict the amount of food you eat.",
        "As with any diet plan, make sure you check with a physician before you begin to restrict carbs.",
        "Most diets restrict calorie intake and even if they work on the front end, tend to fail to keep weight off when dieters return to their normal eating habits.",
        "It is advisable to restrict sodium consumption.",
        "Sensa (also known as \"the Sprinkle Diet\") is different in that it doesn't restrict calories or what you can eat.",
        "The diets typically work much like the Atkins Diet, in that they restrict carbohydrates while encouraging a higher intake of protein.",
        "All of the grapefruit related diets, in most cases, significantly restrict calories as well.",
        "When you limit your calories, you also restrict your opportunities to take in vitamins and minerals.",
        "MayoClinic.com points out that when you eat a diet high in protein, one of two things happens: Either you restrict some other macronutrient your body needs and replace it with protein, or you eat too many calories and gain weight.",
        "If you do restrict carbohydrates in favor of proteins, you may be at risk for nutritional deficiencies.",
        "One of the benefits of following any calorie restricted plan is that while it restricts how much you eat, it doesn't restrict you from eating certain foods.",
        "Avoid diets that restrict certain food groups or that label specific foods as \"bad.\"",
        "Before the Atkins diet, conventional wisdom held that the only way to lose weight was to restrict calories and fat.",
        "Gary Taubes, author of \"Good Calories, Bad Calories,\" explains that when you restrict carbohydrates in your diet, your body minimizes its release of insulin.",
        "The one thing these two diets have in common is that they severely restrict calories every other day, however each diet adds it's own little twist to how it's done and why.",
        "What it does do is restrict the intake of \"bad fats\" including trans fats.",
        "Either you restrict some other macronutrient your body needs and replace it with protein, or you eat too many calories and gain weight.",
        "For the rest, just dress comfortably with clothes large enough not to restrict your range of motion at any time.",
        "Some people like machines, because they restrict the muscles that supposedly should not be used.",
        "For example, many machines have seat belts which restrict the movements of the lower back.",
        "Hold yourself as straight up and down as possible, and avoid leaning forward, which will restrict your movements.",
        "The symptoms of pulmonary hypertension may restrict activity, and pursuing activities that don't increase symptoms or performing mild exercise while utilizing oxygen may be helpful if your doctor tells you that you can.",
        "The conditions describe the issues which suspend or restrict coverage.",
        "Corsets were also known to deform the rib cage, compress internal organs, and restrict breathing when worn for extended periods of time.",
        "Typical bondage corsets extend to right above the knees and are designed to restrict the wearer's movements.",
        "If worn too tightly, a girdle can act like a tourniquet and restrict the flow of blood from the feet and legs.",
        "Vertical weave: Look for bras that have ample stretch horizontally but restrict the vertical stretch.",
        "Some LimeWire users are also concerned that LimeWire may begin to restrict the swapping of unlicensed files, in response to demands from the Recording Industry Association of Amierca (RIAA).",
        "Some download sites only allow you to play purchased MP3 files on a single computer or otherwise restrict the transfer of files.",
        "Contrary to popular belief, gospel music need not only restrict itself to the standard hymns that you sing in church!",
        "There's no need to restrict yourself to the boring default skin, just as many people have downloaded free skins for use with Windows Media Player and WinAmp on their home computers.",
        "Some countries actually restrict their citizens' activities on the first day of the new year by closing businesses and public areas around their cities.",
        "In the wake of the event, the show vowed to improve security and restrict the size of the crowd for the open calls.",
        "Blood pressure is heavier below the waist line; to avoid excessive bruising on the legs, it's important to restrict some of the flow through elevation.",
        "If you're concerned about who may be viewing your pictures, post your photos on sites offering the ability to restrict access.",
        "You can use proxies to filter out (and therefore restrict) certain kinds of sites from the users computer (for example, keeping adult websites from being visited at work, or keeping political websites from the eyes of citizens)."
    ],
    "definition": [
        "To keep or confine within physical limits: The inmates are restricted to their cells for 23 hours each day. Food consumption is restricted to the cafeteria.",
        "To prevent or prohibit beyond a certain limit or by restriction: The law restricts the use of pesticides. The program restricts unauthorized users from accessing the data. See Synonyms at limit.",
        "re·stric′tor re·strict′er\nnoun",
        "Link/Cite",
        "To restrain within bounds; to limit; to confine; as, to restrict worlds to a particular meaning; to restrict a patient to a certain diet.",
        "(specifically, mathematics) To consider (a function) as defined on a subset of its original domain.\nIf we restrict sine to , we can define its inverse.",
        "(obsolete) Restricted.",
        "Link/Cite"
    ]
}