{
    "translation": "ניסוח מחדש",
    "uses": [
        "A complete restatement could only be undertaken by a group of men, trained in much the same conditions, accustomed to think and work together, each one engaged on a special department, but all acting under the control of one master-mind.",
        "The Christian apologist indeed may himself seek, following John Fiske, to philosophize evolution as a restatement of natural theology - \" one God, one law, one element and one far-off divine event \" - and as at least pointing towards personal immortality.",
        "Such, in substance, is Hume's restatement of Locke's empirical view.",
        "Whatever the cause, the complete restatement of economic theory, which some heroic persons demand, is clearly impossible, except on conditions not likely to be realized in the immediate future.",
        "We need, therefore, a restatement of it.",
        "But they have both been urged with sufficient ability to arrest its progress and to call for a reconsideration and restatement of the fundamental principle of idealist philosophy and its relation to the fundamental problems of religion.",
        "Martineau is much more in sympathy with idealism than Sidgwick, whose work consists in a restatement from a novel and independent standpoint of the Utilitarian position.",
        "Edward Lyttelton (1897), while a temperate and effective restatement of the case for the classics may be found in Sir Richard Jebb's Romanes Lecture on \" Humanism in Education \" (1899).",
        "It is clear that in the interests of general economic theory we require a vast number of special studies before an adequate restatement can be undertaken.",
        "Aristotelian dialectics had always been taught in the schools; and reason as well as authority had been appealed to as the foundation of theology; but for the theologians of the 9th and 10th centuries, whose method had been merely that of restatement, ratio and auctoritas were in perfect accord.",
        "His metaphysical method, however, is like Herbart's, not identifiable with his logic, and the latter has for its central characteristic its thorough restatement of the logical forms traditional in language and the text-books, in such a way as to harmonize with the doctrine of a reality whose organic unity is all-inclusive.",
        "To offset this feeling Edwards' preached at Northampton during the years 1742 and 174 3 a series of sermons published under the title of Religious Affections (1746), a restatement in a more philosophical and general tone of his ideas as to \" distinguishing marks.\"",
        "In fact, no acceptable scientific criterion emerges, and the outcome of Spencer's attempt to ascertain the laws of life and the conditions of existence is either a restatement of the dictates of the moral consciousness in vague and cumbrous quasi-scientific phraseology, or the substitution of the meaningless test of \" survivability \" as a standard of perfection for the usual and intelligible standards of \" good \" and \" right.\"",
        "To the pope this meant that the Constitutions of Clarendon were disavowed; to the king, who maintained that they were in the main a mere restatement of the customs of William I., it bore no such general interpretation.",
        "We can only say that it requires investigation and restatement.",
        "Modernists deny that the spirit of religion can be thus imprisoned in an unchangeable formula; they hold that it is always growing, and therefore in continual need of readjustment and restatement.",
        "The phrase penal substitutionary atonement is normally applied to the restatement of this by John Calvin.",
        "duty of confidentiality is covered elsewhere in the Code, so this provision is simply a restatement.",
        "The question before these writers was not \" merely literary, nor historical, \" but a restatement of religious principles: \" .",
        "on the authorship of the Zohar; see Kabbalah), they may sometimes preserve the recollection of a fact which only needs restatement (e.g.",
        "The theological method of all these was merely that of restatement."
    ],
    "definition": [
        "Link/Cite"
    ]
}