{
    "translation": "לחשוף, לגלות",
    "uses": [
        "She opened her hand to reveal its contents, a marble.",
        "She unwrapped the paper to reveal seven gold coins.",
        "But then, it was like him not to reveal his thoughts or concerns – unless the mood hit him.",
        "She wasn't going to reveal her secret unless she had to.",
        "She'd made a decision in front of him, one that warned him this might be his last chance to reveal his secret.",
        "His door flew open to reveal a huge, furry monster with fangs.",
        "It was almost as if he were shutting Felipa off before she could reveal something.",
        "The zipper opened in one motion to reveal the lighted face of Fred O'Connor.",
        "She held firm and didn't reveal anything but she was hesitant to lie directly.",
        "Her air supply cut off, she tore at the hand holding her until the skin on his arm fell away to reveal smooth, black skin more akin to a reptile's than a human's.",
        "Ully would run blood tests on Hannah, but he doubted they.d reveal much more than Katie.s had.",
        "What dark secret had he been holding from her that he would be forced to reveal if he knew how she felt about children?",
        "The sub bumped against a dock, and the door opened to reveal the man he assumed was Jim, dressed in his workout clothing with mussed hair.",
        "Then he went on to say that he knew her parents would not give her to him--for this there were secret reasons he could reveal only to her--but that if she loved him she need only say the word yes, and no human power could hinder their bliss.",
        "They buttoned up and wouldn't reveal beans.",
        "She pushed away from the wall, trying not to reveal her shame.",
        "If you really can find Others, you must reveal their locations to me.",
        "I trusted Brennan sufficiently to reveal Julie's identity and the burglary.",
        "If she'd protected her secret from a thousand people, she wasn't about to reveal it to him.",
        "She suspected he was one step ahead, but she wasn't expecting him to reveal his plan.",
        "He didn't wear a coat today and his shirtsleeves were rolled up to reveal brown muscular forearms.",
        "They hovered through the air, at last reaching one of the ships, where a doorway yawned open to reveal the damp yellow light and grey corridors beyond.",
        "The book exists for us, perchance, which will explain our miracles and reveal new ones.",
        "An autopsy would surely reveal Fitzgerald's knife wound, bringing Lydia Larkin's complicity into play, and probably Dean's.",
        "Hannah.s bedroom was quiet, the bed neatly made and her closet door open to reveal a large empty space.",
        "But she wasn't about to reveal that to Jonny.",
        "As he spoke, he peeled off his shirt to reveal a whip-like, muscular upper body coated by a thin layer of tan skin.",
        "She grabbed the front of the shirt and jerked the snaps open to reveal the swimwear.",
        "He watched as she stripped off the tunic to reveal a muscular, firm back.",
        "She held up her arm to reveal the black cuff.",
        "Pushing himself away from the book that would reveal nothing he sought, he went to the small, square window overlooking the stone structure of the Sanctuary.",
        "She grimaced when he peeled back the final layer of bandages to reveal the gouge and broken bones beneath.",
        "\"You'll do it, Xander, or I'll reveal your little secret,\" Sofi said calmly.",
        "When her vision cleared to reveal where he'd taken her, she sucked in a breath.",
        "They reached Sasha.s room, and the convent member pushed the door open to reveal Sasha.s torn-up body.",
        "While her romance session failed to reveal his problem, it did wonders for her confidence.",
        "Hannah removed her fur coat with a graceful flourish to reveal her snug clothing and perfect body.",
        "The top slid open to reveal a tire patch kit containing two small patches and a tube of sealing adhesive.",
        "Her hand dropped from her eyes to reveal a furry, fanged monster from a nightmare framed against the light.",
        "He glared at her, then unbuttoned his tac gear, pulling his arms free and pushing it down to his waist to reveal the dark T-shirt beneath.",
        "A sweep through the barn failed to reveal any imminent births.",
        "One of the monsters pulled off its head to reveal a man.",
        "He wore black pants that hugged his lower body to reveal the lean hips and long, muscular legs.",
        "Her fingers opened to reveal a keypad similar to the one Brady delivered.",
        "Two guards pushed a large boulder near the rear of the stables to reveal a black hole in the ground.",
        "As Darian suspected, the small creature was unwilling to reveal its true intentions.",
        "If you are asked, you can give them insight into their future, so long as you do not reveal everything.",
        "At last, they arrived at a metal door that Mike swung open to reveal a tiny submersible docked.",
        "She sighed and sat up straight a second before the door was pushed open to reveal someone she didn't know.",
        "Kiera raised the arm of her sweatshirt to reveal the band she already wore.",
        "His trench was long and unfastened, the chilled winter wind whipping back one side to reveal a sword tucked against his leg.",
        "The night veils without doubt a part of this glorious creation; but day comes to reveal to us this great work, which extends from earth even into the plains of the ether.",
        "Elise peeled off her shirt to reveal a snug undershirt that outlined the shape of her muscular upper body.",
        "Damian pulled off his sweater to reveal a black T-shirt and tucked weapons into his cargo pants, boots, and pockets.",
        "The door opened to reveal Daniela, the headmistress, a severe-looking woman wearing the brown robes of the convent.",
        "No part of her wanted to reveal what Gabriel told her or that she meant it when she said she would find a way to help him.",
        "The Healer reached down, rolling up the leg of her jeans to reveal a small sheathe with a knife.",
        "Truth is always in harmony with herself, and is not concerned chiefly to reveal the justice that may consist with wrong-doing.",
        "He waited, as if she'd reveal enough dirt to make his monthly quota then added, They'll probably suspend your license.",
        "Sofia gripped it, the touch enough to reveal a future like Traci's, filled with love and joy.",
        "He opened the box to reveal a man's platinum signet ring with the half-moon, half-sun, and arrow symbol neatly carved on its head.",
        "Her vision cleared to reveal she now stood in a luxurious living room with several people in front of her displaying varying levels of alarm on their faces.",
        "I know of those whose serene and wise speculations on this theme would soon reveal the limits of his mind's range and hospitality.",
        "He fumbled for the light just as the zipper on his tent opened to reveal the bright smile of Betty from Boise.",
        "The door flew open before she could knock to reveal a stern woman in a monk's brown robes.",
        "\"And now, in token of candor, I ask you to reveal to me your chief passion,\" said the latter.",
        "Indigo jeans outlined the long lean muscles in his thighs, and the sleeves of his western shirt were rolled up to reveal tanned muscular forearms.",
        "It was far more important than the bet with the human, but Deidre couldn't help thinking about her deal and Darkyn's threat to reveal everything to Gabriel.",
        "The moon is slowly revolving to reveal its hidden face.",
        "Why had he hidden them - and why had he decided to reveal them?",
        "She pulled her pants leg up to reveal an army of tiny brown insects.",
        "She modestly lifted her shirt a little and gently pulled the waistband down far enough to reveal the angry red bumps.",
        "Now reveal the true breakdown of who gets what from the final price of a Latin American banana.",
        "reveal which regions of the world, or period in history are of specific interest for wheat breeding.",
        "reveal where you can get your hands on that must-have item as seen on the show.",
        "I revel in my geekery, and good-natured ribbing is fun, but cross the line and you reveal your own ignorance.",
        "He pulled off the wrapping to reveal a humanoid robot which bore a remarkable resemblance to Des, with similar facial features.",
        "This is a very simplified example of the way this tool can be used - the variables can reveal much more than simply what people are looking for in a particular area.",
        "The shopping bag itself uses a rollover to reveal items already added.",
        "It's just silly stuff that would be embarrassing to reveal.",
        "He promised a dying friend that he wouldn't reveal his health status.",
        "Why did her complexion have to reveal her every emotion?",
        "She threatened to reveal the secret of his gem to his enemies, a secret recently spilled.",
        "Jessi watched Gerry strip off his shirt to reveal a lean, athletic frame and faced Xander.",
        "\"Take my hand and close your eyes,\" Jenn said, holding out her hand to reveal a perfect French manicure.",
        "Jonny opened it to reveal a comfortable looking room with a plush couch set, rugs to cover the concrete floors, and television lighting the room.",
        "A door in one wall was open to reveal the white porcelain sink of a bathroom, and the wall opposite the TV held a kitchenette.",
        "Ashley wasn't in the room, though Jessi recognized some of her cousin's things: a pink cell phone charger, a backpack that yawned open to reveal clothes, the stack of colorful beaded bracelets on the arm of the couch.",
        "Walk in the door, reveal what Jonny wanted her to do and they'd have their happy ending.",
        "Storing an email address enables people to contact you through the website without you having to reveal your email address to them, and it can be used to send you a new password if you forget it.Your real name, if you choose to provide it, will be used for giving you attribution for your work.",
        "He is a beneficent and venerable old man of the sea, full of wisdom and skilled in prophecy, but, like Proteus, he will only reveal what he knows under compulsion.",
        "The Letters, which are very stilted, also reveal Apollinaris as a man of genial temper, fond of good living and of pleasure.",
        "Only in the descriptions of scenery, which here resemble too much purple patches, does George Sand reveal her true inspiration, the artistic qualities by which she will live.",
        "They reveal to us the true and better side of George Sand, the loyal and devoted friend, the mother who under happier conditions might have been reputed a Roman matron.",
        "The true Tapaculo (P. albicollis) has a general resemblance in plumage to the females of some of the smaller Shrikes (Lanius), and to a cursory observer its skin might pass for that of one; but its shortened wings and powerful feet would on closer inspection at once reveal the difference.",
        "Thus in the Sandwich Islands the god Oro gave his oracles through a priest who \"ceased to act or speak as a voluntary agent, but with his limbs convulsed, his features distorted and terrific, his eyes wild and strained, he would roll on the ground roaming at the mouth, and reveal the will of the god in shrill cries and sounds violent and indistinct, which the attending priests duly interpreted to the people.\"",
        "Hayim Vital reports that on his death-bed Luria said to his disciples: \" Be at peace with one another: bear with one another: and so be worthy of my coming again to reveal to you what no mortal ear has heard before.\"",
        "Kitchen-middens of England, Ireland and Denmark reveal the existence of the capercally, Tetrao urogallus, and of the great auk or gare-fowl, Alca impennis; both species long since vanished from those countries.",
        "- Superficially regarded, philosophy ebbs and flows, whatever progress the debate may reveal to speculative insight.",
        "A nearer view will reveal the rich chestnut of the mantle and upper wing-coverts, and the combination of colours thus exhibited suggests the term \"tortoise-shell\" often applied to it - the quill-feathers being mostly of a dark brown and its lower parts pure white.",
        "2 - The oracles of Malachi clearly reveal the continued influence of the book of Deuteronomy in his day.",
        "Ioo) clearly reveal the powerful revival of Messianic hopes of a national deliverer of the seed of David.",
        "That admiration for an empire of more than two hundred millions of men, where not one had the right to call himself free; that effeminate philosophy which has more praise for luxury and pleasures than for all the virtues; that style always elegant and never energetic, reveal at the most the elector of Hanover's slave.\"",
        "The historical traditions are to be supplemented by the great body of prophetic, legal and poetic literature which reveal contemporary conditions in various internal literary, theological or sociological features.",
        "It had a national history which left its impress upon the popular imagination, and sundry fragments of tradition reveal the pride which the patriot felt in the past.",
        "The old stories of earlier days encircle places which, though denounced for their corruption, were not regarded as illegitimate, and in the form in which the dim traditions of the past are now preserved they reveal an attempt to purify popular belief and thought.",
        "The traditions reveal a tendency to legitimate new circumstances.",
        "The contents of the royal tombs, on the other hand, reveal a wholesale correspondence with the fabrics of the first, and, to a less degree, the second Late Minoan age, as illustrated by the relics belonging to the Middle Period of the later palace at Cnossus and by those of the royal villa at Hagia Triada.",
        "These lectures reveal all the charm of style and directness of presentation which made Hausser's work as a professor so vital.",
        "His sermons, especially that on the death of John Pym in 1643, reveal eloquence and fervour.",
        "Even in the rural districts, manorial records reveal the existence of a great variety of classes and groups of persons engaged in the performance of economic functions.",
        "So that cross-sections of the stream of economic thought will reveal the existence, at different times, in varying proportions and at different stages of development, of most of the modern \" schools.\"",
        "The course of the ensuing campaigns was to reveal the hardening of his mental powers.",
        "Angilbert, however, was little like the true medieval saint; his poems reveal rather the culture and tastes of a man of the world, enjoying the closest intimacy with the imperial family.",
        "The sole piece of evidence, from which probable conclusions may be drawn, is that three separate measurements of price fluctuations over some forty years reveal a growing unsteadiness of late, whether they be expressed absolutely or as percentages of price.",
        "The miracles of Jesus - the relief of need, the removal of suffering, the recovery of health and strength - reveal in outward events the essential features of His divine mission.",
        "31 Continued work at Samaria should reveal some trace of the civilization of Israel, which we know was considerable, unless the devastation of the Assyrian sieges has destroyed it all.",
        "When the Russians showed no signs of withdrawing from the valley of the Rion, the sultan threatened to renew the war, the sole result of which was to reveal the determination of the tsar not to be bullied into concessions.",
        "In his Practica geometriae plain traces of the use of the Roman agrimensores are met with; in his Liber abaci old Egyptian problems reveal their origin by the reappearance of the very numbers in which the problem is given, though one cannot guess through what channel they came to Leonardo's knowledge.",
        "The Biblical narratives reveal traces of a considerable development in the traditions regarding this sacred object, and those which furnish the most complete detail are of post-exilic date when the original ark had been lost.",
        "In Merswin's Story of the First Four Years of a New Life, he writes: \"Of all the wonderful works which God had wrought in me I was not allowed to tell a single word to anybody until the time when it should please God to reveal to a man in the Oberland to come to me.",
        "The accounts of his life say that about 1343 he was forbidden to reveal his identity to anyone save Rulman Merswin.",
        "He did not scruple to reveal to the king of Navarre secret deliberations, but his fortune soon turned.",
        "1844) and others to reveal the minute anatomy of the nervous centres; while the discrimination of tissues and morbid products by stains, as in the silver and osmic acid methods, and in those known by the names of Carl Weigert or Marchi, had scarcely begun.",
        "The transition from prophecy to apocalyptic (Corot(aXi 7rrecv, to reveal something hidden) was gradual and already accomplished within the limits of the Old Testament.",
        "His descriptions of his native county reveal close observation and a vivid perception of natural beauty.",
        "They reveal to us a kindly and cheerful soul, well versed in the literary accomplishments of the period, but without any strength of intellectual grasp and peculiarly prone to superstition.",
        "Even if there were no such unmistakable expressions as these, the most cursory glance into Saint-Simon's writings is enough to reveal the thread of connexion between the ingenious visionary and the systematic thinker.",
        "In certain cases the wish to carry elsewhere the cult of a favourite or ancestral cult, may have dictated the manufacture of images that declare themselves and reveal at a glance whose they are.",
        "But they reveal no less acumen combined with imaginative penetration into the very essence of national existence.",
        "Papyri from a Jewish colony in Elephantine (407 B.C.) clearly show the form which royal permits could take, and what the Jews were prepared to give in return; the points of resemblance are extremely interesting, but compared with the biblical documents the papyri reveal some striking differences.",
        "The nest is a beautifully neat structure, often placed at no great height from the ground, but generally so well hidden by the leafy bough on which it is built as not to be easily found, until, the young being hatched, the constant visits of the parents reveal its site.",
        "It is not even safe, according to these two fathers, to commit too much to writing; and Clement undertakes not to reveal in writing many secrets known to the initiated among his readers; otherwise the indiscreet eye of the heathen may rest on them, and he will have cast his pearls before swine.",
        "His three hundred letters reveal a rich and observant nature, which, despite the troubles of ill-health and ecclesiastical unrest, remained optimistic, tender and even playful.",
        "The mountains of the south-east and of the west reveal the shortest statures.",
        "Those localities where chipping was done reveal hundreds of tons of splinters and failures, and these are often counted as ruder implements of an earlier time.",
        "The pompous ceremonials of the civilized tribes of Mexico and the Cordilleras in South America, when analysed, reveal only a higher grade of the prevailing idea.",
        "They are inspired also by a fervid and steadfast glow of spirit and reveal a gentleness and humanity of sentiment blended with the severe gravity of the original Roman character.",
        "As a matter of fact, no grass-plot is truly circular; and it might be found that if the breadth in various directions were measured more accurately the want of circularity would reveal itself.",
        "The passion-narratives reveal the following main differences.",
        "The Johannine discourses reveal differences from the Synoptists so profound as to be admitted by all.",
        "In contrast to the struggle for an ideal freedom, which was at first hailed with tempestuous delight only to reveal itself as a dangerous tyranny, men became conscious of the need for a firmly established authority in the reconstruction of society.",
        "These figures reveal a considerable falling-off during the past decade, the number of vessels entering and leaving the port in 1898 being 5114 with an aggregate tonnage of 3,761,094.",
        "Consequently an exaggerated emphasis is often laid upon single words; as, for example, in the school of Rabbi `Agiba, where even individual letters were forced to reveal their meaning.",
        "Perot's number is now definitely adopted to define the Angstrom, and need never be altered, for should at some future time further researches reveal a minute error, it will be only necessary to change slightly the temperature or pressure of the air in which the wave-length is measured.",
        "The benediction \"Peace be to this house,\" with which, in accordance with apostolic usage, he greeted every dwelling he entered, was not inappropriate to his figure and aspect, and it is said \"took the people's attention wonderfully,\" the more especially after the magic of his personality found opportunity to reveal itself in close and homely intercourse.",
        "1 His parables even more than his sermons reveal the principles of his endeavour.",
        "These articles, contained in the 5th Scheme, and zealously championed by the sectaries of the Jesuit order, reveal the immediate object for which the council of1869-1870was convened.",
        "It often happens that analyses of brown iron ores reveal a larger proportion of water than required by the typical formula of limonite, and hence new species have been recognized.",
        "The tablets which reveal this state of affairs are written in the language and script of Babylonia, and thus show indirectly the extent to which Babylonian culture had penetrated Palestine and Phoenicia; at the same time they illustrate the closeness of the relations between the Canaanite towns and the dominant power of Egypt.",
        "Her secretaries were examined in London, and one of them gave evidence that she had first heard of the conspiracy by letter from Babington, of whose design against the life of Elizabeth she thought it best to take no notice in her reply, though she did not hold herself bound to reveal it.",
        "These reveal dark hydrogen flocculi, which appear to lie at a level above that of the bright calcium flocculi.",
        "Certain characteristics in the skin reveal to the expert from what section of territory they come, but in classifying them it is considered sufficient to mention territories only.",
        "In the German lands, the lowest level was touched, and the writings of the Augustinian canon Johann Busch, and of the Benedictine abbot Trithemius reveal a state of things in the first half of the 15th century that urgently called for reform.",
        "The passport being delayed, he offered to reveal to Walsingham a dangerous conspiracy, but the latter sent no reply, and meanwhile the ports were closed and none allowed to leave the kingdom for some days.",
        "On the 26th of June the diet was dissolved, nothing having been done but to reveal the widening gulf between the principle of monarchy and the growing forces of German Liberalism.",
        "galah, to reveal.",
        "He was implicated by Francois Chabot in the falsification of a decree relative to the East India Company, and though his share seems to have been simply that he did not reveal the plot, of which he knew but part, he was accused before the Revolutionary Tribunal at the same time as Danton and Camille Desmoulins, and was executed on the 5th of April 1794.",
        "But his interest was in the fascinating game of diplomacy; he was ambitious of playing the leading part on the great stage of international politics; and he was too consummate a courtier to risk the loss of the imperial favour by any insistence on unpalatable reforms, which, after all, would perhaps only reveal the necessity for the complete revolution which he feared.",
        "The Syrians and the, Keftiu, the latter now identified with the Cretans and other representatives of the Aegean civilization, are the only peoples who by their elaborate clothing and artistic products reveal themselves upon the ancient Egyptian monuments as the equals in culture of the Egyptian nation.",
        "The bulk of the hieroglyphic inscriptions are written in a more or less artificial literary language; but in business documents, letters, popular tales, &c., the scribes often adhered closely to the living form of the tongue, and thus reveal its progressive changes.",
        "When the land reappeared a new series of valleys would at once begin to be eroded; and the subsequent degradation of these overlying sediments might reveal portions of the older topography, as in the case of the Great Glen, Lauderdale, and other ancient valleys.",
        "However, if we carefully sift their characters, the flamingos obviously reveal themselves as much nearer related to the Ciconiae, especially to Platalea and Ibis, than to the Anseres.",
        "After thanking the Father for revealing to babes what He hides from the wise, He continued in mysterious language: \" All things are delivered to Me by My Father; and none knoweth who the Son is but the Father; and who the Father is but the Son, and he to whom the Son chooseth to reveal Him.\"",
        "In order thus to manifest Himself He had undergone a human birth: \" the Word was made flesh, and dwelt among us, and we beheld His glory \" - the glory, as the evangelist has learned to see, of the Father's only-begotten Son, who has come into the world to reveal to men that God whom \" no man hath ever seen.\"",
        "The past is now filled with a glory which could not be so fully perceived at the time, but which, as St John tells, it was the function of the Holy Spirit to reveal to Christ's disciples.",
        "The external evidence does not point to any intervening hiatus, and the archaeological data from the excavations do not reveal any dislocation of earlier conditions; earlier forms have simply developed and the evolution is a progressive one.",
        "Yet, the conditions in Palestine during the monarchies reveal grave and complex social problems, marked class distinctions, and constant intercourse and commercial enterprise.",
        "reveal stages of orderly and active development in order to authorize the changing standpoints of different periods and circles.'",
        "The spectroscope only yields information about the thin outer envelope of the star; and even here elements may be present which do not reveal themselves, for the spectrum shown depends very greatly on the temperature and pressure.",
        "The excavations at Nippur were the first to reveal to us the extreme antiquity of Babylonian civilization, and, as already stated, they give us the best consecutive record of the development of that civilization, with a continuous occupancy from a period of unknown antiquity, long ante-dating 5000 B.C., onward to the middle ages.",
        "In his Kritische Untersuchungen ieber die kanonischen Evangelien, ihr Verheiltniss zu einander, ihren Charakter and Ursprung (1847) he turns his attention to the Gospels, and here again finds that the authors were conscious of the conflict of parties; the Gospels reveal a mediating or conciliatory tendency (Tendenz) on the part of the writers or redactors.",
        "Thirdly, there is a determination to reveal the psychological basis of logical processes, and not merely to describe them as they are in adult reasoning, but to explain also how they arise from simpler mental operations and primarily from sense.",
        "They are a priori because no experience is sufficient to reveal or confirm them in unconditional universality; but they are a priori.",
        "The Austrian chronicler Thomas Ebendorffer of Haselbach, who lived two generations later, first states that it was reported that King Wenceslaus had ordered that the confessor of his queen - an office that John of Pomuk never held - should be thrown into the Vltava because he would not reveal the secret of confession.",
        "failed to reveal any trace of land, and the party returned to Etah by the same route.",
        "A hurried outline of each of these vital branches of our civilization will at once reveal the falseness of the usual periodizing.",
        "About the year 1893 he began to publish short stories, some of which, such as Enris, The Fortress of Matthias, The Old Man of Korpela and Finland's Flag, are delicate works of art, while they reveal to a very interesting degree the temper and ambitions of the contemporary Finnish population.",
        "Instead, an atmosphere of artificiality surrounds these productions, and the verses that reveal genuine poetical feeling are very few.",
        "Their language is vague and allegorical, full of allusions and pious Mussulman invocations; the author continually announces that he is about to speak without mystery or reserve, but all the same never gives any precise details of the secrets he professes to reveal.",
        "These changes in population reveal the effects of famine, which was very severely felt in 1876-1878 and again in 1899-1900.",
        "45) and reveal the future to men by signs and wonders (xliii.",
        "Le Blanc had no choice but to reveal the secrets of his process, and he had the misfortune to see his factory dismantled and his stocks of raw and finished materials sold.",
        "Petrarch's inner life after this date is mainly occupied with the passion which he celebrated in his Italian poems, and with the friendships which his Latin epistles dimly reveal to us.",
        "But these works, important as they were, gave but little idea of the wealth of historical sources which the 19th century was to reveal in England.",
        "The files and indices of the English Historical Review, Historische Zeitschrift, Revue historique, or American Historical Review will alone reveal the strength and character of historical research in the later 19th century.",
        "Why does it so slowly reveal the Right of the middle ages (as in slavery for instance) to be the Wrong to-day?",
        "It does not identify Paul with Simon Magus, but it serves to reveal an animus which would render the identification easy.",
        "This circumstance alone is enough to reveal the true nature of the book: it is a composite whole, a collection of writings, as the Old Testament is.",
        "Stream erosion has dissected these domes far enough to reveal the core of the igneous rock and to give a rugged topography.",
        "Almost all the learned doctors, he says, declare that the confessor may reveal it, but he adds, \" the contrary opinion is the safer and better doctrine, and more consistent with religion and with the reverence due to the holy rite of confession.\"",
        "(464-404 B.C.), reveal the existence of a colony of Jews, with a temple to Yahu (Yahweh, Jehovah), which had been founded at some time before the conquest of Egypt by Cambyses in 523 B.C. They also mention the great frontier garrison against the Ethiopians, referred to by Herodotus.",
        "It appeared in Blazh (1 793-95) It falls short of the older version of 1688; it was modernized in its language, and no doubt a careful examination would reveal differences in the translation of those passages in which the Catholic tradition differs from the Eastern.",
        "Quicherat's great work, Le Proces de Jeanne d'Arc (1841-1849), a collection of the texts so full and so vivid that they reveal the character and life of the heroine with great distinctness.",
        "The continuous spectrum leads to no inference, except that of the temperature of the central globe; but the multitude of dark lines by which it is crossed reveal the elements composing pe ct rum o the truly gaseous cloaks which enclose it.",
        "\"I think,\" he says, \"that when I stand in Zion and before God, the highest thing that I shall look back upon will be that blessed morning of May when it pleased God to reveal to my wondering soul the idea that it was His nature to love a man in his sins for the sake of helping him out of them.\"",
        "Besides their historic interest, the letters written personally by Henry, whether love notes or letters of state, reveal a charming writer.",
        "History is as likely to reveal to us in the first place true and original elements, and combinations of elements in man, as a study of consciousness.",
        "In the following year there appeared her Personal Recollections, consisting of reminiscences written during her old age, and of great interest both for what they reveal of her own character and life and the glimpsed they afford of the literary and scientific society of bygone times.",
        "The defenders, Hugh de Bradfute and his son, were slain, and his daughter Marion - the betrothed, or, as some say, the wife of William Wallace - was conveyed to Lanark, where she was barbarously executed because she refused to reveal the whereabouts of her lover.",
        "That they were so in great part is confessed again and again in these letters, but confessed in such a way as to reveal that they were permitted for his own enjoyment of them as much as planned.",
        "No doubt careful microscopic scrutiny of the minute anatomy of the leaves of plants grown under various conditions would reveal further adaptations of structure to external conditions of climate.",
        "With regard to the chemical composition of the ripe grain, the Rothamsted experiments reveal a singular uniformity, even under very varied conditions of manuring, and even where much diversity was apparent in the constitution of the straw.",
        "But no one can tell whether the study of physiological phenomena in general, and of nervous phenomena in particular, will not reveal to us, besides the vis viva or kinetic energy of which Leibnitz spoke, and the potential energy which was a later and necessary adjunct, some new kind of energy which may differ from the other two by rebelling against calculation\" (Bergson, Time and Free Will, Eng.",
        "The cause of the continuous though varying decrease which these figures reveal has been emigration.",
        "He next entered upon that struggle with the Assembly, now discredited, which was to reveal to all the necessity for a change, and a change in his favour.",
        "The word may have no intelligible meaning in Greek, but its counterpart in the allied tongues, especially in Sanskrit or Zend, may reveal the original significance of the terms. \" To understand the origin and meaning of the names of the Greek gods, and to enter into the original intention of the fables told of each, we must take into account the collateral evidence supplied by Latin, German, Sanskrit and Zend philology \" (Lect.",
        "And, further, there intervenes a remarkable passage with an account of his conflict with the divine being who fears the dawn and is unwilling to reveal his name.",
        "He refused to reveal its hiding-place so long as Gunther, also a prisoner, should live.",
        "She exercised the strongest influence over her brother, and her published letters reveal a mind almost equal, a moral nature superior, to his own.",
        "The geological observations on Celebes are too scattered to reveal its structure.",
        "But then, it was like him not to reveal his thoughts or concerns â€“ unless the mood hit him.",
        "The elevator door opened to reveal the massive form of Travis, one of Jenn's spies on the local police force.",
        "He pointed on the page to reveal a link to a website with a single name and phone number written on it.",
        "Her eyes traveled over the image of him training others, his whip-like upper body bare to reveal the roped muscles of his shoulders and chest, the tucked waist and flat abs.",
        "Eventually, he'd reveal the fate that awaited traitors and order her to fight him.",
        "Bathymetry and sidescan sonar imagery together reveal a slow-spreading ridge segment that has a large composite volcanic plateau at its center.",
        "It was a subject that I was reticent to reveal and talk about.",
        "Modern MRI will frequently reveal the abnormality underlying the epilepsy.",
        "Then I scratched a bit deeper to reveal the absurdity of the 9/11 commission, they really expect us to believe that stuff?",
        "We anticipate that these results should reveal important insights into the regulation of lignin accumulation.",
        "actions on behalf of His people will reveal His character to them.",
        "I can reveal self-confessed sex addict Russell Brand, 31, is after her.",
        "These drawings show a masterful perspective, a whimsical line and reveal a natural innate artistry.",
        "Fossils and asteroid Impacts Find out how examining the rocks and fossils around an asteroid impact crater can help us reveal its full effects.",
        "Newly released audiotapes reveal the true spirit of some of his counseling.",
        "These utterances, however, reveal Paul's conviction of being a legitimate, duly authorized apostle.",
        "Indeed, studies reveal no systematic relationship between a country's average level of tariff and non-tariff barriers and its subsequent economic growth rate.",
        "James Watson seduced the public into spending billions on the human genome project by promising to reveal 'the blueprint for making a human being' .",
        "A walk here with little Mass, the resident birder, should reveal more birds than you might find on your own.",
        "Use of such black box environmental forecasting can reveal missing structure in the deterministic models.",
        "Eye for unusual the world's top can reveal how giant company blather.",
        "She told Reveal magazine: \" I've got boobs, I've got a bum.",
        "South wall: segmental sandstone arch to the splayed reveal of the doorway; two splayed window embrasures; and one 19thC brass.",
        "Fast camera changes relay the frenzy of battle and close-ups reveal the brutality of it.",
        "Drop Head buckeye coupling A buckeye coupling that can be lowered to reveal a standard hook for a screw or three link type coupling.",
        "capitulatethout a blind idea whether or not capitulating would reveal anyone, I had my longest day.",
        "In early spring the buds break to reveal wonderful yellow catkins that light up the border.",
        "Archaeoastronomy, shamanic straight paths, and other ' hot chestnuts ' of EM reveal further myth-making in progress.",
        "Secret figures reveal there were 2123 medical negligence claims against the NHS in the past five years.",
        "Complete the puzzles to reveal colorful Hello Kitty images!",
        "colourbow Scan the gray areas with your mouse to reveal the colors of the rainbow.",
        "Other girls reveal a sexual awareness which stretches to strawberry flavored condoms whilst still more complain about poor quality drugs.",
        "Recent studies conduced in the United States reveal how an effective copy control solution will actually drive people back to the stores.",
        "conger (eel)ok at a couple of fissures in the cave reveal a conger eel in each of them.",
        "But closer analyzes reveal that the process whereby Agrobacterium injects T-DNA into plant cells strongly resembles conjugation, ie, mating between bacterial cells.",
        "The spiny seed case splits to reveal a shiny conker.",
        "Further along the main path, the firs give way to reveal sweet chestnut coppice.",
        "You simply remove the bottle cork to reveal a bubble wand.",
        "A close, careful visual check in good light may reveal the tiny hairline cracks spreading out like a spider-web over the tire walls.",
        "Achingly sad, it drops down in the middle section to reveal some beautifully crooned pure soul singing from Jill.",
        "Had there been a trial he would have been forced to reveal the culprit.",
        "cutaway drawing does not reveal a great deal about the car's make-up.",
        "A stroll around many of the UK gardens open to the public will reveal in the autumn, drifts of hardy cyclamen.",
        "The groups certainly reveal deep cynicism about the political process among the great British public.",
        "Finally the brittle skin is peeled away to reveal beautifully delicate markings and smoky blushes.",
        "deluged with requests to reveal the plot of the naked god?",
        "I've been asked not to reveal the final denouement but this tense thriller will keep you guessing right to the end.",
        "This archeological detective story attempts to reveal the true meaning of the prophecies of the Old and New Testaments.",
        "bifurcation diagrams of the model for varying rotation speeds reveal discontinuous bifurcations.",
        "In this long diatribe, you begin to reveal yourself to me.",
        "discovery Page 57 When sugar is not so sweet Anthony Campbell and Stephanie Matthews reveal the startling discoveries they have made about lactose intolerance.",
        "These results reveal either a surprising ignorance by caterers of what they are producing or a reckless disregard for what constitutes a healthy meal.",
        "This consistent approach aims to reveal the divergence in their processes.",
        "Bones will reveal life of dodo - 26/06/2006 Well-preserved bones of the extinct flightless dodo bird are uncovered in Mauritius.",
        "dotell Locke reveal Charlie's secret to the doting mother?",
        "East wall: slightly splayed window, the reveal showing original pink sandstone dressings.",
        "Can our individual narratives in relation to race, culture and attachment be unmasked in the therapeutic dyad to reveal our human connectedness?",
        "An understanding of mechanics of louse transmission may reveal the basis for host specificity among lice and other ectoparasites.",
        "A close look at a couple of fissures in the cave reveal a conger eel in each of them.",
        "May 1997 A worthless memoir Bruce Anderson The memoirs of former Conservative party treasurer, Alistair McAlpine, reveal a politically shallow egotist.",
        "Slender hands lift back the hood to reveal the striking, youthful features of a male elf.",
        "There is a twist ending, part of a framing story narrated by \" Francis, \" which I will not reveal.",
        "excavated to reveal concrete foundations.",
        "Whilst at high tide the beach is shingle, low tides reveal a vast expanse of flat sand.",
        "To begin with, Triumph simply removed the fairing from the Daytona to reveal the engine.",
        "Thompson, who lives in a cottage in a Cumbrian village dwarfed by surrounding fells, will not reveal what his check was worth.",
        "Muscle biopsy studies do not reveal a significant increase in small angulated fibers until after age 70 years (105 ).",
        "finance ministry have in fact proved very reluctant to reveal the true scale of these loans.",
        "Moreover, key moments reveal the iron fist beneath the velvet glove.",
        "The sliding doors are supplied with reveal flashings, panel fixings and installation instructions.",
        "Yet when these UFO stories are subjected to critical examination, they nearly always reveal fatal flaws.",
        "When cut, Hillbilly tomatoes reveal a starburst pattern in it's meaty flesh.",
        "fluorescein angiogram test may reveal are abnormal blood vessels which leak blood into the surrounding tissues.",
        "In Irish folklore, cabbages are supposed to reveal a lot about a future spouses.",
        "North wall: broad rather formless doorway to church, the reveal with an irregular segmental head and faintly splayed sides.",
        "The five tales reveal an extraordinary fulness of invention.",
        "galaxyfield should therefore also display an over density of star-forming galaxies which the SCUBA images reveal to be the case.",
        "hold grapefruit over bowl and cut away skin, along with pith, to reveal juicy ruby flesh.",
        "grappledition to the katas a look at the older texts reveal that karate does possess grappling methods.",
        "They are not, however, given information which might reveal the identity of the individual providing a written assessment.",
        "inadequacy normal tackle will help to reveal inadequacies toward the beginning of a trip.",
        "incumbent on the government \" to reveal how much the wrongful payments cost.",
        "The complaints reveal secrecy is still \" indelibly ingrained \" in British public authorities.",
        "This was not insincere: Paddy Ashdown's diaries reveal Blair's obsession with Saddam's arsenal as long ago as 1997.",
        "intestinal mucosa did not reveal coccidia.",
        "invariable practice is not to reveal his sources.",
        "But the sobering realities of the world situation were to suddenly reveal themselves to the American isolationists.",
        "The sleek design with large TFT 65K display glides open to reveal a keypad that is probably easier to use than their rivals.",
        "The main carriage drive was designed to pass through the existing woods, then reveal the house across the sweeping lawns.",
        "Each leaf of his lettuce leaf home can be peeled back to reveal a Mini Beast friend.",
        "lettuce leaf home can be peeled back to reveal a Mini Beast friend.",
        "Determination of the positions of the tags using MS methods will reveal the positions of the beta glycosidic linkages.",
        "West wall: splayed window with wooden lintel for the reveal.",
        "Now we can reveal the amazing health secret thought to be responsible for the remarkable longevity of the Japanese.",
        "mallet finger injury at the DIP joint Imaging studies such as plain radiographs will help reveal fractures.",
        "Ancient times criminals reveal a tattoo seen on the delightful mesquite smoked.",
        "Biopsies taken from this area reveal an incomplete, patchy, intestinal metaplasia with goblet cells.",
        "micrographs taken at a variety of resolutions have been analyzed to reveal how the area scales with resolution.",
        "ministerial appointments also reveal just how little he has learned.",
        "On the platform, between belches, the swirling mist clears a little to reveal a Home Guard leader.",
        "During successive annual molts, the epidermis peels off with the old hair to reveal the bright new pelage underneath.",
        "Charpentier's petits motets reveal the composer's penchant for the Italian style.",
        "Even quite intensive scraping of the intestinal mucosa did not reveal coccidia.",
        "The winter muff is double zipped and it also has a zipper in the hood to reveal a mesh window for good air circulation.",
        "She modeled a process of ' interrogation ', in a way that helped to reveal the multiplicity of meanings that might be constructed.",
        "news story can jolt your emotions, explain the complex, reveal something new or maybe even make you change your mind.",
        "Over 30 living displays reveal the sheer variety of life in the deep from native sharks and lobsters to the amazing octopus and seahorses.",
        "Replicate high-density rat genome oligonucleotide microarrays reveal hundreds of regulated genes in the dorsal root ganglion after peripheral nerve injury.",
        "But unpublished archives reveal that it conducted clandestine operations ranging from the bizarre to the murderous.",
        "A cursory inspection of the underside will quickly reveal the truth - you have overdrive or you do not.",
        "overgrown in summer may now reveal their secrets!",
        "Sevilla and Arsenal agreed a confidentiality pact, so neither club will reveal the fee.",
        "We can exclusively reveal that it is utter pants.",
        "A shapely thigh stirs and turns to reveal black lacy panties and a red T-shirt on the upper half of this female body.",
        "Microscopic examination of the mimic and model cuticle may also reveal some interesting parallels.",
        "White Line Separation Sheep with toe abscesses should be carefully pared along the white line, and this will usually reveal a dark mark.",
        "Test your knowledge of the rules... move over the white space below to reveal the answer... no peeking!",
        "This also tells us why the Prayer was originally written, namely to reveal the state of heart of a true penitent.",
        "Lifting a rock can reveal that its complete underside is covered by edible periwinkles.",
        "They carry generous clusters of gleaming flowers, with sleek scarlet sepals flaring to reveal a slim skirt of purple petals surrounding coral stamens.",
        "These x-ray views also reveal rare condylar fractures of the middle phalanx.",
        "This DVD will reveal for the first time anywhere the real secrets of street pickpockets and how they can be used to entertain.",
        "A Google search will reveal 1.2 million results - an indication of its surging popularity worldwide!",
        "The inscribed potsherds reveal a surprise: the quarries were not worked by slaves, but by highly skilled and well-paid workers.",
        "precursory events disclose the complex roots of Dante's character and reveal insight into his clouded past.",
        "However, studies of human dietary preferences reveal up to one-half of the population may not like to eat fish.",
        "Nagel wrinkles his nose at Lacey's probing beneath the published surface to reveal the underlying preoccupations of Hart's life.",
        "After about two days it makes the final molt to reveal the pretty pupa.",
        "reagents kit reveal none of the major poisons are present.",
        "If e-mailers were forced to reveal their true identity it would be much harder for them to deceive the innocent recipient.",
        "Where cut surfaces reveal the pith, they need to be capped off with wood, horn or synthetic resin.",
        "I was equally resolute that Shirley, being the subject of the test, should reveal his effort first.",
        "Before I exclusively reveal these insider secrets can I ask you question?",
        "Their violent acts gradually reveal themselves to be caused by deep-rooted societal issues.",
        "reveal who won the tickets to The 5 Star Heathrow Congress!",
        "reveal why you can keep smiling in the worst of circumstances.",
        "reveal what documents or image files you've viewed recently.",
        "A forthcoming research project aims to reveal an Anglo-Saxon rotunda, possibly that founded by Earl Leofric, the husband of Lady Godiva.",
        "Even blanket bog can reveal hidden delights, or give a splash of autumnal color when bog cotton and other sedges turn russet.",
        "He takes Matern deeper into the mine, opening door after door of galleries, to reveal rooms full of mechanical, talking scarecrows.",
        "Two proprietary consumer cargo tank radar surveys by Zelos Group reveal promising market segmentation, pricing and packaging strategies.",
        "sequenceal mapping or even sequencing a genome, however, does not reveal its function.",
        "skimpy outfits to reveal her extremely ample figure more than once.",
        "Jeremy, many were quick to reveal, was not wearing the kilt ~ it was a lady's kilted skirt.",
        "Stuart James turns sleuth to reveal the scams of the pensions underworld.",
        "slough off dead skin cells to reveal glowing, youthful looking skin.",
        "Some of the report's statistics reveal a fascinating snapshot of life in Horsham today.",
        "South wall: south door has an usually high reveal with a two-centred soffit, slightly splayed.",
        "soundings made of this year's students reveal the majority of teaching to be covering material new to their experience.",
        "The vivid scarlet single form flowers open to reveal bright yellow stamens at their heart.",
        "Exquisite in bud, they open fully to reveal a central boss of golden stamens.",
        "Internationally acclaimed comedienne Shazia Mirza departs from straight stand-up to reveal stories and characters from her physical and emotional travels.",
        "This assertion is never directly stated because that would reveal the absurdity of the equation.",
        "Cancer Research UK publishes statistics New statistics reveal the extent of the death toll caused by smoking in Scotland in the last half century.",
        "Education may reveal the real, not sterilized, history of science, which includes humanistic aspects of the scientific enterprise.",
        "A news story can jolt your emotions, explain the complex, reveal something new or maybe even make you change your mind.",
        "Excavations reveal an intact stratigraphy of 22 vertical meters containing 36 layers from Lower Paleolithic through to Medieval.",
        "subfamily sequence comparisons reveal the evolutionary relationships among receptors.",
        "Clinical examination may reveal lateral subluxation or lateral patello-femoral tracking.",
        "tackles crime fighting among best Figures released by the Home Office reveal that Nottinghamshire is often above national average for tackling crime.",
        "reveal a tattoo the thrill of not far from.",
        "The firm did not reveal which other top brass got the suspicious options.",
        "With a deft touch the PEBL U6 opens automatically to reveal an attractive keypad and large 262K color display.",
        "In the two texts presented later in the paper, they reveal strong traces of macro, meso, and micro interventions.",
        "Depending on your perspective, they cover or reveal; depending on the time of day, they cast shadows or seem transparent.",
        "Graphic panels flank this to form a triptych, which appears to fold out to reveal the precious objects.",
        "turned over to reveal the spectator's selections!",
        "He sheds his wetsuit to reveal a white tuxedo perfect for the night ahead in a club.",
        "The discovery, unveiled in the journal Nature, might reveal how early tyrannosaurs evolved into the T rex 100 million years later.",
        "uncovered which reveal the Crown's outrage at being \" misled \" by the police.",
        "underlie MRI will frequently reveal the abnormality underlying the epilepsy.",
        "underlieStudies aim to reveal those skills underlying what we take for granted.",
        "The bus driver and the man were quickly undressing to reveal that they were in fact a flaming red devil and a grim reaper.",
        "unfolds to reveal a series of texts.",
        "unmasked in the therapeutic dyad to reveal our human connectedness?",
        "unraveled to reveal the stuff coming out of the two extra speakers.",
        "unrolls to reveal a 49-key, four-octave electronic keyboard that sounds amazingly like a real piano.",
        "unscrew the lid of the tube to reveal the wand applicator.",
        "unscrews to reveal a handy camera mount.",
        "The class will automatically unset the variable after use, but you must ensure that your code does not reveal it.",
        "By making deductions from convergence we can reveal otherwise unsuspected possibilities.",
        "It is also worth pointing out that even if urine and blood pressure checks reveal nothing untoward, they are still a useful exercise.",
        "unwrapped each parcel to reveal an immaculate specimen.",
        "veils of mist parted beneath us to reveal a thick carpet of frost below our sun kissed eerie.",
        "Select from translucent vellum to reveal the colored stock beneath, or a crisp opaque white for contrast against darker backgrounds.",
        "Reveal your skills as a swordsman as you tackle black-hearted villains and prove your strategic prowess as you lay siege to seemingly impregnable fortresses.",
        "Kentish visitations reveal, moreover, that it was not simply the chancel which remained an issue.",
        "The fractal structure of these signals can be reveal using the wavelet transform.",
        "In times of crisis, however even well-meaning participants therein very often reveal a discrepancy between word and deed.",
        "In the hush, I heard the whippoorwills reveal The Secret of the Silent Hills.",
        "The dense fog clears slowly, then whips away to reveal a wall of stark, dazzling whiteness.",
        "The top folds back to reveal the burners; two wings unfold from either side of the top to complete an efficient windbreak.",
        "Thus Heracles seized him when asleep, and, although he attempted to escape by assuming various forms, compelled him to reveal the whereabouts of the apples of the Hesperides (Apollodorus ii.",
        "Ever since those early days I had felt the impulse to describe them, but as is the case with all profound emotions, whether intellectual or moral, what we most desire to realize to ourselves we are the least inclined to reveal to the world at large.",
        "A critical analysis of the narrative seems to reveal little else than a series of aetiological traditions, explanatory of cults and customs, e.g.",
        "2 In the composite work Chronicles-Ezra-Nehemiah (dating after the post-exilic Levitical legislation) a peculiar interest is taken in the Levites, more particularly in the singers, and certain passages even reveal With this development in Israelite religion, observe that Judaean cult included the worship of a brazen serpent, the institution of which was ascribed to Moses, and that, according to the compiler of Kings, Hezekiah was the first to destroy it when he suppressed idolatrous worship in Judah (2 Kings xviii.",
        "18); his repeated emphasis on Christ, as supreme over all things, over men and angels, agent in creation as well as in redemption, in whom dwelt bodily the fulness of the Godhead; and his constant stress upon knowledge, - all these combine to reveal a speculation real and dangerous, even if naive and regardless of consequences, and to suggest (with Julicher and McGiffert) that in addition to Jewish influence there is also the direct influence of Oriental mysticism.",
        "While convincing us that the plants of past ages in the earths history were exposed to very similar conditions of life, and made very much the same adaptive responses as their modern representatives, one of the main results of this line of work has been to reveal important data enabling us to fill various gaps in our morphological knowledge and to obtain a more complete picture of the evolution of tissues in the vascular plants.",
        "The ancient Babylonian psalms clearly reveal that the highest minds were moving out of polytheism to a monotheistic identification of various deities as diverse phases of one underlying essence.",
        "In this and in many other respects the records of the first monarchy have been elaborated and now reveal traces of differing conceptions of the events (see DAN; David; ELI; Samuel; Saul; Solomon).",
        "The age, which the scanty historical traditions themselves represent as one of supreme importance for the history of the Jews, once seemed devoid of interest, and it is entirely through the laborious scholarship of the 19th century that it now begins to reveal its profound significance.",
        "A closer examination will reveal further that the magnitude of these gaps varies a great deal; and Attempts to explain them were made in an article in the Economic Journal in December 1904, and in the paper already referred to read to the Royal Statistical Society.",
        "Great Britain has likewise taken the lead in those deep-sea explorations which reveal to us the configuration of the sea-bottom, and enable us to construct charts of the ocean bed corresponding to the contoured maps of dry land yielded by topographical surveys.",
        "The gods did not reveal all things to mortals in the beginning; long is the search ere man findeth that which is better.\"",
        "Thus, for example, as generations succeed one another, nervous disorders appear in various guise; epilepsy, megrim, insanity, asthma, hysteria, neurasthenia, a motley array at first sight, seemed to reveal themselves as terms of a morbid series; not only so, but certain disorders of other systems also might be members of the series, such as certain diseases of the skin, and even peculiar susceptibilities or immunities in respect of infections from without.",
        "Innocent's letters, however, not only reveal that superior wisdom which can take into account practical needs and relax severity of principle at the right moment, as well as that spirit of tolerance and equity which is opposed to the excess of zeal and intellectual narrowness of subordinates, but they also prove that, in the internal government of the Church, he was bent on gathering into his hands all the motive threads, and that he stretched the absolutist tradition to its furthest limits, intervening in the most trifling acts in the lives of the clergy, and regarding it as an obligation of his office to act and think for all.",
        "Churches were burned; bishops and priests were forced by cruel and revolting tortures to reveal the hiding-places of the sacred vessels; the rich provincials who were employed about the court, and who still adhered to the Catholic faith, were racked and beaten, and put to death.",
        "His \"Triumph of the Republic\" (1881-1886), a vast quadriga for the Arc de Triomphe, Paris, is perhaps more amazingly full of life than others of his works, all of which reveal this quality of vitality in superlative degree.",
        "Her letters reveal a spirit full of ardour and enthusiasm, and warped by that perverse bent which leads so many women to prefer a tyrant to a companion.",
        "These four great poems, one in sublimity of spirit and in supremacy of style, were succeeded next year by a fourfold gift of even greater price, Les Quatre Vents de l'esprit: the first book, that of satire, is as full of fiery truth and radiant reason as any of his previous work in that passionate and awful kind; the second or dramatic book is as full of fresh life and living nature, of tragic humour and of mortal pathos, as any other work of the one great modern dramatist's; the third or lyric book would suffice to reveal its author as incomparably and immeasurably the greatest poet of his age, and one great among the greatest of all time; the fourth or epic book is the sublimest and most terrible of historic poems - a visionary pageant of French history from the reign and the revelries of Henry IV.",
        "Our portable reagents kit reveal none of the major poisons are present.",
        "Here is a script to reveal what reparative action (if any) you may need to take.",
        "Strange things lurk in the jungle and of course everybody has a secret past that they are all reticent to reveal and talk about.",
        "The nail biting wait is over, we can finally reveal who won the tickets to The 5 Star Heathrow Congress !",
        "Those 6 words reveal why you can keep smiling in the worst of circumstances.",
        "The Documents List You may not want to reveal what documents or image files you 've viewed recently.",
        "They might also reveal which regions of the world, or period in history are of specific interest for wheat breeding.",
        "Stockist List for Gardening Angels 2 We reveal where you can get your hands on that must-have item as seen on the show.",
        "The lips are rotted, receding to reveal a rictus grin.",
        "Radiographs Radiographs reveal key features of rotatory subluxation of the scaphoid.",
        "Physical mapping or even sequencing a genome, however, does not reveal its function.",
        "They shed layers to reveal a see-through sequined cocktail dress beneath a prim knee-length tweed coat, or a camisole top under a blazer.",
        "He pushed his hood back to reveal a shaven pate to which clung an augmentation like a huge crystal slug.",
        "At the start of each season, football clubs reveal their shirt sponsorship deals.",
        "Leon slips into a variety of skimpy outfits to reveal her extremely ample figure more than once.",
        "Jeremy, many were quick to reveal, was not wearing the kilt ~ it was a lady 's kilted skirt.",
        "Renowned for increasing cell turnover, Vitamin A helps to slough off dead skin cells to reveal glowing, youthful looking skin.",
        "Some of the report 's statistics reveal a fascinating snapshot of life in Horsham today.",
        "This will often reveal a solvable square you 've missed.",
        "Soundings made of this year 's students reveal the majority of teaching to be covering material new to their experience.",
        "As if on a whim, the hard rock crumbles away to reveal a low, atmospheric synth and spaced-out guitars.",
        "Archival documents, however, reveal the negative ' spillover ' effects of the crisis, at least in the short run.",
        "Reveal personal wisdom: the person has developed a powerful storehouse of wisdom in the writing of the life story.",
        "Family trees and subfamily sequence comparisons reveal the evolutionary relationships among receptors.",
        "Perhaps most importantly, lateral radiographs reveal the presence of volar subluxation of the distal phalanx.",
        "Probing will reveal a sulcus depth greater than the normal.",
        "Notts crime fighting among best Figures released by the Home Office reveal that Nottinghamshire is often above national average for tackling crime.",
        "Reveal a tattoo the thrill of not far from.",
        "The latissimus dorsi muscle was reflected laterally to reveal the thoracolumbar fascia lying beneath.",
        "The cards in the magician 's hand are immediately turned over to reveal the spectator 's selections !",
        "Finally the goal of Psychotherapy is to reveal the unconscious motives, fears and anxieties that are being manifest in debilitating mental symptoms.",
        "Documents have also been uncovered which reveal the Crown 's outrage at being \" misled \" by the police.",
        "Media Studies aim to reveal those skills underlying what we take for granted.",
        "This folded work unfolds to reveal a series of texts.",
        "These high frequencies are then sorted by the amp and unraveled to reveal the stuff coming out of the two extra speakers.",
        "Innovative portable piano unrolls to reveal a 49-key, four-octave electronic keyboard that sounds amazingly like a real piano.",
        "All you need to do is: Unscrew the lid of the tube to reveal the wand applicator.",
        "Secondly, the top part of the handle unscrews to reveal a handy camera mount.",
        "She explores the use of color, light and her photographic images reveal qualities often unseen by the naked eye.",
        "He unwrapped each parcel to reveal an immaculate specimen.",
        "Next day, veils of mist parted beneath us to reveal a thick carpet of frost below our sun kissed eerie.",
        "The universe had one final miracle to reveal; the birth of a full moon from the womb of mother Earth.",
        "It would be unethical to reveal any of my patient's confidential information.",
        "Formula may also reveal similar results.",
        "Blooming Tea - these may be either white or green teas that are hand tied into a bundle that opens up during steeping to reveal a \"flower\".",
        "Blouses that reveal a lot of cleavage are appropriate for evening wear, but should not be worn at the office.",
        "A visit to your local electronics store may reveal that stand-alone scanners are slowly becoming obsolete for consumers.",
        "A drive around your neighborhood might reveal a recent renovation or home purchase, and that could mean that someone will be removing children's playground equipment.",
        "You pull each one off to reveal a call number.",
        "The prospectus will reveal any fees they charge.",
        "You will have to reveal some personal information, but do not let it deter you.",
        "A visual inspection will reveal if the property is worth owning even at a highly discounted price.",
        "While an offer of 5 percent may be appealing, the fine print may reveal that the higher tier only applies when the accumulated purchases rise above a certain monetary amount.",
        "The format and look of a website does not truly reveal the author's credentials and knowledge of identity theft topics; a website that looks reliable may simply be the product of someone who really knows how to put a nice website together.",
        "As a rule, never reveal anything unless absolutely necessary.",
        "Your elderly grandmother may be a gentle soul, which is why a ruthless social hacker may try to manipulate her to reveal information about you.",
        "They will probably not reveal the bottom line amount to you in the hopes that they can get you to settle for an amount higher than that.",
        "A quick Internet search will reveal that there are many different websites selling do it yourself divorce kits.",
        "However, a closer examination into a child's behavior and daily patterns can reveal potential problems before they soar out of control.",
        "The surprise is when you pull the drawer out to reveal another twin-sized bed.",
        "It opens to reveal a storage compartment that can function as a cooler or as a trash receptacle, and it even includes an integrated checkers board.",
        "The town rallied behind them and along with host, Ty Pennington, and his crew, moved that bus aside to reveal their brand new home in December of 2008.",
        "The facts about water pollution reveal that the phenomenon is a serious environmental issue to humans and to the ecosystem in general.",
        "These representations can take many different forms, from statues of mummies to reliefs and paintings of mummies and mummification process to sarcophagus statues that open up to reveal a mummy resting inside.",
        "These are great for adjusting to the every-changing light and can be opened to reveal the fantastic ocean views.",
        "Roman artifacts such as stone reliefs reveal wicker in the shape of tubs.",
        "Aubusson Rugs: This wool rug is known for having a thick plush pile that is hand-sculpted with various pile levels and different colors to reveal stylish, often floral patterns.",
        "Typical styles either contain a standard mirror on one side and flip to reveal the 10x magnification, or consist of a central mirror offset with panels or wings.",
        "These bags typically roll open to reveal your makeup goodies, and when you are finished with your morning cosmetic routine, you simply roll the bag back up.",
        "A quick search will often reveal a plethora of offers.",
        "This true-to-its-name fragrance is an eye-opener: At first sniff, it's deceptively coy, but it quickly opens up to reveal a blend full of personality and vigor.",
        "She was happy to reveal how makeup can change a woman's outlook on herself, and that you don't necessarily have to empty your wallet to achieve a winning cosmetic design.",
        "Besides their aesthetic beauty, most cosmetics don't reveal much about themselves- at least not at first glance."
    ],
    "definition": [
        "a. To make known (something concealed or unknown): She revealed that she was pregnant. The study revealed the toxic effects of the pollutant.\nb. To cause to be seen; show: The curtains parted, revealing a ballerina. The x-ray revealed a broken bone.",
        "To make known by supernatural or divine means: “For the wrath of God is revealed from heaven” ( Romans 1:18 )",
        "re·veal′a·ble\nadjective",
        "re·veal′er\nnoun",
        "re·veal′ment\nnoun",
        "a. The part of the side of a window or door opening that is between the outer surface of a wall and the window or door frame.\nb. The whole side of such an opening; the jamb.",
        "The framework of a motor vehicle window.",
        "Link/Cite",
        "The outer side of a window or door frame; the jamb.",
        "(cinematography, comedy) A revelation; an uncovering of what was hidden.\nThe comedian had been telling us about his sleep being disturbed by noise. Then came the reveal: he was sleeping on a bed in a department store.",
        "To uncover; to show and display that which was hidden.",
        "To communicate that which could not be known or discovered without divine or supernatural instruction.",
        "leaver",
        "Link/Cite"
    ]
}