{
    "translation": "נוקשות",
    "uses": [
        "The discrepancy is attributed to a defect of rigidity in the earth.",
        "Specimens may be judged to be dry when they no longer cause a cold sensation when applied to the cheek, or assume a rigidity not evident in the earlier stages of preparation.",
        "Both the Dorpat and the Pulkovo refractors are defective in rigidity, especially in right ascension.",
        "2 The results are too numerous to discuss in detail; some of those to which special attention is directed are the following: In Swedish iron and tungsten-steel the change of elastic constants (Young's modulus and rigidity) is generally positive, but its amount is less than 0.5%; changes of Young's modulus and of rigidity are almost identical.",
        "Every \"line\" of its build is designed and eminently adapted for rapid progression through the water; the muscles massed along the vertebral column are enormously developed, especially on the back and the sides of the tail, and impart to the body a certain rigidity which interferes with abruptly sideward motions of the fish.",
        "In nickel the maximum change of the elastic constants is remarkably large, .amounting to about 15% for Young's modulus and 7% for rigidity; with increasing fields the elastic constants first decrease and then increase.",
        "Yet he is the one extant witness to the humour and vivacity of the Italian temperament at a stage between its early rudeness and rigidity and its subsequent degeneracy.",
        "Other collections of cells are in many cases set apart for giving rigidity and strength to the mass of the plant.",
        "But their most characteristic, though not perhaps their most general, property is that they combine in themselves the apparently incompatible properties of elasticity and rigidity on the one hand and plasticity on the other.",
        "It is certain that the structure existing in the alloy is closely connected with the mechanical properties, such as hardness, toughness, rigidity, and so on, that make particular alloys valuable in the arts, and many efforts have been made to trace this connexion.",
        "Already in the 9th century there were several protests against the rigidity and want of spirituality of a purely sacerdotal church.",
        "that to which the hardened steel is thus reheated, the more is the molecular rigidity relaxed, the farther on does the transformation go, and the softer does the steel become; so that, if the reheating reaches a dullred heat, the transformation from austenite into ferrite and cementite completes itself slowly, and when now cooled the steel is as soft and ductile as if it had never been hardened.",
        "All were noted for the doctrinal coherence of their principles and the dialectical rigidity of their arguments.",
        "However, owing to the evolution of the vertebral column in various directions, and to the inconstant state of things in certain annectent groups, it is not possible, it seems, to apply the vertebral characters to taxonomy with that rigidity which E.",
        "Stability in this method of mounting can only be secured by excessive weight and rigidity in the support of the overhanging axis.",
        "This law gave increased freedom in the matter of the right of association and public meeting; but in the case of the Poles it was applied with such rigidity that, in order to evade it they held mute public meetings, resolutions being written up in Polish on a blackboard and passed by show of hands, without a word being said.1",
        "Laminaria, Padina, Cutleria, Punctaria, Iridaea, Ulva, Porphyra, are leaf-like with a rigidity varying from a fleshy lamina to the thin and pliable.",
        "Aluminium, when alloyed with a few per cent of magnesium, gains greatly in rigidity while remaining very light; this alloy, under the name of magnalium, is coming into use for small articles in which lightness and rigidity have to be combined.",
        "It became then desirable to make the head of steel for sake of uniformity of material, and the advantages of steel in lightness and rigidity for the tube then became evident.",
        "Substituting in (33) we get U 2 = n/p. (34) If we now keep the wire at rest the disturbance travels along it with velocity U= d (nip), and it depends on the rigidity and density of the wire and not upon its radius.",
        "Primary a Austenite 'Molten Metal ' usually to between 200° and 300° C., so as to relax the molecular rigidity and thereby to allow the arrested transformation to go on a little farther, shifting a little of the 0-iron over into the a state.",
        "Its critics, however, accuse it of lack of stability, and assert that the use of large leading wheels as drivers results in rigidity and produces destructive strains on the machinery and permanent way.",
        "But that struggle may more reasonably be ascribed to the rigidity with which he carried out his commercial decrees and his diplomacy.",
        "The autocrat felt cramped and chafed on all sides by the necessity of posing as a constitutional sovereign; and, while losing something of the old rigidity, he lost very much of the old energy, both in thought and action.",
        "Trained as he had been to the study of marbles and the severity of the antique, and openly avowing that he considered the antique superior to nature as being more eclectic in form, he now and always affected precision of outline, dignity of idea and of figure, and he thus tended towards rigidity, and to an austere wholeness rather than gracious sensitiveness of expression.",
        "Make sure to evaluate anything you buy for strength and rigidity.",
        "Add to these the pride of social rank and the pride of blood, which are natural to man, and which alone could reconcile a nation to restrictions at once irksome from a domestic and burdensome from a material point of view, and it is hardly to be wondered at that caste should have assumed the rigidity which distinguishes it in India.\"",
        "succeeded in mounting them with all necessary rigidity free from flexure but have given them optically true plane surfaces, notwithH standing their large diameters, viz., II and 15.7 in.",
        "The easy position of the observer, the convenient position of the handles for quick and slow motion, and the absolute rigidity of the mounting leave little to be desired.",
        "A frame which has more bars than are essential for rigidity may be called over-rigid; such a frame is in general self-stressed, i.e.",
        "The chief cause of this failure, as well as of the failure of the colonies, on which he bestowed so much watchful care, was the narrowness and rigidity of the government regulations.",
        "The twist or surface-shear being proportional to the torque, the horse-power can be calculated if the modulus of rigidity of the steel employed is known or if the amount of twist corresponding to a given power has previously been ascertained by direct experiment on the shaft before it has been put in place.",
        "In buildings of small width in proportion to their height this method of securing rigidity, is generally found to be inadequate, and the frame is also braced at right angles to the outer walls to take up the strains directly.",
        "The fan has eight arms, framed together of wrought iron bars, with diagonal struts, so as to obtain rigidity with comparative lightness, carrying flat close-boarded blades at their extremities.",
        "Light is therefore an influence propagated as wave-motion, and moreover by transverse undulations, for the reasons brought out by Thomas Young and Augustin Fresnel; so that the aether is a medium which possesses elasticity of a type analogous to rigidity.",
        "By this uncompromising attitude, he gradually lost all his supporters save a few men of like rigidity.",
        "The deck itself is interspersed with end grain balsa for additional rigidity and also has substantial plywood pads in way of all deck fittings.",
        "chassis rigidity.",
        "When combined with the optimized triple clamp and front wheel axle design, the result is an outstanding front-end rigidity.",
        "cradle frame which translates to better rigidity and stability.",
        "Common features include dystonia (an abnormality in muscle tone ), muscular rigidity, and sudden involuntary muscle spasms (spasticity ).",
        "The high strength tubular steel frame incorporates a closed double cradle for maximum torsional rigidity and strength.",
        "The basis of the car is a central, composite monocoque of immense strength and torsional rigidity.",
        "nominal wage rigidity is not a problem, Smith had to dig deep into the data.",
        "This not only gives rigidity to the fence, but avoids having to attach the paling using staples, which damage the wire.",
        "Propofol sedation has allowed control of spasms and rigidity without the use of neuromuscular blocking drugs.",
        "These webbing straps can be tightened to form A frames inside the tent that give it good rigidity.",
        "torsion rigidity with substantial weight saving comparing his competitors.",
        "It causes muscular tremors, rigidity, and slowing of movement.",
        "The slower propagation of light in gas or water than in air or vacuum may be attributed to a greater density, or to a less rigidity, in the former case; or we may adopt the more complicated supposition that both these quantities vary, subject only to the condition which restricts the ratio of velocities to equality with the known refractive index.",
        "It will presently appear that the original hypothesis of Fresnel, that the rigidity remains the same in both media, is the only one that can be reconciled with the facts; and we will therefore investigate upon this basis the nature of the secondary waves dispersed by small particles.",
        "Thus by equation (18) of § II of the article Diffraction Of Light, the secondary disturbance is expressed by D' - D n 2 Tsin sin (nt - kr) D 47rb2 r _ D' - D irTsin O sin (nt - kr) (3)1 The preceding investigation is based upon the assumption that in passing from one medium to another the rigidity of the aether does not change.",
        "necessarily more complicated; but, on the supposition that the changes of rigidity (AN) and of density (AD) are relatively small, the results are fairly simple.",
        "Of the muscles of the stem or axis, those of the neck and tail are well-developed and specialized, while those of the lower back are more or less reduced, or even completely degenerated owing to the rigidity of this region, brought about by the great antero-posterior extent of the pelvis.",
        "There is a close analogy between the variation of dielectric constant of an insulator with electric force frequency and that of the rigidity or stiffness of an elastic body with the frequency of applied mechanical stress.",
        "in diameter to diminish the effect of bending strains in the rope by change in direction, have channelled cast iron rims with wrought iron arms, a form combining rigidity with strength, in order to keep down their weight.",
        "Primary a Austenite 'Molten Metal ' usually to between 200Ã‚° and 300Ã‚° C., so as to relax the molecular rigidity and thereby to allow the arrested transformation to go on a little farther, shifting a little of the 0-iron over into the a state.",
        "Struve's skill as an observer was such that he used to complete the bisection on the fixed wire of the micrometer by a pressure of the finger on the side of the tube - a method of proved efficiency in such hands, but plainly indicative of the want of rigidity in the instrument and of the imperfection of the slow motions (see Micrometer).",
        "focus) mounted at the Cape of Good Hope on this plan, it has been found necessary to add supporting stays where great rigidity is required, and thus to sacrifice continuous circum-meridian motion for stars between the zenith and the elevated pole.",
        "(See Pistoia, Synod Of.) The grand duke also contemplated granting a form of constitution, but his Teutonic rigidity was not popular and many of his reforms were ahead of the times and not appreciated by the people.",
        "These technical solutions offer a tripod with a unrivaled torsion rigidity with substantial weight saving comparing his competitors.",
        "Apparently of massive design and built with great rigidity, weighing over 1 tons.",
        "Having solid plans in place for co-parenting doesn't mean you have to live a life of solemn rigidity dependent on following a checklist of do's and don'ts.",
        "Dismantlable flex rivet: Two rivets lock the cuff to give the boot more rigidity.",
        "Very often, it was a way to express some personality with color and fabric, even in those days of rigidity.",
        "One thing that is a little off-putting, however, is the rigidity of certain features.",
        "The rigidity will protect the foot from falling into holes in the rock.",
        "Malignant hyperthermia-A type of reaction (probably with a genetic origin) that can occur during general anesthesia and in which the patient experiences a high fever, muscle rigidity, and irregular heart rate and blood pressure.",
        "Within a short time, however, some victims begin to experience severe muscle cramps and rigidity of the abdominal muscles.",
        "Drugs may be used to treat some symptoms of brain defects, including seizures and spasticity or muscle rigidity.",
        "Mohawks in assorted styles or degrees of rigidity.",
        "Despite the fact that the stone is one of the hardest known substances on the planet, its very rigidity makes it brittle and easily cracked under sharp blows.",
        "Certain zodiac signs will also be put off by Virgo's strong need for order and propriety, characteristics that are often interpreted as rigidity.",
        "\" The wing of the bat bears a considerable resemblance to that of the insect, inasmuch as it consists of a delicate, semi-transparent, continuous membrane, supported in divers directions, particularly towards its anterior margin, by a system of osseous stays or stretchers which confer upon it the degree of rigidity requisite for flight.",
        "the supposed rigidity of the anterior margin of the wing, it is only necessary to examine the anterior margins of natural wings to be convinced that they are in every case flexible and elastic. Similar remarks apply to properly constructed artificial wings.",
        "The bodies, frames and aeroplanes of the aerodromes were strengthened by vertical and other supports, to which were attached aluminium wires to ensure absolute rigidity so far as that was possible.",
        "In cases in which the lateral rigidity of the floors is depended upon to transfer the horizontal strains to the exterior walls which are framed to resist them, no form of floor construction should be used which is not laterally strong and rigid.",
        "It occurs in the urine, blood, tissues, and bones of animals, calcium phosphate forming about 58% of bones, which owe their rigidity to its presence.",
        "Such hairs, either upon different parts of the skin of the same species, or in different species, assume very diverse forms and are of various sizes and degrees of rigidity - as seen in the fur of the mole, the bristles of the pig, and the spines of the hedgehog and porcupine, which are all modifications of the same structures.",
        "The rigidity of the integument caused by the deposition of dense chitin upon it is intimately connected with the physiological activity and form of all the internal organs, and is undoubtedly correlated with the total disappearance of the circular muscular layer of the body-wall present in Chaetopods.",
        "Love of God in the former holds the same absolute and unique position as the sole element of moral worth in human action, which, as we have seen, was occupied by knowledge of Good in the latter; and we may carry the parallel further by observing that in neither case is this severity in the abstract estimate of goodness necessarily connected with extreme rigidity in practical precepts.",
        "APOSTOLICI,' 'APOSTOLIC BRETHREN, or APOSTLES, the names given to various Christian heretics, whose common doctrinal feature was an ascetic rigidity of morals, which made them reject property and marriage.",
        "Such rigidity of principle need not be extended to the affairs of everyday contact between the Vatican and the Italian authorities, with regard to which, indeed, a tacit modus vivendi was easily attainable.",
        "- Although it is not possible to divide literatures with absolute rigidity by centuries, and although the intellectual life of Alexandria, particularly as applied to science, long survived the Roman conquest, yet at that period the school, which for some time had been gradually breaking up, seems finally to have succumbed.",
        "It follows that the density of the aether must exceed io 18, and its elastic modulus must exceed Io 3, which is only about io s of the modulus of rigidity of glass.",
        "After his master's death, in the third period of his own life, and during his connexion with Alexander, but before the final construction of his philosophy into a system, he was tending to write more and more in the didactic style; to separate from dialectic, not only metaphysics, but also politics, rhetoric and poetry; to admit by the side of philosophy the arts of persuasive language; to think it part of their legitimate work to rouse the passions; and in all these ways to depart from the ascetic rigidity of the philosophy of Plato, so as to prepare for the tolerant spirit of his own, and especially for his ethical doctrine that virtue consists not in suppressing but in moderating almost all human passions.",
        "This result, which, accepting the possibility of having an absolutely opaque enclosure of uniform temperature, was clearly proved by Balfour Stewart for the total radiation, was further extended by Kirchhoff, who applied it (though not with mathematical rigidity as is sometimes supposed) to the separate wave-lengths.",
        "History has not done sufficient justice to the Italian monk Paschal II., who was the equal of Urban in private virtues, personal disinterestedness, and religious conviction, Paschal /L, but was surpassed by him in ardour and rigidity 1099-u18.",
        "He was a true general of the 18th century, not less in his care for the lives of his men than in his punctiliousness and rigidity in matters of discipline.",
        "In the cold this transformation cannot take place, because of molecular rigidity or some A C VII' B Solid ' Legend' ustenite diagram = Comentite-Austenite diagram show) for comparison ...",
        "- T he modern equatorial should, for general purposes, be capable of carrying spectroscopes of considerable weight, so that the proportional strength of the axes and the rigidity of the instrument have to be considerably increased.",
        "In the Lower Sonoran belt, soapweed, acacias (Palo Verde or Parkinsonia torreyana), agaves, yuccas and dasylirions, the creosote bush and mesquite tree, candle wood, and about seventy-five species of cactuses - among them omnipresent opuntiae and great columnar \" Chayas \" - make up a striking vegetation, which in its colours of dull grey and olive harmonizes well with the rigidity and forbidding barrenness of the plains."
    ],
    "definition": [
        "The quality or state of being rigid.",
        "An instance of being rigid.",
        "Link/Cite",
        "The quality or state of being rigid; want of pliability; the quality of resisting change of form; the amount of resistance with which a body opposes change of form.",
        "Stiffness of appearance or manner; want of ease or elegance.",
        "In Economics: synonym for stickiness (of prices/wages etc.). Describing the tendency of prices and money wages to adjust to changes in the economy with a certain delay.",
        "Link/Cite"
    ]
}