{
    "translation": "התחרה",
    "uses": [
        "Thomas' great rival, Duns Scotus, does this to a large extent, at times affirming \" two truths.\"",
        "In 898, by the death of his rival (Jan.",
        "Let us consider some common phenomena in the light of these rival theories as to the nature of matter.",
        "His rival the Cyclops Polyphemus surprised them together, and crushed him to pieces with a rock.",
        "When it comes to starting a new business, nothing that previously existed can rival the Internet in terms of both ease of entry and breadth of potential.",
        "Not only did commune range itself against commune under the two rival flags, but party rose up against party within the city walls.",
        "The armies of the rival kings met at Gdllheim near Worms, where Adolph was defeated and slain, and Albert submitted to a fresh election.",
        "It was bold policy to confide Frederick to his greatest enemy and rival; but the pope honorably discharged his duty, until his ward outgrew the years of tutelage, and became a fair mark for ecclesiastical hostility.",
        "The rival philosopher, who believes water to be continuous and without spaces between its particles, has a greater difficulty in accounting for the disappearance of the sugar; he would probably say that the sugar, and the water also, had ceased to exist, and that a new continuous substance had been formed from them, but he could offer no picture of how this change had taken place.",
        "A complete edition of his dramatic works, edited by his friend and rival Tamayo y Baus, has been published in seven volumes (Madrid, 1881 - 1885).",
        "The ancient rival of Venice, Genoa, was likewise far gone in decline.",
        "While thus uniting under their vigorous autocratic rule the small rival principalities, the Moscow princes had to keep a watchful eye on their eastern neighbours.",
        "Civil war immediately ensued, in which several American and British officers and sailors were killed by the natives, the Germans upholding the claims of Mataafa, and the British and Americans supporting the rival candidate.",
        "But it was as a humble follower, not as a rival, that she took George Sand as sponsor.",
        "Alexius had been twice married and had left several children by each of his wives, and, as generally happened in such cases, a struggle for power ensued between the two rival families.",
        "At Denver the South Platte is joined by Cherry Creek, and here in October 1858 were established on opposite sides of the creek two bitterly rival settlements, St Charles and Auraria; the former was renamed almost immediately Denver, after General J.",
        "The attempts of the government to counteract his influence by founding a rival paper, the Vilag, only increased his importance and added to the political excitement.",
        "The company therefore promotes a bill, which is considered first by select committees of the two houses of parliament, and afterwards by the two houses themselves, during which period it faces the opposition, if any, of rival concerns, of local authorities and of hostile landowners.",
        "Denver had already been incorporated by a provisional local (extra legal) \" legislature,\" and the Kansas legislature gave a charter to a rival company which the Denver people bought out.",
        "Her former rival, Genoa, bad also been compelled, in June 1797, to bow before the young conqueror, and had undergone at his hands a remodelling on the lines already followed at Milan.",
        "This connexion of Andrea with the pictorial rival of Squarcione is generally assigned as the reason why the latter became alienated from the son of his adoption, and always afterwards hostile to him.",
        "At the very moment when Matthias was about to profit by the disappearance of his most capable rival, another dangerous rebellion, headed by the primate and the chief dignitaries of the state, with the object of placing Casimir, son of Casimir IV., on the throne, paralysed Matthias's foreign policy during the critical years 1470-1471.",
        "It was probably in 642 that he married Eanfled, daughter of Edwin, thus uniting the two rival dynasties of Northumbria.",
        "Valdemar's position was still further strengthened when Frederick II., the successful rival of Otto IV., was, in 1215, crowned at Aix-la-Chapelle.",
        "It was gradually consummated by the military and commercial settlements of the Portuguese, and subsequently by the Spaniards, who established themselves formally in Montevideo under Governor Zavala of Buenos Aires in 1726, and demolished the rival Portuguese settlement in Colonia in 1777.",
        "For some of these we have no certain information, and regarding others the tales narrated in the early records are so hard to reconcile with present knowledge that they are better fitted to be the battle-ground of scholars championing rival theories than the basis of definite history.",
        "Tudor policy did its work well, and noblemen, however illustrious their pedigrees, could no longer be counted as menaces by the Crown, which was, indeed, finding another rival to its power.",
        "These extracts are from her exercises in her course in composition, where she showed herself at the beginning of her college life quite without rival among her classmates.",
        "Such in mere outline is the celebrated theory of vortices, which for about twenty years after its promulgation reigned supreme in science, and for much longer time opposed a tenacious resistance to rival doctrines.",
        "Having failed to form a rival party against Sagasta, Martos subsided into political insignificance, despite his great talent as an orator and debater, and died in Madrid on the 16th of January 1893.",
        "During these interminable struggles of rival princes, Kiev, which had been so long the residence of the grand-prince and of the metropolitan, was repeatedly taken by storm and ruthlessly pillaged, and finally the whole valley of the Dnieper fell a prey to the marauding tribes of the steppe.",
        "These two, afterwards joined by the primate's old rival Lord Shannon, and usually supported by the earl of Kildare, regained control of affairs in 1758, during the viceroyalty of the duke of Bedford.",
        "was left without a rival for the imperial throne ifl 1218 by the-death of Otto IV., and on the 22nd of November 1220, Honorius III., Innocents successor, crowned him in Rome.",
        "Such was his energy, that soon a network of branches of the Union Civica Radical was organized throughout the republic, and Dr Bernardo Irigoyen was put forward as a rival candidate to Dr Saenz Pena.",
        "The rival armies met at the Sauchieburn near Bannockburn, and James soon fled.",
        "The rival forces met at Sievershausen on the 9th of July 1553, and after a combat of unusual ferocity Albert was put to flight.",
        "But when Conrad died, the electors chose his nephew Frederick, surnamed Barbarossa, who united the rival honors of Welf and Waiblingen, to succeed him; and it was soon obvious that the empire had a master powerful Fmder!ck of brain and firm of will.",
        "From Sidon, and later from its more famous rival Tyre, the merchant adventurers of Phoenicia explored and colonized the coasts of the Mediterranean and fared forth into the ocean beyond.",
        "At last Artabanus defeated his rival completely and occupied Ctesiphon; Vonones fled to Armenia, where he was acknowledged as king, under the protection of the Romans.",
        "In 1871 Joplin was laid out and incorporated as a town; in 1872 it and a rival town on the other side of Joplin creek were united under the name Union City; in 1873 Union City was chartered as a ctiy under the name Joplin; and in 1888 Joplin was chartered as a city of the third class.",
        "No policy could have been less far-sighted; for Charles V., joint heir to Austria, Burgundy, Castile and Aragon, the future overwhelming rival of France, was already born.",
        "In the course of a bloody insurrection in Catalonia, which ended in the bombardment of Barcelona, Ferdinand de Lesseps showed the most persistent bravery, rescuing from death, without distinction, the men belonging to the rival factions, and protecting and sending away not only the Frenchmen who were in danger, but foreigners of all nationalities.",
        "During Ivan's minority the country was governed, or rather misgoverned, first by his mother, and then by rival factions led by great nobles such as the princes Shuiski and Belski.",
        "On the 26th of August 1278 the rival armies met on the banks of the river March near Diirnkrut, and Ottakar was defeated and killed.",
        "The difficulty of the succession also occupied him, and he co-operated thus early in the design of legitimizing Monmouth as a rival to James.",
        "When the rustic talks in the vernacular to his horse he is not much concerned to know whether he is heard and understood; still less when he mutters threats against an absent rival, or kicks the stool that has tripped him up with a vicious \"Take that!\"",
        "The wealth of the burghers during this period was equalled by their turbulent spirit of independence; feuds were frequent, - against the rival city of Bruges, against the counts, or, within the city itself, between the plebeian crafts and the patrician governing class.",
        "Crema yielded after an heroic siege in 1160, and was abandoned to the cruelty of its fierce rival Cremona.",
        "A fresh rival immediately appeared, the otherwise unknown Tibni, son of Ginath.",
        "Elizabeth's real intention was merely \" to drive time,\" to distract Scotland and to leave her rival isolated.",
        "Dermot abducted the wife of 0 Ruairc more with the object of injuring his rival than from any love of the lady.",
        "The Friedrich Wilhelm University, although young in point of foundation, has long outstripped its great rival Leipzig in numbers, and can point with pride to the fact that its teaching staff has yielded to none in the number of illustrious names.",
        "bad given the duchy of Swabia when its duke Rudolph became his rival.",
        "A feature of this struggle was the reckless way in which the rival kings gave away the property of the crown in order to gain adherents, thus enriching the princes and weakening the central government.",
        "To punish him the pope put forward his own ward, Henry VI.s son Frederick, who was living in Sicily, as a rival king.",
        "Otto then left Italy hurriedly, but he was quickly followed by his young rival, who in the warfare which had already broken out proved himself a formidable opponent.",
        "Although related to each other, Louis and Frederick had come to blows before this event; they represented two rival houses, those of Wittelsbach and Habsburg, and the election only served to feed the flame of their antagonism.",
        "Frederick acknowledged his rival, and later the suggestion was put forward that they should rule Germany jointly, but this, arrangement aroused much opposition and it came to nothing.",
        "himself abandoned the struggle, dying shortly after wards, and about the same time his victorious rival was recognized by Louis of Brandenburg, the head of the Wittelsbach family.",
        "Having quickly assembled this, h drove the Saxons from Bohemia, and then marched towards Franconia, with the intention of crossing swords with his only serious rival, Gustavus Adolphus, who had left Munich when he heard that this foe had taken the field.",
        "need of a strong emperor, for she had during two generations to contend with a watchful and grasping rival.",
        "Her rival, Frederick II., was, if possible, still more active.",
        "It was after the election of Westminster in 1788 that Tooke depicted the rival statesmen (Lord Chatham and Lord Holland, William Pitt and C. J.",
        "Hence the council of Constance to depose three rival popes; hence the council of Basel to pacify the Hussites, and promote another anti-Moslem league.",
        "In 1529 Zapolya was reinstated in Buda by Suleiman the Magnificent in person, who, at this period, preferred setting up a rival to \" the king of Vienna \" to conquering Hungary outright.",
        "Thus the Magyars were saddled with two rival kings with equally valid titles, which proved an even worse disaster than the Mohacs catastrophe; for in most of the counties of the unhappy kingdom desperadoes of every description plundered the estates of the gentry, and oppressed the common people, under the pretext that they were fighting the battles of the contending monarchs.",
        "Rival Kings.",
        "Leopold, intent on the doings of his perennial rival Louis XIV., was 10th to engage in an eastern war even for the liberation of Hungary, which he regarded as of far less importance than a strip or two of German territory on the Rhine.",
        "A trial of strength took place between him and Mr de Justh, the champion of the extreme demands in the matter of Hungarian financial and economic autonomy; on the 7th of November rival banquets were held, one at Mako, Justh's constituency, over which he presided, one at Budapest with Kossuth in the chair; the attendance at each foreshadowed the outcome of the general meeting of the party held at Budapest on the 11th, when Kossuth found himself in a minority of 46.",
        "It was hoped that, in the circumstances, Dr Lukacs, a financier of experience, might be able to come to terms with Mr de Justh, on the basis of dropping the bank question for the time, or, failing that, to patch together out of the rival parties some sort of a working majority.",
        "But a nation that for a thousand years had maintained its individuality in the midst of hostile and rival races could not be expected to allow itself without a struggle to be sacrificed to the force of mere numbers, and the less so if it were justified in its claim that it stood for a higher ideal of culture and civilization.",
        "The discordance of their results incited Laplace to a searching examination of the whole subject of planetary perturbations, and his maiden effort was rewarded with a discovery which constituted, when developed and completely demonstrated by his own further labours and those of his illustrious rival Lagrange, the most important advance made in physical astronomy since the time of Newton.",
        "His work was directed toward a twofold aim: to make the royal power - his power - absolute and supreme at home, and to crush the rival European power of the Habsburgs.",
        "of the Papacy, and for a while with success; but a system which had failed to preserve the unity of the Church even when the world was united under the Roman empire could not be expected to do so in a world split up into a series of rival states, of which many had already reorganized their churches on a national basis.",
        "Despite the different traditions of culture due to the rival ecclesiastical influence of Rome and Byzantium, a sense of kinship had survived throughout centuries of separation, and was strengthened by continual migration.",
        "This Pan-Croat ideal was favoured in Vienna as a convenient rival to Pan-Serbism with its centre in Belgrade; but its natural effect was to drive the Serbs of Slavonia and S.",
        "During the late summer the authorities in Vienna and Budapest keenly debated rival plans for solving the southern Slav question - in every case, however, in accordance with Austrian or Hungarian rather than Yugoslav interests.",
        "the rival statesmen moved from London to Paris, all hope of Yugoslav recognition before the opening of the Peace Conference had vanished, owing to the stiffening in the attitude of Italy.",
        "This offer was made in the knowledge that the memorandum addressed by President Wilson two days previously to Orlando and Sonnino had met with rejection, and was indeed well calculated to heighten the contrast between the outlook of the two rival nations toward Wilsonian principles.",
        "After a keen contest between the rival Slovene and Pan-German propagandists, voting took place in Oct.",
        "Narrowly escaping assassination, at a banquet a few days later, at the hands of his rival, King Sweyn III., he succeeded only with the utmost difficulty in escaping to Jutland, but on the 23rd of October utterly routed Sweyn at the great battle of Grathe Heath, near Viborg, Sweyn perishing in his flight from the field.",
        "As the minimum focal length increases with the square of the aperture, a quite impracticable distance would be required to rival the resolving power of a modern telescope.",
        "At midnight of the 19th of November 1740 he was seized in his bedroom by his ancient rival, Field Marshal Mi nnich.",
        "He is also found confirming his old rival Arnulf in the see of Reims; summoning Adalbero or Azelmus of Laon to Rome to answer for his crimes; judging between the archbishop of Mainz and the bishop of Hildesheim; besieging the revolted town of Cesena; flinging the count of Angouleme into prison for an offence against a bishop; confirming the privileges of Fulda abbey; granting charters to bishoprics far away on the Spanish mark; and, on the eastern borders of the empire, erecting Prague as the seat of an archbishopric for the Sla y s.",
        "Some of the new party were arraigned for treason and fined; and for several months there were two acting presidents and two rival governments within the Transvaal.",
        "18 as a fictitious prophecy in the interests of Onias, the founder of the rival Egyptian temple to Yahweh at Leontopolis in the name of Heliopolis (Josephus, Ant.",
        "In 1686 his famous allegory of Rome and Geneva, slightly disguised as the rival princesses Mreo and Eenegu, in the Relation de file de Borneo, gave proof of his daring in religious matters.",
        "In 472 Olybrius was sent to Italy by the emperor Leo to assist the emperor Anthemius against his son-in-law Ricimer, but, having entered into negotiations with the latter, was himself proclaimed emperor against his will, and on the murder of his rival ascended the throne unopposed.",
        "Otto refused to reward Henry for this support, so in 1204 he assisted his rival, the German king Philip., but returned to Otto's side after Philip's murder in 1208.",
        "The change in the government of the church, the rival council of Pisa, the ecclesiastical and political dissensions within and without the council, and the lack of disinterestedness on the part of its members, all combined to frustrate the hopes which its convocation had awakened.",
        "The family had been favoured by the emperor Charles the Fat, but Arnulf reversed this policy in favour of the rival family of the Conradines.",
        "A serious conflict ensued between the rival factions, which quickly led to rioting and hand-to-hand fighting.",
        "The rival seer Calchas is said to have died of chagrin because the predictions of Mopsus were fulfilled, while his own proved incorrect.",
        "In the Flyting of Dunbar and Kennedie, an outstanding specimen of a favourite northern form, analogous to the continental estrif, or tenzone, he and his rival reach a height of scurrility which is certainly without parallel in English literature.",
        "280 B.C.) was the contemporary and rival of Herophilus.",
        "The nature of the struggle between the rival systems may be well illustrated by a formidable controversy about the rules for bleeding in acute diseases.",
        "Here he became, as did his contemporary and rival Stahl, a popular and influential teacher, though their university had not the European importance of Leiden.",
        "From the subtleties of rival systems it is a satisfaction to turn to two movements in the medicine of the 18th century which, though they did not extinguish the spirit of system-making, opened up paths of investigation by which the systems were ultimately superseded.",
        "He engaged in a foolish and undignified struggle with Crebillon (not fils), a rival set up against him by Madame de Pompadour, but a dramatist who, in part of one play, Rhadamiste et Zenobie, has struck a note of tragedy in the grand Cornelian strain, which Voltaire could never hope to echo.",
        "In literary craftsmanship, at once versatile and accomplished, he has no superior and scarcely a rival.",
        "shipowners, barge owners, the railway companies interested, &c. Rival schemes, however, were proposed by the London County Council,which proposed to take over the entire control through a committee, by the City Corporation, which suggested that it should appoint instead of 3 members to the new board; and by the London Chamber of Commerce, which proposed a Harbour Trust of ex-officio and elected members.",
        "In 1856 a civil war broke out between two of Panda's sons, Cetywayo and Umbulazi, who were rival claimants for the succession.",
        "For heavy gradients rope haulage has no rival, though for moderate grades it is often advantageously replaced by electric and compressed air haulage.",
        "There the rival forces were in close contact, the Turks everywhere enjoying the advantage of command; some sections of the Australasian line were, indeed, completely overlooked by ground in Ottoman occupation.",
        "This part of Hamilton's programme was, indeed, carried out most successfully, for, although Liman von Sanders was aware of the arrival of large bodies of British troops in the islands, he remained entirely ignorant of his rival's real design until this was actu ally in execution.",
        "The happiest specimens of this glass almost rival the wings of butterflies in the brilliancy of their iridescent colours.",
        "In this process, however, the entire operations of splitting and flattening are retained, and although the mechanical process is said to be in successful commercial operation, it has not as yet made itself felt as a formidable rival to hand-made sheet-glass.",
        "After Alexander's death it was long a battle ground of rival marshals and kings, and for a time fell under Ptolemaic dominion, but finally under that of the Seleucids, who, however, never held effectually more than the eastern half.",
        "But it was not until several years later, in the reign of the Assyrian king Tukulti-Assur, that a reconciliation was effected between the two rival kingdoms. The next Assyrian monarch, Bel-kudur-uzur, was the last of the old royal line.",
        "C. the Cappadocian Hatti were already in relations, generally more or less hostile, with a rival power in Syria, that of Mitanni; and Subbiluliuma (= Saplel or Saparura), king of these Hatti, a contemporary of Amenophis IV.",
        "But the work of crushing the nobles of the contado and of asserting the city's position among rival communes continued.",
        "About this time he was hampered by the persistent opposition of the vicechancellor Mikhail Vorontsov, formerly his friend, now his jealous rival, who was secretly supported by Frederick the Great.",
        "Linguet received the support of Marie Antoinette; his fame at the time surpassed that of his rival Beaumarchais, and almost excelled that of Voltaire.",
        "It is true that rival prophets were leading rebellions in various parts of Arabia, that the tax-collectors were not always paid, and that the warriors of the land were much distressed for want of work owing to the brotherhood of Arabs proclaimed by Mahomet.",
        "After the battle of Siffin (657) arbitration was resorted to for the settlement of the rival claims. By a trick `Ali was deposed (658), and the Omayyad dynasty was established with its capital at Damascus.",
        "First he swept down on the Bani Hanifa in Yemama, who with their rival prophet Mosailama (Mosailima) and 40,000 men were in arms. The battle of Yemama (633) was fierce and decisive.",
        "In these cities the rival parties were composed of the most energetic fighting men, who were brought into the most intimate contact with one another, and who kept up their quarrels from the home land.",
        "In 691 Abdalmalik (`Abdul-Malik) determined to crush his rival and sent his general Hajjaj against Mecca.",
        "His son, Fesal, succeeded him, but in 1836 on his refusal to pay tribute an Egyptian force was sent to depose him and he was taken prisoner and sent to Cairo, while a rival claimant, Khalid, was established as amir in Riad.",
        "A rival state had, however, arisen, under Abdallah Ibn Rashid in Jebel Shammar.",
        "Bureda and Aneza were occupied without opposition, the rebellious sheiks amnestied by the sultan and loaded with gifts, and formal peace was made between the rival factions.",
        "Schulthess, aeipzig, 1897, with German translation); and `Urwa ibn ul-Ward of the tribe of `Abs, rival of IIatim in generosity as well as in poetry (ed.",
        "In Irak the two towns of Basra and Kufa produced two rival schools of philologists.",
        "The situation thus created led by 1282 to the coalescence of the rival associations in the \"Gild-hall of the Germans,\" but though the Baltic traders had secured a recognized foothold in the enlarged and unified organization, Cologne retained the controlling interest in the London settlement until 1476.",
        "Justinian's rival Vardanes in turn sought an asylum in Khazaria, and in Leo IV.",
        "Anglesey was taken from him, and he was deprived of Roxburgh Castle in favour of his rival, the earl of Westmorland.",
        "From that moment it was plain that there could be no lasting peace between these rival powers until the one or the other should be crushed.",
        "The ambassadors of the rival states in Rome are said to have quarrelled about a lapdog.",
        "But meanwhile Florence had made alliance with Genoa, Lucca and all the Guelph cities of Tuscany against its Ghibelline rival.",
        "This was the moment chosen by Genoa for a desperate and decisive struggle with her perpetual rival.",
        "After the Chilean War the disorders fomented by the rival military officers led to a desire to place the administration of public affairs under civilian control.",
        "He then conducted a series of successful campaigns against the Turks, but was recalled in consequence of the intrigues of his rival the Provveditore Antonio Barbaro (1661).",
        "It may be said nearly to monopolize the trade of the Adriatic, and has long eclipsed its ancient rival Venice.",
        "In 1462 there was warfare between two rival archbishops, Diether or Dietrich II.",
        "He indignantly rebuked his rival's language and demeanour.",
        "He gained a temporary authority in northern Italy, but was soon compelled by his rival Berengar, margrave of Friuli, to leave the country and to swear he would never return.",
        "His works are marked by admirable appreciation of nature, and by a rare understanding of wave-form and colour and of the subtleties of atmospheric effect; and as a sea-painter he may fairly be regarded as almost without a rival.",
        "The struggles of the great rival clans, replete with episodes of the most tragic and stirring character, inspired quasi-historical narrations of a more popular character, which often took the form of illuminated scrolls.",
        "The Nichi Nichi Shimbun had an editor of codspicuous literary ability in Fukuchi GenichirO, and the Hoc/il Shimbun, its chief rival, received assistance from such men as Yano Fumio, Fujita Makichi, Inukai Ki and Minoura Katsundo.",
        "In 1888 Maruyama established, another Asahi in Tokyo, and thither he was quickly followed by his Osaka rival, which in TOkyO took the name of Mainichi Dempo (Daily Telegraph).",
        "The Imari ware, even though its thick biscuit and generally ungraceful shapes be omitted from the account, shows no enamels that can rival the exquisitely soft, broken tints of the famille rose; and the Kakiemon porcelain, for all its rich though chaste contrasts, lacks the delicate transmitted tints of the shell-like kwan-yao.",
        "aim being to rival the Sung Chien-yao, with its glaze Tokyo of mirror-black or ravenii-wing green, and its leveret era in s S.",
        "But after Yoritomos death the land became once more an armed camp, in which the rival barons discouraged travel beyond the limits of their own domains.",
        "His rule was noted for firmness, moderation and high political sagacity, and he succeeded for a long time in retaining the friendship and confidence of his master the shah, although his career was beset with political intrigues and jealousy on the part of rival and court favourites, and with internal turbulence.",
        "of First Principles) Spencer in a way admits this, but introduces fresh difficulties as to its relation to\" Evolution..\"If the two processes go on together both are tendencies, and whether there is on the whole progress or not will depend on their relative strength; neither can be universal, nor the\" law \"of cosmic existence, unless its coexisting rival is regarded as essentially secondary.",
        "Starting from the 13th century the Bassarabs soon split into two rival factions, known in history as the descendants of the two brothers Dan and Dragul.",
        "The form Drakul - devil - by which this line is known in history is no doubt a nickname given by the rival line.",
        "The feud between the rival dynasties lasted from the beginning of the 15th century to the beginning of the 17th.",
        "The Metropolitan Magazine was started in opposition to Fraser, and was first edited by Campbell, who had left its rival.",
        "Franklin's rival, Andrew Bradford, forestalled him by three days with the American Magazine (1741) edited by John Webbe, which ran only to two numbers.",
        "The first serious rival of the Portfolio was the Analectic Magazine (1813-1820), founded at Philadelphia by Moses Thomas, with the literary assistance of W.",
        "The Nuova antologia (1866) soon acquired a well-deserved reputation as a high-class review and magazine; its rival, the Rivista europea, being the special organ of the Florentine men of letters.",
        "He saw a good deal of French society, and was himself much admired for his hearty defence of his rival Pitt against a foolish charge of encouraging plots for Napoleon's assassination.",
        "In 385 Maximus, his rival and colleague, caused seven heretics to be put to death at Treves (Trier).",
        "Here we have his composition, his colour, his sense of the joy and movement of life, his love of art and nature at their purest and most spontaneous, and the result is a work without a rival of its kind in the British School.",
        "The controversy was carried by the rival parties into the pulpit, and occasioned such keen feeling that the king interposed to stop it.",
        "The Roman oratory of the law courts had to deal not with petty questions of disputed property, of fraud, or violence, but with great imperial questions, with matters affecting the well-being of large provinces and the honour and safety of the republic; and no man ever lived who, in these respects, was better fitted than Cicero to be the representative of the type of oratory demanded by the condition of the later republic. To his great artistic accomplishment, perfected by practice and elaborate study, to the power of his patriotic, his moral, and personal sympathies, and his passionate emotional nature, must be added his vivid imagination and the rich and copious stream of his language, in which he had no rival among Roman writers or speakers.",
        "Among the many rival orators of the age the most eminent were Quintus Hortensius Ortalus and C. Julius Caesar.",
        "Of C. Julius Caesar (102-44) as an orator we can judge only by his reputation and by the testimony of his great rival and adversary Cicero; but we are able to appreciate the special praise of perfect taste in the use of language attributed to him.'",
        "His two extant works are more valuable as artistic studies of the rival parties in the state and of personal character than as trustworthy narratives of facts.",
        "In 367 Athens and Thebes sent rival ambassadors to Persia, with the result that Athens was actually ordered to abandon her claim to Amphipolis, and to remove her navy from the high seas.",
        "Attacked at Ulundi in July 1883 by the rival chief Usibepu, Cetywayo and his 5000 followers fled to the Nkandhla bush.",
        "Fear of a possible rival may have influenced Joab, and this at all events led him to slay Amasa of Judah (2 Sam.",
        "The rival party then called in the Spaniards, by whom Arouj was expelled and slain while fleeing at the Rio Salado.",
        "Finally, we must notice, as the sign of the synoecismus of the two settlements, the inclusion of the Colline deity, Quirinus, apparently the Mars of the originally rival community.",
        "In the same spirit, he established a new shrine of Vesta Augusta within the palace, a private cult at first, but destined to be a serious rival of the ancient worship in the forum.",
        "Moreover, the creed is quoted by his rival Avitus, bishop of Vienne 490-523, who quotes clause 22, as from the Rule of Catholic Faith, but was not likely to value a composition of Caesarius so highly.",
        "Thus the city successfully befriended the Athenians against Cleomenes I., and supported them against Aegina, their common commercial rival in eastern waters.",
        "22 the beginning of heresy is traced to a certain Thebuthis, a candidate for the bishopric after the death of James, as rival to Symeon.",
        "Among the fish may be mentioned the tunny, dolphin, mackerel, sardine, sea-bream, dentice and pagnell; wrasse, of exquisite rainbow hue and good for food; members of the herring family, sardines, anchovies, flying-fish, sea-pike; a few representatives of the cod family, and some flat fish; soles (very rare); Cernus which grows to large size; several species of grey and red mullet; eleven species of Triglidae, including the beautiful flying gurnard whose colours rival the angel-fish of the West Indies; and eighteen species of mackerel, all migratory.",
        "John and Edmund are also important as the founders of the rival houses of Lancaster and York.",
        "In the shadowy age which preceded the Stone age and hardly ended later than 10,000 B.C., the cave-dwellers of the Dordogne could draw elks, bisons, elephants and other animals at rest or in movement, with a freshness and realism which to-day only a Landseer can rival.",
        "In Umbrian villages on Easter Sunday the images of Jesus and His Mother are carried in rival processions from their respective chapels, and are made to bow when they meet face to face.",
        "Her dramatic genius gave a new reading to the parts, and during these years the admirers of the two leading actresses of Europe practically constituted two rival schools of appreciation.",
        "resolved to wipe from the map of Europe an inconvenient rival, and without any warning, in defiance of all international equity, let loose his veterans upon Denmark a second time.",
        "The city has suffered much through inundations from the Rio Dulce, and from frequent local revolutions caused by misgovernment and the struggles of rival factions.",
        "Mademoiselle de la Valliere held the position from 1662 to 1670; she was then ousted by Madame de Montespan, who had fiercely intrigued for it, and whose proud and ambitious temper offered a great contrast to her rival.",
        "It was from these two dukes that the rival houses of Lancaster and York derived their respective claims to the crown.",
        "He succeeded so far as to make a treaty with his rival, King John, son of Henry of Trastamara, for the succession, by virtue of which his daughter Catherine became the wife of Henry III.",
        "After a time Ali submitted, but the difference of opinion as to his claims gave rise to the controversy which still divides the followers of the prophet into the rival factions of Sunnites and Shiites.",
        "In Oxford he was allowed to hold a disputation with some learned doctors on the rival merits of the Copernican and so-called Aristotelian systems of the universe, and, according to his own report, had an easy victory.",
        "He was supported by the chancellor Matthew d'Ajello and the official class, while the rival claims of Roger II.'s daughter Constance and her husband, Henry VI., king of the Romans and emperor, were supported by most of the nobles.",
        "Jose Maria Goribar, Z rival claimants.",
        "Simultaneously with these proceedings in Bohemia, negotiations had been going on for the removal of the long-continued papal schism, and it had become apparent that a satisfactory solution could only be secured if, as seemed not impossible, the supporters of the rival popes, Benedict XIII.",
        "However, he took an active part in the university's resistance to the Jesuits; for these had established a theological school of their own in Louvain, which was proving a formidable rival to the official faculty of divinity.",
        "Pope went to see him three times during his first performances, and pronounced that \" that young man never had his equal as an actor, and he will never have a rival.\"",
        "After Luther's death (1546) and the battle of Miihlberg (1547) he had to yield to his rival, Julius von Pflug, and retire to the protection of the young duke of Weimar.",
        "For some time Alexandria seemed destined to become an important commercial centre, but the rise of Washington created a rival that soon outstripped it, and since the Civil War the city's growth has been comparatively slight.",
        "The chiefs of the rival creeds - British (Anglicans), French (Catholics), and Ba-Islamu, as they were called - divided thechiefships.",
        "The posts of honour had been divided between the rival factions.",
        "At the close of 1808, while Napoleon was in Spain, Talleyrand entered into certain relations with his former rival Fouche (q.v.), which aroused the solicitude of the emperor and hastened his return to Paris.",
        "They are closely arrayed, capable of depression or elevation, and form a shield to the front of the breast impenetrable by the bill of a rival.",
        "Beginning about 1827, Los Angeles, being the largest pueblo of the territory, became a rival of Monterey for the honour of being the capital of California, was the seat of conspiracies to overthrow the Mexican authority, and the stronghold of the South California party in the bickerings and struggles that lasted down to the American occupation.",
        "in Rome, Scotland with Clement VII., his rival; Flanders followed England; Urban secured Germany, Hungary and the northern kingdoms; while Spain, after remaining neutral for a time, went over to Clement.",
        "The schism extended down to the bishoprics, and even to the monasteries and parishes, where partisans of the rival popes struggled to obtain possession of sees and benefices.",
        "It was at just this period, when the rival popes were engaged in a life-and-death struggle, that heretical movements appeared in England, France, Italy, Germany, and especially in Bohemia, which threatened the whole ecclesiastical order.",
        "The bishop's seat had to be fortified against the incursions of the heathen Frisians and Northmen, and the security thus afforded attracted population till, after the destruction of its rival Dorestad by the Normans in the 9th century, Utrecht became the chief commercial centre of the northern Netherlands.",
        "The French remedy for an unsuccessful colony has always been to annex more territory, and forestall a possible rival.",
        "Ramiro soon rid himself of his rival, and welded Sobrarbe, Ribagorza and Aragon into a single kingdom, which thenceforward grew rapidly in size and power and shared with Castile the chief part in the struggle against the Moors.",
        "and the government of the province given to Husain Khan, the chief of a rival tribe, with the title of vali in exchange for that of atabeg.",
        "A rival interpretation of the phenomena it dealt with was put forward by F.",
        "Kerbela owes its existence to the fact that IJosain, a son of `Ali, the fourth caliph, was slain here by the soldiers of Yazid, the rival aspirant to the caliphate, on the 10th of October A.D.",
        "In 1877 he fought a duel in which he killed his adversary, a rival journalist.",
        "5, reached Salonika at about the same time as their rival; but the Turkish commander chose to capitulate to the Greeks, who occupied the city the next day.",
        "In the market for frozen lambs the colony remains at present without a rival.",
        "In the 15th century, the fall of Jajce, a rival stronghold 22 m.",
        "The story of the struggle of the rival British and American companies to control the fur trade, with the final dominance of the Hudson's Bay Company has been told under Oregon and need not be repeated.",
        "It was alert, cheerful and aggressive, was greatly helped by the attacks of rival papers, and promised success almost from the start.",
        "Raymond, then employed upon a rival journal.",
        "The positions of the rival armies from the 18th of October, the close of the battle of the Sha-ho, to the 26th of January 1905, the opening of the battle of Sandepu (Heikoutai)- a period almost entirely devoid of incident - may be described by the old-fashioned term \" winter quarters.\"",
        "refused to allow Henry to hold two duchies, and gave Saxony to Albert the Bear, margrave of Brandenburg, who like his rival was a grandson of Magnus Billung.",
        "He was, however, certainly a man - one of those men who were not, of course, rival first-men, but were specially created and endowed.",
        "Alcamenes, the rival or pupil of Pheidias, was the sculptor of a berm at Athens, a copy of which, dating from Roman times, was discovered at Pergamum in 1903.",
        "that she endeared herself to the public. Partly, no doubt, her popularity was due to the disgust inspired by her rival, Louise de Keroualle, duchess of Portsmouth, and to the fact that, while the Frenchwoman was a Catholic, she was a Protestant.",
        "Louis fought a battle beneath the walls of Zara (July ist, 1346), which has been immortalized by Tintoretto, but was defeated and compelled to abandon the city to the republic. The struggle was renewed eleven years later when Louis, having formed, with infinite trouble, a league of all the enemies of Venice, including the emperor, the Habsburgs, Genoa and other Italian towns, attacked his maritime rival with such vigour that she sued for peace, and by the treaty of Zara (February 18th, 1358) ceded most of the Dalmatian towns and renounced the title of duke of Dalmatia and Croatia, hitherto borne by the doge.",
        "The rival settlements, officially known as Milwaukee East Side and Milwaukee West Side, bore the popular designations of \"Juneautown\" and \"Kilbourntown.\"",
        "A realization that the continuation of independent and rival corporations retarded growth eventually led to a compromise by which the two were united as two wards of the same village in 1839, the autonomy of each being still recognized by an odd arrangement whereby each maintained practically independent management of its finances and affairs.",
        "A somewhat different conception of the sovereign's functions was that of Disraeli's great rival, Gladstone, who, though his respect for the person and office of the sovereign was unbounded, not only expected all people, the queen included, to agree with him when he changed his mind, but to become suddenly enthusiastic about his new ideas.",
        "She had a rival in the empress Flaccilla, the pious consort of Theodosius I.",
        "During the Kansas struggle Wyandotte was a pro-slavery town, while Quindaro (1856), a few miles up the Missouri, was a free-state settlement and Wyandotte's commercial rival until after the Civil War.",
        "He was called to the bar on the 7th of June 1837, the same day on which John Rolt (1804-1871), a man of very different antecedents, but afterwards a worthy rival of Palmer, was also called.",
        "He was succeeded by his brother Hermann I., during whose reign Thuringia suffered greatly from the ravages of the adherents of Philip, duke of Swabia, and also from those of his rival Otto of Brunswick.",
        "The struggle of rival systems of nomenclature, from which our zodiacal series resulted, is plainly visible in their alternations; and the claims of the competing signs were long sought to be conciliated by representing the Balance as held between the claws of the €corpion.",
        "Escaping from Avignon, he again won obedience in France, and his one thought was how to triumph over his Italian rival, if necessary, by force.",
        "The worst enemy of the P Y Greeks was their own incurable spirit of faction; in the very crisis of their fate, during the siege of Missolonghi, rival presidents and rival assemblies struggled for supremacy, and a third civil war had only been prevented by the arrival of Cochrane and Church.",
        "of France seized the opportunity afforded by his rival's defeat and death to take possession of the duchy of Burgundy as a fief lapsed to the French crown, and also of Franche Comte, Picardy and Artois.",
        "He studied rhetoric with Cicero, and accompanied him to Rhodes in 78 B.C. Finding that he would never be able to rival his teacher he gave up rhetoric for law (Cic. Brut.",
        "On its flags were fought out many feuds between rival gilds; Egmont and Horn, and many other gallant men whose names have been forgotten, were executed here under the shadow of its ancient buildings, and in more recent times Dumouriez proclaimed the French Republic where the dukes of Brabant and Burgundy were wont to hold their jousts.",
        "In 1817 the prince married Anna Sapiezanko, the wedding leading to a duel with his rival Pac. On the death of his father in 1823 he retired to his ancestral castle at Pulawy; but the Revolution of 1830 brought him back to public life.",
        "When, on the 24th of December 1046, after three rival popes had been set aside, he nominated Suidgar, bishop of Bamberg, as bishop of Rome before all the people in St Peter's, the papacy was bestowed in the same way as a German bishopric; and;,'what had occurred in this case was to become the rule.",
        "Such a schism as this, so intolerable to the ecclesiastical sense of the middle ages, necessitated the discovery of some authority superior to the rival popes, and therefore able to put an end to their quarrelling.",
        "Their object had been to purify the Church of medieval accretions, and to restore the primitive model in the light of the new learning; the idea of rival \" churches,\" differing in their fundamental doctrines and in their principles of organization, existing side by side, was as abhorrent to them as to the most rigid partisan of Roman centralization.",
        "Every political rival had been quelled.",
        "The rival armies met at Sievershausen on the 9th of July 1553, where after a fierce encounter Albert was defeated.",
        "Foreseeing the extent to which the demand would grow in America for iron and steel, he started the Keystone Bridge works, built the Edgar Thomson steel-rail mill, bought out the rival Homestead steel works, and by 1888 had under his control an extensive plant served by tributary coal and iron fields, a railway 4 25 m.",
        "The emperor, having named Carloman as his successor, died in August 875, but Charles the Bald reached Italy before his rival, and by persuading Carloman, when he did cross the Alps, to return, secured the imperial crown.",
        "Of this memoir Isaac Todhunter writes: \" We may affirm that no single memoir in the history of our subject can rival this in interest and importance.",
        "The dynasty of the Jagatai Khans collapsed in 1572 by the dismemberment of the country between rival representatives; and soon after two powerful Khoja factions, the White and Black Mountaineers (Ak and Kara Taghluk), arose, whose dissensions and warfares, with the intervention of the Kalmucks of Dzungaria, fill up the history till 1759, when a Chinese army from Ili (Kulja) invaded the country, and, after perpetrating wholesale massacres, finally consolidated their authority by settling therein Chinese emigrants, together with a Manchu garrison.",
        "But since the death of Witowt (1430) the military efficiency of Lithuania had sensibly declined; single-handed she was no longer a match for her ancient rival.",
        "In an instant the whole Republic was seething like a caldron, and a rival assembly was simultaneously summoned to Cracow by Jan Ferlej, the head of the Protestant party.",
        "He had in fact already summoned a Russian army corps to assist him to reform his country, which sufficiently explains his own haughtiness and the unwonted compliancy of the rival magnates.",
        "This Mahommedan soldier-adventurer, who, followed by his son Tippoo, became the most formidable Asiatic rival the British ever encountered in India, was the great-grandson of a fakir or wandering ascetic of Islam, who had found his way from the Punjab to Gulburga in the Deccan, and the second son of a naik or chief constable at Budikota, near Kolar in Mysore.",
        "With the possible exception of Horn, Tristan is by far the most accomplished hero in the whole range of knightly romance; a finished musician, linguist and chess-player, no one can rival him in more knightly arts, in horsemanship or fencing.",
        "Eugenius at length convened a rival council at Ferrara on the 8th of January 1438 and excommunicated the prelates assembled at Basel.",
        "His rival, Felix V., meanwhile obtained small recognition, and the latter's ablest adviser, Aeneas Sylvius Piccolomini, made peace with Eugenius in 1442.",
        "\" While the scholars of Alexandria were mainly interested in the verbal criticism of the Greek poets, a wider variety of studies was the characteristic of the school of Pergamum, the literary rival of Alexandria.",
        "Y p important towns in 1594, and not allowed to return until 1609, when they found themselves confronted once more by their rival, the university of Paris.",
        "- The opposing forces now in the field numbered 190,000 Unionists and half that number of Confederates; sixty-nine warships flew the Stars and Stripes and a number of improvised ironclads and gunboats the rival \"Stars and Bars.\"",
        "ALCIDAMAS, of Elaea, in Aeolis, Greek sophist and rhetorician, flourished in the 4th century B.C. He was the pupil and successor of Gorgias and taught at Athens at the same time as Isocrates, whose rival and opponent he was.",
        "Mary was dangerous enough as it was, and no one would willingly make his rival his heir.",
        "He graduated at Harvard in 1745, and was a member of the lower house of the general court of Massachusetts in 1753-1756, and from 1757 to 1774 of the Massachusetts council, in which, according to Governor Thomas Hutchinson, he \"was without a rival,\" and, on the approach of the War of Independence, was \"the principal supporter of the opposition to the government.\"",
        "On the occasion of the tsar's coronation (May 31, 1584), Boris was loaded with honours and riches, yet he held but the second place in the regency during the lifetime of his co-guardian Nikita Romanovich, on whose death, in August, he was left without any serious rival.",
        "The systems of Plato and Aristotle sought to adjust the rival claims of physics and ethics (although the supremacy of the latter was already acknowledged); but the popular religions were thrown overboard.",
        "Thus we observe persistent organs and persistent types of animals, analogous organs and analogous types of animals, and this analogy applies still further to the rival and more or less contradictory hypotheses of the sudden as distinguished from the gradual appearance of new parts or organs of animals, and the sudden appearance of new types of animals.",
        "was able to effect a junction with this force and descended into the plain of Thessaly, where at the battle of Pharsalus he was decisively defeated and fled to Egypt, pursued by Caesar, who learnt of his rival's murder on landing at Alexandria.",
        "1.114) says that had he practised at the bar he would have been the only serious rival of Cicero.",
        "The conflicts, which may at first sight seem to be merely between rival generals, are seen upon closer examination to be mainly (r) between the privileged classes, i.e.",
        "On both sides in Mexico there was an element consisting of honest doctrinaires; but rival military leaders exploited the struggles in their own interest, sometimes taking each side successively; and the instability was intensified by the extreme poverty of the peasantry, which made the soldiery reluctant to return to civil life, by the absence of a regular middle class, and by the concentration of wealth in a few hands, so that a revolutionary chief was generally sure both of money and of men.",
        "He was presently displaced by a thorough reactionary, General Zuloaga, and expelled from Mexico early in 1858; and for three years Mexico was a prey to civil war between two rival governments - the Republicans at Vera Cruz under Juarez, who, as Chief Justice of the Supreme Court, succeeded Comonfort; and the reactionaries at the capital.",
        "He soon found that his government was held responsible to Europe for the excesses of its rival as well as its own.",
        "The great drainage scheme which completed the works of the 17th century by taking out the surplus waters of the southern lakes of the valley of Mexico was devised in 1856, begun under Maximilian, proceeded with intermittently till 1885, then taken up with improved plans, practically completed by 1896, and inaugurated in 1900; 2 the harbour of Vera Cruz was finished in 1902; the Tehuantepec railway, likely to prove a formidable rival to any interoceanic canal, was opened on the 24th of January 1906.",
        "ened by a rival edition published in 1539 in folio and quarto by \" John Byddell for Thomas Barthlet \" with Richard Taverner as editor.",
        "He ranked as one of the Radical supporters of the new dynasty, in opposition to the party of which his rival Guizot was the chief literary man, and Guizot's patron, the duc de Broglie, the main pillar.",
        "And neither is intelligible, except in relation to the rival theory of Ultramontanism.",
        "Some trees in the Mariposa Grove rival these in size: one measures for ft.",
        "With the help of these allies Chalcis engaged the rival league of its neighbour Eretria in the so-called Lelantine War, by which it acquired the best agricultural district of Euboea and became the chief city of the island.",
        "Sanguinary feuds continued throughout the 16th and 17th centuries among these rival clans and their dependent tribes, and the turbulent spirit was not subdued till a comparatively recent period.",
        "Such a theory, like its modern rival of the sun-myth, may of course be pushed till it becomes absurd; yet in India critical observers, like Sir Alfred C. Lyall, attest innumerable examples of the gradual elevation into gods of human beings, the process even beginning in their lifetime.",
        "Soldiers may have espoused it rather than the rival faith, because in the primitive age Christian discipline denied them the sacraments, on the ground that they were professional shedders of blood.",
        "The legend of the Omophorus and Splenditeneus, rival giants who sustain earth and luminous heavens on their respective shoulders, even if it already figures in the cuneiform texts of Assyria, is yet to be traced in Mithraic bas-reliefs.",
        "The temperature anomalies are also instructive: they rival those of Asia in value, though not in area, being from 15 to 20 above the mean of their latitude in the northern interior in summer, and as much below in winter.",
        "The rival school of Basra, on the other hand, has given currency to a story that the original collection made by al-Mufaddal included a much smaller number of poems. The Berlin MS. of al-Marzugi's commentary states that the number was thirty, but a better reading of the passage, found elsewhere,' mentions eighty; and that al-Asma`i and his school added to this nucleus poems which increased the number to a hundred and twenty.",
        "There is no mention of it in al-Anbari's work, and it is in itself somewhat improbable, as in al-Asma`i's time the schools of Kufa and Basra were in sharp opposition one to the other, and Ibn al-A`rabi in particular was in the habit of censuring al-Asma`i's interpretations of the ancient poems. It is scarcely likely that he would have accepted his rival's additions to the work of his step-father, and have handed them on to Abu `Ikrima with his annotations.",
        "The government endeavoured to bring about an amalgamation of these rival companies, believing that the united energies and financial ability of the whole country were required for so vast an undertaking.",
        "No Other Bridge Can Rival Le Pont D' Avignon.",
        "They were rival cities, and at first appear to have been equally powerful; one of the earliest of the sea-fights mentioned in Greek history took place between them, and in this we are told that many of the other Greek states took part.",
        "He also attacked Isocrates, according to Cicero, and perhaps even set up a rival school of rhetoric. At any rate he had pupils of his own, such as Eudemus of Cyprus, Theodectes and Hermias, books of his own, especially dialogues, and even to some extent his own philosophy, while he was still a pupil of Plato.",
        "In the first place as regards style, though the Stagirite pupil Aristotle could never rival his Attic master in literary form, yet he did a signal service to philosophy in gradually passing from the vague generalities of the dialogue to the scientific precision of the didactic treatise.",
        "7, I), by separating the declamatory (E7rt6ELKTLK011) from the deliberative (bjwjyoptcOv, av,u ovXEVTLKOV) and judicial (SLKavtKOV); whereas his rival Isocrates had considered that laudation and vituperation, which Aristotle elevated into species of declamation, run through every kind (Quintilian iv.",
        "The claims were made by petition, and included amongst others: the claim of Thomas of Woodstock to act as constable, the rival claims of John Dymock and Baldwin de Frevile to act as champion, and the claim of the barons of the Cinque Ports to carry a canopy over the king.",
        "Brandy distilleries are numerous, and there is some trade in wood; but no local industry can rival agriculture and stock-breeding, which furnish the bulk of the exports.",
        "Bold, overbearing and unscrupulous, Sinan recoiled from no baseness to put a rival out of the way; while his insolence was not confined to foreign ambassadors, but was exercised towards his opponents in the sultan's presence.",
        "But it was significant that they had to adopt the badge of \"Communism\" in order to mark their precise position in the field of rival doctrines.",
        "By a lavish expenditure of money, and by his promptness in entering the country, he secured his election and coronation in September 1697, and his principal rival F.",
        "His reign until his death on the 28th of February 1069 was mainly spent in extending his power at the expense of his smaller neighbours, and in conflicts with his chief rival the king of Granada.",
        "Some larches in Scotland rival in size the most gigantic specimens standing in their native woods; a tree at Dalwick, Peeblesshire, attained 5 ft.",
        "Special interest attaches to this trace of their earlier origin, because of the famous cult of Diana Nemorensis, whose temple in the forest close by Aricia, beside the laces Nemorensis, was served by \"the priest who slew the slayer, and shall himself be slain\"; that is to say, the priest, who was called rex Nemorensis, held office only so long as he could defend himself from any stronger rival.",
        "In the 13th century the Pisans tried to attract a population to the spot, but it was not till the 14th that Leghorn became a rival of Porto Pisano at the mouth of the Arno, which it was destined ultimately to supplant.",
        "On the night of the 18th he heard that a rival of the Peshwa intended to burn the city.",
        "His son `Abbas Efendi (also called `Abdu'l-Baha, \" the servant of Baha \") was generally recognized as his successor, but another of his four sons, Muhammad `Ali, put forward a rival claim.",
        "A long and peaceful reign followed, disturbed only by the struggles of rival political factions.",
        "This court, faithful to the practice observed by it in the preceding elections, nominated another candidate, Cadalus, bishop of Parma, who was proclaimed at the council of Basel under the name of Honorius II., marched to Rome, and for a long time jeopardized his rival's position.",
        "Refusing to join the Prussian Zollverein, Hanover had become a member of the rival commercial union, the Steuerverein, three years before Ernest's accession; but as this union was not a great success the Zollverein was joined in 1851.",
        "In 1825 the completion of the Erie Canal with its western terminus at Buffalo greatly increased the importance of the place, which now rapidly outstripped and soon absorbed Black Rock, a village adjoining it on the N., which had at one time threatened to be a dangerous rival.",
        "At that time there were two rival political parties at Constantinople, the \"Roman\" party led by Aurelian (son of Taurus), praetorian prefect, and supported by the empress and a Germanizing and Arianizing party led by Aurelian's brother (possibly Caesarius, praetorian prefect in 400).",
        "By fixing the areas of these spheres of influence rival states in western and central Africa avoided conflicts and preserved their rights until they were able to take a more effective part in their development.",
        "His blunt, direct style of oratory and his somewhat rough manners were characteristic. After the outbreak of the Civil War he was one of the most vigorous critics of the Lincoln administration, whose Ohio member, Salmon P. Chase, had long been a political rival.",
        "During its later years his reign was much distrubed, however, by the contentions for ascendancy which arose between the Pharisees and Sadducees, the two rival sects or parties which then for the first time (under those names at least) came into prominence.",
        "After bloodshed between the rival fur companies, and their union in 1821, Fort Garry was erected, as a trading post and settlers' depot, and with somewhat elaborate structure, with stone walls, bastions and portholes.",
        "In these early days Peter would very willingly have made peace with his formidable rival if he had been allowed to retain these comparatively modest conquests.",
        "After Pultava (June 26, 1709), Peter, hitherto commendably cautious even to cowardice, but now puffed up with pride, rashly plunged into as foolhardy an enterprise as ever his rival engaged in.",
        "Enemies and rival claimants arose on all sides, for Cyprus was a tempting bait.",
        "He had not the genius to find a way out of the French entanglement or the skill to steer a constitutional monarchy between rival factions.",
        "2 5, 1 555), which left princes a free choice between the rival confessions, with the right to impose either on their subjects; but much bitter internal strife was kept up by Protestants on the theoretical question of adiaphora; to appease this was one object of the Formula Concordiae, 1577.",
        "The religious quarrel either accentuated, or was accentuated by, political differences, and the rival chiefs, Athanaric and Frithigern, appeared as champions of Paganism and Christianity respectively.",
        "It became one of the wealthiest of central American cities, although it had always a keen commercial rival in Leon, which now surpasses it in size and importance.",
        "To get a better share in the European trade at the mouth of the river a body of colonists migrated further down and built ObutÃ¶ng or Old Town, and shortly afterwards a rival colony established itself at Aqua Akpa or Duke Town, which thus formed the nucleus of the existing town.",
        "He staunchly supported the patriarch Ignatius against his rival, Photius, at Constantinople; he upheld the rights of Teutberga, who had been repudiated by her husband, Lothair II.",
        "Hildebrand set up Gerard, bishop of Florence, as a rival candidate, won over a part of the Romans to his cause, and secured the support of the empress regent Agnes at the Diet of Augsburg in June.",
        "(1061-1073)- a rival to whom was for a long time supported by the German king - and even at the election of Hildebrand, this rule had its effect.",
        "Urban, in fact - who meanwhile had created a new College of Cardinals with members of different nationalities - enjoyed one great advantage; his rival failed to hold his own in Italy, with which country the actual decision virtually lay.",
        "The crisis which the Catholic Church underwent, during this terrible epoch, was the greatest in all her history: for while everything was thrown into the utmost confusion by the life and death struggles of the rival popes, while the ecclesiastical revenues and emoluments were used almost exclusively for the reward of partisan service, while everywhere the worldliness of the clergy had reached its highest pitch, heretical movements, by which the whole order of the Church was threatened with overthrow, were gaining strength in England, France, Italy, Germany and especially in Bohemia.",
        "The synod grounded its procedure against the rival popes on a fact, ostensibly patent to all, but actually believed by none - that they were both supporters of the schism, and not merely this, but heretics in the truest and fullest sense of the word, since their attitude had impugned and subverted the article of faith concerning the one Holy, Catholic and Apostolic Church.",
        "The erection of the obelisks of the Vatican, the Lateran, the Piazza del Popolo and the square behind the tribune of Sta Maria Maggiore lent a lustre to Rome which no other city in the world could rival.",
        "Other methods of disposing of him having failed, the Porte made his nephew a rival sheikh; but he basely assassinated him.",
        "In the earlier period of its history it seems to have been an independent rival of Athens, and it was afterwards reckoned one of the twelve Old Attic cities.",
        "When the power of the Sakya began to wane, that of the rival monasteries of Digung, Phagdub and Tshal increased largely, and their respective influence and authority overbalanced that of the successors of Phagspa.",
        "Even then he remained for some time under the influence of Hubert de Burgh, whose chief rival, Peter des Roches, found it expedient to quit the kingdom for four years.",
        "Allowance must here be made for jealousy of a rival order just rising in popularity.",
        "A rival catholicus, with a small following, still has his cathedral and see at Sis.",
        "67); her situation afforded advantages for expansion which Tyre on its small and densely populated island could not rival.",
        "Even when Athens had developed a rival navy Greek observers noted with admiration the discipline kept on board the Phoenician ships and the skill with which they were handled (Xen.",
        "In appearance concrete can rarely if ever rival stone or brickwork.",
        "rival company laid out the town of Vistula on the tract immediately below Port Lawrence, in the following year these towns were united and were named Toledo, and in 1837 the city was incorporated.",
        "died in Septe i ber 1197, some of the princes under the leadership of Ado ph, archbishop of Cologne, were anxious to find a rival to P ilip, duke of Swabia, who had been elected German king.",
        "declared for him and placed his rival under the ban in April 1201.",
        "Dismantled by order of Charlemagne, it became in the 9th century the capital of an independent principality, the rival of that of Benevento, and was surrounded by strong fortifications.",
        "In these matters he was the great rival of Asma'i (q.v.).",
        "It consisted simply in reducing cryolite with metallic sodium exactly as in Deville's chloride method, and it was claimed to possess various mythical advantages over its rival.",
        "During the Protectorate, in 1649, an ordinance was passed for \" the promoting and propagating of the gospel of Jesus Christ in New England \" by the erection of a corporation, to be called by the name of the President and Society for the Propagation of the Gospel in New England, to receive and dispose of moneys for the purpose, and a general collection was ordered to be made in all the parishes of England and Wales; and Cromwell himself devised a scheme for setting up a council for the Protestant religion, which should rival the Roman Propaganda, and consist of seven councillors and four secretaries for different provinces.'",
        "Nothing is known of the family with certainty; but the name is familiar from the interesting romance of Gines Perez de Hita, Guerras civiles de Granada, which celebrates the feuds of the Abencerrages and the rival family of the Zegris, and the cruel treatment to which the former were subjected.",
        "Unable to detach the congregation from the teacher, Darby began a rival assembly.",
        "The only engagement between the rival factions which is told at length is noteworthy, inasmuch as it was preceded by an encounter at Gibeon between twelve chosen men from each side, in which the whole twenty-four seem to have perished (2 Sam.",
        "side branches should be pretty abundant, short and not so vigorous as to rival the leading members.",
        "Albert's rival was George's son-in-law, Rupert, formerly bishop of Freising, and son of Philip, count palatine of the Rhine; and the emperor Maximilian I., interested as archduke of Austria and count of Tirol, interfered in the dispute.",
        "The commune also tried to restrict the power of the barons, who, in the 13th century especially, though we find them feudatories of the holy see from the 10th century onwards, threatened to become masters of the whole territory, which is still dotted over with the baronial castles and lofty solitary towers of the rival families of Rome - Orsini, Colonna, Savelli, Conti, Caetani - who ruthlessly destroyed the remains of earlier edifices to obtain materials for their own, and whose castles, often placed upon the high roads, thus following a strategic line to a stronghold in the country, did not contribute to the undisturbed security of traffic upon them, but rather led to their abandonment.",
        "He had Nelson with him as second in command - then a junior admiral but without rival in capacity and in his hold on the confidence of the fleet.",
        "As all attempts to conduct a satisfactory negotiation with this emperor failed before his impenetrable stupidity, Alaric, after instituting a second siege and blockade of Rome in 409, came to terms with the senate, and with their consent set up a rival emperor and invested the prefect of the city, a Greek named Attalus, with the diadem and the purple robe.",
        "In two articles, tobacco and rice, Bremen is the greatest market in the world; in cotton and indigo it takes the first place on the continent, and it is a serious rival of Hamburg and Antwerp in the import of wool and petroleum.",
        "that he had 'constantly to be on the watch lest a formidable democratic rival should encroach on his prerogative.",
        "That rival was the Swedish peasantry.",
        "That this invasion is to be connected with the friendly relations which are said to have subsisted between the first of the Libyan dynasty and Rehoboam's rival is unlikely.",
        "The battle was fought between Olaf Trygvesson, king of Norway, and a coalition of his enemies - Eric Hakonson, his cousin and rival; Olaf, the king of Sweden; and Sweyn Forkbeard, king of Denmark.",
        "Bacon was again his rival, and again unsuccessfully; the wealthy young widow became - not, it is said, to his future comfort - Coke's second wife.",
        "Her mother, supported at first by her husband's great rival and her own former suitor, Bacon, objected to the match, and placed her in concealment.",
        "The limitation of time for recovery of tithes or estates in tithes, whether between rival claimants to tithes or tithe-owners or tithe-payers, if belonging to lay individuals or lay or spiritual corporations aggregate, is a period of twelve years, as in the case of other real property (37 & 38 Vict.",
        "Pedro proved false to his English allies, and was finally overthrown and killed by his rival, Henry of Trastamara, in 1369.",
        "On his death-bed he spoke generously of Castlereagh, and with warm eulogy of his former rival, Flood.",
        "3, 4), but had continually to fight against his rival Gotarzes.",
        "Their sentence, however, did not take effect until late in 272, when the emperor Aurelian, having defeated Zenobia and anxious to impose upon Syria the dogmatic system fashionable in Rome, deposed Paul and allowed the rival 'candidate Domnus to take his place and emoluments.",
        "Charles, after trying in vain to remain neutral in the wars between France and the emperor Charles V., had been forced to side with the latter, whereupon his duchy was overrun with foreign soldiery and became the battlefield of the rival armies.",
        "It ought to be remembered, to the honour of Pope, that he joined heartily in the applause with which the appearance of a rival genius was welcomed.",
        "A crowd of small writers had vainly attempted to rival Addison.",
        "- The consideration of this point brings one into touch with the two rival traditions as to the conduct of the disciples after the betrayal and crucifixion of the Lord - the Galilean and the Jerusalem narratives.",
        "In particular, it is not a history of the people or of the country, but a history of the Armenian aristocracy, and, in opposition to the Mamikonian tendency which pervades the rest of the older Armenian historical literature, it is written in the interest of the rival Bagratunians.",
        "The successor of Louis, Charles VIII., restored the city to its former name and position, and as part of the inheritance of Mary, daughter and heiress of Charles the Bold, it was contended for by the French king, and his rival, the German king, Maximilian I.",
        "The picture galleries of Dresden, Munich and Cassel still rival that at Berlin, though the latter is rapidly becoming one of the richest in the world in works of the great masters, largely at the cost of the private collections of England.",
        "For about two years his rival, Odo, count of Champagne, who was supported by the Rdmance-speaking inhabitants, kept up the struggle against him, but eventually all opposition was overcome and the possession of Burgundy was assured to the German king.",
        "In 1046 he entered Italy at the head of an army which secured for him greater respect than had been given tc any German ruler since Charlemagne, and at Sutri and in Romc he deposed the three rival popes.",
        "where it took the form of a fight between two rival kings., but in Germany its effects were more deeply felt.",
        "Prussia, irritated by the proceedings of her rival, did as little as possible in the war with France; and in 1795 she retired from the struggle, and by the treaty of Basel ceded to the French republic her possessions on the left bank of the Rhine.",
        "At the menace of her armaments, concentrated on the Rhine, Napoleon had stopped dead in the full career of victory; Austria, in the eyes of German men, had been placed under an obligation to her rival; and Italy realized the emergence of a new military power, whose interests in antagonism to Austria were identical with her own.",
        "The ambitions of Prussia were notorious, and Austria had no wish to see her rival still further strengthened by ~ the annexation of the duchies.",
        "This feeling was deliberately fostered by publicists and historians, and was intensified by commercial rivalry, since in the struggle for colonial expansion and trade Germans naturally came to look on Great Britain, who held the field, as their rival.",
        "Against Russia he was less fortunate, and the first encounter between Turkey and her future northern rival gave presage of disaster to come.",
        "After capturing his rival Glycerius, who had been nominated by the army in 473, at the mouth of the Tiber, he was recognized as emperor in Rome, Italy and Gaul.",
        "From 1358 to 1526 the republic was a vassal state of Hungary, and no longer controlled by its greatest commercial rival.",
        "In the discussions from which sprang the federation of 1867, Ontario was the one province strongly in favour of the union, which was only rendered possible by the coalition of her rival leaders, J.",
        "The commercial and naval successes of the Genoese during the middle ages were the more remarkable because, unlike their rivals, the Venetians, they were the unceasing prey to intestine discord - the Genoese commons and nobles fighting against each other, rival factions amongst the nobles themselves striving to grasp the supreme power in the state, nobles and commons alike invoking the arbitration and rule of some foreign captain as the sole means of obtaining a temporary truce.",
        "From these contests of rival nobles, in which the names of Spinola and Doria stand forth with greatest prominence, Genoa was soon drawn into the great vortex of the Guelph and Ghibelline factions; but its recognition of foreign authority - successively German, Neapolitan and Milanese - gave way to a state of greater independence in 1339, when the government assumed a more permanent form with the appointment of the first doge, an office held at Genoa for life, in the person of Simone Boccanera.",
        "In John Zapolya, who was supported by Suleiman, Ferdinand found an active rival.",
        "The most obvious direction in which this could be sought was in Bavaria, ruled by the decadent house of Wittelsbach, the secular rival of the house of Habsburg in southern Germany.",
        "not help the invaders, at least gave no help to her own rival.",
        "Acragas, strengthened by Syracusan exiles, now stands out again as the rival of Syracuse.",
        "His brother and rival Abuhafas brought help from Africa; and finally all joined against the Christians.",
        "In 1285 both the rival kings died.",
        "Westport, a little inland town - platted 1833, a city 1857, merged in Kansas City in 1899 - now a fashionable residence district of Kansas City - was a rival of Independence in the Santa Fe trade which she gained almost in toto in 1844 when the great Missouri flood (the greatest the river has known) destroyed the river landing utilized by Independence.",
        "states were restive, and Aetolia unsubdued; and, with the break-up of the empire at Alexander's death, there was once more scope for the action of the individual cities among the rival great powers.",
        "Libraries became a feature of the age, the kings leading the way as collectors, of books, especially the rival dynasties of Egypt and Pergamum.",
        "on hands, feet and back?), also cutting off the nose with banishment to Nubia or the Syrian frontier., In the times of the OldKingdom decapitation was in use, and a decree exists of the Middle Kingdom degrading a nomarch of Coptos and his family for ever from his office and from the priesthood on account of services to a rival pretender.",
        "The XXIInd Dynasty lasted through many generations; but there were rival kings, and M.",
        "Agesilaus defeated the rival pretender and left Nekhtnebf established on the throne.",
        "He found a rival in Egypt in the person of Ibn al-Modabbir, the finance minister, who occupied an independent position, and who started the practice of surrounding himself with an army of his own slaves or freedmen; of these Ibn Tulun succeeded in depriving the finance minister, and they formed the nucleus of an army by which he eventually secured his own independence.",
        "This cabinet naturally split into rival camps, in consequence of which Kitboga, himself a Mongol, with the aid of other Mongols who had come into Egypt after the battle of Homs, succeeded in ousting his rivals, and presently, with the aid of the surviving assassins of the former sultan, compelling Malik al-N~ir to abdicate in his favor (December 1st, 1294).",
        "The P4JrJy dispute began with a struggle over the succession in relations the principality of Karaman, where the two sultans favored rival candidates, and the Ottoman sultan ur ey.",
        "two years, filled mainly with struggles between rival amirs, Malik al-N~ir was murdered (October 31st, 1498), and his uncle and vizier Kdnsh proclaimed sultan with the title Malik al-Zahir.",
        "Two main barriers still obstructed the realization of his ambition,which now embraced Greece arid Thessaly, as well as Albania, and the establishment in the Mediterranean of a sea-power which should rival that of the dey of Algiers.",
        "On the other hand, if Denmark had emerged from the war with her honour and dignity unimpaired, she had at the same time tacitly surrendered the dominion of the North to her Scandinavian rival.",
        "Jens Baggesen is the greatest comic poet that Denmark has produced; and as a satirist and witty lyrist he has no rival among the Danes.",
        "Drachmann retained his place, without rival, as the leading imaginative writer in Denmark.",
        "The so-called Kings' Hows at Upsala in Sweden rival those of Jelling in size and height.",
        "Prussia was now universally recognized as one of the great powers of the Continent, and she definitely took her place in Germany as the rival of Austria.",
        "The forces of the rival kings met at Gollheim on the 2nd of July 1298, where Adolph was killed, it is said by the hand of Albert.",
        "The whole country, however, was on the alert, and at midnight on the 8th, within a month of their landing, James heard that the revolt, desperate from the first, was over and that his rival had been captured close to Ringwood.",
        "A more heroic subject, and the only one in which he made a certain attempt to rival Firdousi, was selected by our poet for his third epopee, the Iskandarnama, or \"Book of Alexander,\" also called Sharaf iama or Igbalnama-i-Iskandari (\" The Fortunes of Alexander\"), which is split into two divisions.",
        "In the middle of the 18th century, during the war between the rival claimants to the throne of the Carnatic, Mahommed Ali and Chanda Sahib, the English supported the claims of the former and the French those of the latter.",
        "But there is a third scheme (the Talmudic) still current among the Jews, and not unknown to early Christian writers, which is still a rival of the Philonic view, though less satisfactory.",
        "His arrival had an important effect on the deliberations of this council, and the compromise which was subsequently made between the rival parties was largely his work.",
        "In 1519, Frederick, who alone among the electors refused to be bribed by the rival candidates for the imperial throne, declined to be a candidate for this high dignity himself, and assisted to secure the election of Charles V.",
        "In point of size the largest cannot rival the larger Brown Algae, while the majority require the aid of the microscope for their investigation.",
        "Without being so forward as the rival city of Augsburg to embrace the architectural fashions of the Italian renaissance - continuing, indeed, to be profoundly imbued with the old and homely German burgher spirit, and to wear, in a degree which time has not very much impaired even yet, the quaintness of the old German civic aspect - she had imported before the close of the 15th century a fair share of the new learning of Italy, and numbered among her citizens distinguished humanists like Hartmann Schedel, Sebald Schreier, Willibald Pirkheimer and Conrad Celtes.",
        "Founded as a Greek city in 300 B.C. by Seleucus Nicator, as soon as he had assured his grip upon western Asia by the victory of Ipsus (301), it was destined to rival Alexandria in Egypt as the chief city of the nearer East, and to be the cradle of gentile Christianity.",
        "But the first western sovereign practically to recognize the importance of the district was Antigonus, who began to build a city, Antigonia, on the Kara Su a few miles north of the situation of Antioch; but, on his defeat, he left it to serve as a quarry for his rival Seleucus.",
        "In Leland's time the market was held at Marhasdeythyow (Forum Jovis), and both Norden (1582) and Carew (1602) tell us that Marcajewe signifies the Thursday's market, which, whether etymologically sound or not, shows that the prior's market had prevailed over its rival.",
        "Suffolk was left without an obvious rival, but his difficulties were great.",
        "in 1629, there were three rival candidates for the see, and their struggles added to the confusion caused by the Thirty Years' War.",
        "A search by rival theorists for evidence which will prove that Cephallenia is Ithaca, has produced nothing more convincing, and efforts to find the city of the Phaeacians at Cape Kephali in Corfu were also unsuccessful.",
        "Irving's severity as a teacher had offended some of the parents, who set up Carlyle to be his rival.",
        "Foreign intervention was avoided through the renewal of war between Francis and Charles; and the insurgents were hampered by having no rival candidate for the throne and no means of securing the execution of their programme.",
        "Froude's famous portraiture of Henry is coloured by the ideas of hero-worship and history which the author imbibed from Carlyle, and the rival portraits in Lingard, R.",
        "The queen-mother married Sir James Stewart of Lorne, and their sons, Buchan and Atholl, mixed in the confused intrigues of the reign of James III., but the queen was treated with scant courtesy by the rival parties.",
        "Arran's brother, later archbishop of St Andrews, arrived from France and worked on the wavering regent, while his rival, Lennox, came also from France, and failing to oust Arran, became Henry's pensioner in England.",
        "War was at hand, but Montrose formed a party by \" the band of Cumbernauld,\" to suppress the practical dictatorship of his rival and enemy, Argyll, who, he understood, was to be one of a triumvirate, and absolute north of Forth.",
        "While the rival bands of preachers squabbled, Cromwell, like Edward I., arranged that Scottish members should sit in Westminster, and, commercially, as in the administration of fair justice, and the peace of the country, Scotland prospered under English rule.",
        "William complained, later, that he had no notice of the terms of that patent till after it was passed (he was fighting under Namur at the time), and the act not unnaturally aroused the jealousy of the rival English companies.",
        "It is said that Hera, having assumed the form of Semele's nurse, persuaded her rival to ask Zeus to show himself to her in all his glory.",
        "Its geographical position gives it strategic value as a naval base; and as a commercial centre it is without a rival in this part of Asia.",
        "So far as Hungary was concerned, Budapest in 1867 at once became the favoured rival of Vienna, with the important additional advantage that it had no such competitors within its own sphere as Vienna had in the Austrian provincial capitals.",
        "This seems an unlikely limitation, throwing an impossible amount of work upon the crew, and leaving each ship terribly weak supposing a naval battle had to be undertaken - as with some rival viking fleet, even before any Christian nation possessed a fleet.",
        "In the contests between the rival powers and courts of the period, the prophecy of Antichrist played a political part.",
        "found himself involved in many difficulties through the struggles between the rival factions named after the two noble families of Bronkhorst and Hekeren.",
        "It is a curious process by which the monster that symbolized heathenism conquered by Christianity has been evolved out of the first great rival of the God of Israel.",
        "At Nineveh, which remained the capital till the fall of the Assyrian empire in 606 B.C., Assur had as his rival Ishtar, who was the real patron deity of the place, but a reconciliation was brought about by making Ishtar the consort of the chief god.",
        "Pilate, discerning that it was the envy of the rulers which sought to destroy an inconvenient rival, offered \" the King of the Jews \" as the prisoner to be released.",
        "He had no rival worthy of the name.",
        "The logic of Hegel is the only rival to the logic of Aristotle.",
        "As yet neither of these movements has shown sufficient coherence or stability to establish itself as a rival to the main current of philosophy in England.",
        "For, as an interpreter of human character in the drama, Goethe is without a rival among modern poets, and there is not one of his plays that does not contain a few scenes or characters which bear indisputable testimony to his mastery.",
        "This position was-in the main due to a dexterity in conducting causes, and especially in examining witnesses, in which he had no rival at the Irish bar.",
        "lengthy historical and religious development in the establishment of Judaism and its inveterate rival Samaritanism.",
        "How the small rival districts with their petty kings were united Hebrew into a kingdom under a single head is a disputed question; the stages from the half-Hittite, half-Egyptian land to the independent Hebrew state with its national god are an unsolved problem.",
        "A conspicuous feature is the difficulty of maintaining this single monarchy, which, however it originated, speedily became two rival states (Judah and Israel).",
        "Judah itself was next involved in an anti-Assyrian league (with Edom, Moab and Philistia), but apparently submitted in time; nevertheless a decade later (70r), after the change of dynasty in Assyria, it participated in a great but unsuccessful effort from Phoenicia to Philistia to shake off the yoke, and suffered disastrously.3 With the crushing blows upon Syria and Samaria the centre of interest moves southwards and the history is influenced by Assyria's rival Babylonia (under Marduk-baladan and his successors), by north Arabia and by Egypt.",
        "It left room for rival schools and sects, both within and without the priestly circles, and for continued development of the older and non-priestly thought.",
        "The biblical history is a \" canonical \" history which looks back to the patriarchs, the exodus from Egypt, the law-giving and the covenant with Yahweh at Sinai, the conquest of Palestine by the Israelite tribes, the monarchy, the rival kingdoms, the fall and exile of the northern tribes, and, later, of the southern (Judah), and the reconstructions of Judah in the times of Cyrus, Darius and Artaxerxes.",
        "An enormous gap severs the pre-monarchical period from this age, and while the tribal schemes and tribal traditions can hardly be traced during the monarchies, the inclusion of Judah among the \" sons \" of Israel would not have originated when Judah and Israel were rival kingdoms. Yet the tribes survive in post-exilic literature and their traditions develop henceforth in Jubilees, Testament of the XII Patriarchs, &c.",
        "A common ground previous to the Samaritan schism is ignored; it is found only in the period before the rival kingdoms. The political history of these ' In the art.",
        "It combines amid diverse material a hero of Bethlehem and rival of Saul with the idea of a conqueror of this district; it introduces peculiar traditions of the ark and sanctuary, and it associates David with Hebron, Calebites and the wilderness of Paran 3 The books of Samuel and Kings have become, in process of compilation, the natural sequel to the preceding books, but the conflicting features and the perplexing differences of standpoint recur elsewhere, and the relationship between them suggests that similar causes have been operative upon the compilation.",
        "The history of Judah is, broadly speaking, that of the Davidic dynasty and the Temple, and it begins at the time of the first king of the rival north.",
        "invasions, tribal movements, rival kingdoms) and religion (e.g.",
        "Abandoned by his captain and future rival, Seleucus, Ptolemy retired and left Palestine to Antigonus for ten years.",
        "Three parties pleaded before him, the representatives of the rival kings and a deputation from the people who wished to obey no king, but only the priests of their God (Jos.",
        "century was disgraced, in Palestine, by a feverish \" scramble \" for sacred sites, in which the most rudimentary ethics of Christianity were forgotten in the all-mastering desire to oust rival sects and orders.",
        "century was a rival in population and in trade of Rio Janeiro, Buenos Aires and New York.",
        "the contemporary and rival of Pheidias, which was one of the most perfect works of sculpture in antiquity.",
        "He had already reached the height of his fame when Plato opened a rival school at the Academy, and pointedly attacked him in the Gorgias, the Plaaedrus and the Republic. Thenceforward, there was a perpetual controversy between the rhetorician and the philosopher, and the struggle of educational systems continued until, in the next generation, the philosophers were left in possession of the field.",
        "On the contrary, the sophists were in quiet possession of the field when Plato, returning to Athens, opened the rival school of the Academy; and, while their teaching in all respects accommodated itself to current opinion, his, in many matters, ran directly counter to it.",
        "But in his eagerness to seize the whole inheritance of his rival, Louis drove his daughter and heiress, Mary of Burgundy, into marriage with Maximilian of Austria (afterwards the emperor Maximilian I.),who successfully defended Flanders after a savage raid by Antoine de Chabannes.",
        "The germs of rival systems can be traced in the old military and other service tenures of Assam, and in the poll tax of Burma, &c. The exclusive development of the land system is due to two conditions, - a comparatively high state of agriculture and an organized plan of administration, - both of which are supplied by the primitive village community.",
        "Hasting's great rival, Francis, was among those who urged the superior advantages of a permanent assessment.",
        "Among the Indian adventurers who thronged Alexander's camp in the Punjab, each with his plot for winning a kingdom or crushing a rival, Chandragupta Maurya, an exile from the Gangetic valley, seems to have played a somewhat ignominious part.",
        "Mahommed Ghori achieved his object by playing off the rival kings against each other.",
        "In the far East the Dutch ruled without a rival, and gradually expelled the Portuguese from almost all their territorial possessions.",
        "In boldness of conception, and in knowledge of Oriental diplomacy, Dupleix has had probably no rival.",
        "In the words of Orme, \" That day terminated the long hostilities between the two rival European powers in Coromandel, and left not a single ensign of the French nation avowed by the authority of its Government in any part of India.\"",
        "But Clive, again acting upon the policy he had learned from Dupleix, had provided himself with a rival candidate to the throne.",
        "He next attacked the Dutch, the sole European nation that might yet be a formidable rival to the English.",
        "1154), was Tancred's rival for the kingdoms of Naples and Sicily, descended into Italy in 1194.",
        "The latter was crowned by the antipope Clement, while Urban regarded both him and his rival as usurpers.",
        "Upon the return of his rival, Crispi, to power in December 1893, he resumed political activity, allying himself with the Radical leader, Cavallotti.",
        "His morals were as loose as those of his great rival Mirabeau, but he was famed in Paris for his wit and gaiety.",
        "The international concert defined in the treaty of Berlin had been rudely shaken, if not destroyed; the denunciation by Austria, without consulting her co-signatories, of the clauses of the treaty affecting herself seemed to invalidate all the rest; and in the absence of the restraining force of a united concert of the great powers, free play seemed likely once more to be given to the rival ambitions of the Balkan nationalities, the situation being complicated by the necessity for the dominant party in the renovated Turkish state to maintain its prestige.",
        "While in opposition he devoted special attention to naval affairs, and in speeches that attracted much notice declared that the function of the French navy was to secure and develop colonial enterprise, deprecated all attempts to rival the British fleet, and advocated the construction of commerce destroyers as France's best reply to England.",
        "Hisham tried to keep himself free from and above the rival parties, but as his vicegerents were inexorable in the exaction of tribute, the Qaisites against the Yemenites, the Yemenites against the Qaisites, both parties alternately had reason to complain, whilst the non-Arabic Moslems suffered under the pressure and were dissatisfied.",
        "For a moment it seemed as though the rival Arab factions, realizing their common peril, would turn their combined forces against the Shiites.",
        "At the end of some months, however, he was calumniously accused of conspiracy, and the caliph, seizing the opportunity of ridding himself of a possible rival, threw him into prison, where he died, according to the majority of the historians, of starvation.",
        "Owing to his extreme youth many of the leading men at Bagdad rebelled and swore allegiance to Abdallah, son of the former caliph Motazz, a man of excellent character and of great poetical gifts; but the party of the house of Motadid prevailed, and the rival caliph was put to death.",
        "The Carmathians drove the Fatimites out of Syria, and threatened Egypt, but, notwithstanding their intrepidity, they were not able to cope with their powerful rival, who, however, in his turn could not bring them to submission.",
        "The rival candidates for the office of president in the campaign of 1824 were Jackson, John Quincy Adams, W.",
        "It is equally no accident that the name of Protagoras is to be connected, in Plato's view at least, with the rival school of Heracliteans.",
        "Aristotle, however, treats it as a dialectical rival to syllogism, and it influenced Galilei and Bacon in their views of inference after the Renaissance.",
        "Neoplatonism had accepted the Aristotelian logic with its sharper definition than anything handed down from Plato, and, except the logic of the Sceptics, there was no longer any rival discipline of the like prestige.",
        "DIEGO DE ALMAGRO (1475-1538), Spanish commander, the companion and rival of Pizarro, was born at Aldea del Rey in 1475.",
        "The rival popes, Innocent II.",
        "Antonius married Octavia, his rival's sister, and took for himself the eastern half of the empire, leaving the west to Caesar.",
        "In Germany, Otto of Brunswick, afterwards the emperor Otto IV., allied himself with Richard, while Philip was supported by Otto's rival, Philip of Swabia.",
        "This union combined the rival claims of the descendants of Peter and of Henry of Trastamara.",
        "He gives it four-fifths of his land; while his white rival allows it only a quarter of his, less by half than the area he gives to live-stock, dairying, hay and grains.",
        "The Federal and Confederate forces controlled at this time different parts of the state; there was some ebb and flow of military fortune in 1864, and for a short time two rival governments.",
        "During the administration of Noel Ballay (1848-1902), governor of the colony 1890-1900, Konakry was transformed from a place of small importance to one of the chief ports on the west coast of Africa and a serious rival to Freetown, Sierra Leone.",
        "- Horticulture is now the principal industry, and in this field California has no rival in the United States, although ranking after Florida in the growth of some tropical or semi-tropical fruits, - pineapples, guava, limes, pomeloes or grape-fruit and Japanese persimmons.",
        "He was also a student of language and a critic. It was as a critic that he was the great rival of Abu `Ubaida.",
        "Rivarol has had no rival in France except Piron in sharp conversational sayings.",
        "This league was joined by a powerful group of princes and nobles and found recognition by the prince-electors of the Empire; but for want of leadership it did not stand the test, when Richard of Cornwall and Alphonso of Castile were elected rival kings in 1257.2 In the following centuries the imperial cities in south Germany, where most of them were situated, repeatedly formed leagues to protect their interests against the power of the princes and the nobles, and destructive wars were waged; but no great political issue found solution, the relative position of the parties after each war remaining much what it had been before.",
        "Pisa, one time the mightiest, had been crushed between its inland neighbour and its maritime rival Genoa (battle of Meloria, 1282).",
        "It is impossible to trace a safe path through the complicated aetiological myths, the fragments of reshaped legend and tradition, or the adjustment of rival theologies.",
        "In fact, however, the rival schools are generally arguing at cross purposes; there is a knowledge based on particulars, and also a knowledge of laws or causes.",
        "In 1811 the massacre of the Mamelukes left Mehemet Ali without a rival in Egypt, while the foundations of his empire beyond were laid by the war against the Wahhabis and the conquest of the holy cities of Mecca and Medina.",
        "The exploitation of the mines suffers in many cases from the difficulties and expense of transport, the high duties payable in Dutch Borneo to the native princes, the competition among the rival companies, and often the limited quantities of the minerals found in the mines.",
        "Then came the hopeless revolts of the Indians against intolerable oppression, the abortive rebellions of Hernandez de Contreras and John Bermejo (Bermudez) against the mother country (1550), the foundation of Leon, future rival of Granada, in 1610, its sack by the buccaneers under William Dampier in 1685, and, lastly, the declaration of independence (1821), not definitively acknowledged by Spain till 1850.",
        "Another of the king's secretaries at this time, though in a less confidential relation, was a friend and contemporary of Perez, named Juan de Escovedo, who, however, after the fall of Tunis in 1574, was sent off to supersede Juan de Soto as secretary and adviser of Don John of Austria, thus leaving Perez without a rival.",
        "The earliest alphabetic document which can be dated with comparative certainty is the famous Moabite stone, which was discovered in 1868, and after a controversy between rival claimants which led to its being broken in pieces by the Arabs, ultimately reached the Louvre, where in a restored form it remains.",
        "It was always a local alphabet, and never attained the importance of its rival.",
        "Ever since 1894 he held that both the \" Western \" text of Acts (which he styles the (3 text) and its rival, the text of the great uncials (which he styles the a text), are due to the author's own hand.",
        "Altona carries on an extensive maritime trade with Great Britain, France and America, but it has by no means succeeded in depriving Hamburg of its commercial superiority - indeed, so dependent is it upon its rival that most of its business is transacted on the Hamburg exchange, while the magnificent warehouses on the Altona river bank are to a large extent occupied by the goods of Hamburg merchants.",
        "There is, as we shall see afterwards, some ground for believing that there were circulated in England two rival poetic versions of the story of the encounters with supernatural beings: the one referring them to Beowulf the Dane, while the other (represented by the existing poem) attached them to the legend of the son of Ecgtheow, but ingeniously contrived to do some justice to the alternative tradition by laying the scene of the Grendel incident at the court of a Scylding king.",
        "When in 1408 a French embassy arrived at Kutna, Hora, the residence of King Wenceslaus of Bohemia, and proposed that the papal schism should be terminated by the refusal of the temporal authorities further to recognize either of the rival popes, Wenceslaus summoned to Kutna Hora the members of the university."
    ],
    "definition": [
        "Link/Cite"
    ]
}