{
    "translation": "הביס, מיגר, הניס",
    "uses": [
        "has immortalized the rout of Cope.",
        "To one who had been a man of war from his youth up, who had won and lost many fights, the rout of a detachment and the forcible seizure of some debateable frontier lands was an untoward incident; but it was no sufficient reason for calling upon the British, although they had guaranteed his territory's integrity, to vindicate his rights by hostilities which would certainly bring upon him a Russian invasion from the north, and would compel his British allies to throw an army into Afghanistan from the south-east.",
        "No need to rout Josh out and make him drive 60 miles for nothing.",
        "It was necessary to let the French reach Shamshevo quietly without alarming them and then, after joining Dolokhov who was to come that evening to a consultation at a watchman's hut in the forest less than a mile from Shamshevo, to surprise the French at dawn, falling like an avalanche on their heads from two sides, and rout and capture them all at one blow.",
        "The rout of the Albanians at Prilipe and the capture of Mustapha at Scutari were followed by an invasion of Bosnia.",
        "At the latter place he heard of Argyll's total rout in the western Highlands.",
        "Until his fiery energy made itself felt, hardly any army on either side actually suffered rout; but at Marston Moor and Naseby the troops of the defeated party were completely dissolved, while at Worcester the royalist army was annihilated.",
        "The first onslaught of the Knights of the Cross did indeed rout the weak irregulars placed in the van of the Turkish army, but their mad pursuit was checked by the steady ranks of the Janissaries, by whom they were completely defeated (1396).",
        "The gods must be proud, thought I, with such forked flashes to rout a poor unarmed fisherman.",
        "In the west Khurshid's lieutenant, Omar Vrioni (a Mussulman Greek of the race of the Palaeologi), had inflicted a series of defeats on the insurgents, recaptured Levadia, and on the 30th of June relieved the Acropolis; but the rout of the troops which Mahommed Pasha was bringing to his aid by the Greeks in the defile of Mount Oeta, and the news of the fall of Tripolitsa, forced him to retreat, and the campaign of 1821 ended with the retirement of the Turks into Thessaly.",
        "Public opinion was against lant, the king, and the small army which his confidant De Vere raised under the royal banner was easily scattered by Gloucesters forces at the rout of Radcot Bridge (Dec. 20, 1387).",
        "The revulsion only came when the queen, victorious after the rout of Ludford, Supp,~sapplied to the vanquished Yorkists those penalties of sion of confiscation and attainder which Duke Richard ~had Yorks always refused to employ in his day of power.",
        "It began with the complete rout of a Spanish force of 4500 men at Turnhout in January, with scarcely any loss to the victors.",
        "Beyond the Alps it was otherwise; among the Teutonic nations at least the revolt against the scholastic philosophy, the rout of the obscurantists, the eager pursuit of Hellenic culture, had a religious aspect.",
        "The first repulse soon passed into a rout, and from a rout into a headlong flight, in which the English king himself barely escaped.",
        "An unsuccessful diplomatist, his chief services in arms were the butchery in the north after the Pilgrimage of Grace and the raid into Scotland which ended with the rout of Solway Moss.",
        "Now he develops a twofold character: as the receiver of the spolia opima he becomes associated with war, especially in the double character of the stayer of rout (Stator) and the giver of victory (Victor), in which last capacity he later gives birth to an offshoot in the abstract conception of the goddess Victoria.",
        "Two of the insurgent leaders, Daniel Shays and Eli Parsons, escaped to Vermont soon after the rout at Petersham.",
        "But Orlov, perplexed by conflicting instructions and caught in an unfavourable situation by a brigade of the 12th division which was executing the proposed \" pursuit,\" gave way - part of his force in actual rout - and the cavalry that was with him was driven back by the Kobi (reserve army) brigade of the Guard.",
        "Had the two divisions still kept in Japan been present Kuroki would have had the balance of force on his side, the Russian retreat would have been confused, if not actually a rout, and the war would have been ended on Japan's own terms. As it was, after another day's fighting, Kuropatkin drew off the whole of his forces in safety, sharply repulsing an attempt at pursuit made by part of the 12th division on the 4th of September.",
        "In 1580 Sinan commanded the army against Persia and was appointed grand vizier, but was disgraced and exiled in the following year, owing to the rout of his lieutenant Mahommed Pasha, at Gori, in an attempt to provision the Turkish garrison of Tiflis.",
        "1546), was a member of the royal council under James V.; he was also an extraordinary lord of session, high admiral, and warden of the west marches, and was taken prisoner by the English at the rout of Solway Moss in 1542.",
        "On the third day from the rout of Langside she crossed the Solway and landed at Workington in Cumberland, May 16, 1568.",
        "Peter none the less showed the greatest personal valour, and his body, recognizable by his lofty stature and personal beauty, was found on the field after the rout (Sept.",
        "forces met at Carchemish (605), and the rout of the latter was so complete that Necho relinquished Syria and might have lost Egypt as well had not the death of Nabopolasser recalled the victor to Babylon.",
        "Here it will suffice to say that the victorious career of Ibrahim, who once more commanded in his fathers name, beginning with the storming of Acre on the 27th of May 1832, and culminating in the rout and capture of Reshid Pasha at Konia on the 21st of December, was arrested by the intervention of Russia.",
        "The outcome was the rout of Friedland (June 13 and 14, 1807).",
        "established his capital at Adrianople; in 1389 the fate of the Slavonic states was decided by the rout of the Servians and their allies at Kossovo.",
        "The general, Warenne, was old and feeble, Cressingham was hasty and confident; counsels were confused, the manner of attack was rash, and the rout was sanguinary.",
        "Now a panic was caused by a rush of camp followers from the \" gillie's hill \": the English wavered; Bruce commanded an advance of his whole line: the English rout was general, and, had Bruce possessed cavalry, few would have escaped.",
        "It was not until after the death of Rabah in battle and the rout of his sons (1901) that French authority was firmly established.",
        "Shortly after wards a British brigade was defeated at Maiwand by the Herati army of Ayub Khan, a defeat promptly and completely retrieved by the brilliant march of General Sir Frederick Roberts from Kabul to Kandahar, and by the total rout of Ayub Khan's army on the 1st of September 1880.",
        "James was not slow to make reprisals, but his nobles were angry or indifferent, and on the 25th of November 1542 his forces were easily scattered at the rout of Solway Moss.",
        "This battle was far more stubbornly contested than that of Ad Decimum, but it ended in the utter rout of the Vandals and the flight of Gelimer.",
        "Legend has magnified the victory into the rout of 200,000 Moslems under five kings; but so far was the battle from being decisive that in 1140 the Moors were able to seize the fortress of Leiria, built by Alphonso in 1135 as an outpost for the defence of Coimbra, his capital.",
        "had now gleaned many details of the Turkish rout, and, assuming Zekki's army to be reduced to a remnant which could be crushed between a single Serbian army and the Greeks, it made entirely new dispositions on the 29th.",
        "and Manuel I., down to the unsuccessful campaign of the latter against the Turks, which ended with the disastrous battle of Myriokephalon and the rout of the Byzantine army.",
        "19) tells of the rout of a Roman army under Cestius Gallus in A.D.",
        "Here he rashly divided his force, and in a sortie of French and Indians, on the morning of the 14th of September, one of his divisions was surrounded, and a general rout ensued in which about 270 of Grant's men were killed, about 40 were wounded, and others (including Grant) were taken prisoners.",
        "masterpiece, erected for Frederick Gonzaga in .1523-1535; of the numerous fresco-covered chambers which it contains, perhaps the most celebrated is the Sala dei Giganti, where, by a combination of mechanical with artistic devices, the rout of the Titans still contending with artillery of uptorn rocks against the pursuit and thunderbolts of Jove appears to rush downwards on the spectator.",
        "He shared in the general rout of the Unionists in Jan.",
        "On the morning of the tenth day they commenced an engagement which ended in the rout of the defenders of the town.",
        "His son Prince Edward, who had been victorious on his own flank of the battle, and had not been caught in the rout, gave himself up next morning, wishing to share his fathers fate, and not to prolong a civil war which seemed to have become hopeless.",
        "Lincoln and Fitzgerald were slain; Lovel disappeared in the rout; the young impostor Simnel was taken prisoner.",
        "The six years that followed the great rout of the orthodox Whigs were years of repose for the country, but it was now that Burke engaged in the most laborious and formidable enterprise of his life, the impeachment of Warren Hastings for high crimes and misdemeanours in his government of India.",
        "Aided by their Milanese, Mantuan and Paduan allies, they gave battle to their rivals, put them to rout at Altopascio (Oct.",
        "The rout of the Turks was complete; but Botzaris himself fell.",
        "The league was promised by England; but the army of France was first in the field, and towards the end of the year drove the forces of the \"congregation\" from Leith into Edinburgh, and then out of it in a midnight rout to Stirling - \"that dark and dolorous night,\" as Knox long afterwards said, \"wherein all ye, my lords, with shame and fear left this town,\" and from which only a memorable sermon by their great preacher roused the despairing multitude into new hope.",
        "Hostilities began in December 1880, and eventually a series of engagements ended in the rout (Feb.",
        "In June the referendum on union was taken in Natal, and resulted in a complete rout of the separatists.",
        "Bruce threw his infantry reserve into the battle, the arrows of the English archers wounded the men-at-arms of their own side, and the remnants of the leading line were tired and disheartened when the final impetus to their rout was given by the historic charge of the \"gillies,\" some thousands of Scottish campfollowers who suddenly emerged from the woods, blowing horns, waving such weapons as they possessed, and holding aloft improvised banners.",
        "As the primitive stele of a Pteridophyte is traced upwards from the primary rout into the stem, the phloem becomes continuous round the xylem.",
        "Disaster had come upon the north, and the plain of Jezreel saw the total defeat of the king and the rout of his army.",
        "The rout of Charlemagne in 77 8, which has been associated with Fontarabia, by Milton (Paradise Lost, i.",
        "Four years of warfare, in which victory was alternately with the Spaniards and the patriots, was terminated in 1815 by the total rout of the latter in a battle which took place between Potosi and Oruro.",
        "When the rout of the Christians was complete, a Servian named Milosh Kabilovich penetrated to Murad's tent on pretence of communicating an important secret to the sultan, and stabbed the conqueror.",
        "But the Scots on the right of the foot held firm against Lucas's attacks, and Cromwell and Leslie with their cavalry passed along the rear of the Royal army, guided by Sir Thomas Fairfax (who though wounded in the rout of his Yorkshire horse.",
        "But the battle of Benevento (1266), where Manfred fell, and the rout of Tagliacozzo (1268), sealing the ruin of the house of Hohenstaufen in Italy and the triumph of that of Anjou, were fatal to Pisa.",
        "Its inaction on the first day of the disastrous second battle of Bull Run led to the general's subsequent disgrace; but it made a splendid fight on the second day to save the army from complete rout, and subsequently shared in the Antietam campaign.",
        "The Ionians were naturally averse from prolonged warfare, and in the prosperity which must have followed the final rout of the Persians and the freeing of the Aegean from the pirates (a very important feature in the league's policy) a money contribution was only a trifling burden.",
        "33, the tribes after the rout of Sihon, king of the Amorites, turned to go by the land of Bashan; and its king, Og, met them at Edrei, and was there defeated and slain.",
        "Prodigies of valour on the part of Bayezid's troops could not make up for the defection of the newly-absorbed levies from Aidin, Sarukhan and Menteshe who went over to their former princes in Timur's camp. The rout of the Turkish army was complete.",
        "The battle was hotly contested; but, in spite of the prowess of Hunyadi, the rout of the Christians was complete; the king of Hungary and Cardinal Cesarini were among the killed.",
        "23 to 26) ended in the disastrous rout of the allied troops under the archduke Maximilian and Sigismund, prince of Transylvania.",
        "The rout of the Tuscan Guelphs on the field of Montaperto (1260) restored the fortunes of Pisa.",
        "He could not avert the mistaken policy which led to the rout at Le Mans, and was finally shot in an obscure skirmish at Nouaille on the 4th of March 1794.",
        "Baratieri vainly attempted to push forward the reserve, but the Italians were already overwhelmed, and the battleor rather, series of distinct engagementsended in a general rout.",
        "retreat became a rout.",
        "The arrival of Johnston on the previous evening and his lieutenant Kirby Smith at the crisis of the battle (for Patterson's part in the plan had completely failed), turned the scale, and the Federals, not yet disciplined to bear the strain of a great battle, broke and fled in wild rout.",
        "Bishara and his men retreated, but were pursued by the Egyptians until the retreat became a hopeless rout.",
        "They were checked by two steady regiments; many fled, all was darkness and confusion, but, on returning into Falkirk, Charles found that Hawley had 'decamped in a disgraceful rout.",
        "At first taken by surprise, he turned the abortive attack into a complete rout.",
        "Actually, a pursuit would have closed the campaign, for the Turkish retreat had converted itself into a rout.",
        "When the Swiss ranks had been disordered, the short pike and the sword came into play, and aided by the constable de Bourbon with a handful of the gendarmerie, the French right more than held its own until Alviano with the cavalry from Lodi rode on to the field and completed the rout of the Swiss.",
        "This argument rests on the careful critical narrative of the fight constructed by Herr Kleissner and Herr Hartmann from the contemporary accounts which have come down to us, in which the pride of the knights, their heavy armour, the heat of the July sun, the panic which befell a sudden part of the Austrian army, added to the valour of the Swiss, fully explain the complete rout.",
        "This defeat was turned into a general rout by a nameless tribune, who collected twenty companies and charged in the rear the victorious Macedonian phalanx, which in its pursuit had left the Roman right far behind.",
        "In January 1655 the rout of Ochmatov arrested their progress; but in the summer of the same year, the sudden invasion by Charles X.",
        "At the general election of that year he was one of the victims of the Republican rout in the Pas-de-Calais, and did not re-enter the chamber till 1887.",
        "February 1594 completed the rout of the League.",
        "by a supreme effort was still able to maintain his armies; but the rout at Oudenarde, due to the misunderstanding between the duke of Burgundy and Vendme, left the northern frontier exposed, and the cannons of the Dutch were heard at Many.",
        "In the formidable machinery of state, above all in the creation of the Legion of Honor, the Concordat, and the restoration of indirect taxes, they saw the rout of the Revolution: But the expulsion of persons like Benjamin Constant and Madame de Stael sufficed to quell this Fronde of the salons.",
        "evocation of English landscape he gave the Rout disturbingly beautiful animal masks of great individuality.",
        "The rout seems permanent; hence the smallness of the company at table since the voyage began.",
        "This only left Reid to complete the rout with his 4th goal for the team.",
        "Royston's strength was the pack where the scrummages became a rout.",
        "Miroslav Klose led the rout with a hat-trick of headed goals.",
        "After a preliminary skirmish on Sunday the 23rd, in which Bruce distinguished himself by a personal combat with Sir Henry de Bohun, whom he felled by a single blow of his axe, the battle of Bannockburn was fought on Monday the 24th; and the complete rout of the English determined the independence of Scotland and confirmed the title of Bruce.",
        "The rally from the rout in Aristotle's famous metaphor is of units that already belong together, that are of the same regiment or order.",
        "Royston 's strength was the pack where the scrummages became a rout.",
        "Another way is to just not use milk or milk products in your cooking, but to go this rout you will need to find a substitute."
    ],
    "definition": [
        "a. A disorderly retreat or flight following defeat.\nb. An overwhelming defeat.",
        "a. A disorderly crowd of people; a mob.\nb. People of the lowest class; rabble.",
        "A public disturbance; a riot.",
        "A fashionable gathering.",
        "Archaic A group of people, especially knights, or of animals, especially wolves.",
        "To put to disorderly flight or retreat: “the flock of starlings which Jasper had routed with his gun” ( Virginia Woolf )",
        "To defeat overwhelmingly. See Synonyms at defeat.",
        "To dig with the snout; root.",
        "To poke around; rummage.",
        "To expose to view as if by digging; uncover.",
        "To hollow, scoop, or gouge out.",
        "To drive or force out as if by digging; eject: rout out an informant.",
        "Archaic To dig up with the snout.",
        "Link/Cite",
        "(intransitive) To make a noise; roar; bellow; snort.",
        "(intransitive) To snore; snore loudly.",
        "(intransitive) To belch.",
        "(intransitive) To howl as the wind; make a roaring noise.",
        "A noise; a loud noise; a bellowing; a shouting; clamor; an uproar; disturbance; tumult.",
        "Snoring.",
        "(now chiefly dialectal) To beat; strike; assail with blows.",
        "(now chiefly dialectal) A violent movement; a great or violent stir; a heavy blow; a stunning blow; a stroke.",
        "A troop; a throng; a company; an assembly; especially, a traveling company or throng.",
        "A disorderly and tumultuous crowd; a mob; hence, the rabble; the herd of common people.",
        "The state of being disorganized and thrown into confusion; -- said especially of an army defeated, broken in pieces, and put to flight in disorder or panic; also, the act of defeating and breaking up an army.\nThe rout of the enemy was complete.",
        "(law) A disturbance of the peace by persons assembled together with intent to do a thing which, if executed, would make them rioters, and actually making a motion toward the executing thereof.",
        "A fashionable assembly, or large evening party.",
        "To defeat completely, forcing into disorderly retreat.",
        "To search or root in the ground, as a swine.",
        "To scoop out with a gouge or other tool; to furrow.",
        "To use a router in woodworking.",
        "Link/Cite"
    ]
}