{
    "translation": ".1 מהירות, דחיפות, בהילות .2 מצב של התרגשות גופנית",
    "uses": [
        "Well, don't rush things.",
        "She braced herself, expecting to feel some sort of rush of energy, like she did when she touched Jule.",
        "Why get in a rush to ruin your trip?",
        "In a rush to get to some place you didn't want to go a few hours ago?",
        "At his words, a rush of cold magic filled her.",
        "Pierre motioned Sofia aside as the mad rush went through the house to the garage.",
        "Taxis quit coming this way after rush hour.",
        "The idea brought a rush of heat to her neck.",
        "She gave in to the rush of desire, knowing that wherever he led, she could count on an utterly delightful experience.",
        "Don't get in such a rush that you take a flight out in bad weather, though.",
        "hyemale, commonly known as the Dutch rush, is much more abundant in Holland than in Britain; it is used for polishing purposes.",
        "The Skip of the Tip-Toe-Hop, a Romance of the Middle Ages, by the celebrated author of 'Tittle-Tol-Tan,' to appear in monthly parts; a great rush; don't all come together.",
        "\"It's rush hour,\" Cora explained.",
        "Carmen said with a rush of excitement.",
        "I don't like to rush into a relationship.",
        "I haven't felt a rush like that in eons.",
        "They had an entire week, so there was no need to rush into a conversation that might spoil everything.",
        "While the rush of air in the topless Jeep hindered communication, they usually managed to chatter away in spite of the noise.",
        "Ice climbing is more of a rush than women— almost!",
        "The only sound was the rush of water at the base of the canyon.",
        "At least you didn't get caught up in the rush to the bridge.",
        "She glanced at the door every few minutes, as if her abandoned husband might rush in and drag her back to his lair.",
        "\"No rush,\" he answered with a smile.",
        "The sudden rush into space confused them so that they could not think.",
        "She felt for his hand and knew an instant warm rush when she found it.",
        "She felt an unwelcome rush of excitement and reached to push his hand from her hair.",
        "She turned away, embarrassed by the rush of excitement the action had triggered.",
        "The majority of the bikers remained on the course and with college recessed, the streets held only a few locals, waiting for the later rush of the 2,000 riders who'd roll into town.",
        "His digital speedometer read 54 miles an hour, faster than he had ever ridden in his life, and his eyes watered from the rush of cold air.",
        "With a rush of hot blood through her neck she remembered their exchange the first day.",
        "With that sudden rush of excitement came the realization that she had gone an entire day without longing for him.",
        "She started to groan with pleasure, but it came out more an eager whimper that sent a rush of heat to her face.",
        "Jackson had not allowed himself to reflect on his relationship with Elisabeth prior to learning her secret, but now he let the memories rush in and in doing so, found some peace.",
        "If she wanted him to come in, she didn't suggest it and he wasn't about to rush matters.",
        "When the road straightened once more, he heard a noise behind him and a dozen daredevils in the tuck posi­tion sped on by him with a wave and a rush of air.",
        "She said in a rush of air.",
        "Some one balances the toboggan on the very crest of the hill, while we get on, and when we are ready, off we dash down the side of the hill in a headlong rush, and, leaping a projection, plunge into a snow-drift and go swimming far across the pond at a tremendous rate!...",
        "Why, she'll rush out more dead than alive just in the things she is wearing; if you delay at all there'll be tears and 'Papa' and 'Mamma,' and she's frozen in a minute and must go back--but you wrap the fur cloak round her first thing and carry her to the sleigh.",
        "Gerald's eyes reflected humor and his breath came out in a sudden rush that barely resembled a laugh.",
        "First he spun her round, holding her now with his left, now with his right hand, then falling on one knee he twirled her round him, and again jumping up, dashed so impetuously forward that it seemed as if he would rush through the whole suite of rooms without drawing breath, and then he suddenly stopped and performed some new and unexpected steps.",
        "For a moment the crowd stood still, but then it made another rush forward.",
        "He knew the return trip would be far different, crawling his way back in the snarl of rush hour.",
        "A rush of excitement sent color to her cheeks, and she tore her gaze from his, focusing her attention on the dishes.",
        "The doorbell rang and she felt a rush of panic when she heard Sarah answer the door.",
        "Deidre's body betrayed her, giving a full-form shudder at the rush of heat and energy.",
        "Well, thought Jackson, he didn't rush her like he did me.",
        "Clusters of sixties and seventies-style subdivisions had blossomed during the post-war era of rush to the 'burbs. These look-alikes that originally carried names like Camelot or South Pacific were at first scorned by Parkside's gentry but had slowly gained a level of respectability.",
        "It pleased me doubly; to show off my fiancée and escape the rush of August in New York.",
        "It wasn't his fault she was in such a rush tonight.",
        "She quieted a sudden rush of excitement with a reminder that he was probably being paid to visit.",
        "Not to rush you, but my guys are reporting that Xander is about fifty meters away.",
        "Suddenly my ecstasy gave place to terror; for my foot struck against a rock and the next instant there was a rush of water over my head.",
        "The words rush through my hand like hounds in pursuit of a hare which they often miss.",
        "Hey, who's there? he called out in a tone only used by persons who are certain that those they call will rush to obey the summons.",
        "With a rush of blood to her face, she realized the hood had slipped off her head.",
        "I'm in no rush.",
        "Fred finished his breakfast in a rush and hauled out the pair of his garage-sale skis.",
        "Why is everybody in such a rush to get me married off?",
        "A rush of blood raced to her head, pumping against his fingers.",
        "Then, with a rush of confidence, she added, But I'm not a moron either.",
        "Carmen jerked the door open and gasped at the rush of frigid air.",
        "He went with the first rush to Klondike in 1897 and tramped across the States and Canada, being in gaol more than once as a vagabond.",
        "The discovery of large quantities of gold in Otago in 1861 and the following years brought prosperity, a great \" rush \" of diggers setting in from Australia.",
        "Wherever the ship may go, the rush of water which neither directs nor increases its movement foams ahead of it, and at a distance seems to us not merely to move of itself but to govern the ship's movement also.",
        "Especially important are such details as her feeling the rush of the water by putting her hand on the window.",
        "A little later, when the rush and heat of achievement relax, we can begin to expect the appearance of grand men to celebrate in glorious poetry and prose the deeds and triumphs of the last few centuries.",
        "His hand trembled as he gave his horse into an orderly's charge, and he felt the blood rush to his heart with a thud.",
        "Here it is! thought Prince Andrew, feeling the blood rush to his heart.",
        "But at the moment when he imagined himself calmed by such reflections, she suddenly came into his mind as she was at the moments when he had most strongly expressed his insincere love for her, and he felt the blood rush to his heart and had again to get up and move about and break and tear whatever came to his hand.",
        "The Emperor passed on to the drawing room, the crowd made a rush for the doors, and several persons with excited faces hurried there and back again.",
        "He remembered the meadow, the wormwood, the field, the whirling black ball, and his sudden rush of passionate love of life.",
        "The prince is not very well: bile and rush of blood to the head.",
        "I actually kind of despise racing games, but the speed and intensity and just the overall adrenaline rush I get from the Burnout games makes it an experience like no other.",
        "In Boss Rush Mode you will can time yourself as you run through each of the bosses you bested through your first run through the castle.",
        "Not only should you rush out to buy this game because I hail it as the best Nintendo DS game in existence, but be on the lookout for the 3D Castlevania game in the style of Lament of Innocence on the PlayStation 2.",
        "If you really want the supremacy on the other hand, make sure you research your purchase and don't rush into it!",
        "There's just no danger, so there's no reason to rush through the game to finish it.",
        "Tens of thousands of people will rush to the store, looking for gifts for their video gaming friends and loved ones.",
        "LA Rush is another franchise game trying to cash in on the street racing genre.",
        "In Rush, you play an awesome street racer named Trikz who has amassed a swanky mansion, tons of street rods (called Whips), and super-hot pixel babes.",
        "Racing and/or driving through L.A., in the newest LA Rush franchise game is the best part.",
        "I was disappointed that the analog stick was only used to control your car in LA Rush.",
        "The sound effects in LA Rush were excellent.",
        "Sonic Rush Adventure - Sequel to Sonic Rush.",
        "Immediately before the Civil War, petroleum was discovered in shallow wells near Parkersburg, and there was a great rush of prospectors and speculators to the Little Kanawha Valley.",
        "This is especially true if you're in a rush.",
        "Consumers generally accept the fact that they will pay more for organics, so merchants are not in a rush to lower the prices.",
        "It's easy to rush when you feel nervous.",
        "Having a collection of them - in different styles, sleeve lengths and fabrics - will help you quickly and easily grab something on those mornings you're in a rush.",
        "Fans of the LA Rush series will like the game better then I did.",
        "After the introduction by Madden, you concentrate of four categories: the rush offense, the pass offense, the rush defense and the pass defense.",
        "Dr. Wily was present in the show as a villain, and Mega Man and his pet robot dog, Rush, were main characters.",
        "Be careful not to be too close when you do it -- he will try and rush you!",
        "Rush him and press the X button to jump over him, being careful that you don't fall off the cliff or are backed up against a wall.",
        "He practically oozes with badass personality and the radio chatter from your enemies raving in awe at your amazing abilities does little to soften the adrenaline rush you'll get once you play him.",
        "An alternative is to set up a Game Rush video game trading contract.",
        "He doubted she'd rush into the arms of the Guardian again.",
        "Much later, sometime in the deep hours of the night, he awoke to the sound of thunder and the rush of wind.",
        "The intelligence was made known in April or May; and then began a rush of thousands, - men leaving their former employments in the bush or in the towns to search for the ore so greatly coveted in all ages.",
        "In the course of this ceremony, after the sacrifice, men rush in all directions carrying torches; the women also carry fire-brands, or knock on the houses with rice-crushers and other heavy implements, and thus the evil spirits are considered to be driven away.",
        "This idea horrified her, made her shudder, blush, and feel such a rush of anger and pride as she had never experienced before.",
        "Take your time getting ready so that you don't have to rush out the door and if you're waiting on a female companion, try to be patient if she takes a long time.",
        "Confidence returned with a warm rush.",
        "There was no need to rush.",
        "This time there was no hesitation, no rush.",
        "Then what's the rush?",
        "He means, we're in no rush.",
        "She was hungover and tired, with a roiling stomach and headache, yet she managed to make it to work before the breakfast rush.",
        "Cynthia went on to say Fred had been excited by her translation of Annie's notebook and had left in a rush.",
        "She had done that when they sold the goats, but then she had been in a rush.",
        "The latter class is formed by waters that fall on the barren mountain-sides and rush down in torrents, forming in the valleys shallow bodies of water yellow with the mud held in suspension.",
        "The village of Tonopah sprang into existence as soon as the rush of newcomers to this region began, and in 1903 it contained 4000 inhabitants.",
        "His men became panic-stricken at the first rush and allowed themselves to be slaughtered like sheep. Baker himself with a few of his officers succeeded by hard fighting in cutting a way out, but his force was annihilated.",
        "The discovery of gold in1692-1695by bands of adventurers from the Sao Paulo settlements, led to every occupation and profession being abandoned in the mad rush for the new mines.",
        "These features of Bentham's character are illustrated in the graphic account given by the American minister, Richard Rush, of an evening spent at his London house in the summer of the year 1818.",
        "All wars were bad, but if they could not be evaded it was less extravagant to be ready than to rush to arms unprepared.",
        "BENJAMIN RUSH (1745-1813), American physician, was born in Byberry township, near Philadelphia, on a homestead founded by his grandfather, a Quaker gunsmith, who had followed Penn from England in 1683.",
        "See eulogy by his friend Dr David Hosack (Essays, i., New York, 1824), with biographical details taken from a letter of Rush to President John Adams; also references in the works of Thacker, Gross and Bowditch on the history of medicine in America.",
        "Richard Rush >>",
        "A Pennsylvanian society was formed in 1774 by James Pemberton and Dr Benjamin Rush, and in 1787 (after the war) was reconstructed on an enlarged basis under the presidency of Franklin.",
        "Here his headquarters were surprised and he himself nearly captured by a sudden rush of French troops, and he learnt at the same time that the emperor in person was at hand.",
        "Two treaties negotiated with the Sioux by Luke Lea, commissioner, and Governor Alexander Ramsey in 1851 opened to settlement the greater part of the land within the territory west of the Mississippi, and such an unparalleled rush to the new lands took place that a census taken in 1857 showed a population of 150,037.",
        "1887-1889, William Rush Merriam .",
        "The falls can only be approached from below, where a monastery has been erected, the resort of countless pilgrims. Their height is estimated at 70 ft., and by Tibetan report the hills around are enveloped in perpetual mist, and the Sangdong (the \" lion's face \"), over which the waters rush, is demon-haunted and full of mystic import.",
        "The non-nomads of these Libyan tribes dwelt in huts made of stakes supporting plaited mats of rush or asphodel.",
        "Near the mouth, where the lake narrows to a strait, are the rapids which Ossian called the Falls of Lora, the ebbing and flowing tides, as they rush over the rocky bar, creating a roaring noise audible at a considerable distance.",
        "In 1884 the discovery of gold in De Kaap Valley, and on Mr Moodie's farm in the Transvaal, caused a considerable rush of colonists from Natal to that country.",
        "There were a few small reverses, of which De la Rey's successful rush upon Paris's column and capture of Lord Methuen was the most important, but when some initial mistakes in the composition of the driving lines, which robbed the earlier drives of part of their effect, were made good, the system worked like a machine.",
        "JUNCACEAE (rush family), in botany, a natural order of flowering plants belonging to the series Liliiflorae of the class Monocotyledons, containing about two hundred species in seven genera, widely distributed in temperate and cold regions.",
        "It is well represented in Britain by the two genera which comprise nearly the whole order - Juncus, rush, and Luzula, woodrush.",
        "They are generally perennial herbs with a creeping underground stem and erect, unbranched, aerial stems, bearing slender Juncus effusus, common rush.",
        "In health these cells, belonging to our first army of defenders, are found continually circulating in the blood stream in fairly large numbers; they are ever ready to rush to the point of attack, where they at once leave the blood stream by passing through the vessel walls - emigration - into the tissues of the danger zone.",
        "In America the system was enthusiastically adopted by a noted physician, Benjamin Rush (1745-1813), of Philadelphia, who was followed by a considerable school.",
        "It had always been assumed during previous discussions on the question that warships adventuring the passage would try a rush, that they would endeavour to steam by the, batteries and drive the `defending gunners from their guns by concentrated fire.",
        "At the moment of approach of the first boats the defenders actually on the spot were few, so that the high ground overhanging the landing place (which came to be known as Anzac Cove) was secured by the assailants at the first rush.",
        "A certain impetuousness of character which disposed him to rush into controversy whenever doubt was cast upon the views he supported accounted for a great deal of writing, and he also carried on an extensive correspondence with Wohler and other scientific men.",
        "The battle began at Aspern; Hiller carried the village at the first rush, but Massena recaptured it, and held his ground with the same tenacity as he had shown at Genoa in 1800.",
        "Rugs of skins or rush matting were used for sitting on, and the whole - was surrounded with a palisade.",
        "But the losses of the and brigade, particularly in officers, had been too heavy, and the rush died out whilst still 500 yds.",
        "In round numbers one-third of their effectives had fallen - most of them in the first great rush forward at 5.30 p.m.; but actually they had been more or less under fire since about 2 p.m., and many were hit by French shells plunging into the turmoil about St Privat from 8 to 10 p.m.",
        "There are no glaciers near its sources, although they must have existed there in geologically recent times, but masses of melting snow annually give rise to floods, which rush through the midst of the valley in a turbid red stream, frequently rendering the river impassable and cutting off the crazy brick bridges at Herat and Tirpul.",
        "When alarmed, they rush to their burrows, and if these are disturbed utter a growling sound.",
        "The work of the winding engine, being essentially of an intermittent character, can only be done with condensation when a central condenser keeping a constant vacuum is used, and even with this the rush of steam during winding may be a cause of disturbance.",
        "The discovery of gold in this region, however, brought such a rush of population that the Territory of Idaho was set off (March 3, 1863) and Washington was reduced to its present limits.",
        "Benjamin Rush >>",
        "\"Thus did new France rush into collision with the redoubted warriors of the Five Nations.",
        "of them rise in the mountains near the coast, and rush down through deep and rocky channels.",
        "Animated with this new conception Schelling made his hurried rush to Naturphilosophie, and with the aid of Kant and of fragmentary knowledge of contemporary scientific movements, threw off in quick succession the Ideen, the Weltseele, and the Erster Entwurf.",
        "Though settled somewhat earlier, Skagway first became important during the rush in 1896 for the Klondike gold-fields, for which it is the most convenient entrance by the trail over White Pass, the lower of the two passes to the headwaters of the Yukon.",
        "After a cautious advance the eagerness of the troops finally overcame the hesitation of the commander in exposing his men, the rifle pits were carried with a rush, and the rebellion crushed at a single stroke.",
        "28 The south-western promontory was named Geraestus, the southeastern Caphareus; the latter, an exposed point, attracts the storms, which rush between it and the neighbouring cliffs of Andros as through a funnel.",
        "which the soldiers most animated with the fire and passion that lead to victory rush forward to bayonet the foe..",
        "The subject wants further investigation, especially with a view to deciding the connexion between the molecular rush and the discharge.",
        "south of Toledo; but both militias disbanded when Richard Rush, of Philadelphia, and Benjamin C. Howard, of Baltimore, appeared at Toledo as peace emissaries, appointed by President Jackson.",
        "battery, the upper deck pompoms and the guns in the fore top. The storming parties drawn up ready to rush ashore lost both their leaders at this point.",
        "The rush of the 3-knot tide between the ship and mole created a heavy swell which threw the ship off the mole; only two of the 18 brows could reach the parapet, and the ship could not be kept into the mole.",
        "In the more damp and marshy places the bottom is covered with marsh trefoil, carex, smooth equisetum, and rush.",
        "Carson took part in the Mexican War, and, after the rush to the Pacific Coast began, engaged as a guide to convoy emigrants and drovers across the plains and mountains.",
        "A rush of prospectors at once took place to the banks of the Orange and Vaal rivers, and resulted in considerable discoveries, so that in 1870 there was a mining camp of no less than 10,000 persons on the \" River Diggings.\"",
        "But towards the close of 1870 stones were found at Jagersfontein and at Dutoitspan, far from the Vaal river, and led to a second great rush of prospectors, especially to Dutoitspan, and in 1871 to what is now the Kimberley mine in the neighbourhood of the latter.",
        "The nuns belonging to the older orders tend to the contemplative idea, and they still find recruits in sufficient numbers, in spite of the modern rush to the active congregations.",
        "Water-cress, sweet flag, flowering rush, several potamogetons, water milfoil, water ranunculus, and the reedy sweet watergrass (Glyceria aquatica) rank amongst the criteria of excellence.",
        "When in 1905 the rich silver area was found in northern Ontario, a rush was made to it, comparable to those to the Australian and Californian goldfields.",
        "While an Egyptian battalion was attacking in line, it was halted to repel a rush from the rear, and front and rear ranks were simultaneously engaged, firing in opposite directionsyet the fellahin were absolutely steady; they shot well and showed no signs of trepidation.",
        "It is probable that certain rudely chipped flints, so-called eoliths, in the alluvial gravels (formed generally at the mouth of wadis opening on to the Nile) at Thebes and elsewhere, are the work of primitive man; but it has been shown that such are produced also by natural forces in the rush of torrents.",
        "The tribesmen made desperate efforts to rush the square, but were repulsed, and the position was taken by 2 P.M.",
        "When the slope down which a river runs has become very slight, it is unable to carry the sediment brought from higher regions nearer its source, and consequently the lower portion of the river valley becomes filled with alluvial deposits; and since in times of flood the rush of water in the high regions tears off and carries down a greater quantity of sediment than usual, the river spreads this also over the lower valley where the plain is flooded, because the rush of water is checked, and the stream in consequence drops its extra load.",
        "Randolph, on Bruce's left, was to guard against a rush of English cavalry to relieve Stirling castle.",
        "Now a panic was caused by a rush of camp followers from the \" gillie's hill \": the English wavered; Bruce commanded an advance of his whole line: the English rout was general, and, had Bruce possessed cavalry, few would have escaped.",
        "Thus, except in the case of the west coast trade with the colonies, Scotland had reaped little commercial benefit from the Union, and the loss of business caused by the abolition of the parliament, and the rush of noble families to London, was severely felt in Edinburgh.",
        "If alarmed they utter a shrill loud whistle, and rush down the burrow, but reappear after a few minutes to see if the danger is past.",
        "The great height of the snow-line, 14,000 ft., is due to the small rainfall and the upward rush of dry air from the plain of the Araxes.",
        "For three months there was little excitement, then a wild rush.",
        "In the winter of '48 the rush began from the states to Panama, and in the spring across the plains.",
        "Such were the Kern River fever of 1855 and the greater \" Fraser River rush \" of 1858, the latter, which took perhaps 20,000 men out of the state, causing a terrible amount of suffering.",
        "of the Territory, as has been already said, had been set apart (1868) as a hunting ground for the Sioux Indians, but the rumour of the discovery of gold in the Black Hills and the Bighorn Mountains in1874-1875caused a rush to the region which the military seemed powerless to prevent.",
        "But he calculated that this position, too, must be carried in the first rush, so that he could reach without delay the great ridge of the Stol (6,467 ft.), which stood athwart a further direct advance.",
        "The chief incidents in that part of the poem - the panic rush to the ships, the duels of Paris and Menelaus, and of Hector and Ajax, the Aristeia of Diomede - stand in no relation to the mainspring of the poem, the promise made by Zeus to Thetis.",
        "Rush's Washington in Domestic Life (Philadelphia 1857).",
        "Julesburg, in the extreme north-east corner, at the intersection of the Platte valley and the overland wagon route, became transiently important during the rush of settlers that followed.",
        "Her father, Samuel Ward, was a banker; her mother, Julia Rush [Cutler] (1796-1824), a poet of some ability.",
        "As soon as the ice breaks up in the delta innumerable shoals of roach (Leuciscus rutilus) and trout (Luciotrutta leucichthys) rush up the river.",
        "During the development of the inflorescence there is a rush of sap to the base of the young flowerstalk.",
        "But the victorious rush of 1560 was already somewhat stayed, and the very next year raised the question whether the transfer of intolerance to the side of the new faith was as wise as it had at first seemed to be successful.",
        "The Straits of Magellan were occupied; under an American engineer, William Wheelwright, a line of steamers was started on the coast, and, by a wise measure allowing merchandise to be landed free of duty for re-exportation, Valparaiso became a busy port and trading centre; while the demand for food-stuffs in California and Australia, following upon the rush for gold, gave a strong impetus to agriculture.",
        "The general style of the epistle is vigorous and unpremeditated, \"one continuous rush, a veritable torrent of genuine and inimitable Paulinism, like a mountain stream in full flood, such as may often have been seen by his Galatians\" (J.",
        "Rhetorik, 1897, 8 f.); here as elsewhere the rush and flow of feeling carry with them some care for rhetorical form, in the shape of antitheses, such as a pupil of the schools might more or less unconsciously retain.'",
        "The rush of the pilgrims to kindle their lights at it is so great, that order is maintained with difficulty by Mahommedan soldiers.",
        "it is separated from the island of Scarba by the whirlpool of Corrievreckan, caused by the rush of the tides, often running over 13 m.",
        "These two channels carry the rush of mountain streams from the western slopes of the massif right across the axis of the mountains and through the intervening barrier of minor ridges to the plains of the Indus.",
        "Until 1869 all buildings within the city proper were of wood or rush, but even then it possessed several timber palaces of considerable size, the largest being 120 f t.",
        "RICHARD RUSH (1780-1859), American statesman and diplomatist, son of Dr Benjamin Rush, was born in Philadelphia, Pennsylvania, on the 29th of August 1780.",
        "Rush >>",
        "As early as 1883-1885 there was a considerable mining excitement due to these discoveries, and a much greater one in 1887 after the discovery of coarse gold on Forty Mile Creek in American territory; but these were as nothing to the picturesque and feverish rush that followed the location of the first Klondike claim in Canadian territory in August 1896.",
        "As the Swiss advanced in three huge columns, the French guns fired into them with terrible effect, but the assailants reached the intersected ground bordering the stream, and thus protected from the rush of the French gendarmerie, they debouched on the other side, and fell upon the landsknechts.",
        "(Sedge family), Juncaceae (Rush family), and some other monocotyledons with inconspicuous flowers.",
        "masterpiece, erected for Frederick Gonzaga in .1523-1535; of the numerous fresco-covered chambers which it contains, perhaps the most celebrated is the Sala dei Giganti, where, by a combination of mechanical with artistic devices, the rout of the Titans still contending with artillery of uptorn rocks against the pursuit and thunderbolts of Jove appears to rush downwards on the spectator.",
        "In the northern districts the rivers run along the valleys, receive the drainage from the country on !l either side, absorb broad tributaries and rush forward with an ever-increasing volume.",
        "iiXtr t ta, a water-plant mentioned by Dioscorides), in botany, a natural order of monocotyledons belonging to the series Helobieae, and represented in Britain by the water plantain, Alisma Plantago, the arrow-head, Sagittaria, the star-fruit, Damasonium, and flowering rush, Butomus (from the Gr.",
        "- Flowering Rush (Butomus umbellatus).",
        "The eruptive prominences, called also metallic, because it is they which show at their bases a complete bright line spectrum of the metallic elements, rush upwards at speeds which it is difficult to associate with transfers of matter; the velocity often exceeds loo m.",
        "After the sun is down the vast assemblage breaks up, and a rush (technically ifada, daf`,nafr is made in the utmost confusion to Mozdalifa, where the night prayer is said and the night spent.",
        "The effect of thus alternately forcing high-pressure steam among the sand, and of discharging high-pressure water contained in the sand into the well, is to break up any cohesion of the sand, and to allow all the finer particles in the neighbourhood of the orifice to rush out with the water through the wire gauze into the well.",
        "long, and runs between Colon and Panama; it was made possible by the rush of gold-miners across the isthmus in the years immediately after 1849; was financed by the New York house of Howland & Aspinwall - Aspinwall (later Colon) was named in honour of the junior member, William Henry Aspinwall, (1807-1875) - and was completed in February 1855 at an expense of $7,500,000.",
        "The city stands at the southern extremity of the Bosporus, upon a hilly promontory that runs out from the European or western side of the straits towards the opposite Asiatic bank, as though to stem the rush of waters from the Black Sea into the Sea of Marmora.",
        "After the rush of the threshing is over the farmer studies these books carefully to see what his land is doing, and makes his plans for the next year, so as to rest or strengthen those divisions which are failing.",
        "At the end of this month or in June the ice is breaking up on the lakes, woods rush into leaf, and the unbroken daylight of the northern summer soon sets in.",
        "Just as the change of law gave the death-blow to an already perishing commonwealth, so the rush of medieval influence, which followed the union with Norway, completed a process which had been in force since the end of the 11th century, when it overthrew the old Icelandic poetry in favour of the rimur.",
        "When public excitement demands a foreign war, Athens must not rush into it without asking whether it is necessary, whether it will have Greek support, and whether she herself is ready for it.",
        "It was assumed that there would be a rush to sell, the choice apparently lying between that and confiscation, and priority was to be decided by lot.",
        "The people of the south and south-east make large use of soft rush matting for covering, and they also prepare a rough cloth of bark.",
        "The majority of Hova houses were formerly built of layers of the hard red soil of the country, with high-pitched roofs thatched with grass or rush; while the chiefs and wealthy people had houses of framed timber, with massive upright planking, and lofty roofs covered with shingles or tiles.",
        "These were carried at the first rush, and the troops were ordered to lie down and await orders.",
        "The rush of the Mahommedan flood sent terror all over Europe, but the little opposition it encountered south of the Pyrenees is to be easily explained, and the victory, though genuine, was more specious than substantial.",
        "ARGEI, the name given by the ancient Romans to a number of rush puppets (24 or 27 according to the reading of Varro, de Ling.",
        "- Quadrilocular or tetrathecal anther of the flowering Rush (Butomus umbellatus).",
        "A rush of guilt accompanied the thought.",
        "She turned away, embarrassed by the rush of excitement the action triggered.",
        "She dropped her rifle and cupped a hand over her mouth as a rush of sour tasting liquid scalded her throat.",
        "It pleased me doubly; to show off my fiancÃ©e and escape the rush of August in New York.",
        "If others recognized a peek at the past was possible, wouldn't there be a rush to duplicate what Quinn and Howie had serendipitously accomplished?",
        "The zombie-vamps didn't rush him as they would in a real horror flick; no, they ran away.",
        "I'm in no rush, though I do have a plan to motivate you.",
        "She beat the rush onto the metro and took up a comfortable position on the aisle side of the commuter train, book in one hand and purse in the other.",
        "Ice climbing is more of a rush than womenâ€” almost!",
        "The brush of their skin had jolted her with a rush unlike anything she'd ever felt.",
        "The songs were talked about in the same rush of feverish anticipation and excitement, this, the debut album has a lot to live up to.",
        "Who can resist the allure of Player @ Rush.",
        "Effects The effect of taking amphetamine is like a huge adrenaline rush, only much more intense.",
        "The cards rush by one at a time, and the drawings become an animated cartoon!",
        "antiquity, Sir Samuel Rush.(1783-1848) The History and Antiquities of the county of Cardigan.",
        "In the 1849 Californian Gold Rush she joined the armada of ships rushing to San Francisco.",
        "Wet patches are dominated by heath rush and here heath bedstraw is likely to be the only common herb.",
        "bleat of a lamb The rush of the wind, a door on the slam.",
        "Retractable bollards have restricted access to Grafton Road north of the railroad line during rush hour for years.",
        "Rush in the film is yomping about naked on top of tables and exchanging bon mots with his jailers.",
        "Do you rush to join them or content yourself with a leisurely breakfast followed by a ride along the beautiful wild coast roads.",
        "No need to rush down today as a leisurely brunch will be served all morning.",
        "bum's rush she so richly deserves.",
        "They just chug them down then rush off to the showers or home, wrong, wrong, wrong!",
        "Sadly, in the rush for the lowest common denominator, others are unlikely to follow our lead.",
        "WH Smith were struggling with how to handle the mass of rush hour commuters passing through their shops in train stations.",
        "And the gold rush continued as the baton was handed over to her fellow Welsh compatriots at the IPC Belgian European Trials.",
        "Register in plenty of time to avoid a last minute rush to meet, or avoid missing, the Return filing deadline.",
        "dinghyrn high performance dinghies can be a real adrenalin rush with speeds up to 35 mph recorded.",
        "disown by family members, which in effect rush the victim to death.",
        "It was an explosion of coal dust, which caused flames to rush through where the men were working.",
        "Pain releases endorphins in the brain which cause a rush or a high.",
        "endorphin rush makes your bottom a little giddy.",
        "endorphins in the brain which cause a rush or a high.",
        "Clark Stevenson, an English expat who is one of those who has joined this new gold rush, gives his view.",
        "But with Lesley Waters, TV chef extraordinaire, this is food that you will rush to cook.",
        "There are patches of water mint, and heath rush, with scattered water figwort and marsh thistle.",
        "I cannot seem to get a forward rush from such positions except by sheer fluke.",
        "forgetrtunately, in times of political stability and strong economic growth, such matters are easily forgotten in the rush to make money.",
        "frantic blind rush down an opposing lane.",
        "giddy rush of lust and longing.",
        "I wouldn't want to see a glut of disappointing ' rush jobs ' .",
        "gold rush at Hall's Creek 100km to the south, bringing an influx of miners.",
        "Ski special: Canadian gold rush Whistler and Vancouver will host the 2010 Winter Olympics.",
        "He was extremely gracious, polite, attentive and didn't rush me through my introduction.",
        "The studio is part of a converted granary which sits alongside a 13th century tithe barn where our dried rush is stored.",
        "The objective of Rush Hour is to move the little red car out of the snarled up traffic gridlock that the game begins with.",
        "Look at it that way, and the rush to judgment after last week's Royal meeting seems hasty, to say the least.",
        "Don't let managers rush you into a disciplinary hearing.",
        "heath rush.",
        "Species found include slender ground hopper, great green bush cricket, brown argus, reed and sedge warblers and flowering rush.",
        "Numbers slowly declined, but we finished with a quick look round Skaters Meadow, which had abundant water horsetail and spike rush.",
        "Scores of minor accidents as vehicles skid on black ice in the morning rush hour.",
        "When you awaken in the morning's hush I am the swift uplifting rush Of quiet birds in circled flight.",
        "His rush was so impetuous, that he fairly overturned several of his opponents by dashing against them.",
        "Suddenly the waiter seemed to grow inarticulate with a rush of words.",
        "However, just at that moment Susan and Jane rush in chanting the incantation from the scroll.",
        "Also, in 1885 there was a gold rush at Hall's Creek 100km to the south, bringing an influx of miners.",
        "Rush of excitement his chips in they would have policy are deeply intertwined.",
        "jointed rush may hybridize with other species.",
        "know when rush rates apply.",
        "The marsh is dominated by soft rush and there are small stands of great reed mace.",
        "mad rush with their debut CD.",
        "Good for escaping the madness of the rush hour.",
        "During a brief two minute hearing before resident magistrate Ken Nixon Mr Rush spoke only once to confirm he understood the charge.",
        "Hawaiian lore claims members gave me town's economic mainstay the caffeine rush.",
        "matchstick men is definitely a feel good movie that is in no rush to unleash its finest qualities.",
        "Create huts using rush matting on end with another sheet for a roof.",
        "These floors often had rush matting laid down, which is a second \" character feature \" .",
        "These were ' tents ' made from a wooden frame over which hand woven rush matting had been secured.",
        "An unprecedented adrenaline rush of close quarters combat seamlessly melded with the spine-tingling, shocking intensity of the paranormal unknown.",
        "Transfer rush for Sturrock Mon 30 Jan Paul Sturrock is hoping to add another midfielder before the transfer window slams shut tomorrow.",
        "Sea Rush near the pile of glacial moraine which guarded the second area of marsh behind.",
        "Avid bird watching enthusiasts often look like pack mules hiking to a gold rush in the west.",
        "We voraciously read our morning newspapers and rush home to watch the daily newscast.",
        "Others hung banners from highway overpasses, causing rush hour traffic to halt to a standstill as commuters pondered the demonstration.",
        "panic-stricken rush to pack and be ready in time for the taxi to the airport.",
        "There is some wet rush pasture toward the summit; elsewhere most cattle pasture is now equestrian grazing.",
        "Chris missed but Patsy failed to get a rush to peg after making rover and pegged one ball out.",
        "perspireement then became a rush - more perspiring competitors.",
        "budding poets at Rush Green Primary School (31/05/2006) Pupils from Rush Green Primary School won their first ever poetry competition.",
        "proliferatess to Symantec, they're trying to rush out patches as fast as they can to a rapidly proliferating virus.",
        "Grown men turn puce, pass out and Red Cross medics rush to their aid.",
        "Built in 1898 during the Klondike Gold Rush, this narrow gage railroad is an International Historic Civil Engineering landmark.",
        "The new gold rush Expat South Africans and Britons alike have been quick to capitalize on the weak rand.",
        "A gloaming rush among papyrus reeds, Where Serapis goes to drink with the Sphinx.",
        "restive crowd threw stones and attempts were made to rush the building.",
        "Instead there would have been a carpet square, rush mats, or oriental or rag rugs.",
        "Into this category come mad rush with their debut CD.",
        "Yes 58.4% No 41.6% More... Will a last-minute rush save the retailers this Christmas?",
        "The sudden rush into the market is being fuelled by the potential for big profits.",
        "rush hour.",
        "rush matting laid down, which is a second \" character feature \" .",
        "rush through where the men were working.",
        "rush of adrenaline filled my body.",
        "My Favorite is the title track, pure adrenaline rush, best male harmonies I've heard on a rock track.",
        "Always wanting an Adrenalin rush, Bond is part of the \" danger society \" .",
        "We then seemed to get a pre-Christmas rush on orders.",
        "Beat the Xmas rush buy your 2007 calenders here!",
        "Pass native fishing villages and forested slopes; set foot on ice-age glaciers, visit gold rush settlements and parks of totem poles.",
        "Wet slopes have purple moor grass and the wettest areas support heath rush.",
        "Is it to bow down his head like a rush, and to spread sackcloth and ashes under him?",
        "For this reason the ancient sages did not rush into the affairs of the world.",
        "Spike rush sawfly 23rd May 2005, Monday Arlington Reservoir, 23 May 2005.",
        "Rush Hour arrives with 40 challenge cards, which depict various gridlock scenarios to set up your traffic jam to.",
        "scythed all down the great rush through space.",
        "sedition hush and like a torrent rush, Rebellious Scots to crush, God save the King.",
        "shivery presence moved up my spine like a rush of air.",
        "Women's GTX Rush Jacket 2 Layer GORE-TEX® winter jacket, with a detachable snow skirt making it ideal for winter sports.",
        "slavering hoards rush to block the exits.",
        "slayn would fall over the house, like the slain in battle, or rush for the altar en masse, to seek God.",
        "snarled up rush hour traffic.",
        "An exhilarating Alpine experience where you can ski, snowboard, or try tobogganing or tubing for a great adrenalin rush!",
        "As soon as Huw had finished speaking there was a rush of questions.",
        "spike rush, bog sedge, and the spectacular bogbean.",
        "The rush of air from the cart made each one splutter.",
        "If you are a little spooked by the exposure, dont rush this, but concentrate on the rock.",
        "Thus if there is a post-hypnotic suggestion to rush about crying \" Fire!",
        "Triodos Bank anticipates a surge in applications as investors rush to invest before the share issue closes, possibly in May.",
        "We were even advised of a short cut back to M23 to avoid tailbacks during rush hour traffic!",
        "Report This Article Don't rush love will you WE reporters are pretty thick-skinned.",
        "Paintings linked by a circular dance, golden thread, rush of wind.",
        "Was there an imminent threat that justified the rush to war?",
        "toiletry going to get all her food, toiletries etc today, so she is not in any rush to get up.",
        "In the middle of rush hour traffic this particular fuckwit had stopped on a roundabout and was reversing back around it.",
        "unseemly rush?",
        "upraised heads joined their comrade in the rush for the seals.",
        "vernal pools with sedge or rush litter and mud.",
        "So we felt thoroughly vindicated in resisting the rush to induce.",
        "Discovery had outrun theory; the rush of new facts made Ptolemy practically obsolete in a generation, after having been the fount and origin of all geography for a millennium.",
        "2 No wonder that a stream of emigration set towards the East, such as would in modern times flow towards a newly discovered gold-field - a stream carrying in its turbid waters much refuse, tramps and bankrupts, camp-followers and hucksters, fugitive monks and escaped villeins, and marked by the same motley grouping, the same fever of life, the same alternations of affluence and beggary, which mark the rush for a gold-field to-day.",
        "He did not neglect the duties of his official position, but strove assiduously and with his wonted patience to settle the commercial relations of his adopted country with the nations of Europe, and in 1818 assisted Richard Rush, then United States minister in London, in negotiating a commercial convention with Great Britain to take the place of that negotiated in 1815.",
        "Harrison had led a rush along the parapet, where he and several of his men were killed by machine-gun fire.",
        "In 1836-38 Rush was commissioner to receive the Smithson legacy (see Smithsonian Institution), and in 18 47-49 he was minister to France.",
        "The \" rush \" sound, much like a constant sound of the sea, is normal and any received signal quietens this noise.",
        "Simultaneously, the restive crowd threw stones and attempts were made to rush the building.",
        "The weaving can be hell raising at rush hour.",
        "I zoomed out a little further and a rush of adrenaline filled my body.",
        "My Favorite is the title track, pure adrenaline rush, best male harmonies I 've heard on a rock track.",
        "Always wanting an adrenalin rush, Bond is part of the \" danger society \".",
        "Beat the Xmas rush buy your 2007 calenders here !",
        "Pass native fishing villages and forested slopes; set foot on ice-age glaciers, visit Gold Rush settlements and parks of totem poles.",
        "But Parker narrowed the angle on the rush and spread himself, making a superb pad save to deny St. Ives the equalizer.",
        "And the fuzz beauty of Manuel Gottsching 's guitar scythed all down the great rush through space.",
        "May he sedition hush and like a torrent rush, Rebellious Scots to crush, God save the King.",
        "The shivery presence moved up my spine like a rush of air.",
        "The Cardigan men had tried a rush, in skirmishing order, at the pit, simply to be swept out of existence.",
        "Women 's GTX Rush Jacket 2 Layer GORE-TEX® winter jacket, with a detachable snow skirt making it ideal for winter sports.",
        "We let the slavering hoards rush to block the exits.",
        "Men would fall over the house, like the slain in battle, or rush for the altar en masse, to seek God.",
        "It would, however, hide the view of snarled up rush hour traffic.",
        "An exhilarating Alpine experience where you can ski, snowboard, or try tobogganing or tubing for a great adrenalin rush !",
        "Shallow pools have yet another sundew, along with spike rush, bog sedge, and the spectacular bogbean.",
        "The rush of the Sea behind me seemed to grow louder as I stooped down to pick up my beloved child.",
        "Thus if there is a post-hypnotic suggestion to rush about crying Fire !",
        "Their feet rush into sin; they are swift to shed innocent blood.",
        "We were even advised of a short cut back to M23 to avoid tailbacks during rush hour traffic !",
        "Report This Article Do n't rush love will you WE reporters are pretty thick-skinned.",
        "We are going to get all her food, toiletries etc today, so she is not in any rush to get up.",
        "Do you have a set routine for leaving the room that avoids an unseemly rush?",
        "At once all the other turtles awoke to life and with upraised heads joined their comrade in the rush for the seals.",
        "Common in fens in northern Britain but extremely local in southern England in vernal pools with sedge or rush litter and mud.",
        "I always thought I hated public speaking, but hearing everyone clap after my presentation was an adrenaline rush.",
        "Do as much as you can to eliminate that morning rush.",
        "Once you get over the initial rush of having your newborn home for the first time, you will probably start to wonder what the signs are of normal infant development.",
        "Get Up Early-Avoid the workday rush by letting her help you pick out her clothes the day before.",
        "Include even the most obvious items so nothing gets left behind in the final rush.",
        "Don't rush to his crib to immediately pick him up.",
        "When you come home for the first time, don't rush the introductions.",
        "Before you rush to your pediatrician's office with your fears about stuttering, step back, take a deep breath, and wait.",
        "Some babies are content to discover the world more slowly, while others seem in a rush to grow up.",
        "At the first sign of a rash in the diaper region, nervous parents may feel the urge to rush their baby to the doctor, but most rashes are normal and improve within three to four days with at-home treatment.",
        "If your wedding is soon, either purchase a dress off the rack or find a wedding dress vendor who can do a rush job to accommodate your schedule.",
        "Then you should try shopping for the beans for your morning rush online.",
        "If you want to leave during the morning or evening rush hour, you will also pay more than if you choose to start your trip during off-peak hours.",
        "Shoppers might think Rush Hour is $2.99 when it's actually $9.99, for example.",
        "There are some things to consider before you rush out to buy a nail gun to do that roofing project.",
        "It can also be a nightmare if you rush out and purchase one without treating the transaction like buying a new car or even a banjo.",
        "Don't just rush out and buy miles no matter if it sounds like a good deal or not.",
        "When you're in a rush to purchase a new item and get it installed, price comparison will surely suffer.",
        "The early bird specials usually run for five to six hours and include items that are great deals, but not items that people rush into the store to buy.",
        "Many merchants cater to last minute shoppers by offering rush delivery and deep discounts on items.",
        "Furthermore, if you already have a bed, you may not want to rush out and buy a whole new one just to take advantage of the memory foam technology.",
        "Never rush when shopping for a mattress.",
        "Whereas humans get caught up in a frantic adrenal rush, cats instinctively adjust in the middle of their fall to reposition their legs.",
        "If you are making a rush payment, then there may be fees associated with your payment.",
        "Rush Visa Card has a one-time activation fee and card usage fees but there is no fee to continue to add funds to the card.",
        "The Rush Visa card may be the perfect card to keep in your wallet for emergencies or to help you set the limit for how much you spend.",
        "The Rush Visa card, officially called the RushCard, is a prepaid debit card that gives convenient access to your money.",
        "Broad services -- The person you talk to should be genuinely interested in your financial situation as a whole, not just rush to jam your bills in a DMP and move on.",
        "Rush Card offers you many benefits including online money management tools, rush bill pay, SMS alerts, referral fees, and free 24/7 customer service.",
        "Rush bill pay is a useful service that will allow you to pay bills or send cash to anyone online.",
        "Rush Card SMS alerts will send you text messages to inform you of pertinent account details, such as a low balance or an impending payment due date.",
        "There is no fee associated with paying your account online, unless you need to make a rush, same day or next day payment.",
        "Before you and your spouse rush to get the ball rolling, take some time to find out about the divorce laws in your state.",
        "When the car coasts or slows down, and when the drives taps the breaks, such as in stop and go traffic during rush hour, the car's wheels are automatically engaged to the electric generator.",
        "A sturdy harvest table for meals can be accented by a set of painted wooden chairs with a distressed finish and woven rush seats.",
        "Sounds like a lot of work compared to the blush you throw on while sitting in rush hour traffic, doesn't it?",
        "For example, if you are in a rush, you could just apply some of the vanilla cream color to your brow bone and some of the currant color to your lower lid, and voila, you are ready to go!",
        "If you're in a rush, there's nothing wrong with brushing mascara onto your lashes in an upward fashion.",
        "We're always in a rush these days, whether it's because we're running late for work or multitasking several hundred things at once in an effort to just be done with it all a bit quicker.",
        "Urban Decay in Rush - A deeper neutral pink that will go with most skin tones.",
        "There are many other pink shades within this line, if you don't care for \"Rush\".",
        "No longer do you have rush to the bank to make transactions.",
        "Though it may seem like a mundane task that you can rush through, be warned: sometimes it is absolutely necessary to pay close attention to your cooking or baking measurements if you're hoping for a successful final product.",
        "Many of the previous attendees compare the event to a cross between summer camp, cheerleading practice, and a sorority rush.",
        "Before you rush out to invest in expensive scrapbook totes or paper holders, spend an afternoon going through your supply stash to see exactly what you have.",
        "Hobbyists rush out to buy the latest thing, but later decide it doesn't suit their style.",
        "Just hit the special button, and high-speed fans will provide a rush of cool air.",
        "In a situation where we are truly in danger, this massive rush of adrenaline is a good thing, but most of the time we are not facing challenges that are life threatening.",
        "Before the season rush begins, keep a journal on things you do each day and your level of anxiety.",
        "Not only will it break up your exercise routine, but the rush you'll get from trying something new will definitely help you feel more relaxed.",
        "Commuting in rush hour traffic, pressures of work, family life and mounting bills are common situations for many people today.",
        "The company that started with a rugged brown canvas pair of pants for miners in 1853 at the height of the California gold rush has grown exponentially from its San Francisco roots.",
        "Then, the editors put the clothing in the magazine and say that it is \"right now\", knowing that we, the obedient teens, will rush out and buy whatever they tell us to.",
        "It is better to do it right the first time than to have to rush at the last minute trying to recreate your project.",
        "You may end up paying hefty fees for rush jobs.",
        "Some designers do allow rush orders, but they typically cost significantly more.",
        "You may have to pay a rush charge, but you're sure to agree that having the dress of your dreams is absolutely worth it.",
        "Sky-Diving: For a true adrenaline rush, tandem sky-diving is sure to set your heart racing.",
        "Go for an outrigger canoe excursion or the adrenaline rush of parasailing.",
        "Rush orders are available but the extra fees can be substantial.",
        "Most manufacturers offer greater discounts for larger quantities, and ordering early can prevent rush fees or other incidental charges.",
        "Choose a wedding date: Give yourself enough time, and try not to rush.",
        "Program prices vary based on the quantity ordered, shipping and rush charges, and the amount of personalization requested.",
        "Those looking for ultra-fast wedding invitations can opt for rush delivery.",
        "A fast beach wedding invitation is a solution for brides in a rush, and doesn't mean compromising style or quality.",
        "Remember to allow a few days for proofing, at least a week for printing, and a week for shipping (assuming rush service is not requested).",
        "Mistakes happen when you (or your printer) are in a rush.",
        "The cost of the chocolates will vary depending on the size and type of chocolate, the amount of customization, the quantity ordered, and any rush fees or last minute changes.",
        "Arrangement accents such as bows, silk wraps, pearl pins, crystal sprays, and other accessories also affect the price, as do any shipping or rush fees.",
        "From Matthew Perry of Friends fame to talk-show host Rush Limbaugh, stories of prescription drug addiction are on the rise.",
        "People choose to use heroin because it gives them a high, a rush of euphoria.",
        "Because tolerance develops, bigger and purer doses are needed for chronic users to get their rush.",
        "Methadone is a synthetic opiate that can block the \"rush\" from heroin for up to 24 hours.",
        "The psychological aspect of the addiction comes into play when the user keeps on taking it to experience the \"rush\" associated with it.",
        "The sooner you order, of course, the quicker you'll beat the holiday rush.",
        "He elaborates, \"Just walking out onto the driver introduction stage in front of 75,000 people gave me the rush of a lifetime.",
        "\"An adrenaline rush or two outside of business is a wonderful stress relief and very different from my approach to business.\"",
        "While Trish believes in true love, she's not one to rush to the altar.",
        "August Rush (2007) - This film is set to be released on November 21, 2007 and stars Keri Russell, Robin Williams and Freddie Highmore.",
        "The short engagement of around six weeks leaves many people wondering…why the rush and only goes to further support pregnancy rumors.",
        "There's always a rush to post new photos whenever they're available, with sites competing to have the most recent pics posted first.",
        "Potential members must \"rush\" a fraternity, and they are referred to as pledges.",
        "During the rush process, sometimes designated as Rush Week, students attend informational meetings and social events to learn more about fraternity life.",
        "It's not hard to find a provider that will be happy to consolidate your loans, but you don't want to rush into this decision.",
        "You wouldn't want to rush into a degree that won't offer you exactly what you're looking for.",
        "Day Four - Skagway: Visit the town which is said to have started the gold rush.",
        "If you are looking for a luxurious escape from Old Man Winter and the hectic holiday rush, then consider splurging on a 26-night Seabourn Sojourn cruise.",
        "First, let me commend you on not being in a rush to send your pups out the door at eight weeks old.",
        "I was just wondering if that was normal for a pregnant Chi, or should I rush her to the vet?",
        "With this in mind, do not rush into adopting a dog.",
        "Your dog should never shy away and never rush anyone or jump on them at any time.",
        "There are reasons you need to curb your enthusiasm and not rush out immediately to buy a Portuguese water dog.",
        "Do not rush this process since it may take several minutes of sniffing and running around before he finally feels the urge.",
        "Rush Jonquil (Hybrid Narcissi Juncifolius) - A small plant, suitable only for sheltered borders, for stone edgings, and for pot-culture in a cold frame.",
        "Rush (Juncus) - Water-side or marsh plants, generally with long round leaves.",
        "J. zebrinus is apparently a form of the common Rush (J. communis).",
        "Villarsia Reniformis - A graceful water plant, a welcome addition for fountain basins and pools without rush of water.",
        "Whatever you choose for your spring garden, don't rush the season.",
        "After the initial spring and early summer rush to get your plants and seeds into the garden, you may be tempted to sit inside sipping lemonade in late summer.",
        "Don't jump into a complicated Rush song or a Jaco Pastorius bass line before you're ready.",
        "However, this cut also allows cold air to rush against the top part of your chest.",
        "Hot flashes feel like a rush of heat that spreads across the body but is especially noticeable on the face and upper torso.",
        "Longer hours, longer commutes and shorter sleep schedules can lead to drowsy driving every day during rush hour.",
        "It is best to look for shades when you are not in a rush and able to have your baby with you.",
        "Every year, these night vision goggles are wildly popular during Christmas or for birthdays, so if you buy one today you'll beat the rush and you can feel confident that your child will be very happy.",
        "Eyeglass replacement parts can be tricky to find if you need to find specific parts in a rush.",
        "Dozens of thrilling rides make this park a wild getaway for anyone searching for an adrenaline rush.",
        "Universal Studios Islands of Adventure: Guests interested in more of an adrenaline rush will enjoy Universal Studios' sister park, Islands of Adventure.",
        "Everyone gets a rush from Space Mountain, which is usually apparent from its long line time.",
        "You'll also want to check out Expedition Everest and the Primeval Whirl roller coaster if you're looking for an adrenaline rush.",
        "Since only three to four guests can ride in the front at any given time, this is a good request to reserve for a non-busy time of year - you can pretty much forget it during the Christmas rush and crowded summer months.",
        "The physics will remind you of San Francisco Rush, so don't worry about scratching the paint because you can't.",
        "Players become so attached to the game, not because it's just fun, but they get a rush in killing pixel people that they think it must be fun to do it for real.",
        "Because the timer-and-progress bar is decrementing as you work, it's better to make a quick rush for the finish at the end rather than a slow steady press.",
        "Either way, the adrenalin rush you'll get from F.E.A.R. is worth the purchase price."
    ],
    "definition": [
        "Link/Cite"
    ]
}