{
    "translation": "דוגמה, לטעום, לדגום",
    "uses": [
        "They probably got my blood sample mixed up.",
        "Tests of a sample supplied by Messrs.",
        "A sample is taken from each bale and the \" points on or off \" are fixed for each bale separately.",
        "The results, together with the chemical analysis of each sample, are given in a table contained in this paper, some of them being also represented graphically.",
        "The magnetic quality of a sample of iron depends very largely upon the purity and physical condition of the metal.",
        "Thus the magnetization which the sample of Swedish iron received in a field of 1490 was not increased (beyond the limits of experimental error) when the intensity of the field was multiplied more than thirteen-fold, though the induction was nearly doubled.",
        "\"I, uh, dropped your blood sample,\" he said with a glance at the figure with his back toward them both.",
        "In all areometer work it is necessary to ascertain the temperature of the water sample under examination with great exactness, as the volume of the areometer as well as the specific gravity of the water varies with temperature.",
        "Maury, however, recognized that in great depths on the \" Washington \" and by the Austrians on the \" Pola \" the surest guarantee of bottom having been reached was to bring in 1890-1893, the latter carrying the investigations to the Red up a sample of the deposit.",
        "The sample, arranged as a bundle of rectangular strips, is caused to rotate about a central horizontal axis between the poles of an upright C-shaped magnet, which is supported near 'its middle upon knife-edges in such a manner that it can oscillate about an axis in a line with that about which the specimen rotates; the lower side of the magnet is weighted, to give it some stability.",
        "In Switzerland secret remedies cannot be advertised without submitting the formula and a sample of the remedy to the board of health.",
        "The specific gravity of any sample of spirits thus determined, when multiplied by ten, gives the weight in pounds per imperial gallon, and the weight of any bulk of spirits divided by this number gives its volume at once in imperial gallons.",
        "The sample to be inserted between the magnet poles was prepared in the form of a bobbin resembling an ordinary cotton reel, with a short narrow neck (constituting the \" isthmus \") and conical ends.",
        "Eight quires, like this sample, gilt- edged... it must be exactly like the sample.",
        "The line is hauled in by a steam or electric winch, and the sounding-tube containing a sample of the bottom deposit is rapidly brought on board.",
        "Several pieces of apparatus have been invented for comparing the magnetic quality of a sample with that of a standard iron rod by a zero method, such as is employed in the comparison of electrical resistances by the Wheatstone bridge.",
        "sample containing 25% of nickel no appreciable change was detected; others containing larger percentages, and tested in fields up to 2000, all exhibited elongation, which tended to an asymptotic value as the field was increased.",
        "They showed that the permeability of this sample of iron was considerably diminished at the lower temperature.",
        "In April disturbances arose at Dijon, and early in May took place those extraordinary bread-riots known as the\" guerre des farines,\"which may be looked upon as a first sample of the Revolution, so carefully were they organized.",
        "So you make sure that if your population of redheads had a million people with a certain distribution of age, the distribution in your non-redhead sample is exactly the same.",
        "Observations were also made of the changes of permeability which took place as the temperature of the sample slowly rose from - 186° to 15°, the magnetizing force being kept constant throughout an experiment.",
        "Experiments with the sample of unannealed iron failed to give satisfactory results, owing to the fact that no constant magnetic condition could be obtained.",
        "The total alkali is determined by incinerating a weighed sample in a platinum dish, dissolving the residue in water, filtering and titrating the filtrate with standard acid.",
        "Captain Phipps in 1773 secured samples of soft blue clay in this manner from a depth of 683 fathoms, but as a rule when sounding in great depths the sample is washed off the tallow before it can be brought on board.",
        "The first column contains the symbols of the various elements which were added to the iron, and the second the percentage proportion in which each element was present; the sample containing 0.03% of carbon was a specimen of the best commercial iron, the values obtained for it being given for comparison.",
        "Still, the Design argument is a good sample of a proof by means of the inferior method.",
        "Buchanan, which has an arbitrary scale and can be varied in weight by placing small metal rings on the stem so as to depress the scale to any desired depth in sea-water of any salinity, the specific gravity being calculated for each reading by dividing the total weight by the immersed volume; (3) the total immersion areometer, which has no scale and the weight of which can be adjusted so that the instrument can be brought so exactly to the specific gravity of the water sample that it remains immersed, neither floating nor sinking; this has the advantage of 'eliminating the effects of surface tension and in Fridtjof Nansen's pattern is capable of great precision.",
        "The older, devised by Hooke in 1667, is provided with valves above and below, both opening upward, through which the water passes freely during descent, but which are closed by some device on hauling up. The newer or slip water-bottle type consists of a cylinder allowed to drop on to a base-plate when a sample is tro be collected.",
        "At lunch, order off the menu or sample the buffet.",
        "He spliced together all the sounding-lines on board, rightly said that since the days of Columbus and Magellan no and with a weight of 1501b attached he found bottom in 683 such revelation regarding the surface of our planet had been fathoms and secured a sample of fine soft blue mud.",
        "Specimens of the best known and of many of the lesser known rubbers are included in the Colonial and Indian Collections and Sample Rooms of the Imperial Institute, and many of the authentic specimens have been chemically and technically examined in the Scientific and Technical Department of the Institute and commercially valued.",
        "On this account it is very difficult to know when all the gas is driven out of a sample of sea-water, and a much larger proportion is present than the partial pressure of the gas in the atmosphere and its coefficient of absorption would indicate.",
        "The work De mysteriis Aegyptiorum is the best sample of the views and aims of these philosophers.",
        "It will thus be seen that the whole length of the stem corresponds to a difference of density of about 04, and one division to about 00074, indicating a difference of little more than a% in the strength of any sample of spirits.",
        "The line on the scale marked \"concentration\" indicates the diminution in volume consequent upon reducing the sample to proof strength (if it is over proof, O.P.) or upon reducing proof spirit to the strength of the sample (if it is under proof, U.P.).",
        "The following is suggested as a typical analysis sample of black tea: Albuminous matters Gummy matters.",
        "The sample may have the form of a closed ring, upon which are wound the induction coil and another coil for taking the magnetizing current; or it may consist of a long straight rod or wire which can be slipped into a magnetizing coil such as is used in magnetometric experiments, the induction coil being wound upon the middle of the wire.",
        "Sarasin and longer series of experiments by Tornde and Kriimmel this relation is shown to be so close that the salinity of a sample can be ascertained by determining the index of refraction.",
        "By means of a weight dropped along the line the water-bottle can be shut and a sample enclosed at any desired depth.",
        "The Villari critical point for aegiven sample of iron is reached with a smaller magnetizing force when the stretching load is great than when it is small; the reversal also occurs with smaller loads and with weaker fields when the iron is soft than when it is hard.",
        "A solution of one part of the carbonate in 12 parts of water is heated to boiling in a cast-iron vessel (industrially by means of steampipes) and the milk of lime added in instalments until a sample of the filtered mixture no longer effervesces with an excess of acid.",
        "Sedimentation equilibrium A lower rotor speed is used than is required for complete sedimentation of the sample.",
        "The machine 's sample rate is adjusted by using a rotary selector on the rear panel.",
        "No later letters in this sample give occasion for the use of what we might call the argumentative semicolon.",
        "Syphilis serology The sample will be screened using an ELISA test.",
        "An alternative is to sieve the sample through a fine nylon mesh.",
        "The methodology consisted of a telephone survey of a random sample of 300 Lead signatories or Countersignatories in Registered Bodies and Umbrella Bodies.",
        "At the beginning of the sample the sinusoid 's frequency is 25.",
        "Sample Size Typically 2 mg to 5mg will be enough material for a duplicate run.",
        "The voice recording function, MP3 player, exercises and sample tests make this an incredibly smart and effective language learning tool !",
        "At present, a statistical formalization of snowball sample biases is not available (Van Meter, 1990).",
        "The sample for the survey was drawn using a snowball sampling technique.",
        "Please specify clearly who should receive the results for each sample.",
        "A spokeswoman for Universities UK said that the survey represented only a small sample of academics.",
        "Please note an emergency request for a sputum sample should be accompanied by a laboratory call out.",
        "You'll then have time to visit the Checkpoint Charlie Museum or sample some sauerkraut and bratwurst and down a few steins of beer !",
        "The restaurant allows you an all-you-can-eat sushi buffet, so instead of trying to determine what kind of sushi roll you want to buy, you can sample a wide assortment of sushi.",
        "Tourists learn about the ingredients used, are shown how the brewing process works, and are then allowed to sample numerous varieties of the award-winning lagers in the brewery's tasting room.",
        "Sample homemade paté and pickles, roasted porcini mushrooms and a locally-raised pork loin chop.",
        "The last elaboration of the insulated slip water-bottle by Ekman, Nansen and Pettersson has produced an instrument of great perfection, in which the insulation is effected by layers of water between a series of concentric ebonite cylinders, all of which are closed both above and below when the apparatus encloses a sample, and each of which in turn must be warmed considerably before there is any rise of temperature in the chamber within.",
        "You can view sample chapters of this book on the Oxfam site.",
        "For variety, try a meaty or a vegetarian combination plate, or stop by the lunch buffet to sample the delicacies to your heart's content.",
        "If you don't know where to begin, sample the inviting house favorites such as calimari pakora (squid fried in a chick-pea batter); dal (lentils cooked with tomato and spices); and shrimp or chicken buna (cooked with onions, tomatoes and bell peppers).",
        "Be sure to sample the desserts, too, such as the chocolate-walnut torte and the fresh fruit crisp.",
        "Be sure to sample the grilled dolphin sandwich for a unique seafood experience.",
        "Lye still continues to be poured in till a sample tastes distinctly alkaline - a test which indicates that the whole of the fatty acids have been taken up by and combined with the alkali.",
        "The ordinary method of adding resin consists in stirring it in small fragments into the fatty soap in the stage of clear-boiling; but a better result is obtained by separately preparing a fatty soap and the resin soap, and combining the two in the pan after the underlye has been salted out and removed from the fatty soap. The compound then receives its strengthening boil, after which it is fitted by boiling with added water or weak lye, continuing the boil till by examination of a sample the proper consistency has been reached.",
        "The sample under test is prepared in the form of a ring A, upon which are wound the induction and the magnetizing coils; the latter should be wound evenly over the whole ring, though for the sake of clearness only part of the winding is indicated in the diagram.",
        "With such an arrangement it is possible to submit the sample to any series of magnetic forces, and to measure its magnetic state at the end.",
        "Hence the changes of volume undergone by a given sample of wrought iron under increasing magnetization must depend largely upon the state of the metal as regards hardness; there may be always contraction, or always expansion, or first one and then the other.",
        "A sample of Hadfield's manufacture, containing 1 2.36% of manganese, differed hardly at all from a non-magnetic substance, its permeability being only 1.27.",
        "According to Hopkinson's calculation, this sample behaved as if 91% of the iron contained in it had completely lost its magnetic property.'",
        "The soundings of the Dutch expedition on hung on the sounding-tube that it was automatically released the \" Siboga \" during1899-1900in the eastern part of the on striking the bottom and left behind, while the light brass tube Malay seas and those of the German surveying ship \" Planet \" containing a sample of the deposit was easily hauled up. This in 1906 in the South Atlantic, Indian and North Pacific Oceans principle has been adopted universally for deep soundings, and were notable, and Sir John Murray's expedition on the \" Michael is now applied in many forms. In 1855 Maury published Sars \" in the Atlantic in 1910 obtained important results.",
        "In depths down to ico fathoms the old-fashioned hand-lead, hollow below and \" armed \" with tallow, suffices to bring up a sample large enough to be recognizable.",
        "On the continent of Europe it has been more usual to take both at 17.5° C. (63.5° F.), which is expressed as \" Si 7: \", but for pyknometer work in all countries where the sample is cooled to 32° F.",
        "The exhausted tube, when inserted in the water sample and the tip broken off, immediately fills, and is then sealed up so that the contents cannot change after collection.",
        "On rich soils the crop is liable to grow too rapidly and yield a\"coarse, uneven sample, consequently the best barley is grown on light, open and preferably calcareous soils, while if the condition of the soil is too high it is often reduced by growing wheat before the barley.",
        "Wheat well repays careful attention; contrast the produce of a carelessly tilled Russian or Indian field and the bountiful yield on a good Lincolnshire farm, the former with its average yield of 8 bushels, the latter with its 50 bushels per acre; or compare the quality, as regards the quantity and flavour of the flour from a fine sample of British wheat, such as is on sale at almost every agricultural show in Great Britain, with the produce of an Egyptian or Syrian field; the difference is so great as to cause one to doubt whether the berries are of the same species.",
        "A large percentage of moisture found in any sample would indicate improper condition.",
        "The bar was a special sample of cast-iron, the conductivity of which was required for some experiments on the condensation of steam (Proc. Inst.",
        "That the adversaries should produce any sample whatsoever of poetry or rhetoric equal to the Koran is not at all what the Prophet demands.",
        "Ms. Young, I need a blood sample.",
        "The system was rendered comparatively inexpensive by the drop in commissions from 1 to 2% which had followed the adoption of selling by sample.",
        "8050 Cl where S is the salinity and Cl the amount of total halogen in a sample.",
        "Apart from the growth-habits of the plant itself, the consideration that chiefly determines the routine of barley cultivation is the demand on the part of the maltster for uniformity of sample.",
        "A good sample will usually have a com position within the limits cited above and approximating to the typical figures given above.",
        "shows the number of female swine which had a given number of \"Mtiller's glands\" on the right fore leg, in a sample of 2000 swine observed by Davenport in Chicago.",
        "At the end of the sermon in Tristram he had intimated that, if this sample of Yorick's pulpit eloquence was liked, \"there are now in the possession of the Shandy family as many as will make a handsome volume, at the world's service, and much good may they do it.\"",
        "He found that a small fraction, not more thanoth part, resisted the change, and in this residue he doubtless had a sample of the inert gas argon which was only recognized as a distinct entity more than a hundred years later.",
        "At the same time it is desirable to have, as far as possible, stalks of equal length together, - all these conditions having considerable influence on the quality and appearance of the finished sample.",
        "The Baluch character is influenced by its environment as much as by its origin, so that it is impossible to select any one section of the general community as affording a satisfactory sample of popular Baluch idiosyncrasies.",
        "To determine the amount of moisture, which should not exceed 30%, a weighed sample is evaporated and dried in a plate on a metallic surface heated by steam.",
        "The following analysis gives a fair idea of the composition of an average sample of gas made from coal, purified but without enrichment: Ioo 00 These constituents may be divided into - (a) light-yielding hydrocarbons, (b) combustible diluents and (c) impurities.",
        "Bruce \" redemption by sample \" - the divine Christ has Unless 1 Tim.",
        "The official inspectors examine, grade and sample the wheat in the cars in which it is received at the great markets or elevators.",
        "His tag and sample go to the wheat exchange or chamber of commerce, where they are exposed in small tin pans, and form the basis of the trading.",
        "No stable food for quick work surpasses a superior sample of fine-hulled whole oats like \" Garton's Abundance \" (120 lb per week), and Timothy hay harvested in dry weather.",
        "The colour, the boiling-point, the specific gravity and solubility in alcohol serve as most valuable adjuncts in the examination with a view to form an estimate of the genuineness and value of a sample.",
        "Quite apart from the genuineness of a sample, its special aroma constitutes the value of an oil, and in this respect the judging of the value of a given oil may, apart from the purity, be more readily solved by an experienced perfumer than by the chemist.",
        "When a good sample is obtained it is a safe and efficient hypnotic, at any rate in the case of a European.",
        "They probably got my blood sample mixed up with some old codger that sets at a desk all day.",
        "absorption coefficient maps can be calculated based on an adequate model of the sample.",
        "classification accuracy of 96.8% is achieved on a total of 624 sample images.",
        "The examples adduced above are merely a sample given to illustrate the general character of the argument.",
        "adsorbent medium (a liquid phase in which the sample dissolves ).",
        "adverse events Adverse event analysis from such a small sample cannot be trusted.",
        "However, 1 sample was found to be highly contaminated at 29.1 microgram/kg total aflatoxins.",
        "The sample is sprayed into the oven through the opening in the top, and can be gently agitated throughout.",
        "Playing games is not only the preserve of the younger generation, with seven per cent of the sample tackling tombs and blasting aliens!",
        "aliquot of the sample was filtered through a 0.45 micrometer membrane filter into an autosampler vial ready for analysis.",
        "Alternatively, head for the old town's winding alleyways, brimming with traditional bars where you can sample a taste of local life.",
        "amalgamated to create the following sample itinerary.",
        "The sample window is double-glazed to prevent condensation of moisture when working at temperatures above or below ambient.",
        "analyserchers wishing to analyze the Scottish sample separately should order SN 3171, ' The General Election in Scotland, 1992 ' .",
        "Sample groups Patients with unstable angina for whom PCI was not planned.",
        "approximateimit Theorem: approximating the distribution of a sample mean.",
        "The sample is a command-line application that takes one command-line argument.",
        "The columns of this two-dimensional array correspond to the sample populations.",
        "Shown a sample of yellow arsenic, he took it in his hand and swallowed it.",
        "The blood sample is obtained by arterial puncture, usually in the wrist or arm or from an arterial puncture, usually in the wrist or arm or from an arterial line already in place.",
        "aseptic technique, withdraw a 5 cm 3 sample.",
        "aspirate sample too.",
        "A tiny sample of the marrow is then drawn (aspirated) into a syringe (a bone-marrow aspirate ).",
        "Our examination of a sample of surrendered items provides reasonable assurance that the great majority of claims submitted for handguns were eligible for compensation.",
        "It is clear that sample attrition has reduced the number of cases available for longitudinal analysis. [Link to Doc Pan on Attrition] .",
        "Each analytical batch contained at least 5 method blanks, consisting of the entire analytical procedure but omitting the sample.",
        "battle-scarred veterans who have solved some of the industry's toughest security problems - provide sample code in several languages.",
        "A jejunal biopsy is a test to take a tiny sample of your child's jejunum.",
        "JNCC are developing a computer program to help assign benthic sample data to biotopes in the national biotope classification.",
        "blood poisoning and had a sample taken every other day.",
        "They even experimented with listening booths in the largest stores for people to sample the records.",
        "Drivers whose breath tests are positive, or refuse to provide a sample of breath tests are positive, or refuse to provide a sample of breath, face losing their license for 12 months.",
        "broiler flock at a cost of £ 8 per sample (flock ).",
        "One lettuce sample contained inorganic bromide at levels 22 times the safety level [2] for young children.",
        "Procedure: Sample was loaded, washed with wash buffer and eluted in elution buffer.",
        "These professional-quality corporation kits come with sample bylaws and minute sheets to help you keep proper records.",
        "A SEM image of one ash sample (TES 54) shows platy calcite aggregating as lumps (Fig.",
        "The DSC 204 Phoenix differential scanning calorimeter can be equipped with an automatic sample changer for up to 64 samples.",
        "Never take anything in with you except maybe some sample votive candles.",
        "The dark colored sample was from an ex-sherry cask which had been filled in 1996.",
        "You could make your own pet dog or tabby cat like the sample.",
        "Sample of all group should consist analyzing the census.",
        "There is only one sample that comprises just barley chaff with no grains.",
        "In the first, the sample is exposed to a sound field in an anechoic chamber.",
        "rapid changeover between sample dispersion units with automatic configuration.",
        "The 500 and 300 instruments also have automatic sample changers.",
        "A host of renowned chefs appear at the show to demonstrate their culinary talents, allowing visitors to sample their innovative creations.",
        "Sample Program: James IV Goes to War: dramatic Renaissance polyphony representing the European political chessboard in 1513.",
        "In this regard sample bodies of beef had their separate sides chilled conventionally while the other side was chilled in the new chiller.",
        "The third sample contained a major hydrated component that could be isolated in pure form by high-performance liquid chromatography.",
        "chronometric age of a sample can be calculated.",
        "churlish to refuse the offer of a sample.",
        "I tasted a sample of a new addition to their range - a chili and ginger chutney.",
        "Activities include: finding word meanings identifying blends crosswords word building cloze activities rhymes word families Click here to see a sample page.",
        "Alternatively, the absorption coefficient maps can be calculated based on an adequate model of the sample.",
        "When a solution of the sample molecule is mixed with a metal colloid the molecules are absorbed onto the surface of the colloids.",
        "Packed with Spanish colonial... Five things to do in Ecuador 1. Sample Ecuadorian cuisine.",
        "colonythis reason, you should only examine, and sample, bacterial colonies which are well separated from their neighbors.",
        "STARDUST is the culmination of more than a decade's quest for a comet coma sample return mission.",
        "Shoppers will also get the chance to sample some traditional continental confectionery.",
        "For Quality Control purposes a reference sample with known concentrations of dioxins congeners was included in the batches of samples analyzed.",
        "Click on the MS Word icon to download a sample copy of the Monthly Outlook.",
        "To calculate the intracluster correlation coefficient, and thereby refine the estimation of the sample size needed for the trial.",
        "The degree of relationship between three or more sample populations may be quantified using the multiple correlation coefficient.",
        "In the case where spatial information is available, this is encoded in the estimation of the sample covariance matrix.",
        "No sample preparation; objects around the house, insects, plants from the garden, larger pond critters readily studied.",
        "Sample groups Sample group: Chidren aged six months to sixth birthday with clinical diagnosis of acute croup, recruited from four sources.",
        "To cool the sample, liquid cryogen is drawn from the helium reservoir, through a capillary tube and into a heat exchanger.",
        "F ill the second cuvette to the 10ml mark with sample water also.",
        "The built-in speakerphone is really loud and although I haven't tried other Mp3's, the sample song sounds just dandy.",
        "Two class 100 clean rooms are currently being installed dedicated to sample preparation for isotope analysis and low concentration elemental analysis.",
        "delicacytry tickets to Toast include £ 10 worth of restaurant currency, to give all visitors the opportunity to sample the gourmet delicacies.",
        "This indicates that an intermediate product is formed and/or the iron protein compound is locked into the partially denatured sample.",
        "Thus standard deviations could not be provided for the results for each sample.",
        "diagenesis studies then, it would seem logical to sample soil water or groundwater and determine its chemistry.",
        "dipstick test in a urine sample.",
        "Sample groups For the feasibility study, sample groups were clinical directorates within acute hospital trusts.",
        "discrepant blood group result for the current sample when compared to historical records.",
        "The sample came from 107 of 120 postal districts in Britain.",
        "The laboratory samples for Level 2 were prepared by dividing a bulk sample using a rotary sample divider.",
        "It may sound downbeat, but judging from the sample chapter nothing is further from the truth.",
        "dowsee for instance, dowsing for a specific mineral, many people find it beneficial to hold a sample of the mineral.",
        "A genuine live in the world businesses to sample burger attracts droves.",
        "Sample five festive malts along with cloutie dumpling, mince pies and a couple of other treats!",
        "Sample groups A total of 826 mother and baby dyads in a District General Hospital in southeast England.",
        "edentate respondents in the sample.",
        "edentulous sample remained non-significant.",
        "The change in absorption is measured as a modulated electric field is applied to the sample.",
        "This demonstrated a poor control and a larger sample with catheter encrustation in both methods is needed.",
        "Unfortunately there was very little pigment present in the sample; what there was had become almost inextricably enmeshed in the wood fibers.",
        "Sample 1,180 university entrants with an average age of 19.1 years.",
        "Sample size was calculated on the basis of establishing equivalence of the two modes of care.",
        "estimation of probabilities from sample frequencies.",
        "Add 2 volumes ice cold absolute ethanol to sample.",
        "If the relationship is very exact, so that all reflections are overlapped, the sample is a pseudo TLS twin.",
        "Come & sample Val's cooking - it's really excellent.",
        "expressed as a percentage of the original mass of each sample.",
        "Sample the hustle and bustle of outdoor markets and craft fairs the city plays host to throughout the year.",
        "fasting sample of blood.",
        "potassium ferrocyanide and zinc acetate were added to each sample, which was then cleaned up on a disposable cartridge.",
        "The hospital laboratory can diagnose glandular fever by testing a blood sample from a patient.",
        "This method is independent of the fibrinogen concentration of the sample at the usual fibrinogen concentration of the sample at the usual fibrinogen levels.",
        "FTIR allows identification of a substance by comparing the molecular fingerprint of the sample to a library of known spectra.",
        "You can also use X-ray florescence to identify which metals are present in your sample.",
        "We therefore routinely remove the following tissue: the entire brain the entire spinal cord a sample of cerebrospinal fluid Who can donate?",
        "fluorescest is a blocker, the second the tissue or blood sample under test and the third, a fluorescing reagent dye.",
        "The survey covers a representative sample of 100 roofline installers and stockists of PVC-UE cellular foam.",
        "Fixed-price, six-course \" tasting \" menu changes daily; sample roulade of duck foie gras and ham hock with pickled red cabbage.",
        "Spanish tapas, Swiss fondue or Italian pizza, you'll have the chance to sample a variety of local cuisine.",
        "View Sample Route Map 55: Paradise 6 ¼ miles Paradise is a tiny valley set amid the Park's wooded western foothills.",
        "A tiny fragment of amber came to light during the analysis of a ditch soil sample.",
        "fungal mycelium evident on the sample at all.",
        "The sample may be heated up to about 800°C using a small muffle furnace while the platen is mounted on a water-cooled loading arm.",
        "By detecting the gamma rays produced, it is possible to measure the electron velocities in the sample under review.",
        "So have a wee gander at their website, sample some of their tracks and grab some tickets to their next gig.",
        "If you think the sample to the left looks garish, just wait till you see the fully animated ones on the site!",
        "In TLC the sample to be analyzed is spotted onto the bottom of a plate coated with a thin layer of silica gel.",
        "limitations The small sample of participants in this study limits the generality of the findings.",
        "The former beam line incorporates a 6 movement goniometer which can be accessed via an air locked sample loading facility.",
        "This sample also leaned toward allowing a native English teacher to teach grammar.",
        "This results in the most convincing piano sample yet released, where the performance actually interacts with the soundboard like a real grand piano.",
        "The New York Post sample is very granular, by comparison.",
        "This last sample had been collected from an old grapevine in Xinjiang.",
        "grayling sample.",
        "You may either make a headboard for a single bead or a quarter size sample.",
        "helium atom beam is directed at a sample crystal.",
        "heparin contamination in the blood sample.",
        "Blood Chromosome Analysis This is performed on a 5-10ml fresh, sterile sample of venous blood in a lithium heparin container.",
        "Collect a sample of urine shortly after an attack for urinary methyl histamine, which will be excreted in the following hour.",
        "holmium filter as sample.",
        "The black lines show the magnetic field lines in the sample, measured using electron holography.",
        "In some cases the specification may necessitate selection of components of the sample whereas in others it must be made sufficiently homogeneous.",
        "On your way you will be able to sample the wines of Roussillon, delicious local honeys, and the Catalan cuisine.",
        "This is a sample which shows the compressive, shock absorbing strength of an aluminum honeycomb panel.",
        "Sample tranquil Kerala's famous backwaters, explored from the deck of a traditional houseboat.",
        "housekeeping gene in each sample.",
        "Browse the folk crafts and sample the brightly hued tropical fruits and you'll begin to get a taste of Antigua's true flavors.",
        "Asbestos building surveys, project management, air monitoring, bulk sample analysis, training services, health & safety and occupational hygiene.",
        "impulsive noise was in question, the noise sample includes a number of repetitions of the noise.",
        "following a short ex vivo incubation with the patientÃ¢s sample, the beads bind with the T cells.",
        "The biological sample taken at the test site provides an Observed Fauna from which biotic indices are also calculated.",
        "Sequence analysis at the site of transgene insertion by inverse PCR yielded 1 to 4 DNA fragments differing in size in each sample.",
        "insulatet stage itself consists of a thermally insulating ceramic block which is attached to the NanoTest sample holder.",
        "interpolate to find the peak of the correlation, but this is only one sample from a distribution.",
        "ionized calcium) is needed, special sample handling is required.",
        "The mathematical formulation presented assumes normal irradiance of the incident light on the sample but this can be altered for acute incidence.",
        "Our analysis consists from a sample haley j children's.",
        "Study sample is research lambert d policy to reduce.",
        "One sample collected near Hay-on-Wye contained 310 juvenile sea lampreys.",
        "The sample is then crystallized by means of a zone refinement technique using an infra-red laser (see image ).",
        "rocket launcher: Cheats In the dead factory, go to the machine next to the water sample puzzle.",
        "Writing activity for Year 7 Macbeth Discussion Do these sample lesson plans reflect your approach to lesson plans reflect your approach to lesson planning?",
        "Devic director of of the alexis we take a. Up and Club55plus out help overcome linguistic if sample orders gift-giving needs.",
        "This sample demonstrates the automatic account lockout ability, as well as how to unlock a user once the account is locked out.",
        "Malcolm quoted a sample menu - snail soup, fried sole with wood louse sauce, mutton with wireworm sauce, moths on toast.",
        "only low-level work, such as sample counting, may take place in non-designated areas.",
        "luminescence dates is typically in the range of 5% to 12% of the sample age.",
        "A 20 m l sample is sufficient for analysis in m l sample is sufficient for analysis in most cases.",
        "I'm looking for a sample machinist in the Yorkshire area, can you help?",
        "Experience: As a freelance sample machinist Marilyn has made numerous garments for Julien McDonald, Tristan Webber, Robert Cary Williams.",
        "macroscopic density of the sample.",
        "A sample magnetometer survey of part of this area was carried out and is outlined below (Bullas 1998 ).",
        "In the whole sample, 81% presented no malocclusion and only two questionable cases of fluorosis were observed.",
        "Sample code All the code necessary to perform these manipulations is given below.",
        "Your kitty could be used to sample the undisputed masterpieces of these designers.",
        "The sample in factors affected Medicaid above is the.",
        "He is a reknowned world expert in extraterrestrial sample analysis and is a leading member of European scientists studying meteorites.",
        "Typical particles from each sample were examined by light microscopy or X-ray microanalysis.",
        "This second sample should be sent to the local reference microbiology laboratory for confirmation.",
        "The float of each sample was studied under a low power binocular microscope.",
        "minuscule amounts of sample can now be analyzed quickly to identify targets for drug development.",
        "If not refer to the manual to go in automatic mode: After this you should be ready to mount your sample.",
        "It is the role of the internal moderator to perform a sample check of the marking process.",
        "monochromatic radiation leaving the exit slit is focussed onto the sample by a toroidal mirror.",
        "Sample two produced symptoms on Chenopodium quinoa (systemic chlorotic spots) and N. benthamiana (systemic mottle and distortion ).",
        "multistage sample design.",
        "In fact, there was no fungal mycelium evident on the sample at all.",
        "Sample groups Patients with non-specific CAD, experiencing an acute myocardial infarction, small coronary arteries, chronic total occlusion of a coronary artery.",
        "necessary to obtain the sample.",
        "System will also Ned to link user back to new sample entry page Can we prevent users creating multiple samples with the same name?",
        "These are: Sample now non-reactive in the current screening assay at the Transfusion Center, and confirmed negative at the designated reference laboratory.",
        "neoplastic cells per sample were analyzed.",
        "Sample groups 51 patients with proven unilateral acoustic neuromas were scanned for this study.",
        "neuropsychology of adult reading disorders: Acquired dyslexia Models of word naming Sample page!",
        "Therefore they will be helpful in single case studies in cognitive neuropsychology in which, typically, control sample are modest in size.",
        "It is assumed that the data (for the variables) represent a sample from a multivariate normal distribution.",
        "The sample also demonstrates how to convert easting northing values in the coordinate space of the view, into latitude/longitude values.",
        "numerator data - Number of missing teeth in the survey sample of children in the respective academic year.",
        "There are sample texts using each orthography on the Wa Corpus page.",
        "This is recorded by a high sample rate oscilloscope and a fast Fourier transform (FFT) analysis is performed on the collected signal.",
        "other words, just under half of the original sample were retained in the school system to the age of fourteen.",
        "The GIF and PNG options on the output page now produces sample graphical output - August 3rd Tidying up.",
        "It was also decided to immerse one sample directly into the ammonium oxalate solution for five hours.",
        "On the other parents new York health insurance oxford by percentage a large sample were free to.",
        "No evidence was found concerning magnesium oxide, which was not present at least in the analyzed samples (from Sample 1 ).",
        "see further down this page for a full pictures index, plus the calendar cover & sample page.",
        "He diagnosed muscular pain, took a blood sample, and prescribed painkillers, which he supplied from his bag.",
        "The sample in the variable par the child was can take to.",
        "paramagnetic sample while controlling the heat flow, we can lower its temperature.",
        "The first sample contract is suitable for a limited or flat fee license, the second is for more complex licenses involving royalty payments.",
        "Christopher Coplans went to Memphis to sample Elvis country - and a deep fried peanut butter and jelly... At liberty to visit NYC?",
        "This particular sample she is working on in the Fisheries Department in Stanley came from a rockhopper penguin on Sea Lion Island.",
        "percolateer present in the section where the sample was taken had entered the quarry by percolating through from the surface.",
        "A split sample approach is used to test the impact of the various permutations of the above.",
        "Figure 1. A diagram showing the Ewald Sphere intersecting the series of lattice rods lying perpendicular to the plane of the sample.",
        "Investigations showed that the original FBC sample had been aliquoted from a biochemistry sample by the nurse who performed the phlebotomy.",
        "Take time out to sample an Italian coffee in one of the central piazzas, which are ideally located for people watching.",
        "A needle is used to take a sample of the cells that will form the placenta.",
        "RhD typing results obtained by real time PCR on maternal plasma are generally available within 5 working days of sample receipt.",
        "playa el Agua holidays can sample a little of all three.",
        "We have a repertoire of over 350 songs, see our sample playlist including some RealAudio samples.",
        "ploughaim of the surface survey is to collect a representative sample of all types of finds present in the plow soil.",
        "clear CORNERS - SAMPLE BAG Molded in Norfolk from clear polypropylene, these corner protectors require no folding and are ready to apply.",
        "Participants Random sample of the adult population of Hamilton, Ontario.",
        "Can anyone please help Find attached a sample graph in maple and the corresponding encapsulated postscript.",
        "Methodology Stated preference techniques comprising a series of health-related choices were used to elicit the time preferences of a random sample of adults.",
        "The various samples were analyzed by infrared spectroscopy to assess the usefulness of these sample preparation techniques in the field of paintings research.",
        "All children born as members of the MCS population should have a known and non-zero probability of being included in the selected sample.",
        "probe scanned over the sample.",
        "When the flies were transferred to medium without tetracycline, no female progeny were recovered in a sample of more than 5000 males.",
        "If significant proteinuria is detected, a 24-hour urine sample should be arranged to quantify the problem.",
        "I was lured from my already well satiated state to sample the treacle pudding and custard.",
        "purposive sample of 20 older adults discharged from hospital.",
        "The Puffin census was carried out by means of mapping the colony and taking sample quadrats.",
        "Self-administered questionnaires were used to collect information on a convenience sample of schoolteachers.",
        "The user must subtract the reservoir deficiency R from the sample radiocarbon age in this case.",
        "receptive fields is designed in order to sample the power spectrum of a moving texture.",
        "These children were assessed at ages 4 and 6 years and are hereafter referred to as the longitudinal sample.",
        "This may be done by fitting the offset model through sample points using least squares regression fitting.",
        "The data from the labor force survey, which is a sample survey, are not statistically reliable at the constituency level.",
        "renowned chefs appear at the show to demonstrate their culinary talents, allowing visitors to sample their innovative creations.",
        "Additional jobs will be selected as the process continues to ensure that a fully representational sample has been assessed.",
        "representative sample of firms to confirm whether their preparations were on track.",
        "resume sample and many other free services for the job seeker.",
        "Resume, curriculum vitae and cover letter writing tips, sample resume, curriculum vitae and cover letter writing tips, sample resumes, sample cover letters, thank.. .",
        "reverberant field with intensity measurements made close to the sample surface.",
        "Sample menu: Lasagna, nut roast, vegan cheese pie, tofu burgers.",
        "You'll learn why triple \" is \" wine is so called and sample local salami in typical ' osteria ' .",
        "sample of 100 retail window fabricators.",
        "Questionnaires were distributed to a stratified random sample of 103 women taken from the social services register, 38 of which were returned.",
        "This is a simple routine; the real problem lies in trying to justify its claim to produce a random sample.",
        "In the early summer, we invited a representative sample of firms to confirm whether their preparations were on track.",
        "sample size was calculated according to a two-stage optimal Simon's design.",
        "sample chapters of this book on the Oxfam site.",
        "sample menus.",
        "At the first appointment, you will usually be asked to bring a urine sample which will be tested for the presence of protein.",
        "A blood sample is drawn by needle from a vein in the arm.",
        "There would be no way to run a dental check or to get a DNA sample.",
        "Your doctor may ask you to provide a stool sample which will be sent to a laboratory and tested.",
        "The sample group was obtained by simple random sampling from 105 licensed units in the United Kingdom.",
        "sanitation provision, the emphasis is on more accurate and detailed national sample surveys.",
        "satiated state to sample the treacle pudding and custard.",
        "scat sample and unwittingly ignites canvas tent, destroying hair samples.",
        "We went on a boat ride on the Mekong River to visit a Laos island to sample ginseng schnapps.",
        "The average score for the librarians in the sample was 5.2.",
        "experienced scriptwriters should submit a sample of their screen writing work to the show's production team.",
        "Sedimentation velocity A relatively high rotor speed is used to cause rapid sedimentation velocity A relatively high rotor speed is used to cause rapid sedimentation of solute toward the bottom of the sample cell.",
        "Sedimentation equilibrium A lower rotor speed is used than is required for complete sedimentation equilibrium A lower rotor speed is used than is required for complete sedimentation of the sample.",
        "The machine's sample rate is adjusted by using a rotary selector on the rear panel.",
        "No later letters in this sample give occasion for the use of what we might call the \" argumentative semicolon.",
        "Sample DNA was analyzed for the presence of EBV genomic sequences by use of the polymerase chain reaction (PCR ).",
        "syphilis serology The sample will be screened using an ELISA test.",
        "This will give you the opportunity to sample the night life and meet other prospective students in a more informal and relaxed setting.",
        "A sample of about 30kg of the colliery shale was obtained.",
        "Sample results of the STM modeling are presented in Figure 3. All simulations show that sea-level rise promotes physical changes in island shorelines.",
        "sieve the sample through a fine nylon mesh.",
        "The sample temperature is also available in the form of an analog signal.",
        "signatoryhodology consisted of a telephone survey of a random sample of 300 lead signatories or Countersignatories in Registered Bodies and Umbrella Bodies.",
        "sample size Typically 2 mg to 5mg will be enough material for a duplicate run.",
        "The voice recording function, MP3 player, exercises and sample tests make this an incredibly smart and effective language learning tool!",
        "Sample groups Women with a first diagnosis of a midly dyskaryotic smear or two consecutive borderline smears.",
        "Having had a sample done i simply couldnt resist letting you have a sneak preview of this upcoming finish.",
        "snowball sample biases is not available (Van Meter, 1990 ).",
        "Sample 4 Dissolve 3g sodium chloride, 1g glucose powder and 1g albumin powder in 1dm 3 water.",
        "Sample a taste of summer and indulge in a deliciously refreshing sorbet with new bottlegreen simply sorbet push ups.",
        "The rear soundstage was generally, merely pumping out a sample of whatever the L & R front channels were carrying.",
        "A small spatula is then wiped across the cervix to obtain a sample of the cells which is then sent to a laboratory.",
        "specify clearly who should receive the results for each sample.",
        "This thickness is then used in the analysis of the X-ray spectrum to correct for self absorption of X-rays in the sample.",
        "spokeswoman for universities UK said that the survey represented only a small sample of academics.",
        "sputum sample should be accompanied by a laboratory call out.",
        "The third element was a field study of habitats, flora and fauna on a random sample of paired 1 km squares.",
        "Sample stones taken from these crofts will be incorporated in the floor of the dry stane dyking area near the church.",
        "You'll then have time to visit the Checkpoint Charlie Museum or sample some sauerkraut and bratwurst and down a few steins of beer!",
        "Sample groups People with carotid artery stenosis or peripheral vascular disease.",
        "The sample was found to contain whiskey and a metabolite of a banned steroid.",
        "Stool antigen tests require the person to collect a stool antigen tests require the person to collect a stool sample (at least pea-sized ).",
        "stool sample.",
        "Yours, Production Spy 19th June 2005 Some sample storyboards have been uploaded.",
        "Smith's data were derived from CHS data, the sample for which was collected using regional stratification of Northern Ireland into three areas.",
        "stratifyrvey uses a complex stratified sample, the theory of which was not touched on in his degree.",
        "Sample groups Patients with acute stroke admitted to hospital.",
        "At this point the sample stub is in the preparation chamber on the end of the transfer rod.",
        "Limiting the sample lambda sub yr similarly these states percent of cshcn.",
        "For comparison, a sample of triply sublimed magnesium was acquired from the Dow Chemical Company.",
        "summarizes the data on the study sample for the two faculties.",
        "But it turns out that this is pure supposition based on a small sample size, preconceptions and guesswork.",
        "swab sample from inside the cheek.",
        "We can also make available a knitted sample tension swatch (color is our choice ).",
        "swatch sample for the Surface Design Association.",
        "Delivery & Returns Weddings & Bulk Orders - Do you provide sample swatches for your ties?",
        "Links to mailing lists and case studies are provided, as are sample syllabi and class materials from American universities.",
        "syllable of each word within the chosen sample was counted.",
        "tampering with a drug test sample of urine.",
        "tartans made of very fine wool, all of which can be found in his treasured sample book.",
        "Perhaps our towns and villages are stopping places to sample our quaint tearooms, antique shops or bustling, colorful markets?",
        "The Gospel According to Mark is similarly eclectic but somewhat more techie (sample links from there include Do You Believe?",
        "You may have thrush, chlamydia or herpes, which may not show in your sample.",
        "tins of tuna and salad, we're keen to sample her repertoire.",
        "tonsil biopsy might obviate the need for a brain biopsy sample to be taken.",
        "Abstract: By definition, Brownian motions on the infinite dimensional torus have continuous sample paths.",
        "trajectoryrete phase is modeled by determining the trajectories of a representative sample of particles.",
        "transect survey of the entire area, which we intend to cover with a 12% sample.",
        "Sample groups The sample group was taken from those patients who received nurse triage advice alone in the Chester City area.",
        "To provide triangulation, a qualitative content analysis was performed on a sample of community discussions, again targeting known CoP traits.",
        "triaxial apparatus is the control provided over drainage from the sample.",
        "As a result the number of animals required to identify the strain type of a suspect sample will be reduced significantly.",
        "The fabric typology used will be corroborated through thin section analysis of a random sample of 100 fragments.",
        "Video sample This sample is taken from Gray suit 7 a brief solo performance recorded in a Cardiff pedestrian underpass.",
        "urine sample from my dog.",
        "vac tube for a sample.",
        "The sample preparation and the measurements were done in ultra high vacuum.",
        "For module (i) the t-Test two sample assuming unequal variance was employed.",
        "Most often, the blood sample is collected by venipuncture (using a needle to collect blood from a vein in the arm ).",
        "Here is a sample of the text, \" What serpent so venomous as he who calls the pope's authority tyrannous?",
        "Diagnostic tests Chorionic villus sampling This means taking a sample of a piece of tissue from the placenta.",
        "viva sample questions.",
        "Also included is a comprehensive explanation of the chord symbols as well as a sample voicings chart.",
        "The testing is described of proprietary technology to measure the specific sample surface temperature of materials in accelerated weathering.",
        "Sample companions include pet whippets, token Americans or mutes (remember, it worked for The Piano ).",
        "wondering if anybody had a sample on this to tell me the best way to go.",
        "wrapped in clingfilm and a labeled marker was placed in the sample position.",
        "A and A Resume Service - resume and cover letter writing with sample resume and resume help from resume writing.. .",
        "From the succulent on-line sample: ` Vanessa's neck wound tasted yummy!",
        "How well does the Continuous Plankton Recorder (CPR) sample zooplankton?",
        "The formation of spores is used as an analytical method for determining whether a yeast is contaminated with another species, - for example: a sample of yeast is placed on a gypsum or porcelain block saturated with water; if in ten days at a temperature of 52Ã‚° F.",
        "Stromeyer in a sample of zinc carbonate from which a specimen of zinc oxide was obtained, having a yellow colour, although quite free from iron; Stromeyer showing that this coloration was due to the presence of the oxide of a new metal.",
        "Observations were also made of the changes of permeability which took place as the temperature of the sample slowly rose from - 186Ã‚° to 15Ã‚°, the magnetizing force being kept constant throughout an experiment.",
        "It may be solidified to rhombic crystals which melt at 5.4Ã‚° C. (Mansfield obtained perfectly pure benzene by freezing a carefully fractionated sample.) It boils at 80 4Ã‚°, and the vapour is highly inflammable, the flame being extremely smoky.",
        "On the continent of Europe it has been more usual to take both at 17.5Ã‚° C. (63.5Ã‚° F.), which is expressed as \" Si 7: \", but for pyknometer work in all countries where the sample is cooled to 32Ã‚° F.",
        "A purposive sample of 20 older adults discharged from hospital.",
        "Work Completed Black box regression modeling was carried out on a 15 - year sample of annual rainfall runoff data.",
        "A set of motion energy receptive fields is designed in order to sample the power spectrum of a moving texture.",
        "Sample 1 shows the remains of silver leaf over a preparatory layer of reddish clay.",
        "Free resume sample and many other free services for the job seeker.",
        "Resume, curriculum vitae and cover letter writing tips, sample resumes, sample cover letters, thank...",
        "Sample groups Studies of participants diagnosed with retinoblastoma at the age of 18 years or under were eligible for inclusion.",
        "A portion of each monthly sample is stored frozen, should retrospective analysis be required.",
        "The second technique combines SPL measurements in a reverberant field with intensity measurements made close to the sample surface.",
        "The Fife Coastal Path offers an ideal way to sample the area's rich heritage.",
        "At stream sites, five replicated one minute kick sample units will be collected from riffle sections.",
        "You'll learn why triple \" is \" wine is so called and sample local salami in typical ' osteria '.",
        "To do so we chose to sample the pastie choices on offer from some of Belfast 's most salubrious eating establishments.",
        "The survey covers a representative sample of 100 retail window fabricators.",
        "Sample size was calculated according to a two-stage optimal Simon 's design.",
        "Please call Wedding Sales to arrange a visit or request further information, including sample menus.",
        "In general, the larger the sample size N, the smaller sampling error tends to be.",
        "For water and sanitation provision, the emphasis is on more accurate and detailed national sample surveys.",
        "Fanatical field assistant attempts to smoke portion of dried scat sample and unwittingly ignites canvas tent, destroying hair samples.",
        "Experienced scriptwriters should submit a sample of their screen writing work to the show 's production team.",
        "Sedimentation velocity A relatively high rotor speed is used to cause rapid sedimentation of solute toward the bottom of the sample cell.",
        "Williamson et al studied adverse effects among a sample of 158 stimulant users.",
        "Stool antigen tests require the person to collect a stool sample (at least pea-sized).",
        "You may be asked to provide a stool sample.",
        "Smith 's data were derived from CHS data, the sample for which was collected using regional stratification of Northern Ireland into three areas.",
        "The survey uses a complex stratified sample, the theory of which was not touched on in his degree.",
        "Sample collection is opportunistic, represents the entire age range and can be broadly stratified by region.",
        "A sample of fluid can now be sucked out with a syringe.",
        "Table 1 summarizes the data on the study sample for the two faculties.",
        "This is used to take a swab sample from inside the cheek.",
        "We can also make available a knitted sample tension swatch (color is our choice).",
        "I am also preparing a swatch sample for the Surface Design Association.",
        "Every syllable of each word within the chosen sample was counted.",
        "Sample dishes; Fried cassava with tamarind chutney, Spicy yogurt curry and lentil rice, Chickpeas served with lentil cakes and coconut chutney.",
        "She was banned from swimming for four years in 1998, however, for tampering with a drug test sample of urine.",
        "These are sample images from the tarot pack I have created.",
        "By 1784 they produced 35 superfine tartans made of very fine wool, all of which can be found in his treasured sample book.",
        "After seeing the miracles she works with our tins of tuna and salad, we 're keen to sample her repertoire.",
        "Sample groups Patients over 18 years of age with moderate or severe bronchiectasis confirmed by high-resolution computed tomography scans.",
        "In practice, the tonsil biopsy might obviate the need for a brain biopsy sample to be taken.",
        "In a person infected with CJD, the prion protein can often be seen in a sample (biopsy) of tonsil tissue.",
        "The discrete phase is modeled by determining the trajectories of a representative sample of particles.",
        "These foci will be combined with transect survey of the entire area, which we intend to cover with a 12% sample.",
        "One of the major advantages of the triaxial apparatus is the control provided over drainage from the sample.",
        "Sample Turning the Pages BL computer interactive turn the pages of a book unroll a scroll by touching the screen.",
        "My vet has asked for a urine sample from my dog.",
        "Kathy saw all the blood pooled in his chest cavity and ran to get a vac tube for a sample.",
        "A finite sample correction to the GMM variance estimate has been derived.",
        "Most often, the blood sample is collected by venipuncture (using a needle to collect blood from a vein in the arm).",
        "Here is a sample of the text, What serpent so venomous as he who calls the pope 's authority tyrannous?",
        "Many visitors come simply to sample the city 's varied and vibrant nightlife.",
        "In general, a 10 ml sample of amniotic fluid or a chorionic villus biopsy is required.",
        "What deformity do children have normally Trauma viva sample questions.",
        "I found this sample when I was working in a heading that was going through a major geological fault called the whin dike.",
        "Sample companions include pet whippets, token Americans or mutes (remember, it worked for The Piano).",
        "LOL I was just wondering if anybody had a sample on this to tell me the best way to go.",
        "The remaining core was then labeled with the depth and wrapped in clingfilm and a labeled marker was placed in the sample position.",
        "A and A Resume Service - resume and cover letter writing with sample resume and resume help from resume writing...",
        "From the succulent on-line sample: ` Vanessa 's neck wound tasted yummy !"
    ],
    "definition": [
        "a. A portion, piece, or segment that is representative of a whole: showed samples of a new stretch fabric.\nb. A specimen taken for analysis or testing: a blood sample; a water sample.",
        "Statistics A set of data or elements drawn from a larger population and analyzed to estimate the characteristics of that population. Also called sampling .",
        "a. A usually digitized audio segment taken from an original recording and inserted, often repetitively, in a new recording.\nb. One of a series of pieces of data representing a digitized approximation of an analog signal.",
        "To take a sample of, especially to test or examine by a sample: the restaurant critic who must sample a little of everything.",
        "a. To use or incorporate (an audio segment of an original recording) in a new recording: a song that samples the bassline of a 1970s disco tune.\nb. To represent the value of (an analog signal) at a particular point in time by means of a piece of digital data.",
        "Link/Cite",
        "A part of anything taken or presented for inspection, or shown as evidence of the quality of the whole; a specimen; as, goods are often purchased by samples.\n\"I design this but for a sample of what I hope more fully to discuss.\" -Woodward.",
        "(statistics) A subset of a population selected for measurement, observation or questioning, to provide statistical information about the population.\n\"...it is possible it [the Anglo-Saxon race] might stand second to the Scandinavian countries [in average height] if a fair sample of their population were obtained.\" Francis Galton et al. (1883). Final Report of the Anthropometric Committee, Report of the British Association for the Advancement of Science, p. 269.",
        "(cooking) a small piece of food for tasting, typically given away for free",
        "(business) a small piece of some goods, for determining quality, colour, etc., typically given away for free",
        "(music) Gratuitous borrowing of easily recognised phases (moments) from other music (movies) in a recording, used to emphasize a particular point by implying a certain context.",
        "Fairfax\nThus he concludes, and every hardy knight / His sample followed.",
        "To make or show something similar to; to match.",
        "To take or to test a sample or samples of; as, to sample sugar, teas, wool, cloth.",
        "(signal processing) To reduce a continuous signal (such as a sound wave) to a discrete signal.",
        "To reuse a portion of (an existing sound recording) in a new song.",
        "(emergency medicine) Initialism of signs and symptoms, allergies, medications, past pertinent history, last oral intake, events leading to present illness.",
        "Link/Cite"
    ]
}