{
    "translation": "סיפק",
    "uses": [
        "A simple shake of the head obviously didn't satisfy him.",
        "But they did not satisfy his demand for intelligence.",
        "It was enough to satisfy him.",
        "It would probably satisfy Carmen.",
        "The new constitution, however, proved costly and unworkable, and failed to satisfy either section of the population.",
        "Do I... satisfy... you?",
        "Like that's going to satisfy the police...",
        "What if she couldn't satisfy him?",
        "7 hose conditions are to a certain extent mutually antagonistic, since an engine designed to satisfy either condition independently of the other R euld Le a different engine from that designed to make the best ccmpromise between them.",
        "But it is not the less necessary for this; for the people must have some complicated machinery or other, and hear its din, to satisfy that idea of government which they have.",
        "Would that satisfy his interest in her?",
        "The court decided, four judges dissenting, that North Carolina must pay the amount due or suffer her railway bonds to be seized and sold to satisfy the judgment (192 U.S. Reports, 286.",
        "I myself will go and ask him, I!... does that satisfy you?",
        "\"Thanks,\" Kris said again.  His response was enough to satisfy Kiki, who left the tent.",
        "They'd made it through the blahs of winter and the doldrums of spring, managing to satisfy most, if not all, of the bill collectors.",
        "And finally she made a wicked plan to satisfy her depraved appetite for pork.",
        "Now by the theory of symmetric functions, any symmetric functions of the mn values which satisfy the two equations, can be expressed in terms of the coefficient of those equations.",
        "Do you think that would satisfy the pack?",
        "They are not expressed in terms which satisfy our canons of scientific accuracy.",
        "Now that he'd tasted the fires that burned in her voluptuous body, no other woman could ever so satisfy him.",
        "If you satisfy me, I might consider whatever you ask of me, but I will never willingly spare your world.",
        "This seemed to satisfy the official, who was obviously embarrassed over the entire debacle and infinitely relieved that at least half their problem was solved without any accusatory newspaper headlines.",
        "A few such trees in the backyard behind your condo, cabin, or yurt would be enough to satisfy your power requirements.",
        "We got to look at all these loose ends and satisfy ourselves about 'em.",
        "Her every waking moment is spent in the endeavour to satisfy her innate desire for knowledge, and her mind works so incessantly that we have feared for her health.",
        "Crete indeed profited by the grant of extended privileges, but these did not satisfy its turbulent population, and early in 1897 a Greek expedition sailed to unite the island to Greece.",
        "She looked up and said, \"Sarah, I think I can find something that will satisfy you.\"",
        "But even that did not satisfy the Princess.",
        "If we satisfy our appetites, we do so without forgetting that throughout the night we must say our prayers to God.",
        "Political honours did not satisfy him, however.",
        "They didn't enter war to satisfy a desire to kill and maim but to be victorious in the way their society rewarded.",
        "Even this did not satisfy his displeasure.",
        "Partly to satisfy public opinion, partly in order to profit by the favorable disposition of the British government, and partly in the hope of remedying the error committed in 1882 by refusal to co-operate with Great Britain in Egypt, the Italian government in January 1885 despatched an expedition under Admiral Caimi and Colonel Saletta to occupy Massawa and Beilul.",
        "But these concessions did not satisfy the hopes of the people.",
        "But the allies interfered in Charles's favour, lest he might be tempted to aid France, and induced the emperor to satisfy all the Swedish king's demands, the maritime Powers at the same time agreeing to guarantee the provisions of the peace of Altranstadt.",
        "We can prove that if the three equations be satisfied by a system of values of the variable, the same system will also satisfy the Jacobian or functional determinant.",
        "The old lady's condition was understood by the whole household though no one ever spoke of it, and they all made every possible effort to satisfy her needs.",
        "Evidently the explanations furnished by these historians being mutually contradictory can only satisfy young children.",
        "The peace did not satisfy her, although La Rochefoucauld won the titles he desired.",
        "Shortly before his acquittal he had been able to satisfy the dream of his childhood, by buying back the ancestral manor of Daylesford, where the remainder of his life was passed in honourable retirement.",
        "But it neither raised the prestige of the papacy, nor could it satisfy the Italians, who rightly regarded the Roman see as theirs.",
        "= 0; and such functions satisfy the differential equation aoaa i +2a0a 2 +3a 2 aa 3 +...",
        "Before Nerazzini could reach Adis Ababa, Rudini, in order partially to satisfy the demands of his Radical supporters for the abandonment of the colony, announced in the Chamber the intention of Italy to limit her occupation to the triangular zone between the points Asmar, Keren and Massawa, and, possibly, to withdraw to Massawa alone.",
        "On grounds of policy and morality alike the act was quite indefensible; but it is perhaps some palliation of his perjury that it was committed to satisfy the last urgent wish of a dying man, and that he alone remained true to the nine days' queen when the others who had with him signed Edward's device deserted her.",
        "The prefect of the praetorium was determined to satisfy the soldiers, regardless altogether of the feelings of the provincials.",
        "satisfy such and such conditions, then such and such other conditions hold with respect to them.\"",
        "1 Z2' The First Perpetuant Is The Last Seminvariant Written, Viz.: A O (B O B 2 3B O B 3) A L (Bi 2B0B2), Or, In Partition Notation, Ao(21) B (1)A(2)B; And, In This Form, It Is At Once Seen To Satisfy The Partial Differential Equation.",
        "She always starts out her day with a protein shake because it will satisfy her hunger until lunch.",
        "The abundance of activities will no doubt satisfy any outdoor enthusiasts' hunger for adventure, but may leave them with hunger pains.",
        "Delineations such as these do not, however, satisfy scientific requirements.",
        "When once the fixed conditions which any hypothetical group of entities are to satisfy have been precisely formulated, the deduction of the further propositions, which also will hold respecting them, can proceed in complete independence of the question as to whether or no any such group of entities can be found in the world of phenomena.",
        "In pure mathematics the hypotheses which a set of entities are to satisfy are given, and a group of interesting deductions are sought.",
        "They had now to satisfy the imperial tax-farmers and excisemen, as well as their feudal lords.",
        "But even this concession did not satisfy them; they dethroned Selim and proclaimed his nephew Mustafa.",
        "But the king's diplomatic skill enabled him to satisfy the church without surrendering any rights of consequence (1106); and he skilfully threw the blame of his previous conduct upon his counsellor, Robert of Meulan.",
        "where the multiplications on the leftand right-hand sides of the equation are symbolic and unsymbolic respectively, provided that m P4, M P4 are quantities which satisfy the relation exp (M14+Moir+...+Mp4EpnP+...) =1+mic -Fmoif+...+mp,eng+...; where E, n are undetermined algebraic quantities.",
        "(x- an), the sums of powers Ea t, Za 3, Za 4, ...Za n all satisfy the equation Si=o.",
        "In order to obtain the seminvari ants we would write down the (w; 0, n) terms each associated with a literal coefficient; if we now operate with 52 we obtain a linear function of (w - I; 8, n) products, for the vanishing of which the literal coefficients must satisfy (w-I; 0, n) linear equations; hence (w; 8, n)-(w-I; 0, n) of these coefficients may be assumed arbitrarily, and the number of linearly independent solutions of 52=o, of the given degree and weight, is precisely (w; 8, n) - (w - I; 0, n).",
        "unhesitatingly the difficult and dangerous post, and ruled autocratically for seven years (1682-89), but this did not satisfy her ambition.",
        "The story of Tristan and Iseult, immensely popular as it was, was too genuine - (shall we say too crude?) - to satisfy the taste of the court for which Chretien was writing.",
        "With one symbol for an unknown, it will easily be understood what scope there is foradroit assumptions, for the required numbers, of expressions in the one unknown which are at once seen to satisfy some of the conditions, leaving only one or two to be satisfied by the particular value of x to be determined.",
        "Sicily he was determined to have, and that too despite of all the efforts of the Fox-Grenville cabinet to satisfy him in every other direction.",
        "He did not satisfy the Prussian conservatives, and after four years the Historische Politische Bleitter came to an end.",
        "Zeit., 1905, 29, p. 30), assumed the six carbon atoms to occupy six of the corners of a cube, each carbon atom being linked to a hydrogen atom and by single bonds to two neighbouring carbon atoms, the remaining valencies being directed to the unoccupied corners of the cube, three to each, where they are supposed to satisfy each other.",
        "One of the visitors, usually spoken of as \"a man of great merit,\" having described how he had that day seen Kutuzov, the newly chosen chief of the Petersburg militia, presiding over the enrollment of recruits at the Treasury, cautiously ventured to suggest that Kutuzov would be the man to satisfy all requirements.",
        "Pierre felt the different outlooks of these various worlds and made haste to satisfy all their expectations.",
        "A daughter's estate was usually managed for her by her brothers, but if they did not satisfy her, she could appoint a steward.",
        "Hence his efforts, praiseworthy as they were from several points of view, and particularly so in regard to some details, failed to satisfy the philosophic taxonomer when generalizations and deeper principles were concerned, and in his practice in respect of certain technicalities of classification he was, in the eyes of the orthodox, a transgressor.",
        "It is impossible to eradicate the passions; but we must strive to direct them to a noble aim, and it is therefore necessary that everyone should be able to satisfy his passions within the limits of virtue.",
        "And, if to satisfy these we were forced to maintain the existence of a world of moral standards, it was, thirdly, necessary to form some opinion as to the relation of these moral standards of value to the forms and facts of phenomenal existence.",
        "I told him enough to satisfy him.",
        "Need was thick in her body, an inhuman craving she knew now how to satisfy.",
        "That bittersweet chocolate gaze mesmerized her, filled her with a longing that he would not satisfy.",
        "The desire lighting her body was hot and aching, as if her body innately knew how well he'd satisfy her.",
        "So, again, it is impossible to make a useful comparative estimate of the advantages and disadvantages of the transport systems of England, the United States and Germany, unless we keep constantly in view the very different geographical, military and political conditions which these systems have to satisfy.",
        "Although 43.4% of the total area is arable land, the soil is only of moderate fertility and does not satisfy the wants of this thickly-populated province.",
        "Along with the land are expropriated all claims and rights appended to the land and all instruments of husbandry, live stock included, with the exception of such industrial establishments as are not working to satisfy the local rural demand only.",
        "Though radical enough, this Land Act was still not sufficient to satisfy the groups which came into political power on June 3 1921.",
        "In short, the English reformers knew very well that the ordinal and communion office which they drew up could not satisfy the requirements of medieval theology.",
        "The claim of reason has been recognized to manipulate the data of faith, at first blindly and immediately received, and to weld them into a system such as will satisfy its own needs.",
        "They thus combine temporarily in their own persons what was no longer combined in the spirit of the time, or rather they satisfy by turns the claims of reason and faith.",
        "The results of the diet of 1839 did not satisfy the advanced Liberals, while the opposition of the government and of the.",
        "attention to the possible figures which would satisfy the conditions of equilibrium.",
        "People, however, persisted in the belief that the queen had used the countess as an instrument to satisfy her hatred of the cardinal de Rohan.",
        "The coalition maintained its majority, the Government only obtaining ten seats: but though this time the Diet was allowed to meet, no attempt was made to satisfy Yugoslav aspirations or to solve the real issues at stake between Hungary and Croatia.",
        "Even Josephus does not say that the Persians tried to interfere with the Jews in the exercise of their religion; and nothing less than this would satisfy the language of Ps.",
        "To the average man there is a distinction between clothing and ornament, the first being regarded as that covering which satisfies the claims of modesty, the second as those appendages which satisfy the aesthetic sense.",
        "52,925,521 54,718,163 51,874,694 A considerable part of the expenditure since 1903 consists of payments on account of foreign debts which Venezuela was compelled to satisfy.",
        "Uniplanar Motion of a Liquid due to the Passage of a Cylinder through it.-A stream-function 4, must be determined to satisfy the conditions v24 =o, throughout the liquid; (I) I =constant, over any fixed boundary; (2) d,t/ds = normal velocity reversed over a solid boundary, (3) so that, if the solid is moving with velocity U in the direction Ox, d4y1ds=-Udy/ds, or 0 +Uy =constant over the moving cylinder; and 4,+Uy=41' is the stream function of the relative motion of the liquid past the cylinder, and similarly 4,-Vx for the component velocity V along Oy; and generally 1,1'= +Uy -Vx (4) is the relative stream-function, constant over a solid boundary moving with components U and V of velocity.",
        "Example 3.-Analysing in this way the rotation of a rectangle filled with liquid into the two components of shear, the stream function 1//1 is to be made to satisfy the conditions v 2 /1 =0, 111+IRx 2 = IRa 2, or /11 =o when x= = a, +b1+IRx 2 = I Ra2, y ' 1 = IR(a 2 -x 2), when y = b Expanded in a Fourier series, 2 232 2 cos(2n+ I)Z?rx/a a -x 7r3 a Lim (2n+I) 3 ' (1) so that '?\"",
        "The terms of 0 may be determined one at a time, and this problem is purely kinematical; thus to determine 4)1, the component U alone is taken to exist, and then 1, m, n, denoting the direction cosines of the normal of the surface drawn into the exterior liquid, the function 01 must be determined to satisfy the conditions v 2 0 1 = o, throughout the liquid; (ii.) ' = -1, the gradient of 0 down the normal at the surface of the moving solid; 1 =0, over a fixed boundary, or at infinity; similarly for 02 and 03.",
        "A system of confocal ellipsoids is taken y2 (3) a 2 +X b 2 +X c2 + A= I, and a velocity function of the form = x1 P, (4) where 4' is a function of X only, so that 4) is constant over an ellipsoid; and we seek to determine the motion set up, and the form of >G which will satisfy the equation of continuity.",
        "When the liquid is bounded externally by the fixed ellipsoid A = A I, a slight extension will give the velocity function 4 of the liquid in the interspace as the ellipsoid A=o is passing with velocity U through the confocal position; 4 must now take the formx(1'+N), and will satisfy the conditions in the shape CM abcdX ¢ = Ux - Ux a b x 2+X)P Bo+CoB I - C 1 (A 1 abcdX, I a1b1cl - J o (a2+ A)P and any'confocal ellipsoid defined by A, internal or external to A=A 1, may be supposed to swim with the liquid for an instant, without distortion or rotation, with velocity along Ox BA+CA-B 1 -C1 W'.",
        "This did not satisfy the ciompi, and the disorders provoked by them resulted in a new government which reformed the two councils so as to exclude the lower orders.",
        "But to satisfy the people several of the grandi, including Piero degli Albizzi, were put to death, on charges of conspiracy, and many others were exiled.",
        "After the Restoration, to appease the planters, doubtful as to the title under which they held the estates which they had converted into valuable properties, the proprietary or patent interest was abolished, and the crown took over the government of the island; a duty of 41% on all exports being imposed to satisfy the claims of the patentees.",
        "Embassies and courtesies were, indeed, interchanged, and on the 31st of March 1244 a treaty was signed at Rome, whereby the emperor undertook to satisfy the pope's claims in return for his own absolution from the ban.",
        "The bishop of Montreal and of Quebec, and a large number of the citizens, protested, but nothing less than bloodshed would satisfy the misguided patriots.",
        "It is, after all, too negative a thing to stand by itself or to satisfy God.\"",
        "His scheme for the establishment of a university which should satisfy both Roman Catholics and Protestants met with general disapproval.",
        "When Lord Beaconsfield resigned, the queen sent for Lord Hartington, the titular leader of the Liberals, but he and Lord Granville assured her that no other chief than Gladstone would satisfy the party.",
        "It did little to satisfy the Radicals, who were angered by the refusal of the second' chamber to agree to their proposal for the summoning of a+.",
        "The German regulations are apparently based on a keen appreciation of the fact that while one particular denaturizing agent may have little or no effect on one industry, yet it would be quite fatal to the success of another; there is consequently a great choice of denaturizing agents, and in certain cases it is sufficient to mix the alcohol with a reagent necessary for the purpose in hand, or even with a certain amount of the final product, it being only necessary to satisfy the state that the spirit is not available as a beverage.",
        "ii.) gave the first direct demonstration that no function of the distance except the inverse square can satisfy the condition that a uniform spherical shell exerts no force on a particle within it.",
        "sary to satisfy Laplace's equation is also one which makes the potential energy a minimum and therefore the energy stable.",
        "Here he endeavoured to satisfy his passion for activity, partly by sharing in the municipal government of the town and the regulation of itsc commons, woods and pastures, and partly by the composition of the apology he published under the title of El Nicandro, which was perhaps written by an agent, but was undeniably inspired by the fallen minister.",
        "Though uncompromising in his \"supra-naturalism,\" he did not altogether satisfy the men of his own school by his own doctrinal system.",
        "His fondness for the allegorical and his manifest carelessness of preparation disappoint as often as his profundity, his devout mysticisms, his practical application attract and satisfy.",
        "This method of reckoning time is more convenient than those which employ cycles or periods of any length whatever; but it still fails to satisfy in the simplest manner possible all the conditions that are necessary for registering the succession of events.",
        "His endeavours to satisfy his countrymen in this respect did not always meet with encouragement, and sometimes exposed him to slander.",
        "It is not indeed that these methods have not claimed to solve the questions at issue, but that their solutions have failed to satisfy the larger body of reasonable criticism.",
        "The sciences, for example, all seek to define their own species; dialectic, on the other hand, sets forth the conditions which all definitions must satisfy whatever their subject matter.",
        "The world to which they spoke had begun to demand a doctrine of salvation to satisfy the human soul.",
        "In the South African war improvised detachable deflection scales of wood or iron placed over the fore-sight, called gun arcs, were used, but this device was clumsy, inaccurate and insufficient, as it only gave about 30° right or left deflection, and only a sight that admitted of all-round laying could really satisfy the requirements.",
        "Either Egypt or Syria would satisfy this condition, and in favour of Syria is the fact that the presbyterate there was to a late date regarded as a rank rather than an office.",
        "satisfy the k equations P+Q+R+...",
        "A homestead consisting of a lot of land with one or more buildings, and properly designated as such in the office of the county clerk, but not exceeding $1000 in value, is exempt from forced sale so long as it is owned and occupied as a residence by a householder having a family or by a married woman, except to recover the purchase money, to satisfy a judgment obtained before it was designated as a homestead, or to collect taxes upon it.",
        "It is of course easy to see that Celsus had no apprehension of the spiritual needs even of his own day which it was the Christian purpose to satisfy, that he could not grasp anything of the new life enjoyed by the poor in spirit, and that he underrated the significance of the Church, regarding it simply as one of a number of warring sections (mostly Gnostic), and so seeing only a mark of weakness.",
        "As to the Gospel's date, critics have returned from 160-170 (Baur), i 50 (Zeller), 130 (Keim), to 110-115 (Renan) and 80-110 (Harnack): since Irenaeus says its author lived into the times of Trajan (90-117), a date somewhere about 105 would satisfy tradition.",
        "We may easily satisfy ourselves that, in every instance in which the sensation of sound is excited, the body whence the sound proceeds must have been thrown, by a blow or other means, into a state of agitation or tremor, implying the existence of a vibratory motion, or motion to and fro, of the particles of which it consists.",
        "If, for the single toothed wheel, be substituted a set of four with a common axis, in which the teeth are in the ratios 4: 5: 6: 8, and if the card be rapidly passed along their edges, we shall hear distinctly produced the fundamental chord C, E, G, C 1 and shall thus satisfy ourselves that the intervals C, E; C, G and C, C 1 are, 2 and 2 respectively.",
        "A sphere can therefore be described so as to satisfy four given conditions.",
        "His programme was to be an honourable mediator in the German-Bohemian quarrel, to extend the railway system, and to satisfy the wishes of the Poles in the waterways question by an expenditure of 73.4 million kronen on canal construction in Galicia, to which Galicia was to contribute only 9.4 million kronen, the State finding the other 64, and by an expenditure of 125 millions on river improvements, 99 of which would be contributed by the State.",
        "Here again, however, he failed to satisfy the inflexible emperor and was dismissed to his diocese.",
        "that the atonement took place not to satisfy the wrath of God, but in the practical interests of the divine government of the world, \" The sufferings and death of the Son of God are an exemplary exhibition of God's hatred of moral evil, in connexion with which it is safe and prudent to remit that penalty, which so far as God and the divine attributes are concerned, might have been remitted without it.\"4",
        "Reading has become a general accomplishment, a demand for reading matter has arisen, and bookshops stocked with books have appeared to satisfy it.",
        "The date which makes the most obvious claim to satisfy these conditions would be the 25th of March, as given by Hippolytus, [Tert.] adv.",
        "Agriculture is insufficient to satisfy the needs of the population, and food is imported from Semiryechensk.",
        "This step, however, failed to satisfy most of the society's supporters in Scotland, who proceeded to form themselves into independent organizations, grouped for the most part round centres at Edinburgh and Glasgow.",
        "Yet the influence of Neoplatonism on the history of our ethical culture is immeasurable, above all because it begot the consciousness that the only blessedness which can satisfy the heart must be sought higher even than the sphere of reason.",
        "He therefore issues the work to satisfy their desires, although, he states, it is manifest that it would have seen the light in a far more perfect state if his father could have put the finishing touches to it; and he mentions that, in the opinion of the best judges, his father possessed, among other most excellent gifts, in the highest degree the power of explaining the most difficult matters by a certain and easy method in the fewest possible words.",
        "This letter was written on the 4th of August 1537, and the impatient words at the end refer to an authorized version which had been projected several years before, and which was, in fact, at that very time in preparation, though not proceeding quickly enough to satisfy Cranmer.",
        "As A m is a wave-length corresponding to an absorption band, this formula can be used to find values of A m which satisfy the observed values of n within the region of transparency, and so to determine where the absorption bands are situated.",
        "The original one, made by Newton and Pullan, is obviously in error in many respects; and that of Oldfield, though to be preferred for its lightness (the Mausoleum was said anciently to be \"suspended in mid-air\"), does not satisfy the conditions postulated by the remains.",
        "It states essentially the Roman doctrine of purgatory, and asserts the world-wide primacy of the pope as the \"true vicar of Christ and the head of the whole Church, the Father and teacher of all Christians\"; but, to satisfy the Greeks, inconsistently adds that all the rights and privileges of the Oriental patriarchs are to be maintained unimpaired.",
        "As a single loaf could not satisfy the hunger of many, the rehearsal in these meals of Christ's own action must have been a crowning episode, enhancing their sanctity.",
        "Manichaeism was thus able to satisfy the new wants of an old world.",
        "The majorities in the two houses then labor together to satisfy what they believe to be the wishes of their party.",
        "De Sectione Determinata resolved the problem: Given two, three or four points on a straight line, to find another point on it such that its distances from the given points satisfy the condition that the square on one or the rectangle contained by two has to the square on the remaining one or the rectangle contained by the remaining two, or to the rectangle contained by the remaining one and another given straight line, a given ratio.",
        "These tests, and these alone, are emendations bound to satisfy; but others are often tacitly imposed upon them.",
        "Here, too, he examined the hypothesis of Eudoxus that things are caused by mixture of forms, a hypothesis which formed a kind of transition to - his own later views, but failed to satisfy him on account of its diffi - culties.",
        "In September 1908, after an investigation which showed that many wardens had been in the pay of convict lessees and that terrible cruelty had been practised in convict camps, an extra session of the legislature practically put an end to the convict lease or contract system; the act then passed provided that after the 31st of March 1909, the date of expiration of leases in force, no convicts may be leased for more than twelve months and none may be leased at all unless there are enough convicts to supply all demands for convict labour on roads made by counties, each county to receive its pro rata share on a population basis, and to satisfy all demands made by municipalities which thus secure labour for $100 per annum (per man) paid into the state treasury, and all demands made by the state prison farm and factory established by this law.",
        "Rice, therefore, is chiefly a farinaceous food, and requires to be combined with fatty and nitrogenous substances, such as milk or meat gravy, to satisfy the requirements of the system.",
        "Many stars satisfy the condition of equality of polar distance with that of y Draconis, but few were bright enough to be observed in Molyneux's telescope.",
        "In the same preface is included (a) the famous problem known by Pappus's name, often enunciated thus: Having given a number of straight lines, to find the geometric locus of a point such that the lengths of the perpendiculars upon, or (more generally) the lines drawn from it obliquely at given inclinations to, the given lines satisfy the condition that the product of certain of them may bear a constant ratio to the product of the remaining ones; (Pappus does not express it in this form but by means of composition of ratios, saying that if the ratio is given which is compounded of the ratios of pairs - one of one set and one of another - of the lines so drawn, and of the ratio of the odd one, if any, to a given straight line, the point will lie on a curve given in position), (b) the theorems which were rediscovered by and named after Paul Guldin, but appear to have been discovered by Pappus himself.",
        "The arguments that had weaned him from his Zwibiglian simplicity did not satisfy his unpromoted brethren, and Jewel had to refuse admission to a benefice to his friend Laurence Humphrey (q.v.), who would not wear a surplice.",
        "\" The vision of an ideal state which the master-mind of Plato contemplated, but thought too good ever to become true in actual realization, is full of aspirations which the Christian Church claims to satisfy.",
        "In order to satisfy it relics were made by placing pieces of cloth on the gravesof the saints, which were afterwards taken to their homes and venerated by the pilgrims.",
        "But in the long run these substitutes for relics did not satisfy the Christians of the West, and, following the example of the Eastern Church, they took to dividing the bodies of the saints.",
        "Having failed to satisfy the king, he left England on the 26th of October 1529, after his baggage had been searched at Dover to find the Decretal, which, however, had been burnt.",
        "Caesarea, indeed, as a city of mixed population and lying just outside Judaea proper - a place, moreover, where Timothy might have become known during Paul's two years' detention there - would satisfy many conditions of the problem.",
        "There is no doubt that he wished to satisfy the complaints that emanated First from the Christians dwelling in Jerusalem and The .",
        "By heading off reactionary Austria Napoleon hoped to conciliate the French Liberals; by helping the pope, to satisfy the Catholics; by concessions to be wrung both from Pius and from the Roman triumvirs, to achieve a bloodless victory.",
        "To satisfy the demands of Bismarck in November 1870 would have cost the Vatican more than it would ever have gained.",
        "The Poles proved even more difficult to satisfy than was anticipated; but finally a compromise was come to whereby the territorial settlement was postponed till after the death of John III.; and Sigismund was duly crowned at Cracow on the 27th of December 1587.",
        "This question I have duly considered, and though I am not able to satisfy myself completely I am nearly persuaded that the circumstance depends on the weight and number of the ultimate particles of the several gases.\"",
        "The work done by English furriers was generally good, but since about 1865 has considerably improved on account of the influx of German workmen, who have long been celebrated for excellent fur work, being in their own country obliged to satisfy officially appointed experts and to obtain a certificate of capacity before they can be there employed.",
        "It does not, however, satisfy the Socialists, whose formula is one man, one vote.",
        "A great temple at Tanis boasted a larger colossus than existed in Thebes: Heliopolis and Memphis must have been lavishly adorned, and the temples of Abu Simbel alone would have been sufficient to satisfy the ambition of many of the great Pharaohs.",
        "In 1198, to satisfy the king's demand for money, Hubert demanded a carucage or plough-tax of five shillings on every plough-land (carucate) under cultivation.",
        "In the spring of 1833 the store's stock was sold to satisfy its creditors, and Lincoln assumed the firm's debts, which he did not fully pay off for fifteen years.",
        "France voluntarily declared that she sought in Mexico only to satisfy injuries done her and not to overthrow or establish local government or to appropriate territory.",
        "At the same time the spiritual teaching of the mystics awakened in many minds an aspiration which the Church, in its corrupt state, could not satisfy, and which was in any case unfavourable to an external authority.",
        "Turkey and France were again threatening war, and although the council had returned to Trent it seemed less likely than ever to satisfy the Protestants.",
        "Great as were these results, they did not satisfy the aspirations of patriotic Germans, who, having so suddenly and so unexpectedly approached unity, longed that the work should be completed.",
        "As was only natural, his studied fairness did not satisfy partisans on either side; and his efforts towards conciliation laid him open to much misunderstanding.",
        "This constitution had failed; territories so different in size, history and circumstances were not contented with similar institutions, and a form of self-government which satisfied Lower Austria and Salzburg did not satisfy Galicia and Bohemia..",
        "Its merits are its recognition of the helplessness of the old heathenism to satisfy human aspiration after the divine, and the impressive simplicity with which it presents the unfailing argument of the lives of Christians.",
        "Sad, on whom the third caliph conferred the government of Lower Egypt also, Amr being recalled, owing to his unwillingness to extort from his subjects as much money as would satisfy the caliph.",
        "About six weeks after, the Arnaut (or Albanian) soldiers in the service of Khosrev tumultuously demanded their pay, and surrounded the house of the defterdr (or finance minister), who in vain appealed to the pasha to satisfy their claims. The latter opened fire from the artillery of his palace on the insurgent soldiery in the house of the defterdgr, across the Ezbekia.",
        "order to satisfy the demands of the Albanians for their pay, gave orders to levy heavy contributions from the citizens of Cairo; and this new oppression.",
        "To satisfy a private grudge against Gilles, brother of Duke Francis II.",
        "3 a 21, 22), represents them as living among the Egyptians, and so few in number that two midwives satisfy their requirements.",
        "Distribution by seed appears to satisfy so well the requirements of Angiosperms that distribution by vegetative buds is only an occasional process.",
        "6-8) has found many adherents, but an earlier period, about 750 B.C. (time of Amos and Hosea), is often held to satisfy the main conditions; the former, however, is probably nearer the mark.",
        "Figures of the Virgin and Child, of the apostles and evangelists, the fathers of the Church, the saints and martyrs, with illustrations of sacred history and the Apocalypse, were supplied in endless repetition to satisfy the cravings of a pious and simple-minded people.",
        "The Liberal majority of 44 was already dwindling away, and the malcontents, who considered that Sir William Harcourt should have been the prime minister, or who were perpetually intriguing against a leader who did not satisfy their idea of Radicalism, made Lord Rosebery's personal position no easy one.",
        "It was, of course, impossible for Carlyle to satisfy modern requirements of matter-of-fact accuracy.",
        "He believed that life was an expanding, growing force, and that animals responded to the environment by developing new wants, seeking to satisfy these by new movements and thus by their own striving producing new organs which were transmitted to their descendants.",
        "In avenging wrong, a member of the village or of the clan to which the offender belonged would serve equally well to satisfy their ideas of justice if the culprit himself could not be easily reached.",
        "The requirement to write answers to questions written or dictated, to satisfy a practical test (other than in teaching), and a clinical test in medicine, appear to be of later date.'",
        "In a threefold vision Jesus is invited to enter upon His inheritance at once; to satisfy His own needs, to accept of earthly dominion, to presume on the Divine protection.",
        "The scientific and technical principles of the condensation of hydrochloric acid are now thoroughly well understood, and it is possible to recover nearly the whole of it in the state of strong commercial acid, containing from 32 to 36% of pure hydrochloric acid, although probably the majority of the manufacturers are still content to obtain part of the acid in a weaker state, merely to satisfy the requirements of the law prescribing the prevention of nuisance.",
        "They are unscrupulous in perjury, treacherous, vain and insatiable, passionate in vindictiveness, which they will satisfy at the cost of their own lives and in the most cruel manner.",
        "The programme was exclusively literary, but for the moment it enabled Protagoras to satisfy the demand which he had discovered and evoked.",
        "As has been seen, it was just at this pe.iod that philosophy and art ceased to be available for educational purposes, and accordingly the literary sophists were popular precisely because they offered advanced teaching which was neither philosophical nor artistic. Their recognition of the demand and their attempt to satisfy it are no small claims to distinction.",
        "But, although Protagoras and Gorgias had examined the teaching of their predecessors so far as to satisfy themselves of its futility and to draw the sceptical inference, their study of the great problem of the day was preliminary to their sophistry rather than a part of it; and, as the overthrow of philosophy was complete and the attractions of sophistry were all-powerful, the question \" What is knowledge?",
        "It was recognized that the inheritance of future generations was being recklessly sacrificed to satisfy the immoderate desire for profit.",
        "Crowds of petty traders attend, bringing all those miscellaneous articles that can be packed into a pedlar's wallet; and the neighbouring villagers look forward to the occasion to satisfy alike their curiosity and their household wants.",
        "But it was found that there were no funds in the treasury to satisfy their inordinate demands, and they were obliged to be contented with one-half the stipulated sums, which, after many difficulties, were paid in specie and in jewels, with the exception of 584,905 rupees.",
        "The latter was unable to satisfy the demands of Dost Mahommed in the matter of Peshawar, and returned to India unsuccessful.",
        "To satisfy the anti-colonial party he ceded Kassala to Great Britain, provoking thereby much indignation in Italy.",
        "Mill aspired after a doctrine of method such as should satisfy the needs of the natural sciences, notably experimental physics and chemistry as understood in the first half of the 19th century and, mutatis mutandis, of the moral sciences naturalistically construed.",
        "Another logical movement springs from those whom a correlation of fact within the unity of a system altogether failed to satisfy.",
        "An earnest attempt to satisfy this demand was made by Fichte whose single principle was the activity of the pure Ego, while his single method was the assertion of a truth revealed by reflection on the content of conscious experience, the characterization of this as a half truth and the supplementation of it by its other, and finally the harmonization of both.",
        "To the methodologist of science in genesis it appeared altogether to fail to satisfy any practical interest.",
        "As will be seen later, the fundamental i, j, k of quarternions, with their reciprocals, furnish a set of six quantities which satisfy the conditions imposed by Servois.",
        "Perry (Steam Engine, p. 580), assuming a characteristic equation similar to Zeuner's (which makes v a linear function of the temperature at constant pressure, and S independent of the pressure), calculates S as a function of the temperature to satisfy Regnault's formula (10) for the total heat.",
        "Fortunately the birds soon become tame in confinement, and a little patience will enable an attentive observer to satisfy himself as to the process, the result of which at first seems almost as unaccountable as that of a clever conjuring trick.",
        "Settlers intending to occupy such lands must satisfy the state that they have entered into contracts with the irrigating company for a sufficient water-right and a perpetual interest in the irrigation works.",
        "In this period of degeneracy there were none the less an awakening to religious needs and a profound longing for a new revelation of truth, which should satisfy at once the intellect and the religious emotions.",
        "The records of the Church are also filled with the efforts of Jesus' followers to heal the diseases and satisfy the wants of men.",
        "On the 27th of April Anne gave a solemn assurance of her fidelity to the Hanoverian succession to Sir William Dawes, archbishop of York; in June she sent Lord Clarendon to Hanover to satisfy the elector.",
        "The first Spanish adventurers came, not to colonize, but to satisfy as rapidly as possible and by the labour of the enslaved aborigines, their thirst for silver and gold.",
        "In the first place, a cyhindroid can be constructed so as to have its axis coincident with the common perpendicular to the axes of the two given screws and to satisfy thi-ee other conditions, for the position of the centre, the parameter, and the orientation about the axis are still at our disposal.",
        "It is assumed that the form can be sufficiently represented by a plane curve, that the stress (tension) at any point P of the curve, between the two portions which meet there, is in the direction of the tangent at P, and that the forces on any linear element s must satisfy the conditions of equilibrium laid down in I.",
        "It follows that the forces on any finite portion will satisfy the conditions of equilibrium which apply to the case of a rigid body (~ 4).",
        "in (1,3) satisfy the conjugate or orthogonal relations anaiai+aiiaiai+.",
        "The remaining value in1 is the value of (22) when x: y: z are chosen so as to satisfy (24) and av ~V aV",
        "Sesostris is evidently a mythical figure calculated to satisfy the pride of the Egyptians in their ancient achievements, after they had come into contact with the great conquerors of Assyria and Persia.",
        "A number of separate \" lays \" might conceivably be arranged and connected by a man of poetical taste in a manner that would satisfy all requirements.",
        "That this is the case at Chidambaram is known to every Hindu, for if he ever asks the priests to show him the God in the temple he is pointed to an empty space in the holy of holies, which has been termed the Akasa, or ether-linga.\"But, however congenial this refined symbolism may be to the worshipper of a speculative turn of mind, it is difficult to see how it could ever satisfy the religious wants of the common man little given to abstract conceptions of this kind.",
        "One can already discern a movement in various quarters towards a recognition of impersonal theism, and towards fixing the teaching of the philosophical schools upon some definitely authorized system of faith and morals, which may satisfy a rising ethical standard, and may thus permanently embody that tendency to substitute spiritual devotion for external forms and caste rules which is the characteristic of the sects that have from time to time dissented from orthodox Brahminism.\"",
        "In 1816 he advocated the Dallas tariff, in which the duties ranged up to 35% on articles of home production, the supply of which could satisfy the home demand; the avowed purpose being to build up certain industries for safety in time of war.",
        "Io); the values of the four radii must satisfy the equations (2) and (4).",
        "- The numerators and denominators of the convergents to the general continued fraction both satisfy the difference equation un =anu„_,+bnun_2.",
        "For, on the one hand, they were actuated by the most varied personal interests and antipathies, not all of which the king could satisfy; on the other hapd he could not, owing to the natural character and organization of his dominions, maintain and pay a large army for any length of time.",
        "These half-measures did not satisfy D.",
        "Supplementary protocols to this treaty stipulated that the port to be ceded must \" fully satisfy the present and future requirements \" of the commerce of Bolivia.",
        "Though he could claim, on occasion, to satisfy the old test of having seen the risen Lord (1 Cor.",
        "He did nothing, however, to satisfy the expectations of the partisans of church reform, and indeed after a time began again to assist at the functions of the Roman church, from which he had long absented himself.",
        "Such a theory seems alone able to satisfy the practical instincts of the West, which did not concern itself with the metaphysical aspect of the Trinity, but with Godhead in its relation to redeemed humanity.",
        "From a Franciscan he became a Benedictine, and from Fontenay he moved to Maillezais, of which Geoffroy d'Estissac was bishop. But even this learned and hospitable retreat did not apparently satisfy Rabelais.",
        "Finally, from the 4th century the epitomes of Eutropius and Festus served to satisfy the lessening curiosity in the past and became the handbooks for the middle ages.",
        "They are also conical on section from within outwards and from before backwards, this shape converting the pinionsinto delicately graduated instruments balanced with the utmost nicety to satisfy the requirements of the muscular system on the one hand and the resistance and resiliency of the air on the other.",
        "or would be a demand if suitable land were available, and meats the extent to which it is reasonably practicable, having regard to the provisions of the acts, to satisfy any such demand, and to co-operate with authorities, associations or persons best qualified to assist, and to take such steps as may be necessary.",
        "After the departure of Hugh Roe from Ireland in 1602, Niall Garve and Hugh Roe's brother Rory went to London, where the privy council endeavoured to arrange the family quarrel, but failed to satisfy Niall.",
        "With every effort after equality he must fail to satisfy all, but friction may be diminished and the ` work of carrying on government quietly and steadily facilitated.",
        "A Board of Railroad and Warehouse Commissioners, elected by the people, was established in 1875, under a provision of the constitution requiring the General Assembly to establish maximum rates and provide against discriminations.4 The homestead of a housekeeper or head of a family, together with the rents and products of the same, is exempt from levy and attachment except to satisfy its liabilities at the time he acquired it.",
        "This did not satisfy the Radical Republicans, and on the issue of came of the plan, and the manner of its defeat proves that it could not possibly have been pushed to success The trouble over Lovejoy's printing office at St Louis (1833-1836) put an effectual end to the movement for emancipation.",
        "But success in business did not satisfy him.",
        "This declaration did not satisfy the free fooders; but there was a general disposition to compromise the question without injuring the unity of the party.",
        "Now, in order that a reservoir may enable the varying flow, represented cumulatively by the irregular line, to be discharged in a continuous and uniform flow to satisfy a demand represented cumulatively by the straight line a a, its capacity must be such that it will hold not only the II% surplus of the same year, but that, on June loth, when this surplus has been used to satisfy the demand, it will still contain the water c d-19%stored from a previous year; otherwise between June 10th and August 31st the reservoir will be empty and only the dry weather flow of the stream will be available for supply.",
        "The duke of Buckingham, who was the chancellor of the university, endeavoured to effect a compromise which, he says, \" I hope may for the present satisfy both sides.",
        "To satisfy this title and give a start in life to some young men who would otherwise have got none, this land was subject to Gabhailcine (= clan-resumption), meaning that the clan resumed the whole area at intervals of a few years for a fresh distribution after some occupants had died, and young men by attaining manhood had become entitled.",
        "And, thirdly, the sinner who cannot satisfy his conscience by these other methods is invited to open his grief to a minister of God's word.",
        "During these years of petty strife England was only reminded at intervals of her kings existence by his intermittent demands English for money, which his ministers did their best to satisfy.",
        "Despite this and certain other smaller omissions, it was a document which would satisfy most subjects of the crown, if only it were faithfully observed.",
        "1-lenry of Lancaster came to the throne, for all intents and purposes as an elective king; he had to depend for the future on his ability to conciliate and satisfy the baronage PsltIan of and the commons by his governance.",
        "It took a year or two to satisfy him that Portugal was really his; not until 1583 was the fleet of the pretender Don Antonio destroyed in the Azores.",
        "But his proposal again failed to satisfy those in whose interests it was proposed.",
        "Even this great concession did not satisfy the ambition of the Boers, who were naturally elated by their victories.",
        "Such a curve may be regarded geometrically as actually described, or kinematically as in the course of description by the motion of a point; in the former point of view, it is the locus of all the points which satisfy a given condition; in the latter, it is the locus of a point moving subject to a given condition.",
        "a conic section (or as we now say a \" conic \") is the locus of a point such that its distance from a given point, the focus, is in a given ratio to its (perpendicular) distance from a given line, the directrix; or it is the locus of a point which moves so as always to satisfy the foregoing condition.",
        "Coming next to Chasles, the principle of correspondence is established and used by him in a series of memoirs relating to the conics which satisfy given conditions, and to other geometrical questions, contained in the Comptes rendus, t.",
        "The principle in its original form as applying to a right line was used throughout by Chasles in the investigations on the number of the conics which satisfy given conditions, and on the number of solutions of very many other geometrical problems.",
        "lviii., 1864, et seq.) refer to the conics which satisfy given conditions.",
        "considering the curves of the order n which satisfy Zn(n+3) - 1 conditions, then the index N is the number of these curves which pass through a given arbitrary point.",
        "But Chasles in the first of his papers (February 1864), considering the conics which satisfy four conditions, establishes the notion of the two characteristics (µ, v) of such a system of conics, viz.",
        "It was thus that Zeuthen (in the paper Nyt Bydrag, \" Contribution to the Theory of Systems of Conics which satisfy four Conditions \" (Copenhagen, 1865), translated with an addition in the Nouvelles Annales) solved the question of finding the characteristics of the systems of conics which satisfy four conditions of contact with a given curve or curves; and this led to the solution of the further problem of finding the number of the conics which satisfy five conditions of contact with a given curve or curves (Cayley, Comptes Rendus, t.",
        "p. 542), and \" On the Curves which satisfy given Conditions \" (Phil.",
        "It may be remarked that although, as a process of investigation, it is very convenient to seek for the characteristics of a system of conics satisfying 4 conditions, yet what is really determined is in every case the number of the conics which satisfy 5 conditions; the characteristics of the system (4 p) of the conics which pass through 4p points are (5 p), (4 p, il), the number of the conics which pass through 5 points, and which pass through 4 points and touch 1 line: and so in other cases.",
        "Similarly as regards cubics, or curves of any other order: a cubic depends on 9 constants, and the elementary problems are to find the number of the cubics (9 p), (8p, 1l), &c., which pass through 9 points, pass through 8 points and touch 1 line, &c.; but it is in the investigation convenient to seek for the characteristics of the systems of cubics (8p), &c., which satisfy 8 instead of 9 conditions.",
        "- The remarks which follow have reference to the analytical theory of the degenerate curves which present themselves in the foregoing problem of the curves which satisfy given conditions.",
        "Also that Mordecai offered a gross affront to Haman, for which no slighter punishment would satisfy Haman than the destruction of the whole Jewish race (iii.",
        "Lord Palmerston now returned to Downing Street, and while he lived Disraeli and his colleagues had to satisfy themselves with what was meant for useful criticism, though with small hope that it was so for their own service.",
        "A suspicion having arisen on the part of the British government that ships of war had been fitted out in the port of Ragusa for the service of France, and that the neutrality of Ragusa had thus been violated, Boscovich was selected to undertake an embassy to London (1760),(1760), to vindicate the character of his native place and satisfy the government.",
        "Candidates for the office must have attained the age of twenty-three and must satisfy the bishop with regard to their intellectual, moral and spiritual fitness.",
        "Stock-raising is favoured by the existence of a bromeliaceous plant, called mecambira, which is sufficiently juicy to satisfy the thirst of the animals.",
        "But the controversy between hedonists and antihedonists originates as soon as men reflect that a good which is not in some sense \" my \" good is not good at all, or that no act can be said to be moral which does not satisfy \" me.\"",
        "Similarly the comparative failure of science to satisfy men's aspirations alike in knowledge and, so far as the happiness of the masses is concerned, in practice has been largely instrumental in producing that revolt against material prosperity as the end of conduct which is characteristic of idealist moral philosophy.",
        "And more particularly the existence of the moral consciousness implies \" the transition from mere want to consciousness of wanted object, from impulse to satisfy the want to effort for the realization of the wanted objects, implies the presence of the want to a subject which distinguishes itself from it.\"",
        "Only such conceptions of the person of Jesus can satisfy the religious necessities of this age as fully recognize the idea of his humanity and place in history.",
        "To satisfy the extreme Radicals they had to impeach the members of the last cabinet.",
        "But as very soon he found that the monastery could not satisfy his aspirations, he left it and started to travel, acquiring a knowledge of classical and modern languages and literatures.",
        "In the language of algebra putting m l, m2, m 3, &c. for the masses of the bodies, r1.2 r1.3 r2.3, &c. for their mutual distances apart; vi, v 2, v 3, &c., for the velocities with which they are moving at any moment; these quantities will continually satisfy the equation orbit, appear as arbitrary constants, introduced by the process of integration.",
        "Hence, the preparation of a catalogue recording the \" mean \" positions of a number of stars for a given epoch involves considerable preliminary labour; nor do those positions long continue to satisfy observation.",
        "The Fijian's chief table luxury was human flesh, euphemistically called by him \"long pig,\" and to satisfy his appetite he would sacrifice even friends and relatives.",
        "Moravian theology, however, soon ceased to satisfy him, and his doubts rapidly took definite shape.",
        "\" Tenants,\" to quote the Cowper Commission again, \" who have paid even the judicial rents have been summoned to appear before self-constituted tribunals, and if they failed to do so, or on appearing failed to satisfy those tribunals, have been fined or boycotted.\"",
        "Drouin de Lhuys did not satisfy the more violent Catholics, who in May 1863 joined the united opposition.",
        "Man's craving to know \" the reason why \" is already \" among rude savages an intellectual appetite,\" and \" even to the Australian scientific speculation has its germ in actual experience.\"' How does he try to satisfy this craving ?",
        "Louis tried in vain to satisfy his sons and their followers by repeated divisionsat Worms (829) and at Aix (831)in which there was no longer question of either unity or subordination.",
        "Philip took advantage of this hatred of the lower classes and the cowardice of, his creature, Pope Clement V., to satisfy his desire for money.",
        "Nor yet did it satisfy the Protestants, who considered its concessions insufficient, above all for the people.",
        "finishing touch to disaster;, and after having thrown away everything to satisfy Maria Theresas hatred of Frederick, IL, the reconciliation between these two irreconcilable Germans at Neisse and at Neustftdt (1769-1770) was witnessed by France, to the prejudice of Poland, one of her most ancient adherents~ The expedient of the Family Compact; concluded, with Spain in 1761with a view to taking vengeance upon England, whose fleets were a continual thorn in the side to Franceserved only to involve Spain herself in misfortune.",
        "An ellipse can generally be described to satisfy any five conditions.",
        "Pt.-Pt.- couple, if we calculate three formulae of the above types to satisfy the same pair of observations at ° -445° and 0°-z000° C., we shall find that the formula s =constant lies midway between that of Tait and that of Stansfield, but the difference between the formulae is of the same order as that between different observers.",
        "Spain found herself tied hand and foot to the French republic. Godoy had to satisfy his allies by the encouragement of reforms which both he and his mistress loathed, and in 1796 the veil was removed by the conclusion of the treaty of San Ildefonso.",
        "The first step of the new cabinet 4 Protec- was calculated to satisfy the protectionist aspirations tionist which had spread in the kingdom about the same I~e~nne.",
        "Marshal Campos, on returning from Cuba in 1879, bad advocated some concessions to satisfy the legitimate aspirations of the majority of the colonists.",
        "This compromise did not satisfy Henry, so the matter dropped; Henry's subsequent title to Ireland rested on conquest, not on papal concession, and was therefore absolute.",
        "He died in the belief that he had found a relation which every prime number must satisfy, namely 2 2n +1 = a prime.",
        "The superficial, brilliant, pseudo-scientific Catholicism of the capital did not satisfy Renan, who had accepted the austere faith of his Breton masters.",
        "The rhetoric of St Nicholas had wearied him, and his serious intelligence hoped to satisfy itself with the vast and solid material of Catholic theology.",
        "Love is a craving hunger while it fills me to satiation like no mortal fare could ever satisfy.",
        "It forced him to forge ahead like some naive knight doing battle with a windmill to satisfy his curiosity and meet this fool who'd toss away a life with this woman for a few measly mil­lions.",
        "Determined to keep her off guard or at least satisfy part of his screaming blood, he pulled her before him.",
        "I think most of us go to prayer only from this principle to satisfy a natural conscience.",
        "Was this done to simply satisfy the intellectual curiosity of the members?",
        "Was this done simply to satisfy the intellectual curiosity of the members of one sentient species at the expense of the lives of others?",
        "Our wine cellars are well stocked to satisfy any discerning aficionado.",
        "ambiencer you want to eat, chat, dance or shout, jazz Ambiance can satisfy your needs!",
        "Catering Staff - responsible for producing meals to satisfy healthy appetites sharpened by all the exercise.",
        "The Highlands were to become an enormous sheep pen arranged to satisfy the empire's equally voracious appetite for wool.",
        "In retrospect the limited constitutional reforms offered to the nationalists were never likely to satisfy the aspirations of the local Arab population.",
        "These were felt unnecessary as the machine was built satisfy the most rabid audiophile.",
        "It will satisfy Infinity and Choice if the original model of TST satisfies these axioms.",
        "bourgeois revolution could no longer satisfy the masses.",
        "Our vast cellarage and choice of wines is guaranteed to satisfy all tastes.",
        "cloy rather than satisfy.",
        "As far as is possible we aim to satisfy complainants as quickly as possible without having to resort to lengthy correspondence.",
        "Description UPDATE changes the values of the columns specified for all rows which satisfy condition.",
        "consequent inability to satisfy the basic needs of the female is thus a recurring theme.",
        "This method reshapes the components in the specified target container in order to satisfy the constraints of the GridLayout object.",
        "Go along: beef up your after-dinner conversation; satisfy your intellect; learn something.",
        "In order to satisfy this demand E-commerce 123 has gathered a team of highly creative experienced website developers.",
        "criterionr to satisfy those criteria, a vessel must be assessed by means of an incline test.",
        "Will you burn a girl to satisfy your own depravity?",
        "And (hopefully) something to also satisfy my desires for teen drama with a supernatural edge.",
        "The aim of the team at Copper Dragon is to brew quality ales to satisfy the tastes of the discerning drinker.",
        "Audition: the act of putting oneself under extreme duress to satisfy the sadistic intentions of someone who has already made up his mind.",
        "Firstly, whether the rule requires a quasi- easement to satisfy one or two tests, before a grant will be implied.",
        "Such actions might produce results which satisfy the ego, but have little to do with our renewal as relating beings.",
        "Emma award no longer satisfy our sponsorship objectives \" .",
        "I said it to satisfy your mind that I had no enmity of feeling toward the lady, on my side.",
        "enough to satisfy him.",
        "Norfolk Village Signs Considered to be the original home of the village sign, Norfolk has more than enough to satisfy the armchair enthusiast.",
        "Candidates are required to satisfy the examiners in each of the three modules of study.",
        "HellermannTyton technical and engineering expertise ensures that they can satisfy your individual needs.",
        "Both had to be retained to satisfy competing factions.",
        "Jacksons fencing is a market leader in gate and barrier automation, utilizing the latest technologies to satisfy domestic and commercial security applications alike.",
        "fishnet stockings, she dishes out stern advice from a clipboard to readers not man enough to satisfy their woman.",
        "Where the bay is alongside a 1.2m wide footway, this will satisfy the transfer bay requirement.",
        "Apart from main road cycling, which is not much fun, there is a variety of cycle routes here to satisfy most tastes.",
        "Earth provides enough to satisfy every man's need, but not every man's greed.",
        "heartyffer a Full English Breakfast, which is guaranteed to satisfy the heartiest of appetites.",
        "Tasty roast beef, hot horseradish and crunchy rocket are layered between thick wholemeal bread to satisfy even the biggest appetites!",
        "Just like Acnan I am here to satisfy the hunger of the Land.",
        "impossibility theorem shows that no voting system can satisfy the properties required of a perfect voting system.",
        "The insensitivity of the male protagonist and his consequent inability to satisfy the basic needs of the female is thus a recurring theme.",
        "informal enquiries to satisfy themselves.",
        "An extremely lightweight model to satisfy the last enthusiasts of the leather boot.",
        "Get this: more of anything other than God, will never satisfy the longing He's placed within you.",
        "A psychosis which becomes so powerful that killing random women cannot satisfy the blood lust he has for his wife.",
        "The situation was worsened by the shortage of police manpower to satisfy the demands on them.",
        "This new CD from Assert will definitely satisfy the thirst for some hardcore punk mayhem.",
        "O satisfy us early with thy mercy; that we may rejoice and be glad all our days.",
        "But their electoral gains may not be sufficient to satisfy republican militarists in the North.",
        "misleadnough has come out to satisfy most people that parliament and the public were grossly misled by the government.",
        "multiplye multiplies loaves and fishes, but that is a sign of how he alone can satisfy our deepest hunger.",
        "Registrants in the.usTLD must satisfy the nexus requirement (\" nexus requirement (\" Nexus \" or \" Nexus Requirements \") set out at: http://www.neustar.us/policies/docs/ustld_nexus_requirements.pdf.",
        "Courtroom access and other cooperation from soviet officialdom would be essential for any foreign journalist wanting to satisfy the news desk back home.",
        "Whichever Mr. Yates did not chuse would perfectly satisfy him, and a short parley of compliment ensued.",
        "pastiche style to satisfy local residents ' fears about changes to the character of their neighborhood.",
        "Due to insufficient bridging material or pontoons, the brigade had to satisfy itself with the occupation of the eastern perimeter of the village.",
        "With its lightening-fast processor, 128-voice polyphony and 6 realtime performance parts, the G-70 will satisfy even the most demanding player.",
        "The index contains entries for only those table rows that satisfy the predicate.",
        "Any combination is allowed, provided that students satisfy the prerequisites specified.",
        "probabilistic reasoning fail to satisfy Cut.",
        "pussyfoot around the real human issues in order to satisfy religious bigotry.",
        "registrants in the.usTLD must satisfy the nexus requirement (\" Nexus \" or \" Nexus Requirements \") set out at: http://www.neustar.us/policies/docs/ustld_nexus_requirements.pdf.",
        "regrettable that selective quotes have only be used to satisfy media sound bites.",
        "In order to satisfy building regulations, disabled access will be provided to either front or rear entrance.",
        "Between them, the two engine sizes satisfy all possible requirements.",
        "Often an overseas company's accounts prepared for its home jurisdiction are sufficiently similar to satisfy the UK regulatory requirements.",
        "most zeros revel in asset cover high enough to satisfy even the most nervous investor.",
        "satisfy all possible requirements.",
        "satisfy those criteria, a vessel must be assessed by means of an incline test.",
        "satisfy have a balance of shops which satisfies all demands.",
        "satisfy the craving for the food.",
        "satisfy the constraints of the GridLayout object.",
        "satisfy will not approve a recommendation for entry to the Specialist Register unless it is satisfied that the applicant meets minimum requirements.",
        "Clad in fishnet stockings, she dishes out stern advice from a clipboard to readers not man enough to satisfy their woman.",
        "succulent steak to a crisp, fresh salad, there's something to satisfy everyone.",
        "sufficient to satisfy expected demand.",
        "Even working as a medical superintendent in Adelaide had not been enough to satisfy him.",
        "It may satisfy the ideals of the Correctness Tripartite but requires the tenacity of a frenzied bloodhound to succeed.",
        "This book will amply satisfy that thirst for more knowledge in this field.",
        "thirsty soul He will satisfy.",
        "An electrically assisted turbocharger is employed to satisfy its supercharging needs.",
        "tycoon called Rockefeller was asked ' how much does it take to satisfy a man?",
        "This acknowledgment would satisfy the urge for pluralism, but without postmodernism.",
        "They usually have no specific purpose, other than to satisfy the whim or sense of mischief of the designer or builder.",
        "But the purpose of the law of contract is not to punish wrongdoing but to satisfy the expectations of the party entitled to performance.",
        "They don't satisfy the yearning of your soul and there's no joy.",
        "Such plans were frustrated, not only by his practical avocations, but by his determination to finish what he had begun, and the fastidious self-criticism which it took so long to satisfy.",
        "Consequently the minister of education, Signor Rava, concocted a body of rules which, it was hoped, would satisfy every one: religious instruction was to be maintained as a necessary part of the curriculum, but in communes where the majority of the municipal councillors were opposed to it it might be suppressed; the council in that case must, however, facilitate the teaching of religion to those children whose parents desire it.",
        "This afforded great satisfaction to Ivan, but it did not entirely satisfy his requirements, because the new route by the White Sea and North Cape was long and uncertain and for a great part of the year communications were stopped by the ice.",
        "The imperial ukaz of the 12th of December enunciating reforms affecting the peasants, workmen and local zemstvos failed to satisfy public opinion; for there was no word in it of constitutional government.",
        "Whatever proofs Dr Cornay may have had to satisfy himself of his being on the right track, these proofs were not adduced in sufficient number nor arranged with sufficient skill to persuade a somewhat stiff-necked generation of the truth of his.",
        "For example, in phosphorus pentachloride the five units of affinity possessed by the phosphorus atom are satisfied by the five monad atoms of chlorine, but in the trichloride two are disengaged, and, it may be supposed, satisfy each other.",
        "Wislicenus, Le Bel and van 't Hoff has resulted in the introduction of another condition which formulae for the benzene complex must satisfy, viz.",
        "and f(ae i a5, a 2, a3,...) becomes f+h(aoaai +2alaa2+3a2aa3+...) f, and hence the functions satisfy the differential equation.",
        "An important fact, discovered by Cayley, is that these coefficients, and also the complete covariants, satisfy certain partial differential equations which suffice to determine them, and to ascertain many of their properties.",
        "1920 (passed in order to curtail the power of Baltic landowners) a State fund was created with a view to forming new holdings and increasing the size of the minute holdings, and \" in order to satisfy the requirements of economic enterprises, social and cultural institutions and to enlarge the areas of towns and villages.\"",
        "The five processes of deduction then reduce to four, which may be described as (i.) subtraction, (ii.) division, (iii.) (a) taking a root, (iii.) (b) taking logarithms. It will be found that these (and particularly the first three) cover practically all the processes legitimately adopted in the elementary theory of the solution of equations; other processes being sometimes liable to introduce roots which do not satisfy the original equation.",
        "When, for instance, we find that the quotient, when 6+5x+7x2+13x1+5x4 is divided by 2+35+5 2, is made up of three terms+3, - 2x, and +5x 2, we are really obtaining successively the values of co, c 1, and c 2 which satisfy the identity 6+ 5x+ 7x 2 + 13x 3 + 5x4 = (co+c i x+c 2 x 2) (2+3x+5 2); and we could equally obtain the result by expanding the right-hand side of this identity and equating coefficients in the first three terms, the coefficients in the remaining terms being then compared to see that there is no remainder.",
        "Though this factor may be responsible for much, or even the greater part, of primitive \" jewelry,\" yet it does not seem likely that it is the cause of all forms of ornament; much must be attributed to the desire to satisfy an innate aesthetic sense, which is seen in children VII.",
        "The feeble school of descriptive writers, epic poets of the extreme decadence, fabulists and miscellaneous verse-makers, which the Empire had nourished could satisfy no one.",
        "The ordinaries met these accusations with a lengthy and dignified answer; but this did not satisfy the king, and convocation was compelled on the 15th of May 1532, further to clarify the ancient laws of the land, as understood by the king, in the very brief, very humble and very pertinent document known as the \" Submission of the Clergy.\"",
        "In the South African war improvised detachable deflection scales of wood or iron placed over the fore-sight, called gun arcs, were used, but this device was clumsy, inaccurate and insufficient, as it only gave about 30Ã‚° right or left deflection, and only a sight that admitted of all-round laying could really satisfy the requirements.",
        "It was held unrighteous to invade another nation without a solemn embassy to warn their chiefs of the miseries to which they exposed themselves by refusing the submission demanded, and this again was followed by a declaration of war, but in Mexico this degenerated into a ceremonial farce, where tribute was claimed or an Aztec god was offered to be worshipped in order to pick a quarrel as a pretext for an invasion already planned to satisfy the soldiers with lands and plunder, and to meet the priests' incessant demands for more human sacrifices.",
        "Reeves, Finding of Wineland the Good: the History of the Icelandic Discovery of America (London, 1890); in this work the original authorities are given in full, with photographic facsimiles, English translations and adequate commentary; Rafn's Antiquitates Americanae (Copenhagen, 1837) contains all the sources, but the editor's personal views have in many cases failed to satisfy criticism; the Flatey text is printed also by Vigfusson and Unger in Flateyjar-bok, vol.",
        "As a poet he is imitative: reminiscences of Quintana are noticeable in his patriotic songs, of Zorrilla in his historical ballads, of Byron in his lyrical poems. He wrote too hastily to satisfy artistic canons; but if he has the faults he has also the merits of a pioneer, and in Catalonia his name will endure.",
        "Phosphate rock is heavily exported, and in the opinion of the National Conservation Commission of 1908 the supply cannot long satisfy the increasing demand for export, which constitutes a waste of a precious natural resource.",
        "(See Butler.) The success of the Essays, though hardly great enough to satisfy his somewhat exorbitant cravings, was a great encouragement to him.",
        "Much that would otherwise be unintelligible becomes more clear when one realizes the readiness with which settlers adopt the traditional belief and custom of a land, and the psychological fact that teaching must be relevant and must satisfy the primary religious feelings and aspirations, that it must not be at entire variance with current beliefs, but must represent the older beliefs in a new form.",
        "To raise funds to satisfy the rapacity of the Porte the princes became past masters in the art of spoliation, and the inhabitants, liable to every species of tax which the ingenuity of their Greek rulers could devise, were reduced to the last stage of destitution.",
        "The difficulty, which at one time seemed nearly insuperable, of bringing together the rules in force in the several maritime countries, has been to a large extent overcome - not by legislation but by framing a set of rules covering the principal points of difference in such a manner as to satisfy, on the whole, those who are practically concerned, and to lead them to adopt these rules in their contracts of affreightment and contracts of insurance (see Insurance: Marine).",
        "He held monks strictly to the performance of their vows; took care to satisfy himself of the fitness of candidates for bishoprics; enjoined regular catechetical instruction, greater simplicity in preaching, and greater reverence in worship. The moral teaching of the Jesuits incurred his condemnation (1679) (see Liguori), an act which the society never forgave, and which it partially revenged by forcing, through the Inquisition, the condemnation of the quietistic doctrines of Molinos (1687), for which Innocent entertained some sympathy (see MoLINOs).",
        "In the protest against the scheme of \"judging truth by counting noses,\" Shaftesbury recognized the danger of the standard which seemed to satisfy many deists; and in almost every respect he has more in common with those who afterwards, in Germany, annihilated the pretensions of complacent rationalism than with the rationalists themselves.",
        "The number of coefficients is 2(m+ r) (m+2); but there is no loss of generality if the equation be divided by one coefficient so as to reduce the coefficient of the corresponding term to unity, hence the number of coefficients may be reckoned as 1(m-1-- 1) (m+2) - r, that is, Zm(m+3); and a curve of the order in may be made to satisfy this number of conditions; for example, to pass through Zrn(m+3) points.",
        "The dream of Cardinal Alberoni, Philip V.s minister, was to set fire to all this inflammable material in order to snatch therefrom a crown of som~ sort to satisfy the maternal greed of Elizabeth Farnese; and this he might have attained by the occupation of Sardinia and the expedition to Sicily (1717-1718), if Dubois, a priest without a religion, a greedy parvenu and a diplomatist of second rank, though tenacious and full of resources as a minister, had not placed his common sense at the disposal of the regents interests and those of European peace.",
        "Pt.-Pt.- couple, if we calculate three formulae of the above types to satisfy the same pair of observations at Ã‚° -445Ã‚° and 0Ã‚°-z000Ã‚° C., we shall find that the formula s =constant lies midway between that of Tait and that of Stansfield, but the difference between the formulae is of the same order as that between different observers.",
        "We can no longer pussyfoot around the real human issues in order to satisfy religious bigotry.",
        "More than one set may satisfy a recursive definition.",
        "It is therefore regrettable that selective quotes have only be used to satisfy media sound bites.",
        "Often an overseas company 's accounts prepared for its home jurisdiction are sufficiently similar to satisfy the UK regulatory requirements.",
        "Most zeros revel in asset cover high enough to satisfy even the most nervous investor.",
        "However, to satisfy Katz 's ego and to make our explanation clearer, we have reworded the text.",
        "The activity will curb your impulse to eat and the venting of your feelings will satisfy the craving for the food.",
        "From a succulent steak to a crisp, fresh salad, there 's something to satisfy everyone.",
        "Oric has found that it has not produced sufficient to satisfy expected demand.",
        "A hungry heart He will fill, a thirsty soul He will satisfy.",
        "A mega-rich American tycoon called Rockefeller was asked ' how much does it take to satisfy a man?",
        "They do n't satisfy the yearning of your soul and there 's no joy.",
        "If you have a questions about any of the expenses, and your question is not answered adequately enough to satisfy you, then check out some other agencies.",
        "Footprint baby shower invitations can satisfy an expectant couple's yen for something sweet but a little more unusual.",
        "Unless you've already used a familial name as your child's first name, you can still satisfy older family members by choosing a family name as a middle name that is well-recognized and respected.",
        "The toddler years are filled with learning experiences and you can satisfy a child's wish for fun toys while at the same time give a gift that inspires learning.",
        "So, when a toddler shows his fascination with the computer, take note, and get ready to satisfy his need to learn.",
        "He may want only to hold the object for a short time to satisfy his curiosity, or he may begin playing his own game with it.",
        "While teenage boys are a notoriously difficult breed to satisfy, pleasing your teenager is easier once you have a sense of the brand names and styles.",
        "Golfsmith is a shop that can satisfy all your golfing needs.",
        "Limited quantities: Despite what some consumers think, it is impossible to have enough of one item to satisfy everyone.",
        "Drink mixes of all varieties can be a great shortcut to making the perfect drink. if strawberry Daiquiri drink mixes don't satisfy your taste, sour apple martini mix may also be a great way to go.",
        "It contains the terms that the company owed money agrees to follow to help the consumer satisfy the debt.",
        "Before you agree to a lump-sum settlement, verify that it will satisfy all obligations on the account.",
        "In order to get a New York divorce, you must satisfy the residency requirements by living in New York for one year.",
        "If you live in a community property state, marital property can be divided in different ways and still satisfy the legal requirements that it be split equally.",
        "One person occupying a separate bedroom or sleeping on the couch doesn't satisfy the legal definition of marital separation.",
        "Before you can get a divorce, you need to satisfy the residency requirement in the state where you live.",
        "In this circumstance, however, the non-filing spouse would need to satisfy the state's residency requirements.",
        "CS: Our styles satisfy a variety of tastes and budgets.",
        "However, this modest compost tumbler may not satisfy homeowners with large amounts of compost or those who regularly use their compost tumbler.",
        "Most of the items in the Horchow home décor catalog fall into the category of French Country style, English Country style, and Old World style, but there are pieces in the catalog to satisfy most tastes.",
        "They carry a great collection of indoor and outdoor wall fountains to satisfy diverse decorating needs.",
        "Sitting area furniture can consist of a simple upholstered chair, an overstuffed settee, or a chaise lounge to satisfy your secret diva fantasies.",
        "Skin changes as you age, during the day, and through the seasons - therefore, you may need a variety of products to satisfy your face's needs.",
        "Luckily for those lovers of fragrance, the marketplace provides many options to satisfy your nose and your pocketbook.",
        "The Lovely gift set contains just enough to satisfy anyone who loves Just Me. It includes a 3.4 oz. EDP, 3 oz. bath and shower gel, 3 oz. body lotion and .25 oz. EDP spray.",
        "Big fans of the Ed Hardy fragrance lineup can find plenty of gift sets to satisfy their needs.",
        "An online store can satisfy your discerning tastes for fine wines and aged cheeses.",
        "Many gamers don't own an NES or a Super Nintendo, so to satisfy the 8-bit Mario urge, you may need to hit the Internet.",
        "A pink Slice will satisfy those crafty girly girls, no matter their age.",
        "Located in Champion, Pennsylvania, Seven Springs Mountain Resort has activities to satisfy the entire family.",
        "Luckily, Mt. Baker offers specialty items to satisfy any appetite.",
        "Most online classes will satisfy the requirements set forth by the court systems and they will issue the same certificates of completion that an in-person anger management class offers.",
        "At the aptly named Anger Class Online, you'll find an online program that has been developed by certified experts, classes that are approved to satisfy court, legal, and employment requirements.",
        "Look at the food pyramid and choose foods for each mealtime that will satisfy each of the different food groups.",
        "Because these fashions are usually quite affordable, parents can often satisfy a young shopper's style cravings each season.",
        "DJ's will often take requests from the students to satisfy any off-the-wall suggestions anyone may have.",
        "For example, only have a few cookies to satisfy your sweet tooth instead of a whole box and walk around the block a time or two to work it off.",
        "Most organic markets will have a good enough selection of these items to satisfy even the most discerning of vegetarians and vegans.",
        "More importantly, just a quarter cup serving of these seeds will satisfy 90 percent of your daily Vitamin E requirement, according to Buzzle.",
        "A few great, reliable vegetarian main dish recipes can serve as staples on any meal plan and satisfy omnivores as well as plant-based eaters.",
        "Give your mouth something to do: Have gum and candy handy when you have a craving because sometimes just giving your mouth something to do is enough to satisfy you mentally.",
        "Try sugar-free products to satisfy some of your intense cravings.",
        "From suede to chenille, seersucker to satin, there are material choices to satisfy just about everyone.",
        "She believes Cruise has an insatiable need for publicity and adoration, things that were missing at the time, and that he needed the wedding media frenzy to satisfy his media need.",
        "Day or night, summer or winter, there's enough Thomas the train clothing to satisfy the biggest fan.",
        "It is very common for students who were previously enrolled at UT to use the McLennan distance courses to finish their studies, as the courses held at McLennan satisfy most senior-year requirements from UT Waco.",
        "Even if you have a lot of experience in your field; you'll need a wide range of experience to satisfy courses in areas such as anthropology, philosophy, or history.",
        "Individuals enroll in a Prior Learning Assessment program and take courses to help them document all experience that will help satisfy the requirements for each course in the degree program.",
        "If you're the adventurous type, a traditional relaxing cruise will not satisfy your lust for life, so why not try Alaska active cruises?",
        "This implies that for some people, one Greyhound is never enough, just as one potato chip will never satisfy.",
        "However, the product testing procedures, the Buy with Confidence program and the company's long history of quality products should satisfy many customers.",
        "No matter what your goals, winter vegetable growing can satisfy the urge for fresh vegetables throughout the year.",
        "Although the volume of tabs available for the bass is dwarfed by the sheer numbers of tabs for the six-string guitar, there are still enough bass tabs out there to satisfy the eager bass player looking to learn new material.",
        "A grant is a form of financial assistance available to homeowners who satisfy a variety of requirements.",
        "You can satisfy your appetite for all things cupcake by getting a pave cupcake necklace or an enameled cupcake charm.",
        "That said, much of this collection is very pleasing to the eye and is diverse enough to satisfy even the most discerning of palettes.",
        "There are more organic natural gift shops popping up all the time, online and in the real world, to satisfy the needs of organic consumers.",
        "There are a growing number of organic cleaning products manufacturers to satisfy all of your household cleaning needs.",
        "The term kosher refers to foods that satisfy the requirements of Jewish dietary laws.",
        "Pastels are available for women who prefer the softer look in spring clothes while bolder colors can satisfy those who like dramatic looks.",
        "Finding panties that give you that vital sensual confidence to satisfy your desires and those of your special someone should not be as difficult as you may think.",
        "If you want something soft and luxurious next to your skin, few items will satisfy like plus size satin lingerie.",
        "This store can satisfy all of your plus size lingerie needs.",
        "Sometimes volunteer work may satisfy this need.",
        "Taken in its entirely, the Anglo American Optical Company certainly offers a collection that is sure to satisfy the most discerning of palettes.",
        "This great online site offers up tons of vintages looks and styles to satisfy even the most finicky of customers.",
        "Perhaps best of all is the fact that Silhouette offers a wide variety of styles, and a dizzying array of colors that are all but guaranteed to satisfy even the most discerning individuals!",
        "If the Hard Rock Cafe isn't enough to satisfy your rock 'n roll needs, then give the Hard Rock theme park a spin.",
        "Conversely, if you are traveling with young children, who need a comfortable and convenient place to nap and dine, then you might consider spending a bit more to satisfy their needs.",
        "Just as there are many different genres of computer games in the Windows environment to satisfy the widest of range of gamer preferences, the same can be said about Linux games.",
        "Well, 4x4 Evolution for the Dreamcast, PC, and the Mac can satisfy your SUV need in a jiffy.",
        "Console gaming is the best way to satisfy your video gaming needs.",
        "The Web is a large playground filled with possibilities to satisfy most gamer's interests.",
        "It's a matter of personal preference as to what games are actually the best to play when bored, but these time-killers typically satisfy the same basic criteria.",
        "As you start, you've got some pretty easy combos to throw at your enemies and as you gain more combos, well, they don't get any harder to pull off, but they do satisfy the bloodlust quite a bit more.",
        "Rage/Majesco created a superbly fun Mech/Jet game that can satisfy strategists, arcadists, and mechanized sci-fi fanatics."
    ],
    "definition": [
        "Link/Cite"
    ]
}