{
    "translation": "טעם, ריח",
    "uses": [
        "I don't intend to savor it, she warned.",
        "Savor it and stash it in your memory for safekeeping.",
        "Now she wanted to savor some memories.",
        "\"Sweet,\" he whispered, closing his eyes to savor her.",
        "Try to really slow down and savor your dinner to enjoy it better.",
        "Savor every moment of the present instead of longing for the future.",
        "All he wanted was to savor the sweet victory, but his modesty and humility kept him from doing so in front of his opponent.",
        "Take each bite slowly and savor the taste.",
        "Across the United States, many cafes, coffee shops and bars provide their customers with shelves full of board games to enjoy for free as they sip their favorite beverage, dine on a luscious dessert or savor a fabulous burger.",
        "Hiking, camping and picnics are favorite weekend pastimes, as families savor the great outdoors before the cold winter weather arrives.",
        "Sudoku is a fine meal and you want to savor each tidbit from beginning to end.",
        "While many people think the goal of opening a bottle of bubbly is to shoot the cork across the room with a loud \"pop,\" others feel that saving each drop to savor is more important.",
        "Learn to appreciate and savor the wonderful things in life, from people to food, from nature to a smile.",
        "Chew the tablet slowly and savor the flavor for a long period of time before swallowing.",
        "Savor the soulful virtuosity of this highly imaginative quartet who recently played a week at Ronnie Scott 's, in your home city.",
        "While those initial settlement histories may be closely related, travelers soon discover that each Caribbean cruise port of call schedule offers a look at a distinctive history and multitudes of unique opportunities for visitors to savor.",
        "With its balanced acidity, crisp and bright from invigorating fruit, Rochioli Vineyards Sauvignon Blanc can be enjoyed as an aperitif or throw in a Dungeness crab claw to munch on and savor.",
        "Savor Champagne, but do not allow it to become warm.",
        "Others prefer the storied history of vintage wine and spend thousands of dollars on a bottle to savor on a later date or for a special occasion.",
        "If taken with a light-hearted approach and a willingness to skip over the less-popular books and savor the favorites, this doesn't need to be a serious concern.",
        "While many of those computer games are educational as well, sometimes the slower pace of a card game actually lets kids savor the moment of spending quality family time together.",
        "Take the time to chew and savor your food.",
        "What summer evening can be complete without a refreshing drink to savor as the day cools into dusk?",
        "Savor the entire experience, which will give you great memories of an exciting day no matter what the outcome.",
        "We want to be able to savor the chilled atmosphere without getting eyestrain.",
        "More chances to savor superb cuisine by celebrity chef Charlie Palmer.",
        "It does not allow a reader time to enjoy and to savor that wondrous world.",
        "There's not a cat on the planet who doesn't savor a good nap now and then.",
        "Slowly savor each drop to ensure you feel as good the next day as you did when you enjoyed your cocktail.",
        "Anyone who has done anything of great challenge won't want to just race back down the hill, but instead savor the moment before it passes.",
        "Killa Wali has been featured on several underground and mixtape albums with Chamillionaire, Big Sid, Deetha Savor, Mike Jones, DJ Bull, DJ Storm, DJ Clue, Ryno, DSR, and Chingo Bling.",
        "It is the thousands of fans in a market who are gnawing themselves to just savor seeing The Darkness live.",
        "If you have every hungered for the era of original Hollywood glamor - these are a real throwback for you to savor and experience.",
        "In the old colonial days people came to sleepy Macao from bustling Hong Kong in order to savor its raffish Portuguese atmosphere.",
        "Enjoy the ambiance and quality as you savor the signature crab dishes, meat and fish from the charcoal broiler.",
        "Savor the taste of grilled salmon, steak frites, cappellini pomodora or organic chicken piccata for dinner.",
        "Several of these eateries have actually become destinations for those who savor the taste of wild game.",
        "Magnificent hand-decorated walls and golden ceilings welcome you to the restaurant as you savor the cuisine in candlelight.",
        "Cricket, say the most loyal adherents, is a game to savor.",
        "They are delicious, the Nairac having a delicate apricot and lychee savor to it.",
        "Add the wine to the ingredients in the frying pan and savor the delicious aroma!",
        "There are just ten bedrooms, and the inn's focal point is the restaurant, where you savor creative cuisine.",
        "The Hotel has an excellent restaurant where guests may savor all the specialties of an authentic Tuscan cuisine.",
        "Readers who know this ditty, may like to sing it quietly to themselves to savor the flavor.",
        "flavourne some contrasting places and absorb the atmosphere, savor the flavors of local cuisine and explore the sights.",
        "Were they bringing the frankincense and the incense to make Christ an even sweeter savor to the nostrils of His heavenly Father?",
        "The second room will be playing laid-back grooves and moody beats for those wanting an alternative setting in which to savor the night.",
        "savor the wonderful things in life, from people to food, from nature to a smile.",
        "savor the flavor for a long period of time before swallowing.",
        "savor that wondrous world.",
        "Xander slowed the pace as he had the night before, teaching her to savor the sensation of his lips, his flavor and the way his large hands moved over her body, gently guiding her where he wanted her to go.",
        "savor superb cuisine by celebrity chef Charlie Palmer."
    ],
    "definition": [
        "A specific taste or smell: the savor of fresh mint.",
        "The quality of something that is perceived as taste or smell: “There is little savor in dead men's meat” ( Stephen Vincent Benét )",
        "A distinctive quality or characteristic: enjoyed the savors of local life on their trip.",
        "To have a particular taste or smell: a dish that savors of curry.",
        "To exhibit a specified quality or characteristic; smack: postures that savored of vanity.",
        "To taste or smell, especially with pleasure: savored each morsel of the feast.",
        "To appreciate fully; enjoy or relish: I want to savor this moment of accomplishment.",
        "sa′vor·er\nnoun",
        "sa′vor·ous\nadjective",
        "Link/Cite",
        "the specific taste or smell of something",
        "a distinctive sensation",
        "to possess a particular taste or smell, or a distinctive quality",
        "to appreciate, enjoy or relish something",
        "Link/Cite"
    ]
}