{
    "translation": "נדיר",
    "uses": [
        "Wealthy people could afford to choose scarce antiques.",
        "Rain is very scarce, but the canals supply ample water for cultivation and all other purposes.",
        "She made herself scarce.",
        "Good water is everywhere so scarce that but for the rain preserved in cisterns the country would be mostly uninhabitable.",
        "The soil is thus very productive, although water is scarce and bad.",
        "Marble appears to have been scarce, and was sparingly employed.",
        "Books were very scarce and very precious, and only a few men could read them.",
        "Smith, writing in the Philosophical Transactions for 1683-1684, says of the Turks (p. 439), \"They have no genius for Seavoyages, and consequently are very raw and unexperienced in the art of Navigation, scarce venturing to sail out of sight of land.",
        "From this time there was scarce a cause of importance in which he was not engaged.",
        "But they've been very scarce for a few years and we usually have to be content with elephants or buffaloes, answered the creature, in a regretful tone.",
        "First, many things in the physical world that we think of as scarce are not really scarce, just presently beyond our ability to capture.",
        "Water isn't scarce either; we have had the same amount forever.",
        "Scarce a corner of Europe was safe from them.",
        "But it is in the colder northern regions that they are found in the greatest numbers and with the best fur or underwool, the top hair, which, with the exception of the scarce and very rich dark brown specimens they have in common with most aquatic animals, is pulled out before the skins are manufactured.",
        "The active measures taken then and later reduced their numbers greatly, so that towards the end of the century they became scarce, but, as in the case of the sister island, the date of their final disappearance cannot now be ascertained.",
        "which may account, perhaps, for its rarity, if, indeed, it be really scarce in its native home, which is probably the eastern slopes and tablelands of the Bolivian and Peruvian foot-hills bordering on Brazil, inclusive of the headwaters of the Purus, Acre and Jurua rivers.",
        "Water also was found to be scarce, and was sure to become scarcer during the summer months.",
        "There are a few species of fresh-water fish, but food-fishes are scarce both in the rivers and along the coast.",
        "These are scarce and consequently dear.",
        "194), from some of its tail-feathers obtained by him, and he suggested that it was one of the Cuculidae, possibly belonging to the genus Centropus, but he added that it was becoming scarce, and that no example had been seen for many years.",
        "Water is scarce and the plain is not much cultivated in consequence.",
        "Wood is the material most widely used, but steel is employed in some countries where timber is scarce or liable to destruction by white ants, though it is still regarded as too expensive in comparison with wood for general adoption.",
        "But while some large families, such as the Staphylinidae (rove-beetles) are especially abundant on the great northern continents, becoming scarcer in the tropics, others, the Cicindelidae (tiger-beetles), for example, are most strongly represented in the warmer regions of the earth, and become scarce as the collector journeys far to south or north.",
        "These however are exceedingly scarce, and when a number are required to match for a large garment, considerable time may be necessary to collect them.",
        "Antelope of any kind are now scarce; a few white-tailed gnu are preserved.",
        "The low veld is everywhere covered with scrub, and water is scarce, the rivers being often dry in the winter season.",
        "Phosphates, necessary for the formation of skeletons and also for the nucleo-proteid of cells, are about as scarce as nitrogen.",
        "Mountain and plain and Arctic hares and rabbits are plentiful or scarce in localities, according to seasons or other circumstances.",
        "In,the vicinity of some of the deposits of argentiferous galena are large coal beds, but timber is scarce on the table-lands.",
        "1); in others it is scarce and the rocks resemble trachytes containing a little nepheline (trachytoid phonolites).",
        "But I expect that technology and free enterprise will take us across a threshold where things formerly regarded as scarce will not be so any more.",
        "Mechanical labor was scarce, and even.",
        "Potatoes and onions are grown for exportation at seasons when they are scarce in northern Europe.",
        "Lastly, mention should be made of a remarkable but scarce little tract by Gabriel Sacy, printed at Cairo in June 1902, and entitled Du regne de Dieu et de l'Agneau, connu sous le nom de Babysme.",
        "Water is very scarce, and is raised from wells of from 250 to 340 ft.",
        "He purchased the allegiance of the stryeltsi, or musketeers, and then, summoning the boyars of the council, earnestly represented to them that Theodore, scarce able to live, was surely unable to reign, and urged the substitution of little Peter.",
        "xliii.) and Sir William Fitzherbert published anonymously a pamphlet on the subject, A Short Inquiry into the Nature of the Titles conferred at Portsmouth, &c., which is very scarce, but is to be found under the name of \" Fitzherbert \" in the catalogue of the British Museum Library.",
        "Reptiles are scarce, and venomous reptiles unknown.",
        "We will know it is coming when formerly scarce items, such as commodities, fall in price.",
        "The title of Gunter's book, which is very scarce, is Canon triangulorum, and it contains logarithmic sines and tangents for every minute of the quadrant to 7 places of decimals.",
        "the Varga Mozsar, or great mortar, which sixty horses could scarce move from its place, and a ballistic machine invented by Matthias which could hurl stones of 3 cwt.",
        "As his force was small, provisions scarce, and the rainy season setting in, and as he was encumbered with many sick and wounded, the British general decided to retire.",
        "At one time the ginseng obtained from Manchuria was considered to be the finest quality, and in consequence became so scarce that an imperial edict was issued prohibiting its collection.",
        "Swift says that \"with a singularity scarce to be justified he carried away more Greek, Latin and philosophy than properly became a person of his rank.\"",
        "Remains of extinct birds are, compared with those of other classes of vertebrates, exceedingly scarce, and these have been found in very few, widely separated countries.",
        "The various species of rapacious animals are disappearing, together with the colonies of marmots; the insectivores are also becoming scarce in consequence of the destruction of insects; while vermin, such as the suslik, or pouched marmot (Spermophilus), and the destructive insects which are a scourge to agriculture, become a real plague.",
        "Money is scarce among all classes, and the wages of common labourers are scarcely half what is paid in Syria.",
        "In connexion with their use as food we may observe that of recent years in Scandinavia and Russia an alcoholic spirit has been distilled from Cladonia rangiferina and extensively consumed, especially in seasons when potatoes were scarce and dear.",
        "As a whole, Australia is rich in parrots, of which it has several very peculiar forms, but Picarians in old-fashioned parlance, of all sorts - certain kingfishers excepted - are few in number, and the pigeons are also comparatively scarce, no doubt because of the many arboreal predaceous marsupials.",
        "Wood fuel is scarce, the present supply being from the Tortum district, whence surface coal and lignite are also brought; but the usual fuel is tezek or dried cow-dung.",
        "By September food and ammunition were getting scarce, a large relieving force was expected from Sicily, and Piali became restive, on the approach of the equinox, for the safety of his galleys.",
        "The king himself was indeed a semi-idiot, scarce responsible for his actions, yet his was the era of such striking personalities as the brilliant charlatan Struensee.",
        "The birds of the genus Leucosticte seem to be more terrestrial in their habit than those of Linota, perhaps from their having been chiefly observed where trees are scarce; but it is possible that the mutual relationship of the two groups is more apparent than real.",
        "Game birds include ducks, geese, plovers, snipe, loons, grebes, terns, rails, the woodcock and the ruffed grouse; quails are scarce except on Long Island, where a number or young birds are liberated each year, and by the same mea 's a supply of pheasants is maintained in some parts of the state.",
        "Ten years before, John Worlidge, one of his correspondents, and the author of the Systema Agriculturae (1669), observes, \" Sheep fatten very well on turnips, which prove an excellent nourishment for them in hard winters when fodder is scarce; for they will not only eat the greens, but feed on the roots in the ground, and scoop them hollow even to the very skin.",
        "Many of them had become exceedingly scarce - many had been altogether lost.",
        "Water is scarce and brackish, and is chiefly found at the bottom of low ranges of hills, which abound in some parts; and the inhabitants of the extensive sandy tracts suffer greatly from the want of it.",
        "Henry's elder brother Arthur, a notoriously sickly youth of scarce fifteen, had been married to Catherine, daughter of Ferdinand and Isabella, but had died less than five VIII.",
        "The constitution of the 3rd of May had scarce been signed when Felix Potocki, Severin Rzewuski and Xavier Branicki, three of the chief dignitaries of Poland, hastened to St Petersburg, and there entered into a secret convention with the empress, whereby she undertook to restore the old constitution by force of arms, but at the same time promised to respect the territorial integrity of the Republic. On the 14th of May 1792 the conspirators formed a confederation, consisting, in the first instance, of only ten other persons, at the little town of Targowica in the Ukraine, protesting against the constitution of the 3rd of May as tyrannous and revolutionary, and at the same time the new Russian minister at Warsaw presented a formal declaration of war to the king and the diet.",
        "Of weights there are scarce any dated, excepting coins, which nearly all decrease; the Attic tetradrachm, however, increased in three centuries (28), owing probably to its being below the average trade weight to begin with.",
        "The ample vestment with beautiful falling folds has thus in many churches given place to a scanty, unpleated garment scarce reaching to the knee.",
        "Yet the wool harvest is scarce, and the production of butter a negligible quantity, though there is abundance of the principal product of Sicilian pasture lands, cheese of various kinds, for which there is a lively local demand.",
        "Coin was scarce, loans were not taken up, taxes had ceased to be productive, and the country was threatened with imminent bankruptcy.",
        "The climate is so dry, and the rains are so scarce, that an absence of forests and Alpine meadows is characteristic of the ridge; but when heavy rain falls simultaneously with the melting of the snows in the mountains, the watercourses become filled with furious torrents, which create great havoc. The main glaciers (12) are on the north slope, but none creeps below io,000 to 12,000 ft.",
        "As to legal instruments: contracts agreed to in public or before witnesses and written on papyrus are found as early as the Middle Kingdom and perhaps belong to all historic times, but are very scarce until the XXVth Dynasty.",
        "I'll try to make myself scarce.",
        "in length are not scarce.",
        "Money not only became less scarce but it became cheaper, so that the couple of pence for which a day of manual work was bought off in the beginning of the 13th century did not fetch more than half of their former value at its end.",
        "The native fishermen know all about them; how the eggs are fastened to the water plants, how soon after the little larvae swarm about in thousands, how fast they grow, until by the month of June they are all grown into big, fat creatures ready for the market; later in the summer the axolotls are said to take to the rushes, in the autumn they become scarce, but none have ever been known to leave the water or to metamorphose, nor are any perfect Amblystomas found in the vicinity of the two lakes.\"",
        "Our information about these events, though very full, is untrustworthy, while of the events in Asia Minor the accounts are scarce and short.",
        "So is energy scarce?",
        "It appears that the relatively enormous deviations of CaC1 2 from Raoult's law are accounted for on the hypothesis that a=9, but there is a slight uncertainty about the degree of ionization of the strongest solutions at-50° C. Cane-sugar appears to require 5 molecules of water of hydration both at o° C. and at loo° C., whereas KC1 and NaCI take more water at loo° C. than at o° C. The cases considered by Callendar (loc. cit.) are necessarily limited, because the requisite data for strong solutions are comparatively scarce.",
        "Fossil fuels are, without a doubt, scarce.",
        "Seed-bearing vegetables are comparatively scarce.",
        "Fresh water, once a seemingly abundant resource, is now becoming scarce in many regions of the world.",
        "It may seem strange that so important a body of law as the Basilica should not have come down to us in its integrity, but a letter has been preserved, which was addressed by Mark the patriarch of Alexandria to Theodorus Balsamon, from which it appears that copies of the Basilica were in the 1 2th century very scarce, as the patriarch was unable to procure a copy of the work.",
        "The wild cat may yet be found in the Highlands, and the polecat, ermine and pine marten still exist, the golden eagle and the white-tailed eagle haunt the wilder and more remote mountainous districts, while the other large birds of prey, like the osprey and kite, are becoming scarce.",
        "3 Trees are exceedingly scarce in the country; and the pine-woods on the western tributaries of the Sangarius and the valonia oaks in parts of the Banaz Ova and a few other districts form exceptions.",
        "Still another species, the sea-lion (Otaria jubata), furnishes the natives of Tierra del Fuego with an acceptable article of food, but like the Phoca lupina it is becoming scarce.",
        "Fish are scarce in inner Persia; salmon trout and mud-trout are plentiful in some of the mountain streams. Many underground canals are frequented by carp and roach.",
        "Boxwood has become scarce.",
        "Expenses which ought to have been defrayed out of the ordinary budget, such as the erection of magnificent public offices at Bucharest, were frequently defrayed out of the loans; and the custom had arisen when money was scarce of issuing treasury bonds.",
        "Cherry trees are scarce.",
        "nerka) and, when the bluebacks became scarce, silversides (0.",
        "The British species is found all round the coasts of Europe and western North America, but becomes scarce beyond 60° N.",
        "Newton carried on the discussion with the objectors with great courtesy and patience, but the amount of pain which these perpetual discussions gave to his sensitive mind may be estimated from the fact of his writing on the 18th of November 1676 to Oldenburg: \" I promised to send you an answer to Mr Lucas this next Tuesday, but I find I shall scarce finish what I have designed, so as to get a copy taken of it by that time, and therefore I beg your patience a.",
        "That in my answer to his first letter I refused his correspondence, told him I had laid philosophy aside, sent him only the experiment of projectiles (rather shortly hinted than carefully described), in compliment to sweeten my answer, expected to hear no further from him; could scarce persuade myself to answer his second letter; did not answer his third, was upon other things; thought no further of philosophical matters than his letters put me upon it, and therefore may be allowed not to have had my thoughts of that kind about me so well at that time.",
        "The smaller fruits also, with scarce an exception, flourish finely.",
        "Ecclesiastical records are represented by the episcopal registers (for the most part still unpublished), monastic cartularies, and other documents rendered comparatively scarce by the spoliation of the monasteries, and scattered proceedings of ecclesiastical courts.",
        "Money scarce, men too were lacking; the institution of the militia, the first germ of obligatory enlistment, was a no less important innovation.",
        "The box tree comes to rare perfection, but in consequence of indiscriminate cutting for export during many years, is now becoming scarce.",
        "Provisions were scarce and dear, communication with the rest of the world was infrequent, and in 1807 the community was threatened with starvation, and flour was sold at £ 200 per ton.",
        "Ferns are scarce, Ettingshausen and Gardner recording only Aneimia subcretacea and Pteris (?) Prestwichii.",
        "Aquatic plants, especially water-lilies, are abundant and varied; the soil-dry Callitris and Widdringtonia become scarce.",
        "The land fauna however is very poor; there are few mammals with the exception of dogs, rats and pigs; and amphibia and insects are also generally scarce.",
        "Then, the insurrection in Poland once crushed, and Poland itself scarce surviving even as a geographical expression, 4 he drew the three eastern autocratic powers together in a new \" Holy Alliance \" by the secret convention of Berlin (3rd Oct.",
        "Examples of once-common species that are now scarce include the cornflower (Centaurea cyanus) and certain species of poppies (Papaver spp.",
        "Both love and hate are, in my experience relatively scarce emotions among the whole gamut of human emotionality.",
        "Sea spurge Euphorbia paralias and the nationally scarce dune fescue Vulpia fasciculata are frequent, while sea bindweed Calystegia soldanella is very local.",
        "I saw even more fieldfares searching in flocks for berries which were already becoming scarce.",
        "Even the massed ranks of UKIP could scarce forbear to cheer.",
        "In some parts of the world, iodine is so scarce that most of the population have goiters.",
        "grind1770, when food was scarce, they arranged for corn to be ground at the nearby mills.",
        "The chalk grassland supports several rare and scarce plants, including the nationally scarce man orchid and the nationally rare ground pine.",
        "Coppiced hazel is the typical home of the dormouse, now sadly becoming scarce due to the loss of such places.",
        "Few painters had the chance to witness scenes that would become historic, and historical knowledge was scarce, documentation fragmentary.",
        "Paleolithic hunter-gatherers do not appear to have come to Scilly and the evidence for the Mesolithic is scarce.",
        "This section supports species rich plant communities, rare and scarce aquatic invertebrates and a range of fish species.",
        "Some species recorded for the site are scarce in Northern Ireland, including common juniper, Scots lovage and roseroot.",
        "grounded migrants remain scarce but a Whinchat, five Wheatears and 16 Chiffchaffs were seen.",
        "The only other scarce migrant seen was a Hen Harrier that flew north over Weston in the afternoon.",
        "The wood contains several scarce and locally distributed grasses, sedges and rushes including hairy woodrush, pendulous sedge and wood millet.",
        "The sixpence is a slightly scarce or \" key \" date, having the lowest mintage of any recent sixpence.",
        "Brimstone and White Admiral butterflies are frequent in this reserve, which also hosts a number of scarce moths.",
        "Uncommon moths including the scarce burnished brass and the obscure wainscot, both nationally notable species.",
        "The nationally scarce endemic Scottish primrose Primula scotica is also present.",
        "ravenous immature fish, brown trout were very, very scarce.",
        "Look for golden samphire that flowers from July to September, a scarce plant in most of Britain.",
        "scarce in many regions of the world.",
        "scarce in many parts of my ward this is an important issue.",
        "scarce in lowland areas, probably under recorded particularly in Angus.",
        "scarce migrant seen was a Hen Harrier that flew north over Weston in the afternoon.",
        "scarce commodity within the urban areas of the District.",
        "scarce resource for the Isle of Wight.",
        "scarce forbear to cheer.",
        "scarce blue-tailed damselfly in its Gwent Valleys heartland?",
        "My 1st record for the species, which is nationally scarce.",
        "Seabirds were surprisingly scarce, a few Manx Shearwater near Penzance being the highlight.",
        "These must have been expensive to make because they did not stay in production long and are comparatively scarce now.",
        "Since food is rationed and meat is relatively scarce, much of the diet is healthy fruit and vegetables.",
        "As water becomes increasingly scarce, so securing its supply will become increasingly important.",
        "Details of whole life investments tend to be quite scarce.",
        "scarce swallowtail: Noted on 3 days, 25th, 26th, & 30th.",
        "thick on the ground, and undercover storage is even more scarce.",
        "undervalue what is prized where it is more scarce.",
        "utiliseifying who might benefit from this new approach to health care is equally important if scarce resources are to be fully and appropriately utilized.",
        "desert wheatear Oenanthe deserti An already reported bird, scarce in the region, was seen by us at Dona Paula on 25th.",
        "Scarce plants found in the area include marsh and dune helleborine, coral root orchid and round-leaved wintergreen.",
        "Before proceeding further it may be mentioned that the remains of many of these mammals are very scarce, even in formations apparently in every -way suitable to the preservation of such fossils, and it hence seems probable that these creatures are stragglers from a country where primitive small mammals were abundant.",
        "concluded a new concordat with France, in which, in view of the repudiation of the offensive Pragmatic Sanction, the patronage of the French Church was turned over, with scarce any restriction, to the French monarch, although in another agreement the annates were reserved to the pope.",
        "For, first, their compasses are exactly like ours, and they buy them of Europeans as much as they can, scarce daring to meddle with their needles themselves.",
        "The king himself was indeed a semi-idiot, scarce responsible for his actions, yet his was the era of such striking personalities as the brilliant charlatan Struensee, the great philanthropist and reformer C. D.",
        "legacy he left to Russia: a principle of government which, under lofty pretensions, veiled a tyranny supported by spies and secret police; an uncertain succession; an army permeated by organized disaffection; an armed Poland, whose hunger for liberty the tsar had whetted but not satisfied; the quarrel with Turkey, with its alternative of war or humiliation for Russia; an educational system rotten with official hypocrisy; a Church in which conduct counted for nothing, orthodoxy and ceremonial observance for everything; economical and financial conditions scarce recovering from the verge of ruin; and lastly, that curse of Russia, - serfdom.",
        "It appears that the relatively enormous deviations of CaC1 2 from Raoult's law are accounted for on the hypothesis that a=9, but there is a slight uncertainty about the degree of ionization of the strongest solutions at-50Ã‚° C. Cane-sugar appears to require 5 molecules of water of hydration both at oÃ‚° C. and at looÃ‚° C., whereas KC1 and NaCI take more water at looÃ‚° C. than at oÃ‚° C. The cases considered by Callendar (loc. cit.) are necessarily limited, because the requisite data for strong solutions are comparatively scarce.",
        "The British species is found all round the coasts of Europe and western North America, but becomes scarce beyond 60Ã‚° N.",
        "So gold isn't scarce—only the gold we know how to recover is scarce.",
        "Food isn't really scarce.",
        "When we talk about it in terms of scarcity, we usually mean clean water in a certain location is scarce.",
        "In contrast, drinking water is scarce during summer months in some parts of the northeast with an annual rainfall of 15,000 mm.",
        "Apart from hordes of ravenous immature fish, brown trout were very, very scarce.",
        "Distribution: Widespread, tho scarce in lowland areas, probably under recorded particularly in Angus.",
        "Page 24 Housing: 3.15 Land is a scarce resource for the Isle of Wight.",
        "Scarce Swallowtail: Noted on 3 days, 25th, 26th, & 30th.",
        "Classic car storage is not exactly thick on the ground, and undercover storage is even more scarce.",
        "Decades of abuse in school dinners has lead to a tendency to undervalue what is prized where it is more scarce.",
        "Identifying who might benefit from this new approach to health care is equally important if scarce resources are to be fully and appropriately utilized.",
        "Here is no dwelling of man, and scarce any passage, or at most of vagabond children running at their play.",
        "If you live in the country where natural light is scarce, then you want a pretty good aperature rating so whatever light is available will give you a good image.",
        "Silene Elizabethae - A richly beautiful and scarce alpine plant, the flowers looking more like those of some handsome but tiny Clarkia than of the Silenes commonly grown.",
        "Being scarce it has not yet been much tried, but like other Chilian shrubs, it is probably hardy in the milder parts of Britain.",
        "When the holiday season rolls around, expect to see more of them in department stores (they can be scarce during the spring and summer).",
        "The larger the diamond, the more scarce it is in nature, thus making it more expensive.",
        "After all, diamonds are a scarce resource.",
        "The 1940s were a time of simplicity in jewelry, since money and materials were scarce.",
        "Rare and scarce color diamonds at affordable prices - Earth-mined fancy color diamonds are in scare supply, thus driving prices to high levels within the dynamics of supply and demand.",
        "Jelly shoes, first seen during World War II when materials were scarce, were made of PVC plastic and could come in a huge array of colors and even feature sparkles.",
        "Though YouTube clips of the show itself are usually scarce due to copyrighting issues with the BBC, they may occasionally be available here.",
        "Manual Space occasionally provides free manual downloads via RapidShare for certain Honda model years, but the pickings are scarce and you aren't guaranteed to find your car on the blog.",
        "The reason for this is simple: your metabolism did not appreciate its scarce food intake.",
        "Hard data is scarce, but many trainers believe the latter is less stressful for the body in that it's less of a shock to the system with these repeated sudden bursts of intensity from a state of rest.",
        "With frigid temperatures and scarce food, this year-long experiment taught them both a great deal about surviving in the outdoors.",
        "Heroes does have a channel on YouTube, but episode listings are scarce; you will find many clips to watch.",
        "Entire books exist about the various designs, right down to the technical details of the toilets, despite the scarce appearance of them in any manifestation of Star Trek.",
        "In a world where information is plentiful and attention is scarce we focus on those things that have some prominence.",
        "Fabric supplies were scarce and the men had more important matters drawing them away from the labor force.",
        "Now, after twelve years of being in the system, foster homes were scarce.",
        "The elm is also scarce.",
        "Greenhill, p. 96 (London, 2844); Collection of Scarce Pieces on the Plague in 1665 (London, 1721), 8vo; Defoe's fascinating Journal of a Citizen, which should be read and admired as a fiction, but accepted with caution as history; T.",
        "This first philosophy had also to investigate what are called the adventitious or transcendental conditions of essences, such as Much, Little, Like, Unlike, Possible, Impossible, Being, Nothing, the logical discussion of which certainly belonged rather to the laws of reasoning than to the existence of things, but the physical or real treatment of which might be expected to yield answers to such questions as, why certain substances are numerous, others scarce; or why, if like attracts like, iron does not attract iron.",
        "The latter species (Equus zebra) inhabits the mountainous regions of the Cape Colony, where, owing to the advances of civilized man into its restricted range it has become very scarce, and is even threatened with extermination, but it exists in the form of a local race in Angola.",
        "Twelve o'clock had scarce rung out over London, ere the knocker sounded very gently on the door.",
        "Due to the popularity of this incredibly unique line, the Oilily Mermaid backpack and many of its fellow collectables were bought out immediately, making items from this line scarce and difficult to purchase.",
        "The porous soil absorbs the moisture, and fresh water is scarce.",
        "Cannibalism was almost universal, either in the case of enemies killed in battle or when animal food was scarce.",
        "Food was scarce: barley sold for ten times the usual price, and wheat was not procurable for any money.",
        "scarce be saved.",
        "Since 1860 the forest area has only slightly diminished, and the condition of the timber has improved, but large trees are still scarce.",
        "\"He carrieth himself,\" writes Salisbury to Sir Charles Cornwallis, ambassador at Madrid, \"without any feare or perturbation ...; under all this action he is noe more dismayed, nay scarce any more troubled than if he was taken for a poor robbery upon the highway,\" declaring \"that he is ready to die, and rather wisheth 10,000 deaths, than willingly to accuse his master or any other.\"",
        "The Armenians are equally strict; but (adds Rycaut) \" the times seem so confused and without rule that they can scarce be recounted, unless by those who live amongst them, and strictly observe them, it being the chief care of the priest, whose learning principally consists in knowing the appointed times of fasting and feasting, the which they never omit on Sundays to publish unto the people.\"",
        "A single Long-tailed shrike perched in the top of a bush was also a welcome find being a scarce winter visitor to Sri Lanka.",
        "Because horses were becoming scarce, the parent company of Hush Puppy Shoes wanted to create a pigskin leather.",
        "On the whole, Gustavus cannot be said to have been well educated, but he read very widely; there was scarce a French author of his day with whose works he was not intimately acquainted; while his enthusiasm for the new French ideas of enlightenment was as sincere as, if more critical than, his mother's.",
        "As public open space is scarce in many parts of my ward this is an important issue.",
        "The timber is used instead of oak where the latter is scarce, and is employed for axle-trees and spokes, as well as for Windsor chairs, &c. It exhibits two accidental forms in the arrangement of the fibres, an undulated one like those of the curled maple (A.",
        "Primary education is in a very unsatisfactory state, and primary schools very scarce.",
        "The sable, however, which formerly constituted the wealth of Siberia, is now exceedingly scarce.",
        "Geraniums are somewhat scarce.",
        "Steel frames are more durable than those of wood, and have become common in nearly all mining countries, especially where timber is scarce.",
        "nigra, the black walnut, is especially noteworthy as a very handsome tree, whose timber is of great value for furniture purposes, but which is now becoming scarce.",
        "It is most abundant in the open districts of Patagonia, but also ranges on to the Argentina Pampas, where it is now scarce.",
        "The porcelain of Kutani is among those best known to Western collectors, though good specimens of the old ware have always been scarce.",
        "Sometimes the stuff is disintegrated with water in a \" puddling machine,\" which was used, especially in Australia, when the earthy matters are tenacious and water scarce.",
        "Its catkins are collected in England in celebration of Palm Sunday, the bright-coloured flowers being available in early spring when other decorations of the kind are scarce.",
        "Timber of economic value is scarce.",
        "The caribou, moose, antelope, mountain sheep, beaver, otter and mink are scarce.",
        "The artillery was very numerous, but skilled gunners were not available in any great strength and ammunition was scarce.",
        "The larger bell-bird (Anthornis melanocephala) has become quite scarce; the magnificent fruit-pigeon (Carpophaga chathamensis), and the two endemic rails (Nesolimnas dieffenbachii and Cabalus modestus), the one of which was confined to Whairikauri and the other to Mangare Island, are extinct.",
        "Considering them first in a tolerant host, the trend of observation is to show that they are never abundant, but on the contrary usually somewhat scarce.",
        "- Monographs dealing expressly with the pontificates of this period are scarce.",
        "The last are of a noble appearance and exceedingly scarce.",
        "In such a case the main drain of a watered meadow may form the conductor of the one to be watered, or a new conductor may be formed by a prolongation of the main drain; but either expedient is only advisable where water is scarce.",
        "The metal, however, is singularly scarce in collections of Egyptian antiquities.",
        "An immense joy in battle breathes through the earliest Norse literature, which has scarce its like in any other literature; and we know that the language recognized a peculiar battle fury, a veritable madness by which certain were seized and which went by the name of \" berserk's way \" (berserksgangr).2 The courage of the vikings was proof against anything, even as a rule against superstitious terrors.",
        "Horses are scarce in Oman and few are kept in Trucial Oman or in Bahrein or El Hasa.",
        "And yet it is singular that no mention of them occurs in Cicero or Livy, and that altogether literary allusions to them are very scarce.",
        "It includes about 360 miles of easy road, with spaces where wateris scarce.",
        "Traces of the ancient Eritrean civilization are scarce.",
        "Although the Philippines are commonly held to form an eastern extension of the Indo-Malayan sub-region, there is a large amount of specialization in the fauna of the islands eastward of the Palawan group. Mammals are scarce.",
        "- The absence of the distinctive lines of an element in the spectrum does not by any means signify that that clement is wanting or scarce in the star.",
        "It is an exceedingly scarce bird, and beyond its having an Arctic habitat, little has yet been ascertained about it.",
        "Under these circumstances the probable utility of the operations could be admitted only if the fry were sedentary and could be planted in suitable localities where young fish were naturally scarce.",
        "Cattle do not thrive, and even poultry are scarce.",
        "Scarce any of the remaining passes in this west-central region are better than mountain paths; horses can traverse the best of them only during a few weeks in the height of summer.",
        "For his personal use, however, he retained but a very small fraction of the sums thus acquired, and at his death his private fortune amounted to scarce a million florins.",
        "Owing to this reason, hired labour is very scarce.",
        "The tree is now very scarce in Bermuda, and the \"red cedar,\" J.",
        "Precisely the same may be said of the hares, which, however, become scarce in South America.",
        "Bread was dear and employment was scarce.",
        "They could count on the populace, because work was still scarce, food was still dear, and a multi- progress tude of Parisians knew not where to find bread.",
        "Trees are scarce, and there is evidence that they formerly flourished where they cannot do so now.",
        "The dakua or Fiji pine, however, has become scarce.",
        "In a military colony women were scarce, and the \" Ironsides \" had married natives.",
        "But on the 26th of May the Venetians were forced to abandon Fort Malghera, half-way between the city and the mainland; food was becoming scarce, on the 19th of June the powder magazine blew up, and in July cholera broke out.",
        "Mahogany and rosewood (Pterocarpus erinaceus) trees are found, though not in large numbers, and the rubber-vine and oil-palm are also comparatively scarce.",
        "The fauna also is well represented, but tigers which once were frequently seen are now very scarce; panther, hyena, jackal, wild boar, deer (Cervus maral) are common; pheasant, woodcock, ducks, teal, geese and various waterfowl abound; the fisheries are very productive and are leased to a Russian firm.",
        "Vegetables are scarce, and rice is chiefly obtained from Herat.",
        "If pollen is scarce, a substitute in the form of either pea-meal or wheaten flour must be supplied to the bees, as brood-rearing cannot make headway without the nitrogenous element indispensable in the food on which the young are reared.",
        "pie), the prefix being the abbreviated form of a human name (Margaret'), a bird once common throughout Great Britain, though now nearly everywhere scarce.",
        "Martha was making herself scarce in her room before her luggage-buying expedition to Montrose, thirty-five miles away.",
        "Wealthy people could afford to choose scarce antiques like his.",
        "She made herself scarce at first, as if believing if she weren't noticed, no one could kick her out.",
        "It is a feeling I've not had nor scarce dreamed could exist in such intensity before you entered my life.",
        "The people, giving judgment, could scarce refrain from violence, and signified their verdict by their acclamations.",
        "This approach makes use of most people's ability to determine sharp focus for themselves, minimizing the need for highly trained and scarce personnel.",
        "The chalk grassland supports an outstanding butterfly fauna including the nationally scarce Adonis blue and chalkhill blue butterflies.",
        "sea spurge Euphorbia paralias and the nationally scarce dune fescue Vulpia fasciculata are frequent, while sea bindweed Calystegia soldanella is very local.",
        "At Melford fair, good horses were scarce and eagerly sought after, cows started at low prices, fat bullocks in scant supply.",
        "Old skills such as lime plastering, thatching, traditional carpentry, and stonemasonry are still extant but scarce.",
        "However, the Fen Drayton List includes scarce chaser Libellula fulva.",
        "Water was still scarce, so the white chrysanthemums in the jar she held were no doubt drinking part of her personal ration.",
        "High up in Wharfedale the scars and screes support a range of plants including the nationally scarce alpine cinquefoil and hoary whitlowgrass.",
        "Open space is a scarce commodity within the urban areas of the District.",
        "These courses we went thro with so much constancy that with moderate application we could scarce fail of acquiring a good knowledg therein.",
        "Primary sources, numbingly copious in some areas, are scarce and fragmentary in others.",
        "copious in some areas, are scarce and fragmentary in others.",
        "On the north bank of the Thames these ditches provide habitat for the nationally scarce emerald damselfly.",
        "The management of scarce resources is a prime issue for the pass-on practice about which a number of people expressed dislike.",
        "Broadsheet newspapers go tabloid, recognizing the scarce elbowroom available to crushed commuters.",
        "elk population and by 1830 they were scarce.",
        "emergemerging markets where fixed line communications are scarce, analysts predict wireless will be the communication channel of choice.",
        "Small triumph in a world of scarce hope Agencies ' work and refugees ' resourcefulness avert famine, but aid still vital.",
        "In a world where resources are becoming scarce, these insights have immense value.",
        "Nonetheless, examples of Gray's work remain scarce.",
        "Perhaps because of the heat birds seemed rather scarce as we made our way on around toward the far end of Willow Lake.",
        "I like comedies and dramas on the telly - dramas seem to be getting much more scarce.",
        "signature on front free endpapers; otherwise a very nice, bright, attractive copy. £ 12.00 Scarce.",
        "These grasslands also provide feeding or breeding habitat for a number of scarce or declining birds including the skylark.",
        "Meat was scarce, so we had whale meat and something called snook.",
        "Nationally scarce plants found in London's acid grassland include clustered clover, upright chickweed and autumn squill.",
        "In a place where things had been timber-built, skilled stonemasons were scarce.",
        "The locally scarce oblong leaved sundew occurs on the site.",
        "And even a recalcitrant press could scarce forbear to cheer.",
        "Dragonflies Can you find a new colony of the scarce blue-tailed damselfly in its Gwent Valleys heartland?",
        "Nonetheless, examples of Gray 's work remain scarce.",
        "A single Long-tailed Shrike perched in the top of a bush was also a welcome find being a scarce winter visitor to Sri Lanka.",
        "Penciled signature on front free endpapers; otherwise a very nice, bright, attractive copy. £ 12.00 Scarce.",
        "We also have our best chance here for the scarce Spectacled Duck.",
        "Nationally scarce plants found in London 's acid grassland include clustered clover, upright chickweed and autumn squill.",
        "Desert wheatear Oenanthe deserti An already reported bird, scarce in the region, was seen by us at Dona Paula on 25th.",
        "Finding Dr. Seuss nursery ideas can be challenging because Dr. Seuss nursery décor items are somewhat scarce.",
        "Beginning in Europe, where space and resources have long been scarce, washing machines have undergone a design revolution in the past 15 years.",
        "Even if you live in an apartment and don't pay for water, you should still reduce your use, because you pay for it indirectly in taxes and higher costs as it becomes more scarce.",
        "Bowkeria - B. triphylla is a scarce shrub from S.",
        "In introducing it where it is scarce, to transplant it successfully large sods containing the strong creeping roots must be dug up, and planted in light soil; if peaty, so much the better.",
        "Choice and scarce varieties may be either potted up or planted out in a frame.",
        "The finest of the American kinds is lutea, with bright yellow flowers, but this is still very scarce with us.",
        "R. rubiginosum, a scarce kind which has proved fully hardy at Kew, its flowers bright rose spotted with crimson.",
        "Pylia, a scarce but very beautiful from of R.",
        "A form of this from the Carpathian Mountains, Nathalice, is perhaps the best of all, though still scarce.",
        "The white form of S. b. taurica is very scarce.",
        "A scarce but good kind is T. caroliniana, which grows 6 feet high in rich moist soil and blooms in July and August when all the rest have done.",
        "E. rubrum is a scarce and handsome species, its habit is similar to those above mentioned, but its color is a reddish-violet, similar to the attractive E. creticum.",
        "It is perfectly hardy so far as its capability of withstanding our severe winters is concerned, but it is evidently in some way lacking in robustness, otherwise it would not be so scarce.",
        "Money was scarce, and fashion simply took a backseat to more pressing concerns during the next several years.",
        "This means that stores are much more likely to stock plenty of large waistbands but be frustratingly scarce with the long inseams.",
        "For those of you who live in areas where organic and natural food stores are scarce, having organic food delivered may be the only way you can get it.",
        "Established in 1927, the Simplicity Pattern Company was created so home seamstresses could create fashionable clothing during the Great Depression, when money for most necessities was scarce.",
        "Some appear only at night, some only once a week, and some are even more scarce than that.",
        "Production numbers were lower than expected, making it scarce on store shelves.",
        "The sound in the game is practically non-existent, with nothing more than menu music and scarce ambience during gameplay.",
        "He was able to market an expensive machine, aimed at making a woman's life easier in a time when both money and concern for women was scarce.",
        "Franklin Mint collectibles are often scarce on eBay, especially the retired ones.",
        "In metropolitan areas, the reception is good, but once you hit outlying areas where towers are more scarce, you may experience more static and skipping.",
        "It is most common in hot, dry, dusty climates in the developing world where water is scarce and sanitation is poor.",
        "In underdeveloped countries where medical resources are scarce, diagnosis is made based on an examination only.",
        "Collectors latched on to this idea, placing a high value on scarce retired toys and snapping up as many Beanie Babies as possible in the hopes of owning the next rare design.",
        "While hard facts were once scarce on the benefits of chia seeds as a nutritional supplement, more chia seed research has been done over the past decade.",
        "These are particularly important energy and money saving products in desert areas where precipitation is scarce.",
        "Oak, maple and beech are rather scarce.",
        "If you need a cocktail dress or formal gown, you'll find them for sale at certain upscale boutiques all year long, but they may be scarce in department stores unless it's in the spring or close to the holiday season.",
        "It's called \"Playing Hard to Get\" and it works because we humans place a higher value on things we perceive are scarce.",
        "Since mining diamonds were extremely scarce during this time period, Victorian style engagement rings often had other precious gemstones surrounded by smaller diamonds."
    ],
    "definition": [
        "Insufficient to meet a demand or requirement; short in supply: Fresh vegetables were scarce during the drought.",
        "Hard to find; absent or rare: Steel pennies are scarce now except in coin shops.",
        "scarce′ness\nnoun",
        "Link/Cite",
        "Uncommon, rare; difficult to find; insufficient to meet a demand.",
        "Scantily supplied (with); deficient (in); used with of.",
        "(now literary, archaic) Scarcely, only just.",
        "arcsec",
        "Link/Cite"
    ]
}