{
    "translation": "מלומד, תלמיד חכם, למדן, ידען",
    "uses": [
        "He became a good Hungarian scholar.",
        "When eight years of age he was the best scholar at the famous school at Harrow.",
        "He became a good classical scholar, and learnt to speak and write in French with facility and elegance.",
        "A window commemorates the Shakespearian scholar J.",
        "So she called her clerk, who was a scholar, and bade him write the song, word for word, as it came from Caedmon's lips.",
        "Everybody was astonished, for that boy was the best scholar in the school, and he had never been known to break a rule.",
        "In 1822 he was elected scholar of Trinity, and in the following year he graduated as senior wrangler and obtained first Smith's prize.",
        "GEORGIUS MERULA (the Latinized name of Giorgio Mirlani; c. 1 43 0 - 1 494), Italian humanist and classical scholar, was born at Alessandria in Piedmont.",
        "In 1857 he became tutor and his fame as a scholar grew rapidly.",
        "But when a great scholar like Professor Kittredge interprets what the master said, it is \"as if new sight were given the blind.\"",
        "He states that Bishop Caldwell,' whom he calls \" the great missionary scholar of the Dravidian tongue,\" showed that the south and western Australian tribes use almost the same words for \" I, thou, he, we, you, as the Dravidian fishermen on the Madras coast.\"",
        "PAUL ANTON DE LAGARDE (1827-1891), German biblical scholar and orientalist, was born at Berlin on the and of November 1827.",
        "KARL WILHELM FRIEDRICH VON SCHLEGEL (1772-1829), German poet, critic and scholar, was the younger brother of August Wilhelm von Schlegel.",
        "Mr. Irons, a neighbour of theirs, was a good Latin scholar; it was arranged that I should study under him.",
        "As a scholar he devoted his attention almost entirely to Plato; and his Phaedrus (1868) and Gorgias (1871), with especially valuable introductions, still remain the standard English editions of these two dialogues.",
        "It is now many years that men have resorted to the forest for fuel and the materials of the arts: the New Englander and the New Hollander, the Parisian and the Celt, the farmer and Robin Hood, Goody Blake and Harry Gill; in most parts of the world the prince and the peasant, the scholar and the savage, equally require still a few sticks from the forest to warm them and cook their food.",
        "That he was at Oxford, and probably a scholar at one of the grammar schools there, before passing on to the higher faculties, is shown by a letter of the chancellor addressed to him when provost of Eton (Ep. Acad.",
        "SIR THOMAS SMITH (1513-1577), English scholar and diplomatist, was born at Saffron Walden in Essex on the 23rd of December 1513.",
        "FRANCOIS DE BAR (1538-1606), French scholar, was born at Seizencourt, near St Quentin, and having studied at the university of Paris entered the order of St Benedict.",
        "When she met Dr. Furness, the Shakespearean scholar, he warned her not to let the college professors tell her too many assumed facts about the life of Shakespeare; all we know, he said, is that Shakespeare was baptized, married, and died.",
        "Aberdeen was a distinguished scholar with a retentive memory and a wide knowledge of literature and art.",
        "FREINSHEIM [FREINSHEMIUS], Johann (1608-1660), German classical scholar and critic, was born at Ulm on the 16th of November 1608.",
        "He was a good scholar and mixed with the best literary society, being an intimate friend of Alexander Pope.",
        "PIERRE THOMAS (1634-1698), sieur du Fosse, French scholar and author, was the son of a master of accounts at Rouen.",
        "WILLIAM HENRY GREEN (1825-1900), American Hebrew scholar, was born in Groveville, near Bordentown, New Jersey, on the 27th of January 1825.",
        "ALFRED VON REUMONT (1808-1887), German scholar and diplomatist, the son of Gerhard Reumont (1765-1829), was born on the 15th of August 1808 and was named Alfred after the English king, Alfred the Great.",
        "1895), scholar, wrote only in Hebrew.",
        "His extant works are (a) three poems, \"The Praises of Wemen\" (224 lines), \"On Luve\" (10 lines), and \"The Miseries of a Pure Scholar\" (189 lines), and (b) a Latin account of the Arbuthnot family, Originis et Incrementi Arbuthnoticae Familiae Descriptio Historica (still in MS.), of which an English continuation, by the father of Dr John Arbuthnot, is preserved in the Advocates' Library, Edinburgh.",
        "per inhabitant, and the cost per scholar in average attendance at state schools is £4 :13: 9.",
        "It has been alleged that he was a Wykehamist, a scholar at Winchester College and New College, Oxford.",
        "CLAUDIUS JAMES RICH (1787-1821), English traveller and scholar, was born near Dijon on the 28th of March 1787.",
        "JEAN FRANCOIS BOISSONADE DE FONTARABIE (1774-1857), French classical scholar, was born at Paris on the 12th of August 1774.",
        "He was not a notable scholar, and he had not much of what is usually called tact in his dealings either with the juvenile or the adult mind.",
        "JAMES HENRY MONK (1784-1856), English divine and classical scholar, was born at Buntingford, Herts.",
        "physician, scholar and adventurer, was born at Spires in 1635.",
        "The familiar charge, repeated in Shakespeare, of having written Ego et meus rex, while true in fact, is false in intention, because no Latin scholar could put the words in any other order; but it reflects faithfully enough Wolsey's mental attitude.",
        "CRAWFORD HOWELL TOY (1836-), American Hebrew scholar, was born in Norfolk, Virginia, on the 23rd of March 1836.",
        "Shams al-Ma t adi Qabus, the generous ruler of Dailam, himself a poet and a scholar, with whom he had expected to find an asylum, was about that date (1012) starved to death by his own revolted soldiery.",
        "BENJAMIN JOWETT (1817-1893), English scholar and theologian, master of Balliol College, Oxford, was born in Camberwell on the 15th of April 1817.",
        "A few of these have been translated, but as yet no European scholar possesses knowledge sufficient to enable him to study these valuable documents at first hand.",
        "Though not a great scholar, he was eminent as an ecclesiastical statesman, and his influence was far-reaching.",
        "The renewal of interest in classical literature was shown in the prohibition of the study of sophistry by any scholar under the age of eighteen, unless he had been pronounced proficient in grammaticals.",
        "1865), a distinguished scholar and opponent of the philosophy of Maimonides, wrote much in Italian; M.",
        "Dioc.,\" admitted in 1 4 03, he was not a scholar of Winchester, and in any case was not a scholar of New College.",
        "ABULFARAJ [Abu-1-Faraj 'Ali ibn ul-Husain ul-Isbahani] (897-967), Arabian scholar, was a member of the tribe of the Quraish (Koreish) and a direct descendant of Marwan, the last of the Omayyad caliphs.",
        "He may have been the William Waynflete who was admitted a scholar of the King's Hall, Cambridge, on the 6th of March 1428 (Exch.",
        "CHRISTIAN DAVID GINSBURG (1831-), Hebrew scholar, was born at Warsaw on the 25th of December 1831.",
        "Richard Andrews, the king's secretary, like Chicheley himself a scholar of Winchester and fellow of New College, was named as first warden.",
        "As a classical scholar, his scorn of littlenesses sometimes led him into the neglect of minutiae, but he had the higher merit of interpreting ideas.",
        "He said that books were for the scholar's idle times.",
        "One of his sons was the first Rhodes scholar from N.S.W.",
        "P. Tregelles, an English scholar, like Tischendorf, spent almost his whole life in the collection of material, and published a critical edition, based on the earliest authorities, at intervals between 1857 and 1872.",
        "His work was eclipsed by Tischendorf's, and his critical principles were almost the same as the German scholar's, so that his work has obtained less recognition than would otherwise have been the case.",
        "The elaborate study by the Jewish scholar Zunz (Die gottesdienstlichen Vortrdge, ch.",
        "Everett's tastes, however, were then, as always, those of a scholar; and in 1815, after a service of little more than a year in the pulpit, he resigned his charge to accept a professorship of Greek literature in Harvard College.",
        "Yet the spirit of the rugged saint subdued that of the polished scholar, and the works of Severus.",
        "Among them were some of those men of mark who made the backbone of the American character: the sturdy Puritan, Peter Bulkeley, sometime rector of Odell in Bedfordshire, and afterward pastor of the church in the wilderness at Concord, New Hampshire; the zealous evangelist, Father Samuel Moody of Agamenticus in Maine, who pursued graceless sinners even into the alehouse; Joseph Emerson of Malden, \"a heroic scholar,\" who prayed every night that no descendant of his might ever be rich; and William Emerson of Concord, Mass., the patriot preacher, who died while serving in the army of the Revolution.",
        "His theory that manual labour should form part of the scholar's life was checked by the personal discovery that hard labour in the fields meant poor work in the study.",
        "His Phi Beta Kappa oration at Harvard College in August 1837, on \"The American Scholar,\" was an eloquent appeal for independence, sincerity, realism, in the intellectual life of America.",
        "The first European scholar to direct attention to the Avesta was Hyde of Oxford, in his Historia Religionis Veterum Persarum eoramque Magorum (1700), which, however, failed to awake any lasting interest in the sacred writings of the Parsees.",
        "REINHOLD KLOTZ (1807-1870), German classical scholar, was born near Chemnitz in Saxony on the 13th of March 1807.",
        "Hengstenberg's plea that Ezra and Mordecai were also left unmentioned has little force, because Ezra appears in the book bearing his name as nothing more than a prominent priest and scholar, while Daniel is represented as a great prophet.",
        "He was slender and fully six feet tall, and with his oval, gentle, almost feminine face looked the scholar and the mystic.",
        "Though so typically a scholar and abstract thinker on the one hand and on the other a mystic, Edwards is best known to the present generation as a preacher of hell fire.",
        "THOMAS JEFFERSON CONANT (1802-1891), American Biblical scholar, was born at Brandon, Vermont, on the 13th of December 1802.",
        "Conant was the foremost Hebrew scholar of his time in America.",
        "He spent about two years studying ecclesiastical history, chiefly under the famous scholar Friedrich Spanheim.",
        "Near St Thomas's church on the Green stands an old Moravian chapel which is closely associated with the great scholar and divine, Bishop John Gambold (1711-1771).",
        "This scholar is of opinion that the entire work was written in Hebrew.",
        "The book, according to this scholar, is composed of the following separate elements from the Enoch tradition: - (I) Ch.",
        "KARL FRIEDRICH HERMANN (1804-1855), German classical scholar and antiquary, was born on the 4th of August 1804, at Frankfort-on-Main.",
        "The only collection of original sermons is the Didahii delivered by the metropolitan Anthim the Iberian (q.v.), the scholar, artist, translator, printer and great linguist, who was the first to issue books in Arabic and even in Georgian from his printing-presses in Bucharest.",
        "\"Good point,\" Fred said, rubbing his chin like a Chinese scholar.",
        "Beginning in 1867 with the publication of Jacob ben Chajim's Introduction to the Rabbinic Bible, Hebrew and English, with notices, and the Massoreth HaMassoreth of Elias Levita, in Hebrew, with translation and commentary, Dr Ginsburg took rank as an eminent Hebrew scholar.",
        "William Murray was educated at Perth grammar school and Westminster School, of which he was a king's scholar.",
        "Scholarship Scholar >>",
        "He was elected a Perse scholar in 1628, and fellow of his college in 1633, but the best evidence of his diligence as a student is the enormous learning of which he showed so easy a command in after years.",
        "a heap of men and boys, but no body of a college, no one member, either fellow or scholar, having any legal title to his place, but thrust in by tyranny or chance.\"",
        "JAMES TOD (1782-1835), British officer and Oriental scholar, was born on the 20th of March 1782, and went to India as a cadet in the Bengal army in 1799.",
        "Montepulciano is famous for its wine, and was the birthplace of the scholar and poet Angelo Anbrogini (1454-1494), generally known as Poliziano (Politian) and of Cardinal Bellarmine (1542-1621).",
        "He was not taught to compose either in Latin or in Greek, and he was never an exact scholar; it was for the subject matter that he was required to read, and by the age of ten he could read Plato and Demosthenes with ease.",
        "He was a disciplinarian, a scholar, a modest and moderate man of genuine piety and irreproachable morals.",
        "GEMISTUS PLETHO [or [[Plethon], Georgius]] (c. 1355-1450), Greek Platonic philosopher and scholar, one of the chief pioneers of the revival of learning in Western Europe, was a Byzantine by birth who settled at Mistra in the Peloponnese, the site of ancient Sparta.",
        "A notice of Richard de Bury by his contemporary Adam Murimuth (Continuatio Chronicarum, Rolls Series, 1889, p. 171) gives a less favourable account of him than does William de Chambre, asserting that he was only moderately learned, but desired to be regarded as a great scholar.",
        "EZRA ABBOT (1819-1884), American biblical scholar, was born at Jackson, Waldo county, Maine, on the 28th of April 1819.",
        "His publications, though always of the most thorough and scholarly character, were to a large extent dispersed in the pages of reviews, dictionaries, concordances, texts edited by others, Unitarian controversial treatises, &c.; but he took a more conspicuous and more personal part in the preparation (with the Baptist scholar, Horatio B.",
        "We have already seen that De Blainville, though fully persuaded of the great value of sternal features as a method of classification, had been compelled to fall back upon the old pedal characters so often employed before; but now the scholar had learnt to excel his teacher, and not only to form an at least provisional arrangement of the various members of the Class, based on sternal characters, but to describe these characters at some length, and so give a reason for the faith that was in him.",
        "PIERRE PITHOU (1539-1596), French lawyer and scholar, was born at Troyes on the 1st of November 1539.",
        "classical scholar see J.",
        "He is more important, however, as a commentator and scholar, and made valuable contributions to the study of Aristotle.",
        "Gian Francesco Poggio Bracciolini, Italian scholar of the Renaissance, was born in 1380 at Terranuova, a village in the territory of Florence.",
        "Poggio, it may be observed, was a fluent and copious writer in the Latin tongue, but not an elegant scholar.",
        "JEAN ALEXANDRE BUCHON (1791-1849), French scholar, was born on the 21st of May 1791 at Menetou-Salon (Cher), and died on the 29th of August 1849.",
        "He soon distinguished himself both as scholar and preacher, and had every inducement to remain in his monastery, but in 716 he followed the example of other Saxon monks and set out as missionary to Frisia.",
        "The second Marguerite (1523-1574), daughter of Francis I., was born on the 5th of June, 1523, at St Germain-en-Laye, and, at an age the lateness of which caused lampoons, married Emmanuel Philibert, duke of Savoy, in 1559 Like her aunt and her niece she was a good scholar and strongly interested in men of letters.",
        "At Bruges he became acquainted with the famous Spanish scholar, Juan Luis Vives, with whom he lodged.",
        "He took a first class in moderations in 1862 and in Literae humaniores in 1863, and was Pusey and Ellerton scholar in 1861.",
        "50 into Greek, and this translation was used by the scholar who rendered the second Hebrew recension into Greek.",
        "Apart from Grabe, till within the last fifteen years no notable scholar has advocated a Hebrew original.",
        "The existence of these Christian elements in the text misled nearly every scholar for the past four hundred years into believing that the book itself was a Christian apocryph.",
        "In June 1720 he went up to Christ Church, Oxford, with an annual allowance of £40 as a Charterhouse scholar.",
        "Seven years later he felt himself a sufficiently ripe Greek scholar to begin the translation of Plato, by which his name is famous in the history of scholarship, and which is still the best translation of that author Italy can boast.",
        "From these it may be gathered that nearly every living scholar of note was included in the list of his friends, and that the subjects which interested him were by no means confined to his Platonic sudies.",
        "The writer's indignation at finding it treated with silent contempt by the great scholar, who thought it was the work of a personal enemyAleander - caused him to write a second oration, more violent, more abusive, with more self-glorification, but with less real merit than the first.",
        "He learned from him to be not a mere scholar, but something more - an acute observer, never losing sight of the actual world, and aiming not so much at correcting texts as at laying the foundation of a science of historical criticism.",
        "But after two months he found he was not in a position to profit by the lectures of the greatest Greek scholar of the time.",
        "The name of Jean Dorat then stood as high as that of Turnebus as a Greek scholar, and far higher as a professor.",
        "But these works, while proving Scaliger's right to the foremost place among his contemporaries as Latin scholar and critic, did not go beyond mere scholarship. It was reserved for his edition of Manilius (1579), and his De emendatione temporum (1583), to revolutionize all the received ideas of ancient chronology - to show that ancient history is not confined to that of the Greeks and Romans, but also comprises that of the Persians, the Babylonians and the Egyptians, hitherto neglected as absolutely worthless, and that of the Jews, hitherto treated as a thing apart, and that the historical narratives and fragments of each of these, and their several systems of chronology, must be critically compared, if any true and general conclusions are to be reached.",
        "Archbishop Neville was a respectable scholar; and he was a considerable benefactor of the university of Oxford and especially of Balliol College.",
        "Bishop Osorio (q.v.), a scholar of European reputation, wrote chiefly in Latin, and his capital work, a chronicle of King Manoel, is in that tongue.",
        "Among foreign studies the palm must be given to the \" Geschichte der portugiesischen Litteratur \" by the eminent scholar, Mme lIichatlis de Vasconcellos, in the Grundriss der rom.",
        "The dictator employed the scholar in aiding him to collect and arrange great stores of Greek and Latin literature for the vast public library, which he intended to found.",
        "He gained such a reputation as an Oriental scholar that the elector palatine in 1655 appointed him professor of Oriental languages and biblical criticism at Heidelberg.",
        "There is evidence that he was an extensively read, if not a minutely accurate classical scholar; and it is interesting to know that Demosthenes was his favourite author, and that he diligently cultivated the faculty of expression by the practice of translation and re-translation.",
        "But this full effect has only been worked out in the lapse of ages; the Tantra literature has also had its growth and its development, and some unhappy scholar of a future age may have to trace its loathsome history.",
        "A detailed analysis of these scriptures has been published by the celebrated Hungarian scholar Csoma de Korbs, whose authoritative work has been republished in French with complete indices and very useful notes by M.",
        "In August 1841 he married Agnes Schebest, a cultivated and beautiful opera singer of high repute, but not adapted to be the wife of a scholar and literary man like Strauss.",
        "BENJAMIN KENNICOTT (1718-1783), English divine and Hebrew scholar, was born at Totnes, Devonshire, on the 4th of April 1718.",
        "The letters of the well-known Greek scholar Budaeus, two of which are addressed to Rabelais himself and several more to his friend and fellow-monk Pierre Amy, together with some notices by Andre Tiraqueau, a learned jurist, to whom Rabelais rather than his own learning has secured immortality, show beyond doubt what manner of life the future author of Gargantua led in his convent.",
        "It is said that Rabelais met and quarrelled with Joachim du Bellay the poet at Rome, and with Ronsard at Meudon and elsewhere, that this caused a breach between him and the Pleiade, that he satirized its classicizing tendencies in the episode of the Limousin scholar, and that Ronsard after his death avenged himself by a libellous epitaph.",
        "There he entertained the poet Vondel, the scholar Barlaeus, 1 Constantin Huygens, Vossius, Laurens Reael and others.",
        "VEIT LUDWIG VON SECKENDORF (1626-1692), German statesman and scholar, was a member of a German noble family, which took its name from the village of Seckendorf between Nuremberg and Langenzenn.",
        "He was there coached by William Hopkins of Peterhouse, was admitted a scholar of the college in May 1840, and graduated as senior wrangler in 1842, and obtained the first Smith's Prize at the next examination.",
        "Notwithstanding Petrarch's firm determination to make himself a scholar and a man of letters rather than a lawyer, he so far submitted to his father's wishes as to remove about the year 1323 to Bologna, which was then the headquarters of juristic learning.",
        "The beginning of the year 1345 was marked by an event more interesting in the scholar's eyes than any change in dynasties.",
        "About this period he saw his daughter Francesca happily married, and undertook the education of a young scholar from Ravenna, whose sudden disappearance from his household caused him the deepest grief.",
        "On the 18th of July 1374 his people found the old poet and scholar dead among his books in the library of that little house which looks across the hills and lowlands towards the Adriatic.",
        "Henceforth even the mediocre scholar had a body of technical rules by which to sort out the vast mass of apocrypha in medieval documentary sources.",
        "As a scholar, he failed to recognize the distinctions between different periods of antiquity and various schools of thought.",
        "CASPAR SCHOPPE (1576-1649), German controversialist and scholar, was born at Neumarkt in the upper Palatinate on the 27th of May 1576 and studied at several German universities.",
        "In the time of Archbishop Egbert (732-766) and of Alcuin, at first a scholar and afterwards master of the cloister school, York became one of the most celebrated places of education in Europe.",
        "LEON OF MODENA (1571-1648), Jewish scholar, was born in Venice, of a notable French family which had migrated to Italy after the expulsion of the Jews from France.",
        "Alfred Milner was educated first at Tubingen, then at King's College, London, and under Jowett as a scholar of Balliol College, Oxford, from 1872 to 1876.",
        "Antonio de Ulloa (1716-1795), a distinguished Spanish naval officer and scholar, came to New Orleans in 1766 to take possession for his king.",
        "MARSILIUS OF PADUA [MARSIGLIO MAINARDINO] (1270-1342), Italian medieval scholar, was born at Padua, and at first studied medicine in his own country.",
        "VOSSIUS [Voss], Gerhard Johann (1577-1649), German classical scholar and theologian, was the son of Johannes Voss, a Protestant of the Netherlands, who fled from persecution into the Palatinate and became pastor in the village near Heidelberg where Gerhard was born.",
        "Meantime he was gaining a great reputation as a scholar, not only in the Netherlands, but also in France and England.",
        "The great opponent of their Christology, which was known as Nihilianism, was the German scholar Gerhoch, who, for his bold assertion of the perfect interpenetration of deity and humanity in Christ, was accused of Eutychianism.",
        "ADOLF JELLINEK (1821-1893), Jewish preacher and scholar, was born in Moravia.",
        "ARETHAS (c. 860-940), Byzantine theological writer and scholar, archbishop of Caesarea in Cappadocia, was born at Patrae.",
        "He was an accomplished writer and scholar, contributed largely to William Hutchinson's History of the County of Cumberland (2 vols., 1794 seq.), and published A View of the Causes and Consequences of the American Revolution (1797), dedicated to George Washington, and consisting of thirteen discourses delivered in America between 1763 and 1775.",
        "IMMANUEL OSCAR MENAHEM DEUTSCH (1829-1873), German oriental scholar, was born on the 28th of October 1829, at Neisse in Prussian Silesia, of Jewish extraction.",
        "Perowne was a good Hebrew scholar of the old type and sat on the Old Testament Revision Committee.",
        "Glanvill's first work (a passage in which suggested the theme of Matthew Arnold's Scholar Gipsy), The Vanity of Dogmatizing, or Confidence in Opinions, manifested in a Discourse of the shortness and uncertainty of our Knowledge, and its Causes, with Reflexions on Peripateticism, and an Apology for Philosophy (1661), is interesting as showing one special direction in which the new method of the Cartesian philosophy might be developed.",
        "CHARLES BEMONT (1848-), French scholar, was born at Paris on the 16th of November 1848.",
        "the Lame (1013-1054), German scholar and chronicler, was the son of Count Wolferad of Alshausen in Swabia.",
        "Besides the ordinary studies of the monastic scholar, he devoted himself to mathematics, astronomy and music, and constructed watches and instruments of various kinds.",
        "JOHANN DAVID MICHAELIS (1717-1791), German biblical scholar and teacher, a member of a family which had the chief part in maintaining that solid discipline in Hebrew and the cognate languages which distinguished the university of Halle in the period of Pietism.",
        "Michaelis had as fellow-worker his sister's son Christian Benedikt Michaelis (1680-1764), the father of Johann David, who was likewise influential as professor at Halle, and a sound scholar, especially in Syriac. J.",
        "Two Latin translations have been published in this work by the same scholar - one on pp. 164-180, the other under the wrong title, Pseudo-Matthaei Evangelium, on pp. 93-112.",
        "The latter scholar shows that probably it was used by Justin (Dial.",
        "PIERRE HENRI LARCHER (1726-1812), French classical scholar and archaeologist, was born at Dijon on the 12th of October 1726.",
        "His (anonymous) translation of Chariton's Chaereas and Callirrhoe (1763) marked him as an excellent Greek scholar.",
        "THOMAS DEMPSTER (1579-1625), Scottish scholar and historian, was born at Cliftbog, Aberdeenshire, the son of Thomas Dempster of Muresk, Auchterless and Killesmont, sheriff of Banff and Buchan.",
        "As humorist, scholar and philologist, Gigli would take a high place in the literature of any land.",
        "The opinion of a liturgical scholar like Mgr.",
        "For this reason and because the system of Thomas is simply that of Albert rounded to a greater completeness and elaborated in parts by the subtle intellect of the younger man, it will be convenient not to separate the views of master and scholar, except where their differences make it necessary.",
        "The Hungarian scholar Samuel Brassai published, in 1896, Az igazi pozitiv filozofia (\" The True Positive Philosophy \").",
        "The celebrated scholar, Turnebus, complained that some of his emendations had been appropriated without acknowledgment.",
        "ANTOINE COURT DE GEBELIN (1728-1784), French scholar, son of Antoine Court, was born at Nimes in 1728.",
        "BIRUNI [ABU-R-] (973-1048), Arabian scholar, was born of Persian parentage in Khwarizm (Khiva), and was a Shiite in religion.",
        "Himself a scholar and author, he was a notable patron of letters, and was the friend of Goethe, Schiller and Wieland.",
        "JULIUS WELLHAUSEN (1844-), German biblical scholar and Orientalist, was born at Hameln on the Weser, Westphalia, on the 17th of May 1844.",
        "So promising a scholar soon attracted the attention of Adalbero himself, and Gerbert was speedily invited to exchange his position of learner for that of teacher.",
        "According to this writer Gerbert's fame began to spread over Gaul, Germany and Italy, till it roused the envy of Otric of Saxony, in whom we may recognize Octricus of Magdeburg, the favourite scholar of Otto I., and, in earlier days, the instructor of St Adalbert, the apostle of the Bohemians.",
        "It was to no purpose that he appealed to the emperor and empress for restitution or redress; and it was perhaps the hope of extorting his reappointment to Bobbio, as a reward for his services to the imperial cause, that changed the studious scholar of Reims into the wily secretary of Adalbero.",
        "Besides being the most distinguished statesman, Gerbert was also the most accomplished scholar of his age.",
        "RUGGERO BONGHI (1828-1895), Italian scholar, writer' and politician, was born at Naples on the 20th of March 1828.",
        "We cannot here do more than chronicle the attempts of a Jewish scholar, the late Dr Kohut, in the Z.D.M.G.",
        "Other important contributors to this sphere of literature were Isho' bar Nan (t827/8), John bar Zo`bi (beginning of the 13th century), Jacob bar Shakko (f1241), and the great Nestorian scholar `Abadisho' (f 1318).",
        "IElfric no doubt gained some reputation as a scholar at Winchester, for when, in 987, the abbey of Cernel (Cerne Abbas, Dorsetshire) was finished, he was sent by Bishop iElfheah (Alphege), thelwold's successor, at the request of the chief benefactor of the abbey, the ealdorman IEthelmar, to teach the Benedictine monks there.",
        "It is safe to assume that the original draft of this, afterwards enlarged by his pupil, Alfric Bata, was by Alfric, and represents what his own scholar days were like.",
        "BERNHARD WEISS (1827-), German Protestant New Testament scholar, was born at Konigsberg on the 10th of June 1827.",
        "Lightfoot, both of whom preceded him to Trinity College, Cambridge, where he was elected a sub-sizar in 1848, becoming subsequently sizar and scholar.",
        "Cameron, who ultimately regarded him as his greatest scholar.",
        "His Son, Auguste Arthur Beugnot (1797-1865), was an historian and scholar, who published an Essai sur les institutions de Saint Louis (1821), Histoire de la destruction du paganisme en occident (2 vols., 1885), and edited the Olim of the parlement of Paris, the Assizes of Jerusalem, and the Coutumes de Beauvoisis of Philippe de Beaumanoir.",
        "A liberal scholar, he became widely known in 1854 through a work, Die Nachtgesichte Sacharjas.",
        "He was educated at Shrewsbury and at Queen's College, Oxford, of which he became a scholar.",
        "this scholar, however, is owed the next great step ahead.",
        "16), the first of which only is preserved in the Greek and is assigned by James to the 2nd century A.D., see that scholar's \"Testament of Abraham,\" Texts and Studies, ii.",
        "It is impossible that a scholar of the 16th century could have been acquainted with this word, and internal evidence shows clearly that both the prose and the verse are of early origin.",
        "BRUNO PAULIN GASTON PARIS (1839-1903), French scholar, son of Paulin Paris, was born at Avenay (Marne) on the 9th of August 183 9.",
        "Gaston Paris won a European reputation as a Romance scholar.",
        "Further, he shows an \"astonishing familiarity with the Jewish rites,\" in the opinion of a modern Jew (Kohler in the Jewish Encycl.); so much so, that the latter agrees with another Jewish scholar in saying that \"the writer seems to have been a converted Jew, whose fanatic zeal rendered him a bitter opponent of Judaism within the Christian Church.\"",
        "FRIEDRICH BLEEK (1793-1859), German Biblical scholar, was born on the 4th of July 1793, at Ahrensbok, in Holstein, a village near Lubeck.",
        "Bleek's merits as a rising scholar were recognized by the minister of public instruction, who continued his stipend as Repetent for a third year, and promised further advancement in due time.",
        "In the Magamas of Hamadhani a narrator describes how in various places he met a wandering scholar who in these assemblies puts all his rivals to shame by his eloquence.",
        "Each oration forms the substance of a Magama,while the Magamas themselves are united to one another by the constant meetings of narrator and scholar.",
        "728 A.D.) had a great mass of such notes, and he was accused of sometimes passing off as oral tradition things he had really drawn from books; for oral tradition was still the one recognized authority, and it is related of more than one old scholar, and even of Hasan of Basra himself, that he directed his books to be burned at his death.",
        "1282), whose much-used work was partly edited by de Slane and completely by Wiistenfeld (1835-1840), and translated into English by the former scholar (4 vols., 1843-1871).",
        "He was a scholar of the traditionalist Bukhari, and in his search for traditions travelled through Khorasan, Irak and Hejaz.",
        "BRIAN WALTON (1600-1661), English divine and scholar, was born at Seymour, in the district of Cleveland, Yorkshire, in 1600.",
        "Pedro Paz Soldan was a classical scholar who published three volumes of poems. Carlos Augusto Salaverry is known as one of Peru's best lyrical poets, and Luis Benjamin Cisneros for his two novels, Julia and Edgardo.",
        "Joachim Camerarius (Scholar) >>",
        "It is intended to be a practical manual for the student and the official alike; and, to fulfil this object, it treats of the mechanic arts of life as well as the subtleties of the scholar, the duties of the prince and the tactics of the general.",
        "The Maronite scholar, Joseph Simon virgin Assemani (1687-1768), first identified her with the royal and wealthy lady of Alexandria (Eusebius, Hist.",
        "JACQUES BONGARS (1554-1612), French scholar and diplomatist, was born at Orleans, and was brought up in the reformed faith.",
        "DISCIPLE, properly a pupil, scholar (Lat.",
        "He was not a fine scholar, in that restricted sense of the term which implies a special aptitude for turning English into Greek and Latin, or for original versification in the classical languages.",
        "James was educated at Norwich Grammar School under Edward Valpy, as good a scholar as his better-known brother Richard.",
        "Up to middle age Swedenborg's position was that of a scholar, a scientist, a practical administrator, a legislator, and a man of affairs.",
        "ALEXANDER CUNNINGHAM (c.16 551 730), Scottish classical scholar and critic, was born in Ayrshire.",
        "Apart from his redoubtable powers as a controversialist, Philoxenus deserves commemoration as a scholar, an elegant writer, and an exponent of practical Christianity.",
        "I am more convinced every day how little advantage there is in being what at school and the university is called a good scholar: one receives a good deal of amusement from it, but that is all.",
        "This scholar holds that \" Michabo \" has properly nothing to do with \" Great Hare,\" but should be translated \" the Great White One,\" i.e.",
        "KARL HEINRICH GRAF (1815-1869), German Old Testament scholar and orientalist, was born at Miilhausen in Alsace on the 28th of February 1815.",
        "P. Cockerell, Mrs Sutherland Orr (his sister), Amy, Lady Coleridge, Mrs Stephen Ralli and (the finest of all) Sir Richard Burton, the traveller and Eastern scholar, which was exhibited in 1876 and is now in the National Portrait Gallery.",
        "As a religious teacher, literary critic, historian and jurist, Mr Harrison took a prominent part in the life of his time, and his writings, though often violently controversial on political and social subjects, and in their judgment and historical perspective characterized by a modern Radical point of view, are those of an accomplished scholar, and of one whose wide knowledge of literature was combined with independence of thought and admirable vigour of style.",
        "Pliny's learned biographer, the Dutch scholar, Jean Masson (1709), wrongly assumed that this statement referred to the whole of the collection.",
        "He was a scholar, with a scholar's tastes and cravings for knowledge, easily excited, bent on scholarly discoveries.",
        "From there he went to Constantinople, where he met with the great Eastern scholar and theologian Gregory of Nazianzus, and with his aid tried to perfect himself in Greek.",
        "Accompanied by these ladies Jerome made the tour of Palestine, carefully noting with a scholar's keenness the various places mentioned in Holy Scripture.",
        "Earlier in life he had a great admiration for Origen, and translated many of his works, and this lasted after he had settled at Bethlehem, for in 389 he translated Origen's homilies on Luke; but he came to change his opinion and wrote violently against two admirers of the great Alexandrian scholar, John, bishop of Jerusalem, and his own former friend Rufinus.",
        "He is the great Christian scholar of his age, rather than the profound theologian or the wise guide of souls.\"",
        "He was educated at Eton, where he entered as a King's scholar, and at Trinity College, Oxford, from which he graduated in 1910 with honours in natural science.",
        "To-day, though Bibles are still printed with the year 4004 B.C. in the margin of the first chapter of Genesis, no scholar would pretend to regard this reference seriously.",
        "At the same time Hallam by no means assumes the tone of the mere scholar.",
        "KARL GOTTLIEB BRETSCHNEIDER (1776-1848), German scholar and theologian, was born at Gersdorf in Saxony.",
        "In June 1618 he became a scholar of Trinity College, Oxford, and was made a fellow of his college in June 1628.",
        "LOUIS CAPPEL (1585-1658), French Protestant divine and scholar, a Huguenot whose descent is traced above, was born at St Elier, near Sedan, in 1585.",
        "As a Hebrew scholar he made a special study of the history of the Hebrew text, which led him to the conclusion that the vowel points and accents are not an original part of the Hebrew language, but were inserted by the Massorete Jews of Tiberias, not earlier than the 5th century A.D., and that the primitive Hebrew characters are those now known as the Samaritan, while the square characters are Aramaic and were substituted for the more ancient at the time of the captivity.",
        "The earlier view of 'Wolter was rejected on every side: the later will not prove more acceptable, though individual suggestions of this scholar will be occasionally helpful.",
        "For the elucidation of these foreign elements a new method - the traditional-historical - is necessary, and to the brilliant scholar Gunkel we owe its origination.",
        "TANNEGUY LEFEBVRE (TANAQUILLUS Faber) (1615-1672), French classical scholar, was born at Caen.",
        "Lefebvre, who was by no means a typical student in dress or manners, was a highly cultivated man and a thorough classical scholar.",
        "A new turn was given to the controversy by Heinrich Zimmer, who, in his Nennius vindicatus (1893), traced the history of the work and, by a comparison of the manuscripts with the 11th-century translation of the Irish scholar, Gilla Coemgim (d.",
        "In March 1753 he entered St Paul's school, London, where he remained for three years and a half, becoming a proficient classical scholar.",
        "These general addresses, published under the title Bestimmung des Gelehrten (Vocation of the Scholar), were on a subject dear to Fichte's heart, the supreme importance of the highest intellectual culture and the duties incumbent on those who had received it.",
        "The philosophy of history sketched in this work has something of value with much that is fantastic. In 1805 and 1806 appeared the Wesen des Gelehrten (Nature of the Scholar) and the Anweisung zum seligen Leben oder Religionslehre (Way to a Blessed Life), the latter the most important work of this Berlin period.",
        "Gelehrten (The Vocation of the Scholar, by W.",
        "The value of Huss as a scholar was formerly Underrated.",
        "Educated privately until 1605, he was then sent to Westminster School, and in 1609 he became a scholar of Trinity College, Cambridge, where he was made B.A.",
        "JOHANN ALBRECHT BENGEL (1687-1752), Lutheran divine and scholar, was born at Winnenden in Wurttemberg, on the 24th of June 1687.",
        "The works on which Bengel's reputation rests as a Biblical scholar and critic are his edition of the Greek New Testament, and his Gnomon or Exegetical Commentary on the same.",
        "BIDPAI (or [[Pilpay), Fables Of]], the name given in the middle ages (from Sanskrit Vidya-pati, chief scholar) to a famous collection of Hindu stories.",
        "JOHN MASON NEALE (1818-1866), English divine and scholar, was born in London on the 24th of January 1818, and was educated at Trinity College, Cambridge.",
        "Clement, as a scholar and a theologian, proposed to unite the mysticism of NeoPlatonism with the practical spirit of Christianity.",
        "Johann Reuchlin, a well-known scholar, who had been charged by the Dominicans with heresy, not only received the support of the newer type of scholars, who wrote him encouraging letters which he published under the title Epistolae clarorum virorum, but this collection suggested to Crotus Rubianus and Ulrich von Hutten one of the most successful satires of the ages, the Epistolae obscurorum virorum.",
        "The first prominent French scholar to \" preach Christ from the sources \" was Jacques Lefebvre of Etaples, who in 1512 published a new Latin translation of the epistles of St Paul.",
        "In 1541 he was induced with great difficulty to surrender once more his hopes of leading the quiet life of a scholar, and to return again to Geneva (September 1541), where he spent the remaining twenty-three years of his life.",
        "The modern scholar as he reviews the period of the Protestant Revolt looks naturally, but generally in vain, for those rationalistic tendencies which become so clear in the Soc latter part of the 17th century.",
        "TWISS, HORACE (1787-1849), English writer and politician, was born at Bath, being the son of Francis Twiss (1760-1827), a Shakespearian scholar who married Mrs Siddons's sister, Fanny Kemble, and whose brother Richard (1747-1821) made a name as a writer of travels.",
        "NAGELSBACH, CARL FRIEDRICH (1806-1859), German classical scholar, was born at Wohrd near Nuremburg on the 28th of March 1806.",
        "This side of Benedictine life is most typically represented by the Venerable Bede, the gentle and learned scholar of the early middle ages.",
        "In 1571 he was entered as a Watts scholar at Pembroke Hall, Cambridge, where in1574-1575he graduated B.A., proceeding M.A.",
        "825), Irish monastic scholar, grammarian and geographer.",
        "As compared with Grote's history it lacks enthusiasm for a definite political ideal and is written entirely from the standpoint of a scholar.",
        "As scholar, critic and ecclesiastical statesman Thirlwall stands very high.",
        "LOUIS MARIE OLIVIER DUCHESNE (1843-), French scholar and ecclesiastic, was born at Saint Servan in Brittany on the 13th of September 1843.",
        "JOHANN JACOB REISKE (1716-1774), German scholar and physician, was born on the 25th of December 1716 at ZOrbig in Electoral Saxony.",
        "Reiske the Greek scholar has been rightly valued only in recent years, and it is now recognized that he was the first German since Sylburg who had a living knowledge of the Greek tongue.",
        "\"SIR JOHN RHYS (1840-1915), British archaeologist and Celtic scholar, was born in Cardiganshire, the son of a yeoman farmer, and educated at the Bangor Normal College and Jesus College, Oxford.",
        "The use of the square bricks familiarizes the scholar with the ideas of parallel lines, of equality of lengths, and of right angles.",
        "JUAN LUIS VIVES (1492-1540), Spanish scholar, was born at Valencia on the 6th of March 1492.",
        "He was a man of ability, enthusiasm and learning, a considerable Oriental scholar, and also a keen controversialist.",
        "LOUIS FERDINAND ALFRED MAURY (1817-1892), French scholar, was born at Meaux on the 23rd of March 1817.",
        "WILLIAM MURE (1799-1860), Scottish classical scholar, was born at Caldwell, Ayrshire, on the 9th of July 1799.",
        "ATHANASIUS KIRCHER (1601-1680), German scholar and mathematician, was born on the 2nd of May 1601, at Geisa near Fulda.",
        "The more important tracts have been reprinted by Petheram in his series of Puritan Discipline Tracts (1842-1860), in Arber's English Scholar's Library (1879-1880), in R.",
        "He died in 1650, aged only twenty-eight, a victim to the privations and miseries of a poor scholar's life.",
        "LEOPOLD ZUNZ (1794-1886), Jewish scholar, was born at Detmold in 1794, and died in Berlin in 1886.",
        "He was educated at Rugby and at Winchester, and in 1830 went into residence in the university of Oxford as a scholar of Trinity College.",
        "WILLIAM GUNION RUTHERFORD (1853-1907), English scholar, was born in Peeblesshire on the 17th of July 1853.",
        "Owing to the efforts of her brothers she entered the establishment of St Cyr near Paris as a \"king's scholar.\"",
        "1305), Jewish scholar, was born in Leon (Spain) in the middle of the 13th century and died at Arevalo.",
        "James, who is sometimes called \"Fiery Face,\" was a vigorous and popular prince, and, although not a scholar like his father, showed interest in education.",
        "He was fifteen years younger than his brother Louis, a great Latin scholar and lexicographer, who survived him.",
        "DESIDERIUS ERASMUS (1466-1536), Dutch scholar and theologian, was born on the night of the 27/28th of October, probably in 1466; but his statements about his age are conflicting, and in view of his own uncertainty x.",
        "SAMUEL HARSNETT (1561-1631), English divine, archbishop of York, was born at Colchester in June 1561, and was educated at Pembroke Hall, Cambridge, where he was successively scholar, fellow and master (1605-1616).",
        "In the 6th century, besides Calvin and Bonivard, we have Isaac Casaubon, the scholar; Robert and Henri Estienne, the printers, and, from 1572 to 1574, Joseph Scaliger himself, though but for a short time.",
        "SAMUEL DAVIDSON (1807-1898), Irish biblical scholar, was born near Ballymena in Ireland.",
        "This translation is made from Charles's text, and his analysis of the text is in the main accepted by this scholar.",
        "Even the rudiments of Roman law were not then included in the ordinary training of English lawyers; it was assumed at the universities that any good Latin scholar could qualify himself at short notice for keeping up such tradition of civilian studies as survived.",
        "Rudolph was a clever and cultured man, greatly interested in chemistry, alchemy, astronomy and astrology; he was a patron of Tycho Brahe and Kepler, and was himself something of a scholar and an artist.",
        "Had Dollinger, with his immense reputation as a scholar, as a divine and as a man, allowed himself to be consecrated bishop of the Old Catholic Church, it is impossible to say how wide the schism would have been.",
        "He was pious, charitable, of unimpeachable morality, quick-tempered but placable, no great scholar, and only energetic as a hunter.",
        "Soon afterwards a classified catalogue of dramatists, epic and lyric poets, legislators, philosophers, historians, orators and rhetoricians, and miscellaneous writers, with a brief biography of each, was produced by the scholar and poet Callimachus (fl.",
        "- In the 1st century B.C. the foremost scholar in Rome was L.",
        "The author is an industrious student and a typical scholar, who frequents libraries and is interested in the MSS.",
        "His favourite author is Cicero, and in all the Latin literature accessible to him he is the best-read scholar of his age.",
        "He was not so much a scientific scholar as a keen and brilliant man of letters and a widely influential apostle of humanism.",
        "During the, 8th century the classical scholarship of the Netherlands was under the healthy and stimulating influence of Bentley (1662-1742), who marks the beginning of the English and Dutch period, mainly represented English in Holland by Bentley's younger contemporary and correspondent, Tiberius Hemsterhuys (1685-1766), and the latter scholar's great pupil David Ruhnken (1723-1798).",
        "In 1875 Wiese was succeeded by Bonitz, the eminent Aristotelian scholar, who in 1849 had introduced mathematics and natural science into the schools of Austria, and had substituted the wide reading of classical authors for the prevalent practice of speaking and writing Latin.",
        "early as the Greek version (3rd century B.C. and later); allegorical interpretation is conspicuous in the Alexandrian Jewish scholar Philo; it may be seen in many New Testament.",
        "Still in the end it was due in large measure to the learning and argumentative power devoted to this subject by the French Protestant scholar, Louis Capell, and, amongst others, by the English Protestant scholar, Brian Walton, that by the end of the 77th century this particular controversy was practically at an end; criticism had triumphed, and the later origin of the vowels was admitted.",
        "contains a prophecy by Moses or is the work of another and later writer, while the Jewish scholar Ibn Ezra (Abenezra), in a cryptic note on Deut.",
        "An intimate friend of Herder, himself keenly interested in literature, he naturally enough treats the Old Testament as literature - like Lowth, but more thoroughly: and, as an Oriental scholar, he treats it as an Oriental literature.",
        "For that, when it came, much was due to the work of Graf (a pupil of Reuss, whose Geschichtliche Bucher des Alten Testaments appeared in 1866); to the Dutch scholar Kuenen, who, starting from the earlier criticism, came over to the new, made it the basis of his Religion of Israel (1869-1870), a masterly work and a model of sound method, and continued to support it by a long series of critical essays in the Theologisch Tijdschrift; and to Wellhausen, who displayed an unrivalled combination of grasp of details and power of historical construction: his Prolegomena zur Geschichte Israels was published in 1878 and translated into English in 1885; the history itself, Israelitische u.",
        "Space forbids any attempt to sketch here the special growth of criticism in other countries, such as France, where the brilliant genius of Renan was in part devoted to the Old Testament, or within the Roman Catholic Church, which possesses in Pere Lagrange, for example, a deservedly influential critical scholar, and in the Revue Biblique an organ which devotes much attention to the critical study of the Old Testament.",
        "The Dutch scholar Kosters called in question the return of the Jews in the days of Cyrus; his view, adopted by many, has hardly obtained, as yet at all events, the weight of critical judgment: here again, unfortunately, archaeology at present is silent.",
        "It is a mark of the improved methods now current in Germany that, whereas in 1886 this epistle was rejected by a scholar as able and sober as Weizsacker, Julicher now pronounces it \" among the most assured possessions of the apostle \" (Einl.",
        "It is an event of no small importance for criticism that so eminent a scholar as Prof. Harnack should have come round to the view, almost universally prevalent in England, that St Luke himself was the final editor and author of both the Third Gospel and the Acts.",
        "They are known as the Ferrar group in memory of the scholar who first published their text, and are sometimes quoted as 4, (which, however, properly is the symbol for Codex Beratinus of the Gospels), and sometimes as fam.13.",
        "John Mill, of Queen's College, Oxford, influenced by the advice, and supported by the purse of John Fell until the latter's death, published in 1707 a critical edition of the New Testament which has still a considerable value for the scholar.",
        "Lachmann, the famous classical scholar, opened a new era in textual criticism in 1842-1850, in his N.T.",
        "JOHANN GOTTLIEB BUHLE (1763-1821), German scholar and philosopher, was born at Brunswick, and educated at Gottingen.",
        "JOSEPH BOSWORTH (1789-1876), British Anglo-Saxon scholar, was born in Derbyshire in 1789.",
        "Towards the close of the century the Old Testament found a translator in iElfric (q.v.), the most eminent scholar in the close.",
        "In 1877 Henry Stevens, in his catalogue of the Caxton Exhibition, pointed out a statement by a certain Simeon Ruytinck in his life of Emanuel van Meteren, appended to the latter's Nederlandische Historie (1614), that Jacob van Meteren, the father of Emanuel, had manifested great zeal in producing at Antwerp a translation of the Bible into English, and had employed for that purpose a certain learned scholar named Miles Conerdale (sic).",
        "This was, in fact, what would now be called \" piracy,\" being Grafton's Matthew Bible revised by Taverner, a learned member of the Inner Temple and famous Greek scholar.",
        "It includes Dr Andrewes, afterwards bishop of Winchester, who was familiar with Hebrew, Chaldee, Syriac, Greek, Latin and at least ten other languages, while his knowledge of patristic literature was unrivalled; Dr Overall, regius professor of theology and afterwards bishop of Norwich; Bedwell, the greatest Arabic scholar of Europe; Sir Henry Savile, the most learned layman of his time; and, to say nothing of others well known to later generations, nine who were then or afterwards professors of Hebrew or of Greek at Oxford or Cambridge.",
        "Lightfoot, afterwards bishop of Durham; Professor William Milligan; the Rev. William Fieldian Moulton (1835-1898), Wesleyan biblical scholar; Dr J.",
        "From the earliest age young Niebuhr manifested extraordinary precocity, and from 1794 to 1796, being already a finished classical scholar and acquainted with several modern languages, he studied at the university of Kiel.",
        "JOHN CHARLES RYLE (1816-1900), English bishop, was born at Macclesfield on the 10th of May 1816, and was educated at Eton and at Christ Church, Oxford, where he was Craven Scholar in 1836.",
        "1856), a distinguished Old Testament scholar, was made bishop of Exeter in 1901, and in 1903 bishop of Winchester.",
        "By his sermons and his writings he exerted a great influence in colonial Massachusetts, and according to Mather was \"a most incomparable scholar.\"",
        "scholar, so called from the initials of his full name, RABBI SAMUEL BEN MEIR, was a leading member of the French school of Biblical exegesis.",
        "His intimate relations with Ronsard were not renewed; but he formed a close friendship with the scholar Jean de Morel, whose house was the centre of a learned society.",
        "EDWARD WASHBURN HOPKINS (1857-), American Sanskrit scholar, was born in Northampton, Massachusetts, on the 8th of September 18J7.",
        "The interpretation most usually accepted, which was first suggested by Pantagathus, a 17th-century scholar, is based on the view that the five classes were distributed over the tribes in such a manner that there were 2 centuries of each class in a single tribe.",
        "The same scholar traces back the account by Turbo in the Acts, and the historical data given in the fourth section, to the writings of Turbo, a Mesopotamian, who is assumed to have been a Manichaean renegade and a Christian.",
        "Al-Mufaddal was a contemporary of IIammad ar-Rawiya and Khalaf al-Ahmar, the famous collectors of ancient Arab poetry and tradition, and was somewhat the junior of Abu 'Amr ibn al-'Ala, the first scholar who systematically set himself to preserve the poetic literature of the Arabs.",
        "As A Scholar, A ` Thinker, And A Master Of Pure English He Has Exerted A Marked Influence Upon Canadian Literature And Canadian Life.",
        "Such an epoch was the revival of Latin and Greek learning in the 15th century, and a modern scholar would for that reason naturally prefer to have a manuscript to work on, which was written immediately before this epoch to one which was written immediately after it.",
        "It should, however, be here observed, that whoever takes a reading without investigation, on the authority either of a manuscript or of a great scholar, or of a number of scholars, ceases for the time being to be a textual critic.",
        "The fault of the opposite school, on the other hand, is to disparage interpretation and to regard correction as the proper field of a scholar and gentleman.",
        "Bywater, who as an Aristotelian scholar has done much for the improvement of Bekker's text, especially of the Nicomachean Ethics and the Poetics; and F.",
        "WILLIAM CAREY (1761-1834), English Oriental scholar, and the pioneer of modern missionary enterprise, was born at Paulerspury, Northamptonshire, on the 17th of August 1761.",
        "Richard Bentley (Scholar) >>",
        "Recorde published several works upon mathematical subjects, chiefly in the form of dialogue between master and scholar, viz.: - The Grounde of Artes, teachinge the Worke and Practise of Arithmeticke, both in whole numbers and fractions (1540); The Pathway to Knowledge, containing the First Principles of Geometry.",
        "\"HENRY MELVILL GWATKIN (1844-1916), English theological scholar, was born at Barrow-on-Soar, Leics., July 30 184 4, the youngest son of the Rev. R.",
        "STEPHAN BERGLER, German classical scholar, was born about 1680 at_Kronstadt in Transylvania.",
        "Like her daughter-in-law Theophano and other exalted ladies of this period, Adelaide possessed considerable literary attainments (literatissima erat), and her knowledge of Latin was of use to Otto I., who only learned the language late in life and remained to the end a poor scholar.",
        "(1891), pp. 141-255; \" Manuscrits Babys \"; and other important articles in Russian by the same scholar; and by Captain A.",
        "At the age of eleven he was taught Latin and Greek by Dr Andrews, a scholar of Glasgow University.",
        "Though he never became either a scholar or a mathematician, he did enough accurate work to be placed in the honorary fourth class both in classics and in mathematics.",
        "Like the English scholar and statesman, Thomas Wilson, he owed his escape to the riot which broke out on the death of Paul IV.",
        "JOHN STUART BLACKIE (1809-1895), Scottish scholar and man of letters, was born in Glasgow on the 28th of July 1809.",
        "BASIL LANNEAU GILDERSLEEVE (1831-), American classical scholar, was born in Charleston, South Carolina, on the 23rd of October 1831, son of Benjamin Gildersleeve (1791-1875) a Presbyterian evangelist, and editor of the Charleston Christian Observer in 1826-1845, of the Richmond (Va.) Watchman and Observer in 1845-1856, and of The Central Presbyterian in 1856-1860.",
        "His style in it, as elsewhere, is in striking contrast to that of the typical classical scholar, and accords with his conviction that the true aim of scholarship is \"that which is.\"",
        "CHARLES AUGUSTUS BRIGGS (1841-), American Hebrew scholar and theologian, was born in New York City on the 15th of January 1841.",
        "At the age of fifteen he went up to Wadham College, Oxford, of which he became a scholar a year later, and in 1660 he was elected to a fellowship at All Souls.",
        "NAHMAN KROCHMAL (1785-1840), Jewish scholar, was born at Brody in Galicia in 1785.",
        "Slouschz, \"was the first Jewish scholar who views Judaism, not as a distinct and independent entity, but as a part of the whole of civilization.\"",
        "He was something of a scholar, and it was he who set William of Tyre to work.",
        "About this time he was appointed to a canonry in Utrecht and to another in Aix-la-Chapelle, and the life of the brilliant young scholar was rapidly becoming luxurious, secular and selfish, when a great spiritual change passed over him which resulted in a final renunciation of every worldly enjoyment.",
        "More was not only a lawyer, a wit, a scholar, and a man of wide general reading; he was also a man of cultivated taste, who delighted in music and painting.",
        "In the words of an eminent Roman Catholic scholar, Monsignor Duchesne, \" Faith unites, theology often\"separates.\"",
        "HENRY ALFORD (1810-1871), English divine and scholar, was born in London on the 7th of October 1810.",
        "After a peripatetic school course he went up to Cambridge in 1827 as a scholar of Trinity.",
        "He was Hulsean lecturer at Cambridge in 1841-1842, and steadily built up a reputation as scholar and preacher, which would have been enhanced but for his discursive ramblings in the fields of minor poetry and magazine editing.",
        "CRITOLAUS, Greek philosopher, was born at Phaselis in the 2nd century B.C. He lived to the age of eighty-two and died probably before 111 B.C. He studied philosophy under Aristo of Ceos and became one of the leaders of the Peripatetic school by his eminence as an orator, a scholar and a moralist.",
        "ANDREW MELVILLE (1545-1622), Scottish scholar, theologian and religious reformer, was the youngest son of Richard Melville (brother to Melville of Dysart), proprietor of Baldovy near Montrose, at which place Andrew was born on the 1st of August 1545.",
        "Arius had received his theological education in the school of the presbyter Lucian of Antioch, a learned man, and distinguished especially as a biblical scholar.",
        "Schroeter and published without supervision by any Tibetan scholar; and Csoma was unaware of its existence when compiling his dictionary.",
        "At the same time his reputation as a historical scholar secured him the post of professor of history at the military academy.",
        "GAETANO MILANESI (1813-1895), Italian scholar and writer on the history of art, was born at Siena, where he studied law, and in 1838 he obtained an appointment in the public library.",
        "Lane, the Arabic scholar, with whom R.",
        "His elder brother, Edward Stanley Poole (1830-1867), who was chief clerk in the science and art department at South Kensington, was an Arabic scholar, whose early death cut short a promising career.",
        "JOHN KITTO (1804-1854), English biblical scholar, was the son of a mason at Plymouth, where he was born on the 4th of December 1804.",
        "The Arabic scholar Averroes gave Aristotle to western Europe in a pantheistic garb, and thus influenced medieval scientists.",
        "c. 1258), English Franciscan, scholar and theologian, was born about 1200 in the diocese of Bath, and educated at Oxford under the famous Grosseteste.",
        "PIETRO BEMBO (1 47 o - 1 547), Italian cardinal and scholar, was born at Venice on the 20th of May 1470.",
        "The management of the college was practically in his hands, and his reputation as a scholar became high in the university.",
        "He was a true scholar, who lived entirely in the things of the intellect.",
        "Andrewes, and was much in the society of the celebrated scholar Isaac Casaubon, with whom he had been in correspondence by letter for many years.",
        "Grotius read the classics as a humanist, for the sake of their contents, not as a professional scholar.",
        "Forbes was a good scholar, a scientific theologian and a devoted worker, and was much beloved.",
        "Among Reuchlin's own pupils were Melanchthon, Oecolampadius and Cellarius, while Sebastian Munster in Heidelberg (afterwards professor at Basel), and Buchlein (Fagius) at Isny, Strasburg and Cambridge, were pupils of the liberal Jewish scholar Elias Levita.",
        "In the latter city he studied from his eighteenth year, and there, after making the pilgrimage in 1253, he settled as a private scholar until 1267, when he succeeded Abu Shama as professor of tradition at the Ashrafiyya school.",
        "Before any Greek text appeared, a Latin translation of zoo Fabulae Aesopicae by an Italian scholar named Ranuzio (Renutius) was published at Rome, 1476.1476.",
        "ABU UBAIDA [Ma`mar ibn ul-Muthanna] (728-825), Arabian scholar, was born a slave of Jewish Persian parents in Basra, and in his youth was a pupil of Abu`Amr ibn ul-`Ala.",
        "Jabiz held him to be the most learned scholar in all branches of human knowledge, and Ibn Hisbam accepted his interpretation even of passages in the Koran.",
        "FRANCIS BROWN (1849-), American Semitic scholar, was born in Hanover, New Hampshire, on the 26th of December 1849, the son of Samuel Gilman Brown (1813-1885), president of Hamilton College from 1867 to 1881, and the grandson of Francis Brown (1784-1820), whose removal from the presidency of Dartmouth College and later restoration were incidental to the famous \"Dartmouth College case.\"",
        "For this estimate of Reiske as a Greek scholar the writer is indebted to Prof. U.",
        "HENRY DODWELL (1641-1711), scholar, theologian and controversial writer, was born at Dublin in October, 1641.",
        "In 1654 he was sent by his uncle to Trinity College, Dublin, of which he subsequently became scholar and fellow.",
        "Harris, a Plymouth clergyman, and the well-known Biblical scholar Samuel Prideaux Tregelles.",
        "Though not a profound scholar, he was surpassed by few biblical commentators of his day in range of learning, and in soundness of judgment.",
        "Reimarus (1694-1768), professor of oriental languages in Hamburg, who commanded general respect as a scholar and thinker, wrote a book entitled Apologie oder Schutzschrift fiir die verniinftigen Verehrer Gottes.",
        "officiorum), 1 also known as a monk by the name Theodulos Monachos, a native of Thessalonica, Byzantine scholar and grammarian and confidential adviser of Andronicus II.",
        "There, however, his conduct gave but little hopes of his ever succeeding as a scholar.",
        "The chief church is the Martini-kerk, with a high tower (43 2 ft.) dating from 1477, and an organ constructed by the famous scholar and musician Rudolph Agricolo, who was born near Groningen in 1443.",
        "A scholar and a linguist, he was a match for the diplomats of the Christian powers, against whom he successfully defended the interests of his country.",
        "He received a scholar's training, studying Latin at Rome under Gasparino da Verona, and Greek at Ferrara under Guarino da Verona.",
        "Aldo himself, though a precocious student, a scholar of no mean ability, and a publisher of some distinction, was the least remarkable of the three men who gave books to the public under the old Aldine ensign.",
        "Matthews, Berlin, 1887), Joseph Kimhi attacks the philological work of the greatest French Talmud scholar of that day, R.",
        "William Bedwell, the Arabic scholar, was vicar of Tottenham, and published in 1632 a Briefe Description of the Towne of Tottenham, in which he printed for the first time the burlesque poem, the Turnament of Tottenham.",
        "In 1843, however, they were conclusively proved by the German scholar Hallmann, from internal evidence, to be forgeries of the 14th and i 5th centuries.",
        "It professes to be an account given by the author to his friend Timocrates of a banquet held at the house of Laurentius (or Larentius), a scholar and wealthy patron of art.",
        "GEORGE OF TREBIZOND (1395-1484), Greek philosopher and scholar, one of the pioneers of the revival of letters in the Western world, was born in the island of Crete, and derived his surname Trapezuntios from the fact that his ancestors were from Trebizond.",
        "The needless bitterness of his attacks upon Plato (in the Comparatio Aristotelis et Platonis), which drew forth a powerful response from Bessarion (q.v.), and the manifestly hurried and inaccurate character of his translations of Plato, Aristotle and other classical authors, combined to ruin his fame as a scholar, and to endanger his position as a teacher of philosophy.",
        "Unable at first to cope with their unfamiliar ideas, he determined to become a scholar, and until 1628 was engaged in a careful study of Greek and Latin authors, the outcome of which was his great translation of Thucydides.",
        "MARCUS KALISCH (or MAURICE) (1828-1885), Jewish scholar, was born in Pomerania in 1828, and died in England 1885.",
        "He was educated at Merton College, Oxford, where he took the degree of doctor of divinity, and acquired the reputation of a profound scholar, a skilful mathematician and an able divine.",
        "Indolent as he was, he acquired knowledge with such ease and rapidity that at every school (such as those at Lichfield and Stourbridge) to which he was sent he was soon the best scholar.",
        "When the young scholar presented himself to the rulers of that society, they were amazed not more by his ungainly figure and eccentric manners than by the quantity of extensive and curious information which he had picked up during many months of desultory but not unprofitable study.",
        "Good scholar though he was, these twitchings had lost him usherships in 1735 and 1736.",
        "He received Johnson's homage with the most winning affability, and requited it with a few guineas, bestowed doubtless in a very graceful manner, but was by no means desirous to see all his carpets blackened with the London mud, and his soups and wines thrown to right and left over the gowns of fine ladies and the waistcoats of fine gentlemen, by an absent, awkward scholar, who gave strange starts and uttered strange growls, who dressed like a scarecrow and ate like a cormorant.",
        "In this vague design he was encouraged by Gerbert, the greatest scholar of the day, whom, as Silvester II., he raised to the papal throne.",
        "In April 1649 he entered Lincoln College, Oxford, and on the 3rd of November 1651 he became scholar of Corpus Christi College.",
        "Alleine was no mere scholar or divine, but a man who associated on equal terms with the founders of the Royal Society.",
        "In 1850 a record of the capture of this city from the Hyksos by Ahmosi, the founder of the eighteenth dynasty, was discovered by the same scholar.",
        "He then entered the university of Edinburgh, where he distinguished himself as a Greek scholar.",
        "1075-1144), edited by Nassau-Lees, Calcutta, 1859; but this scholar, with his great insight and still greater subtlety, is too apt to read his own scholastic ideas into the Koran.",
        "The publication of the translation of the Koran by the great Leipzig Arabic scholar, H.",
        "In 1853 he was the first Tyrwhitt's Hebrew scholar.",
        "Successive theories interpreted him as the god of the earth, as the god of the Nile, as a god of vegetation, as a moon-god and as a sun-god; and nearly every one of these theories has been claimed to be the primitive truth by some scholar or another.",
        "It is therefore the mainstay of the scholar in investigating or restoring the word~ forms of the ancient language.",
        "Here were to be found men of ability proof against the eloquence of Hans Tausen or Peder Plad and quite capable of controverting their theories - men like Povl Helgesen, for instance, indisputably the greatest Danish theologian of his day, a scholar whose voice was drowned amidst the clash of conflicting creeds.",
        "THEODOR NOLDEKE (1836-), German Semitic scholar, was born at Harburg on the 2nd of March 1836, and studied at GÃ¶ttingen, Vienna, Leiden and Berlin.",
        "HENRI DE VALOIS [VALESIUS] (1603-1676), French scholar, was born at Paris on the 10th of September 1603.",
        "His brother, Adrien De Valois (1607-1692), was also a wellknown scholar.",
        "He was a good classical scholar, and although not eloquent, an able debater.",
        "As a Homeric scholar, of conservative views, he took a high rank.",
        "His uncle, Christoph Wilhelm Mitscherlich (1760-1854), professor at GÃ¶ttingen, was in his day a celebrated scholar.",
        "He came of a middle-class Yorkshire family of pronounced Liberal and Nonconformist views, and was educated under Dr Edwin Abbott at the City of London school, from which he went as a scholar to Balliol, Oxford; there he had a distinguished career, taking a first-class in classics, winning the Craven scholarship and being elected a fellow of his college.",
        "Tradition says that of old every Fula boy and girl was a scholar; but during the decadence of their power towards the close of the 19th century education was not highly valued.",
        "In 1794 he became a scholar at the Ecole Polytechnique, which he left in 1796 to act as a civil engineer.",
        "He took first-class honours in philosophy at Edinburgh, and was Gray scholar and Ferguson scholar in philosophy of the four Scottish Universities (1876).",
        "He was the first English monarch to be educated under the influence of the Renaissance, and his tutors included the poet Skelton; he became an accomplished scholar, linguist, musician and athlete, and when by the death of his brother Arthur in 1502 and of his father on the 22nd of April 1509 Henry VIII.",
        "He surrounded himself with men of low birth, such as Ireland, a scholar and diplomatist; Rogers, a great musician; and Cochrane, apparently an architect or sculptor - he is styled a mason or stone-cutter.",
        "In 1575, at the General Assembly, Andrew Melville, now a man of thirty, and, with Buchanan, the foremost scholar of Scotland, especially in Greek, caused the lawfulness of bishops to be mooted.",
        "The \" creature \" of Charles, as he called himself, this burly, violent scholar, buffoon and bully, was reckoned a patriot.",
        "SAMUEL DAVID LUZZATTO (1800-1865), Jewish scholar, was born at Trieste in 1800, and died at Padua in 1865.",
        "Trithemius was, though an accomplished scholar, untrustworthy as a chronicler, and his Annales hirsaugienses (1514), Annales de origine Francorum, as well as his Chronologia mystica (1516) are, on this account, of doubtful value.",
        "FRIEDMANN, MEIR (1831-1908), Hungarian Jewish scholar.",
        "Clemencin, Diego (1765-1834), Spanish scholar and politician, was born on the 27th of September 1765, at Murcia, and was educated there at the Colegio de San Fulgencio.",
        "HENRY FRANCIS PELHAM (1846-1907), English scholar and historian, was born at Berg Apton, Norfolk, on the 19th of September 1846, son of the Hon.",
        "An account of his life, privately printed, was written by the Rev. John Kelly (1150-1809), the Manx scholar, who married one of his granddaughters.",
        "Besides its boulevards Amiens has the ample park or Promenade de la Hotoie to the west and several fine squares, notably the Place Longueville and the Place St Denis, in which stands the statue of the famous 17th-century scholar Charles Ducange.",
        "He was educated by his father and by the famous scholar J.",
        "Reimarus's reputation as a scholar rests on the valuable edition of Dio Cassius (1750-52) which he prepared from the materials collected by J.",
        "After his baptism (about 370) by Meletius, the bishop of Antioch, he gave up all his forensic prospects, and buried himself in an adjacent desert, where for nearly ten years he spent a life of ascetic self-denial and theological study, to which he was introduced by Diodorus, bishop of Tarsus, a\"famous scholar of the Antiochene type.",
        "NICOLAUS CUSANUS (NICHOLAS OF Cusa) (1401-1464), cardinal, theologian and scholar, was the son of a poor fisherman named Krypffs or Krebs, and derived the name by which he is known from the place of his birth, Kues or Cusa, on the Moselle, in the archbishopric of Trier (Treves).",
        "CHRISTIAN GOTTLOB HEYNE (1729-1812), German classical scholar and archaeologist, was born on the 25th of September 1729, at Chemnitz in Saxony.",
        "But, although not a critical scholar, he was the first to attempt a scientific treatment of Greek mythology, and he gave an undoubted impulse to philological studies.",
        "in the Vatican library, and a first volume, entitled Horae Syriacae, published in 1827, gave promise of a great scholar.",
        "At this date he was already distinguished as an accomplished scholar and critic, able to converse fluently in half-a-dozen languages, and well informed on most questions of scientific, artistic or antiquarian interest.",
        "SIR JOHN CHEKE (1514 - 1 557), English classical scholar, was the son of Peter Cheke, esquire-bedell of Cambridge University.",
        "The scholar's wish was to see the clouds of war pass away, and leave thinkers to their peaceful work.",
        "He gained a first class in jurisprudence in 1895 and was Vinerian Law Scholar in 1896, was elected a Fellow of Merton and did a considerable amount of educational work in the next few years, being a lecturer both at Merton and at Oriel, and an extension lecturer in modern history both for Oxford and for Victoria University.",
        "He married, in 1901, Margaret Eleanor, daughter of the Rev. Henry Furneaux, a well-known Oxford scholar, his family consisting of a son and two daughters.",
        "Befriended by Bunsen and Humboldt, Lepsius threw himself with great ardour into Egyptological studies, which, since the death of Champollion in 1832, had attracted no scholar of eminence and weight.",
        "Lepsius was a fine specimen of the best type of German scholar.",
        "He was educated at Milan by his uncle, Antonio, himself a scholar and a poet of eminence, and afterwards at Rome and Padua.",
        "Aurelian seized the wealth of the city but spared the inhabitants; to Zenobia he granted life; while her officers and advisers, among whom was the celebrated scholar Longinus, were put to death.",
        "EDWARD HAYES PLUMPTRE (1821-1891), English divine and scholar, was born in London on the 6th of August 1821.",
        "A scholar of University College, Oxford, he graduated with a' double-first class in 1844, and in the same year he was elected fellow of Brasenose College.",
        "In verse his main achievements were Lazarus (1864), and Master and Scholar (1866).",
        "But although wellread, he was no scholar in the true sense, and had neither the knowledge to feel sure of his ground nor the theological insight to perceive the real point at issue.",
        "With a liberal Scotsman, Dr William Small, then of the faculty of William and Mary and later a friend of Erasmus Darwin, and George Wythe (1726-1806), a very accomplished scholar and leader of the Virginia bar, Jefferson was an habitual member, while still in college, of a partie carree at the table of Francis Fauquier (c. 1720-1768), the accomplished lieutenant-governor of Virginia.",
        "In many respects no two men could be more unlike than Severus, the scholar and orator, well versed in the ways of the world, and Martin, the rough Pannonian bishop,.",
        "\"ALFRED LYTTELTON (1857-1913), English politician, was the youngest child and eighth son of the 4th Lord Lyttelton, a brilliant scholar who had been senior classic at Cambridge.",
        "In 1817 he commenced his studies at Leiden University, proving a brilliant scholar, and twice obtaining a gold medal for his prize essays.",
        "The best biographical sketch of Thorbecke we owe to the late Professor Buys, his principal scholar and devoted friend, whose biography appeared in 1876 at Tiel.",
        "Amongst the many merits of that admirable scholar, it is one of the greatest that he has laid \" the fiend called die Sophistik,\" that is to say, the theory that sophistry was an organized conspiracy against law and morals.",
        "The word was coined by Demiscianus, a Greek scholar, at the request of Federigo Cesi, founder of the Accademia dei Lincei, from the Greek ri XE, far, and ovoirEUU, to see.",
        "Under Alphonso, surnamed \"the Magnanimous,\" Sicily was once more united to Naples and a new era was inaugurated, for the king was at once a brilliant ruler, a scholar and a patron of letters.",
        "DENYS PETAU (1583-1652), Jesuit scholar, better known as Dionysius Petavius, was born at Orleans on the 21st of August 1583.",
        "A strange mystification was practised by the last named, a scholar of singular brilliancy, who claimed to have a mutilated MS. which he called his Decurtatus, bought from a common soldier who had obtained it from a sacked monastery; also to have been furnished by a friend, Pierre de Crouzeil, a doctor of Limoges, with variants taken from an old MS. found at Noyon, and entered in the margin of a copy of the Lyons edition.",
        "This appeal has been called by a European scholar \"one of the unworthiest comedies of the whole world's history,\" accepting the report of very partial Arabic writers that it happened when the Syrians were on the point of losing the battle.",
        "In brief, Madison was too much the mere scholar to prove a strong leader in such a crisis.",
        "The broadest and most accurate scholar among the \"founders and fathers,\" he was particularly an expert in constitutional history and theory.",
        "KARL OTFRIED MULLER (1797-1840), German scholar, was born at Brieg in Silesia on the 28th of August 1797.",
        "He was educated at Eton and at Magdalen College, Oxford, becoming demy or scholar in 1619, and fellow in 1625.",
        "His range of reading was extensive, and he was a most diligent scholar and writer.",
        "P.) AMA`I [Abu Said `Abd ul-Malik ibn Quraib] (c. 739-831), Arabian scholar, was born of pure Arab stock in Basra and was a pupil there of Abu `Amr ibn ul- 'Ala.",
        "The Danish scholar L.",
        "500 Ethiopic was written in an alphabet which according to Muller was no gradual growth but an ingenious device of a Greek scholar of this period at the court of Abyssinia.",
        "SAMUEL BOCHART (1599-1667), French scholar, was born at Rouen on the 30th of May 1599.",
        "A), first published by the French scholar Villoison in 1788 (Scholia antiquissima ad Homeri Iliadem).",
        "Although Wolf at once perceived the value of the Venetian Scholia on the Iliad, the first scholar who thoroughly explored them was C. Lehrs (De Aristarchi studiis Homericis, Konigsberg, 1833; 2nd ed., Leipzig, 1865).",
        "Ketteler was rather a man of action than a scholar, and he first distinguished himself as one of the deputies of the Frankfort National Assembly, a position to which he was elected in 1848, and in which he soon became noted for his decision, foresight, energy and eloquence.",
        "None but a Hindu can enter any of the larger temples, and none but a Hindu priest really knows the truth about their inner mysteries\"; whilst the well-known native scholar Babu Rajendralal Mitra points out (Antiquities of Orissa, i.",
        "He was a scholar of much erudition, with great power of administrative organization, simple, generous and kindly in character.",
        "But Italian taste was all for bold, highly-coloured; slashing statements, that any one could understand; what it wanted was a method that should be at once intel lectually impressive, and free from the usual clouds that beset the scholar's path.",
        "He was a polished scholar of the old-fashioned type; early in his reign he threw open the Vatican Archives to the students of the world.",
        "The scholar L.",
        "Nigra was a sound classical scholar, and published translations of many Greek and Latin poems with valuable comments; he was also a poet and the author of several works of folk-lore and popular poetry, of which the most important is his Canti popolari del Piemonte.",
        "He here began a close friendship with the distinguished scholar, Antonio Beccadelli, through whose influence he gained admission to the royal chancery of Alphonso the Magnanimous.",
        "Alphonso discerned the singular gifts of the young scholar, and made him tutor to his sons.",
        "He entered Naples as a penniless scholar.",
        "Stella's one child, Lucilio, survived his birth but fifty days; nor did his mother long remain to comfort the scholar's old age.",
        "But his chief claim upon the attentions of posterity is as a scholar.",
        "1000, which was given in 1651 by Archbishop Ussher to the famous scholar Francis Junius, and is now in the Bodleian library.",
        "Some portions of it are plainly the work of a scholar who wrote with his Latin Bible before him.",
        "The poem is obviously the work of a scholar, though the Bible is the only source used.",
        "Certain similarities between passages in Paradise Lost and parts of the translation from Old Saxon interpolated in the Old English Genesis have given occasion to the suggestion that some scholar may have talked to Milton about the poetry published by Junius in 1655, and that the poet may thus have gained some hints which he used in his great work.",
        "BERNARD DE MONTFAUCON (1655-1741), French scholar and critic, was born at the château of Soulage (now Soulatge, in the department of Aube, France), on the 13th of January 1655.",
        "Of the five prelates thus named, Davies alone was competent to undertake the task, and for assistance in the work of translation he called upon his old friend and former neighbour, William Salesbury, who like the bishop was an excellent Greek and Hebrew scholar.",
        "St Pietro Damiani (988-1072) was a scholar, hermit and reformer, who did more perhaps than any one else to combat the open marriages of the clergy.",
        "Huet (1630-1721) and Antoine Varillas (1626-1696), and even foreigners, as Huyghens, Vossius the geographer, Carlo Dati the Dellacruscan, and Heinsius the great Dutch scholar.",
        "LOUIS PETIT DE JULLEVILLE (1841-1900), French scholar, was born in Paris on the 18th of July 1841.",
        "CHURCHILL BABINGTON (1821-1889), English classical scholar and archaeologist, was born at Roecliffe, in Leicestershire, on the 11th of March 1821.",
        "It was by his edition of these speeches from the papyri discovered at Thebes (Egypt) in 1847 and 1856 that Babington's fame as a Greek scholar was made.",
        "He became a skilled linguist, a widely read scholar - though much of his learning was more curious than useful - a powerful preacher, a valued citizen, and a voluminous writer, and did a vast deal for the intellectual and spiritual quickening of New England.",
        "He was then placed with the Greek scholar Franz Passow, who superintended his classical studies.",
        "SAMUEL ROLLES DRIVER (1846-), English divine and Hebrew scholar, was born at Southampton on the 2nd of October 1846.",
        "He was a considerable scholar and is said to have been the first to teach Hebrew in Scotland.",
        "Buxtorf (Scholar) >>",
        "A great preacher, orator and teacher, and a remarkably versatile scholar, McClintock by his editorial and educational work probably did more than any other man to raise the intellectual tone of American Methodism, and, particularly, of the American Methodist clergy.",
        "He was a scholar, a preacher, and a man of affairs, temperamentally quiet and dignified; and his administration differed radically from that of Archbishop Hughes; he was conciliatory rather than polemic and controversial, and not only built up the Roman Catholic Church materially, but greatly changed the tone of public opinion in his diocese toward the Church.",
        "Ramsay, but a recent Roman Catholic scholar, Dr A.",
        "He went to Charterhouse School, and in 1715 became a pensioner of Jesus College, Cambridge, where his reputation as a Greek scholar led to his being selected to translate certain passages from Eustathius for the notes to Pope?s Homer.",
        "ANTOINE FREDERIC OZANAM (1813-1853), French scholar, was born at Milan on the 23rd of April 1813.",
        "He was a scholar among scholars, being furnished with extraordinary resources of learning."
    ],
    "definition": [
        "a. A learned person.\nb. A specialist in a given branch of knowledge: a classical scholar.",
        "One who attends school or studies with a teacher; a student.",
        "A student who holds or has held a particular scholarship.",
        "Link/Cite",
        "A student; one who studies at school or college.",
        "A specialist in a particular branch of knowledge.",
        "A learned person; a bookman.",
        "One who educates themselves for their whole life.",
        "chorals",
        "Link/Cite"
    ]
}