{
    "translation": "לצרוב, לחרוך",
    "uses": [
        "Fire, on the other hand, can scorch earth.",
        "They use a program called Scorch by the company Sibelius.",
        "Those two issues can sometimes melt or scorch an area around the batteries, rendering the phone inoperable.",
        "That tends to be gentler than the hotter afternoon sun and your plants will be less likely to scorch.",
        "Heat/Fire Resistant - With a ceramic tiles countertop, you can take the pot right off the oven and place it directly on the tile; the tile won't scorch or emit toxic fumes.",
        "Incline: Walking on a flat surface may be how you start, if you've led a sedentary lifestyle or are obese, but increasing the incline helps you scorch calories much more quickly.",
        "SheetMusicDirect.com carries plenty of Blink 182 guitar music sheet and tablature, but you'll need to install their Scorch sheet music viewer before you can download any music.",
        "Apply water directly to the soil in the mornings to prevent leaf scorch.",
        "frayed edges and scorch marks.",
        "Prolog The woman bore a scorch mark from her chin to her brow.",
        "scorch in full sun.",
        "The foliage is best in partial shade - the delicate variegated leaves may scorch in full sun.",
        "The east wind does not scorch Egypt, it is the south wind.",
        "They will hold their arms over their heads until the muscles atrophy, will keep their fists clenched till the nails grow through the palms, will lie on beds of nails, cut and stab themselves, drag, week after week, enormous chains loaded with masses of iron, or hang themselves before a fire near enough to scorch.",
        "The Danehill Dancer filly made all in thrilling style to scorch to a two-and-a-half length victory in the fillies ' Classic.",
        "Up to 60% of plants prefer these cool, sun scorch free, permanently moist sites.",
        "scorch damage was caused to the exterior of the house however no one was injured during the attack.",
        "Minor scorch damage was caused to the exterior of the house however no one was injured during the attack.",
        "scorch mark from her chin to her brow."
    ],
    "definition": [
        "To burn superficially so as to discolor or damage the texture of. See Synonyms at burn1.",
        "To dry out or wither with intense heat: The sun scorched the plains.",
        "To destroy (land and buildings) by fire or military action so as to leave nothing salvageable to an enemy army.",
        "To subject to severe censure; excoriate.",
        "To become scorched or singed.",
        "To go or move at a very fast, often excessively fast rate.",
        "A slight or surface burn.",
        "Brown spotting on plant leaves caused by pathogens, heat, or lack of water.",
        "scorch′ing·ly\nadverb",
        "Link/Cite",
        "A slight or surface burn.",
        "A discolouration caused by heat.",
        "Brown discoloration on the leaves of plants caused by heat, lack of water or by fungi.",
        "To burn the surface of something so as to discolour it",
        "To wither, parch or destroy something by heat or fire, especially to make land or buildings unusable to an enemy",
        "(intransitive) To become scorched or singed",
        "(intransitive) To move at high speed (so as to leave scorch marks on the ground)",
        "To burn; to destroy by, or as by, fire.",
        "Link/Cite"
    ]
}