{
    "translation": "בדקדקנות, בקפדנות",
    "uses": [
        "The mileage was scrupulously recorded, as was everything else.",
        "The Baganda are not a very moral people, but they have an extreme regard for decency, and are always scrupulously clothed (formerly in bark-cloth, now in calico).",
        "The young officer, with his face still more flushed, commanded the men more scrupulously than ever.",
        "The houses were scrupulously clean and strewn with sweet herbs.",
        "Reckless of consequences, he swept away the venerated ceremonial formalities which his ancestors had scrupulously observed, openly scoffed at ancient usage, habitually dressed in foreign costume, and generally chose foreign heretics as his boon companions.",
        "Fauchet has the reputation of an impartial and scrupulously accurate writer; and in his works are to be found important facts not easily accessible elsewhere.",
        "Jewish study was exclusively based on the official Hebrew text, which was fixed, probably in the 2nd century A.D., and thereafter scrupulously preserved.",
        "These pacts have hitherto been scrupulously observed, and as the local authorities levy the contribution after their own local customs, landed property and the industrial and commercial classes are less heavily taxed in these territories than in the rest of Spain.",
        "The basin, made scrupulously clean, is heated to beyond the fusing point of tin.",
        "The Manichaeans held that in every act of begetting, human or otherwise, a soul is condemned afresh to a cycle of misery by imprisonment in flesh - a thoroughly Indian notion, under the influence of which their perfect or elect ones scrupulously abstained from flesh.",
        "The independence of the Peruvian courts has not been scrupulously maintained, and there has been much criticism of their character and decisions.",
        "A scribe again who scrupulously records the presence of a lacuna or illegibility in what he is copying, inspires us with confidence in the rest of his work.",
        "of the colonial law provided that laws should be passed as soon as possible to settle the natives' rights to real property and the liberty of the individual, while the Belgian government announced its determination to fulfil scrupulously all the obligations imposed on the Congo by international conventions.",
        "In Gloucestershire simnel cakes are still common; and at Usk, Monmouth, the custom of mothering is still scrupulously observed.",
        "The pharmacists were divided into two classes, the stationarii, who sold simple drugs and non-magisterial preparations at a tariff determined by competent authorities, and the confectionarii, whose business it was to dispense scrupulously the prescriptions of medical men; all pharmaceutical establishments were placed under the surveillance of the college of medicine.",
        "In these circumstances, the traditional authority of the grand-prince, never very great, rapidly declined, and the complicated law of succession, never scrupulously respected, was gradually replaced by \" the good old rule, the simple plan, that he should take who has the power, and he should keep who can.\"",
        "But though his work is thus, like that of many historians, coloured by his opinions, this was not the outcome of a conscious purpose, and he was scrupulously conscientious in collecting and weighing his materials.",
        "phosphine release, ZP Rodent Bait is scrupulously formulated with a closely monitored low moisture content.",
        "I can, when I want, be scrupulously polite.",
        "Even on the assumption that the Athenian dicasteries were scrupulously fair in their awards, it must have been peculiarly galling to the self-respect of the allies and inconvenient to individuals to be compelled to carry cases to Athens and Athenian juries.",
        "Government was maintained under the Cuban flag, - the diplomatic and consular relations with even the United States remaining in outward forms unchanged; and the regular forms of the constitution were scrupulously maintained so far as possible.",
        "Hitherto he had been scrupulously impartial in raising the best men to the judicial bench, including the illustrious Matthew Hale, but he now appointed compliant judges, and, alluding to Magna Carta in terms impossible to transcribe for modern readers, declared that\" it should not control his actions which he knew were for the safety of the Commonwealth.\"The country was now divided into twelve districts each governed by a major-general, to whom was entrusted the duty of maintaining order, stamping out disaffection and plots, and executing the laws relating to public morals.",
        "For nearly forty years after the acceptance of the Compromise the attitude of the emperor-king towards the Magyar constitution had been scrupulously correct.",
        "It was enough for him to give a scrupulously exact description of such specimens as came under his eye, distinguishing these by prefixing two asterisks to their name, using a single asterisk where he had only seen a part of the bird, and leaving unmarked those that he described from other authors.",
        "Voltaire makes an interesting observation on the technical difference between an English and a French sermon in the 18th century; the former, he says, is a solid and somewhat dry dissertation which the preacher reads to the congregation without a gesture and without any inflection of his voice; the latter is a long declamation, scrupulously divided into three points, and recited by heart with enthusiasm.",
        "He publicly expressed his disapproval of the attacks on the Jews in 1878; and the coalition of Liberal parties founded in 1884 was popularly known as the \"crown prince's party,\" but he scrupulously refrained from any act that might embarrass his father's government.",
        "In carrying out the provisions of the treaty, an assurance was given by the British government that the rights of those interested in the transfer should be scrupulously respected, and the host of petty native principalities in the province is the best proof of the sincerity and good faith with which this clause has been carried out.",
        "Analogously in an edict, of which a later copy is preserved in an inscription (see above), Darius commands Gadatas, the governor of a domain (irap6.~urot) in Magnesia on the Maeander, to observe scrupulously the privileges of the Apollo-sanctuary.",
        "If somewhat severe and irritable, he was at the same time scrupulously just, truthful, and steadfast; he never deserted a friend or took an unfair advantage of an antagonist; and on befitting occasions he could be cheerful and even facetious among his intimates.",
        "In order to keep the uncluttered lines and simplicity of this style, regular cleanings and scrupulously avoiding clutter is essential.",
        "At each of the great festivals, which to please him were for once crowded into a single year, he entered in regular form for the various competitions, scrupulously conformed to the tradition and rules of the arena, and awaited in nervous suspense the verdict of the umpires.",
        "Since identification of spectral lines is a matter of extreme refinement, any cause which may displace lines from their normal places, or otherwise change their features, must be examined scrupulously.",
        "Mr E: I think they are scrupulously careful about it.",
        "Thus, your main challenge is to be certain that you are being scrupulously honest with yourself as well as with others.",
        "Costa Rica, on the other hand, prides itself on its natural wonders and scrupulously protects its wildlife, making standard cruises impossible.",
        "Scrupulously clean the areas your dog comes in contact with the most to limit his exposure to germs.",
        "Always make sure the wine glasses are scrupulously clean as even the slightest traces of dirt and grime can alter the behavior of fine wines and champagne.",
        "Conflict or blood diamonds are scrupulously avoided, and many Canadian diamonds are available for individuals interested in the high quality of those northern stones.",
        "Ask for at least two references from previous employment and check them scrupulously.",
        "Keeping the site scrupulously clean is a must.",
        "Wesley was a stiff High Churchman, who scrupulously followed every detail of the rubrics.",
        "To the public ordinances of the church he scrupulously conformed.",
        "Both had signed the protocol of 1852, and both realized that, if the European powers were to be given no excuse to intervene, their attitude must be scrupulously correct; and this involved the recognition of King Christians rights in the duchies.",
        "Zeus has acquired the character of a supreme moral ruler; and although Athena and Poseidon are adverse influences in the poem, the notion of a direct contest between them is scrupulously avoided.",
        "In some cases of chronic inflammation of the kidneys, where the disease is not extensive, the patient may continue in fair health for a number of years, provided attention be paid to the following rules: - (i) The body must be kept warm, and chills must be scrupulously avoided; (2) the digestion must be attended to carefully, so that no excess of poisonous bodies is formed in the intestine or absorbed from it; (3) eliminating channels such as the skin and bowel must be kept active.",
        "But in this aristocratic caste the women are scrupulously clothed.",
        "On the one hand, indeed, they held tenaciously by the traditional Judaism: blasphemy against their lawgiver was punished with death, the sacred books were preserved and read with great reverence, though not without an allegorical interpretation, and the Sabbath was most scrupulously observed.",
        "The officers of the Church during the first few centuries of its existence were content to officiate in the dress of civil life, though their garments were expected to be scrupulously clean and of decent quality."
    ],
    "definition": [
        "In a careful manner, with scruple; done with careful attention to detail.",
        "Link/Cite"
    ]
}