{
    "translation": "תפר, לתפור, לחבר",
    "uses": [
        "His tiny fist clutched the outer seam of her jeans.",
        "The use of this machine has allowed a thin seam of cannel, from 10 to 14 in.",
        "There's a seam here.",
        "Megan stepped forward and the heel of her sandal sank into a seam in the walkway.",
        "In the oldest form of this class of working, where the size of the pillar is equal to the width of the stall or excavation, about 4 of the whole seam will be removed, the remainder being left in the pillars.",
        "To secure the perpendicularity of the shaft, it is necessary to leave a large mass or pillar of the seam untouched around the pit bottom.",
        "At Monceaux les Mines, in France, a seam 40 ft.",
        "For straight seams the machines are excellent, making as neat a seam as is found in glove work, unless, of course, the pelts are especially heavy, such as bears and sheep rugs.",
        "One day when I came to the same place forty-eight hours afterward, I found that those large bubbles were still perfect, though an inch more of ice had formed, as I could see distinctly by the seam in the edge of a cake.",
        "Rich strips of alluvial soil, however, seam a cold clay-marl, needing intensive cultivation to become highly productive.",
        "The lignite in this region also warms the ranchman's cabin, being easily mined where a seam is exposed in the walls of a ravine or on the side of a hill.",
        "In the top seam, faded but legible, was written Annie in very small print.",
        "One of the most striking examples of this is afforded by the thick or ten-yard seam of South Staffordshire, which is from 30 to 45 ft.",
        "3, where the seam B, according to the same system of arrangement, should have been found at or near the surface, another seam C is proved at a considerable depth, differing in character and thickness from either of the preceding.",
        "Rhyn focused the little bit of magic he had remaining on the wood.  Fire sprang up.  With it, Rhyn felt a stitch of the seam binding his power snap.",
        "i was 40 fathoms in depth, we multiply the depth by the rate of inclination, 40 X 8 = 320 fathoms, which gives the point at which the coal seam A should reach the surface.",
        "The dark bituminous layers of clay slate, which occur intercalated among the quartzites, have led, here as elsewhere, to the hope of coming upon a seam of coal, but it is contrary to experience that coal of any value should be found in rocks of that age.",
        "A coal seam with a soft pavement and a hard roof is the most subject to a \" creep.\"",
        "number and nature of the coal seams in new ground, or the position of the particular seam or seams which it is proposed to work in extensions of known coalfields.",
        "The first process in laying out the workings consists in driving a gallery on the level along the course of the coal seam, which is known as a \" dip head level,\" and a lower parallel one, in which the water collects, known as a \" lodgment level.\"",
        "Numerous smaller channels seam the whole face of the country carrying off the surplus drainage in the rains, but drying up in the hot season.",
        "The average thickness of the seams worked is from 12 to 18 ft., but occasionally a seam attains a great thickness - 20 to 80 ft.",
        "The \"Thick Seam\" of Margherita, in Upper Assam, averages 50 ft., and in some places reaches as much as 80 ft.",
        "But there is generally a certain depth of alluvial cover which requires to be deducted, and which we call a fathoms, then (40 - 3 =37)X 8 = 296 fathoms; or say 286 fathoms is the distance that the second bore should be placed to the rise of the first, so as to have, for certain, the seam of coal A in clear connexion with the seam of coal B.",
        "Cattle sometimes congregate in cold weather around a burning coal seam and enjoy the warmth.",
        "The deep, short gorges and glens which seam the southern slopes of the Caucasus are inhabited by Ossetes, Tushes, Pshays and Khevsurs in the west, and by various tribes of Lesghians in the east.",
        "The name is from a word meaning \"to roast till puckered\" or \"drawn up,\" in reference, it is suggested, to a peculiar seam in their mocassins, though other explanations have been proposed.",
        "In the South Wales system of working, cross headings are driven from the main roads obliquely across the rise to get a sufficiently easy gradient for horse roads, and from these the stalls are opened out with a narrow entrance, in order to leave support on either side of the road, but afterwards widening to as great a breadth as the seam will allow, leaving pillars of a minimum thickness.",
        "This derangement being carefully noted, another bore to the outcrop on the same principle is put down for the purpose of proving the seam C; the nature of the strata at first is found to agree with the latter part of that bored through in No.",
        "The bed of fire-clay under a coal seam, being impervious to water, frequently determines the horizon of numerous springs issuing from the hillsides.",
        "i bore is commenced at the dip, and reaches a seam of coal A, at 40 fathoms; at this depth it is considered proper to remove nearer to the outcrop so that lower strata may be bored into at a less depth, and a second bore is commenced.",
        "The lowest seam is the best, and this is as good as English steam coal.",
        "A multitude of ravines and gullies, filled with torrential streams or dry, according to the season of the year, and characterized by many beautiful cascades, seam the narrow coastal plain and the flanks of the mountains.",
        "In 1873 there could be seen, in the thick coal seams of Bengal, near Raniganj, a seam about 50 ft.",
        "With careful packing it is estimated that the surface subsidence will not exceed 40% of the thickness of the seam removed, and will usually be considerably less.",
        "The carrying frame, while the work is going on, is fixed in position by jackscrews bearing against the roof of the seam, which, when the cut is completed, are withdrawn, and the machine shifted laterally through a distance equal to the breadth of the cut and fixed in position again.",
        "This is sometimes obviated by holing in the beds below the coal, or in any portion of a seam of inferior quality that may not be worth working.",
        "3, but immediately on crossing the dislocation seen in the figure it is changed and the deeper seam D is found.",
        "It will be seen that by this method the whole of the seam, with the exception of the pillars left to protect the main roadways, is removed.",
        "The main level or gate road is driven in the benches coal, or lower part of the seam, while a smaller drift for ventilation, called an air heading, is carried above it in one of the upper beds called the slipper coal.",
        "In driving levels it is necessary to cut grooves vertically parallel to the walls, a process known as shearing; but the most important operation is that known as holing or kirving, which consists in cutting a notch or groove in the floor of the seam to a depth of about 3 ft., measured back from the face, so as to leave the overhanging part unsupported, which then either falls of its own accord within a few hours, or is brought down either by driving wedges along the top, or by blasting.",
        "The Coal Measures have been reached under Sydney, by a deep bore at Balmain, which pierced a seam of coal io ft.",
        "Pillar working, in the whole coal, is generally reputed to give a more advantageous proportion of round coal to slack, the latter being more abundantly produced on the removal of the pillars, but as these form only a small portion of the whole seam, the general yield is more advantageous than in the former method.",
        "However, extra work is needed if you must have a seam between two pieces of trim on a wall.",
        "At Vierfontein a seam of coal is worked above it.",
        "Roll the roulade in silver foil with the seam at the top.",
        "No Closure: There are plenty of decorator pillows that don't have any closure; they are sewn closed, and the stuffing cannot be removed without ripping open a seam.",
        "You want enough fabric to fully cover the pillow while still leaving an extra two inches around the outside edge for your seam.",
        "Medals are worn just above the left pocket seam, and service stars are centered above the medals.",
        "Just collect your T-shirts, find the one with the biggest logo, measure the logo (plus some space around it for seam allowances and such), then make all your blocks around that size.",
        "Trimmed in white around the rounded neckline, with vertical stripes down the center of the dress to the waist seam.",
        "The dress has a high rounded neckline, bust darts, waist seam, mock flap pockets and gently flared skirt.",
        "Both males and hermaphrodite seam cell lineages are affected although the hermaphrodites do not exhibit any obvious gross morphological phenotype.",
        "The geology map shows the Arley seam outcropping all along this ridge, which would be very attractive to early prospectors.",
        "I'd love to hear from others about their OWN opinions rather than from the seam rippers.",
        "Heavy insulation and standing seam aluminum roofing help retain heat to keep heating bills low.",
        "roll the roulade in silver foil with the seam at the top.",
        "rounded neckline, with vertical stripes down the center of the dress to the waist seam.",
        "In either case you will need to clean off any flashing and/or seam lines with a sharp knife and/or fine sandpaper.",
        "Inside the boot, all seams were filled with seam sealer to reduce the chance of water collecting.",
        "seam sewn up, Velcro is sewn on the overlap.",
        "They look like French seams stitched down flat, which will entail three sets of stitching per seams stitched down flat, which will entail three sets of stitching per seam.",
        "Philippa's most recent novels have focused on the rich seam of intrigue from the Tudor period.",
        "They occur where the beds are weakly cemented or there is a thin seam of clay.",
        "seam bowler Jahid Ahmed is making his first-class debut for Essex in the final Frizzell County Championship match of the season against Worcestershire.",
        "seam bowling.",
        "seam aluminum roofing help retain heat to keep heating bills low.",
        "I Inside Leg - Knee - measure from crotch seam to middle of knee.",
        "Fashioned in a matt, transparent material they feature a smooth, slim satin band at the top and have a flat toe seam.",
        "seam of ironstone in East Cleveland.",
        "seam of coal.",
        "sew side seam down to thumb.",
        "They look like French seams stitched down flat, which will entail three sets of stitching per seam.",
        "Knitting continues in the round in stocking stitch, with a false seam created by a column of purl stitches down each side.",
        "sudden burst of gas from a side working in the five-feet seam.",
        "toe seam.",
        "varye ironstone seam varied in thickness from 8ft at the outcrop to 5ft high and 80 yards wide where mining was abandoned.",
        "There are other more specialist arc welding processes such as spot welding or seam welding which work without a filler.",
        "He wears blue trousers, with a quarter inch red welt down the outside seam.",
        "To this was added later a vertical orphrey (titulus), usually from the centre of the front of the circulus to that of the back, partly in order to hide the seam, partly to emphasize the horns when those were to left and right.",
        "In these cases the larva, called Tornaria, is pelagic and transparent, and possesses a complicated ciliated seam, the longitudinal ciliated band, often drawn out into convoluted bays and lappets.",
        "thick, with a seam of fire-clay and a roof of black shale; about 6 in.",
        "I 'd love to hear from others about their OWN opinions rather than from the seam rippers.",
        "The band is then folded over and the seam sewn up, Velcro is sewn on the overlap.",
        "Philippa 's most recent novels have focused on the rich seam of intrigue from the Tudor period.",
        "Young seam bowler Jahid Ahmed is making his first-class debut for Essex in the final Frizzell County Championship match of the season against Worcestershire.",
        "Unknown to him, he had just stumbled across what was going to be the main seam of ironstone in East Cleveland.",
        "The main mine operated on two levels, each level with a different seam of coal.",
        "Draw up tight, sew side seam down to thumb.",
        "The ironstone seam varied in thickness from 8ft at the outcrop to 5ft high and 80 yards wide where mining was abandoned.",
        "The best way to measure is wrap the elastic around your baby's head and cut it to fit, allowing for a little extra to make the seam.",
        "You can hand stitch or machine sew a seam which joins the outer edges.",
        "You can sew the cat toys on the outside, called topstitching, and this way you don't need to take the time to create an inside seam.",
        "Cut out the two pieces about ¼ of an inch bigger all the way around to allow for sewing the seam.",
        "Sew the rest of the seam to completely enclose the stuffing.",
        "Use a seam ripper to carefully open all of the seams on the cushion so you'll have a pattern to match.",
        "Remember to add at least 1/4 of an inch for the seam allowance.",
        "When working with square or rectangular cushions, avoid bulk in the corners by trimming the seam allowance and turning the fabric using a knitting needle to poke out the corners.",
        "If making your pattern from scratch, don't forget to allow for at least a one-half inch seam allowance on all sides.",
        "Don't forget to add a seam allowance if your pattern doesn't already have one built-in.",
        "Sew pattern pieces front sides facing with a one-half inch seam allowance all around using a stitch length of 12 to 15 stitches per inch.",
        "If you're adding cording, make sure to include it in the fabric sandwich and be careful to use the right foot to get a snug, even seam.",
        "You might find this somewhere along the seam of one of the cushions, tacked to the back of the couch, or underneath the sofa itself.",
        "If there is only one seam that holds the front and the back of the pillow together, and the seam runs along the outer edge of the pillow, it's a knife-edge pillow.",
        "Keep in mind that the seam might be embellished with fringe or other trim.",
        "That means there is no border or welting, rather just a straight seam.",
        "Start sewing in the center of one side's, using one inch seam allowances.",
        "You can either sew on a zipper to make a removable cover, or you can turn the cover right side out, put your insert in, and then sew up the seam.",
        "No glue or matching seam lines are necessary with stenciled damask, and there is no fuss trying to get it off, since you can easily paint over it.",
        "If you have a mirror over 60 inches long, seam plates are available that hide the seam where two strips are joined.",
        "Finally, add liquid eyeliner along the base of your lashes to hide the seam.",
        "To create a bruise, stipple on brown, green, yellow, and then purple greasepaint around the wound in an irregular pattern, covering the seam of the latex.",
        "You can knit them flat and sew up the seam in the back quite easily.",
        "With an eleven-inch seam, there's no doubt that is a mini!",
        "If a seam comes undone, you lose a button or beading; you simply glue the seam or replacement piece on the dress with the Liquid Thread.",
        "If you have a loose seam, you only need a single thread.",
        "Roll carefully and place seam side down in a pan.",
        "Above the chest, there will be a shaped horizontal seam that makes the shirt far more comfortable.",
        "Make sure it will go all the way around your pillow before cutting it to fit the shape, remembering to leave an extra two inches all the way around for your seam.",
        "To hide the seam, miter the edges of the two pieces of trim, so that cut edge is much wider than in a simple cut.",
        "Using a light spackle (often not included in the kit) and cover the exposed seam.",
        "Sand the surface of the seam to hide the patch.",
        "When homeowners discuss metal roofs, they often are talking about standing seam metal roofing.",
        "Standing seam roofing installed without a contractor will also void its warrantee.",
        "To bevel butt joints, or short ends, make a one-eighth inch, 45-degree cut on both panel ends with a utility knife to prepare the seam for taping.",
        "It can also be purchased with a number of edge styles, the most common is a tapered edge that makes it easier to seam panels together.",
        "Position drywall tape along the seam and press firmly so that the tape sinks into the compound.",
        "Feather and smooth the seam and allow it to dry completely.",
        "Apply a thin layer of joint compound to each seam in the sheetrock.",
        "On the seam joints with tape, extend the joint compound about two to three inches beyond the edges of the tape to help it blend in with the wall.",
        "If a flood or spill occurs, or there's a great deal of moisture in the air, an unsealed seam may absorb this moisture, swelling the seam of the plank.",
        "Test a few of the tiles with the utility knife by running the knife around the edge of the seam.",
        "You can start anywhere in the room, provided you begin at a seam between two tiles.",
        "The side seam also features a zip pocket big enough to hold keys or a cell phone, but hidden enough that it isn't an obvious part of your look.",
        "Twist the wide end so that the seam of the tie shows (essentially, you're showing the back of the tie).",
        "It is 100% seam sealed and has waterproof zippers.",
        "These were boxy suits with coats that hung just past the hips and had no middle seam, so that they were loose.",
        "This changed slightly in the 1880s, as coats became more like modern suit jackets in length and style, with fitted details and a middle seam above the pockets.",
        "They have a roomy cut and feature an elastic waistband and side seam pockets.",
        "These shorts feature a soft elastic waistband and side seam pockets.",
        "Shake out your mattress pad and find the inside seam.",
        "Some kimonos have an internal tie which secures one flap to the inside seam.",
        "Seam width - Seams should be at least one-half inch from the seam to the edge of the fabric.",
        "A smaller seam will break apart over time.",
        "Seam finish - The edge of the fabric should be finished either by stitching over the edge or hemming the edge.",
        "Finishing will prevent raveling which can, in time, cause the seam to break apart.",
        "Mom's Patterns has a pattern for plus size rompers and jumpsuits with a sailor motif and they even feature side seam pockets for practicality.",
        "The skirt features two side seam pockets, a full elastic waist and a drawstring in sizes 14W to 42W.",
        "It has snaps instead of buttons, a mandarin collar, and side seam pockets.",
        "Look for items marked \"irregular\" or \"seconds\"; these are items with a slight flaw in them (such as a crooked seam or missing buttons) and are marked down below retail.",
        "The opaque lining extends to above the cup seam.",
        "Items like the So-Simple linen dress, a pullover dress with a V-neck and ruffled butterfly seam down the front, matches perfectly with a contrasting linen jacket.",
        "You have the shaping through the thighs and a sexy back seam that stays in place all day long.",
        "Ill-fitting pantyhose causes more stress on the crotch seam and can irritate the inner thighs.",
        "Suture-A \"seam\" that joins two surfaces together, such as is found between the bones of the skull.",
        "Twist the bended ponytail inwards until it is hidden and pin it in place, hiding the pins in the seam of the twist.",
        "Decorative hair pins, ribbons, or flowers can also be pinned along the seam of the French twist to add interest.",
        "Even a good seamstress knows practice makes perfect and it's not worth getting upset if you sew a wrong seam on a yard of Laura Ashley fabric, when you could have used something less expensive in the beginning.",
        "Use a seam ripper to make a small slit in the top of each piece of fringe.",
        "Sew into place, leaving a one-inch seam allowance.",
        "Hand sew up the last seam, using care to keep your stitches small.",
        "Be sure to leave a quarter inch of fabric all the way around for your seam.",
        "Place the two bodice pieces together, and sew both shoulder seams and one side seam.",
        "Then insert the apron piece into the seam, so it will hang down in front.",
        "Then sew up the side seam of the dress and put it on the doll.",
        "High Roller Hibiscus: Done in a medium bright blue, these two-toned trunks feature white hibiscus flowers, an embroidered marline logo and even has \"on seam\" pockets.",
        "It was designed to hide extra flesh in the midsection and hips, but then and now, this is a suit that is actually more unflattering, thanks to both the additional seam and the extra fabric that adds bulk.",
        "Other features include a five-inch side seam, a drawstring waist and full inner lining.",
        "With its seven-inch side seam, drawstring waist and lined contoured pouch front, you can expect to pay $45.00 for a pair.",
        "A four-inch side seam, drawstring waist and lined flat front completes the look.",
        "The best rashies will have triple flat locking stitches along every seam.",
        "The Racer's flat seam allover construction, meanwhile, reduces drag and ensures optimal comfort.",
        "There are side pockets on the seam and back pockets that button.",
        "Stitching should be of a tight, clean and thick nylon with the seam pointing outward.",
        "The inseam is the measurement of the inside seam of a pant leg.",
        "A center seam down the front of the Copley gives it a distinctive, handsome appearance.",
        "The split-sole design has a reinforced sole seam for durability and flexibility.",
        "It is a knee-high style boot with a dramatically pointed toe, stitching and seaming accents and back seam overlay.",
        "In fact, the handcrafted, triple-stitched seam construction is what makes these boots unique.",
        "The fix is needed to ensure the airbag deploys properly through the instrument panel tear seam.",
        "When this occurs, the chemicals are pushed out of the seals at the top and bottom of the battery or sometimes through a side seam.",
        "Look at the label found in the collar or side seam of the garment.",
        "Home remedies such as vinegar, peroxide or lemon may bleach fabric so they should be tested on an inside seam first before using it on the stain.",
        "You can either leave the pockets (which can be used as pockets on the quilt) or use a seam ripper to carefully take the pockets off.",
        "Fold the fabric back so that the right side is facing up and the seam is covered.",
        "Add lace, buttons, embroidery, or other embellishment over the seam lines.",
        "You'll also need scissors, fabric scraps, thread, a glue stick, and a seam ripper.",
        "Take out the pattern and cut threads and also extra fabric under pieces 1 and 2, still leaving 1/4\" seam.",
        "Gently iron for a few seconds along the seam fold on the front of the fabric for the first two pieces.",
        "If all the squares are the same size, it will be simple to seam them together into a finished top.",
        "Start with a single seam and work your way up to adding shapes, unique color combinations, and embellishments.",
        "A single seam is all you need for some hats and this can be done by hand if you wish.",
        "Place the templates on the fabric, and cut them out, adding a one-fourth inch seam allowance all the way around the template if necessary.",
        "Use the edge of the presser foot on your machine to guide your seam.",
        "The seam must be exactly one-fourth inch from the edge of the fabric every time.",
        "Remember to maintain that one-fourth of an inch seam allowance.",
        "This will weaken the seam.If you must join a seam at a corner, make sure that you stay out of the seam allowance.",
        "Which you choose will depend on the look you want in your quilt.Begin quilting one-fourth inch away from all the pieced seam lines.",
        "Sew them together with a one fourth inch seam.",
        "Make the seam half an inch from the edge of the fabric.",
        "Pin the edges, and insert a small loop of elastic into the seam.",
        "Topstitch this side of the rectangle, and iron the seam to give it a finished look.",
        "Many patterns may not have the seam allowance marked.",
        "If they don't, you should assume a ¾ inch seam allowance and add it all the way around as you mark the pattern on the fabric.",
        "Pin two squares together, and sew a seam half an inch from the edge.",
        "Use the sewing machine to sew a seam along one short side and the long side, making a long bag.",
        "Place the package with the long seam side down on a lightly oiled baking pan.",
        "To make them, special high quality microfiber yarn is used in cooperation with the Santoni flat stitching technology to create the perfect invisible seam.",
        "Among some of their most popular styles are minimizer bras with a touch of lace along the center cup seam, and front-closure bras for those who prefer that style.",
        "Seamed: Another aspect of retro nylons that you can still find today is the seam running up the back of the leg.",
        "Because this bra is entirely stitch, tag, and seam free, you'll feel like you're not wearing anything at all!",
        "You hook it up from the bottom and then adjust your breasts until the bra lays flat under them - the goal is to have your nipples resting just below the arch seam.",
        "All stockings were once seamed because of the way they were constructed, but many stockings can now be found with seams because they are so sexy - they tease the eye as it imagines the seam running up the leg.",
        "You may also find an open zipper used as trim along the seam edges of a bodysuit or a jumpsuit.",
        "Pin carefully, and then sew down both of the angled sides, leaving a quarter-inch seam allowance.",
        "Sew this side, leaving a quarter-inch seam allowance.",
        "Stack the two long waistband strips with their right sides together, and sew a seam along one short end.",
        "Sew the pieces together, leaving a quarter-inch seam allowance.",
        "Stack the two piece with the right sides together and sew down the straight and curved outer edges, leaving a quarter-inch seam allowance.",
        "The Corner Blitz Sleep Pant is a heavier duty fleece sleep pant in charcoal with an elastic drawstring waist, button fly and side seam pockets.",
        "Cheaper satin will have a slight roughness to it and frayed edges will show at the seam.",
        "Special features include a shawl collar, three-quarter length sleeves, side seam pockets, self-tie closures, and contrast back waist and cuffs.",
        "A back center seam makes for a perfect fit.",
        "It has an uplifting pouch front and back center seam.",
        "There is a tear-drop front panel that provides tummy control and a gathered center rear seam to improve the enhancing effect.",
        "Most people will not be able to resist the Modi French Cut \"Tickle Me Pink\" panty with its shirred back seam, cut-out teardrop detail at the top and fanciful lace and ribbon trim.",
        "Leg Avenue Sheer Thigh Hi with Back Seam and Bow which, quite frankly, are flat-out sexy, especially because of the seam.",
        "Prior to the seamless styles, if a woman couldn't afford nylons she might draw a \"seam\" on her leg in an attempt to appear as if she were wearing fully-fashioned stockings.",
        "For example, there's the glass effect seam, the shimmer seam, the Cuban heel, the Havana heel, the Manhattan heel and more.",
        "In some cases, the seam is even compared with another sexy touch, like fishnets.",
        "Marissa Stockings with Contrasting Seam, Foot, and Welt, available in sizes up to 2X.",
        "The stockings are made with an actual seam, as opposed to just having extra stitching sewn on, which is the case with most modern seamed stockings.",
        "There is a seam in a contrasting color running in back from your heel to the top of your thigh.",
        "Sometimes you'll see a red heel and seam on a black pair of stockings, like these Two-Tone Cuban Heel Stockings.",
        "Other times, you may find them with a black heel and seam on a very sheer pair of black stockings.",
        "Create a vintage look with sheer stockings with a seam up the back.",
        "Retro Seamed Cuban Heel Stocking: An extra silky nude stocking with a black seam, heel and top, it fits men up to 6'1\" and 190 pounds.",
        "Sexy Back Seam Stocking: A basic seamed stocking in black that fits up to 6'1\" and 195 pounds, these go very well with retro girdles and are newly priced at $9.99.",
        "Sexy Thigh-high with Back Seam: For women, thigh-highs can be both uncomfortable and unsightly.",
        "These thigh-highs come in black and feature a scalloped lace top and back seam.",
        "Thigh-high, No Back Seam: Same as above, but you don't have to worry if your seams are straight.",
        "Look for a chemise with a decorative trimmed seam if you want to leave it untucked.",
        "Bodysuits will be less likely to unravel if they feature simple finished seam details.",
        "If you thought your only option in seam lines was black, you'll be pleasantly surprised to find nude-colored seams in stock, too.",
        "In addition, you should never be able to see the seam of your bra beneath your clothing.",
        "Many have a seam that goes diagonally across the nipple.",
        "Notable features of this bodysuit include the fact that the suit has no center seam, contains \"surged edges\" to help eliminate pinching, binding and the like, as well as a hook and eye closure.",
        "Seam locations: Examine the front of the bra to verify that the seam will not rest on your nipples.",
        "Right sleeve: Should feature the U.S. flag emblem directly below the shoulder seam.",
        "In addition, the World Crest emblem is worn centered horizontally over the left pocket and vertically between the left shoulder seam and the top of the pocket.",
        "It has an empire waist and two side seam pockets as well as embroidery around the neckline.",
        "For example, officers, NCOs and SNCOs have trousers with a \"blood stripe\" down the seam of the outer leg on the blue trousers.",
        "The judo pants rode low enough on his hips to tease her imagination of what lay just a couple inches below the seam.",
        "She'd peeked at the healing wound the night before and found the scar not just ugly but hideous, a jagged seam between two lumps of uneven flesh.",
        "Designed with square armholes to raise the shoulder seam.",
        "Rounded neckline with 3/4 length sleeves, darted bodice with overlapping shaped seam, decorated with two big pale blue buttons.",
        "Also in is Neston seam bowler Chris Finegan who played in the drawn game against Berkshire.",
        "Well we certainly need to bolster our seam bowling.",
        "There was a sudden burst of gas from a side working in the five-feet seam.",
        "cataclastic seam and its immediate wall rock (raw image ).",
        "crotch seam to middle of knee.",
        "crumplemeone now crumpling up wax paper or splitting a seam on his pants?",
        "superior curbstone of closing in bakelite Seam of the boot reinforced by means of sewn triple.",
        "darted bodice with overlapping shaped seam, decorated with two big pale blue buttons.",
        "Some would argue this reflects how television's interest in World War II is an obsession, mining a steadily diminishing seam.",
        "ell coal seam, a large stone fell upon him from the roof and fractured his skull.",
        "TV cameras showed him in close-up using his long fingernails to unpick the seam of the ball.",
        "fishnet design enhanced with a fashionable back seam.",
        "Featuring a back seam and silk gusset, they combine sexy appeal with comfort.",
        "Discovery of a seam of blackband ironstone led to considerable wealth."
    ],
    "definition": [
        "Link/Cite",
        "(sewing) A folded back and stitched piece of fabric; especially, the stitching that joins two or more pieces of fabric.",
        "A suture.",
        "A thin stratum, especially of coal or mineral.",
        "(cricket) The stitched equatorial seam of a cricket ball; the sideways movement of a ball when it bounces on the seam.",
        "An old English measure of grain, containing eight bushels.",
        "An old English measure of glass, containing twenty-four weys of five pounds, or 120 pounds.",
        "(construction) A joint formed by mating two separate sections of materials.\nSeams can be made or sealed in a variety of ways, including adhesive bonding, hot-air welding, solvent welding, using adhesive tapes, sealant, etc.",
        "A line or depression left by a cut or wound; a scar; a cicatrix.",
        "(figuratively) A line of junction; a joint.",
        "To put together with a seam.",
        "To make the appearance of a seam in, as in knitting a stocking; hence, to knit with a certain stitch, like that in such knitting.",
        "To mark with a seam or line; to scar.",
        "To crack open along a seam.",
        "(cricket) Of the ball, to move sideways after bouncing on the seam.",
        "(cricket) Of a bowler, to make the ball move thus.",
        "(UK, dialect, obsolete) grease; tallow; lard",
        "Link/Cite"
    ]
}