{
    "translation": "מושב, כיסא, להושיב",
    "uses": [
        "The princess, picking up her dress, was taking her seat in the dark carriage, her husband was adjusting his saber; Prince Hippolyte, under pretense of helping, was in everyone's way.",
        "Put this on the seat and this to the right.",
        "Then up from his seat rose Abraham Davenport.",
        "The seat of honor was given to Sasha.",
        "Jake asked from his seat nearby.",
        "Awkwardly jammed in the back seat, she sneaked a look at the occupants in the front of the car and withdrew her phone.",
        "He took a seat at the table.",
        "Cade joined her and climbed up into the seat on the sickle.",
        "Go ahead and take a seat while I set another place.",
        "\"Give him a seat,\" said Tushin.",
        "She shifted in the seat and peered into the night.",
        "He held her chair as she took a seat and then sat quietly as Mrs. Marsh said grace.",
        "When they finally got on the plane, she and Jonathan had a window seat - Jonathan in front of her.",
        "He obeyed and sat across from her, shifting in his seat several times under her gaze.",
        "But when they looked, they saw that his seat was vacant.",
        "And here's your pay for them! screams the countryman's whistle; timber like long battering-rams going twenty miles an hour against the city's walls, and chairs enough to seat all the weary and heavy-laden that dwell within them.",
        "He threw a leg over the ATV and settled himself on the seat with a grin.",
        "We were forced to stop on three different occasions as Howie, a back seat passenger, became frequently nauseous.",
        "He took the seat indicated to him beside the fair Helene and listened to the general conversation.",
        "She climbed into the leather seat and he shut the door after her.",
        "When she got to the room, Alex was sitting on the love seat reading a newspaper.",
        "With everything ready, they sat on the window seat and watched for Alex.",
        "He said mildly as he climbed into the seat beside her.",
        "She tentatively lifted a foot into the front seat, and knew a moment of panic when her sandal heel caught in the hem of her dress.",
        "He waited while she buckled her seat belt and stashed her things.",
        "Once she was settled in the seat, he shut the door and walked around the car to the driver's side.",
        "Cassie tapped her boot toe against the footrest and shifted restlessly in the seat while the men exchanged greetings.",
        "Why would I want to see more of the same thing I view from this wagon seat all day?",
        "The bump jarred the cell phone loose, and it fell in the space between the seat and door.",
        "Cassie clung to the seat to keep from falling out of the lurching buggy as Bordeaux took them out of town at a run.",
        "I reached under the seat for the gun as I rolled down the window.",
        "Pete threw his feet over the wagon seat and dropped to the ground.",
        "He brushed a crumb from the seat and cleared his throat.",
        "Quint dropped into the seat and started the engine.",
        "Dropping the bag in the back seat, she sank into the driver's seat.",
        "Snaking her upper torso over the back of the seat, she began to shift her weight toward the back of the car.",
        "She sank into the luxurious seat, enjoying the smooth ride and the smell of leather.",
        "Tammy was in the back seat asleep, so she carefully unbuckled her and carried her to the house while Sarah brought in the shopping sacks.",
        "With a final glance at the approaching figures, she dropped from the wagon seat and sauntered over to join the men at the cook fire.",
        "He eyed the space beside her on the wagon seat suspiciously.",
        "She scrambled into the seat and grinned down at him.",
        "She settled into the seat and smiled down at him.",
        "Finally he drew back and slid her over to the seat beside him.",
        "I was in the country when I reached under the seat and retrieved a long and sinister knife.",
        "Killing time as I waited, I picked up a discarded newspaper on a vacated seat next to me.",
        "\"The doc says there're two in the front seat,\" came word later.",
        "Yully shoved Jule fully into the passenger seat of her car and ran to the driver's side, throwing herself into her seat.",
        "Getting around in front, so that she could look inside, the girl saw a boy curled up on the seat, fast asleep.",
        "Jumping out of the buggy he put Dorothy's suit-case under the seat and her bird-cage on the floor in front.",
        "But they continued to fall, all together, and the boy and girl had no difficulty in remaining upon the seat, just as they were before.",
        "His boney legs moved so fast they could scarcely be seen, and the Wizard clung fast to the seat and yelled \"Whoa!\" at the top of his voice.",
        "Dorothy nearly went with them, but she was holding fast to the iron rail of the seat, and that saved her.",
        "Curled up in a corner of the seat I amused myself for hours making funny little holes in bits of cardboard.",
        "I tumbled off the seat and searched under it until I found my aunt's cape, which was trimmed with large beads.",
        "The shade was grateful, and the tree was so easy to climb that with my teacher's assistance I was able to scramble to a seat in the branches.",
        "I ride with a divided skirt, and so does my teacher; but it would be easier for her to mount a man's wheel than for me; so, if it could be arranged to have the ladies' seat behind, I think it would be better....",
        "If anything ail a man, so that he does not perform his functions, if he have a pain in his bowels even--for that is the seat of sympathy--he forthwith sets about reforming--the world.",
        "What is a house but a sedes, a seat?--better if a country seat.",
        "I was sometimes tempted to stretch an awning over them and take my seat there.",
        "'Grant leave to retire to his country seat to an old man who is already in any case dishonored by being unable to fulfill the great and glorious task for which he was chosen.",
        "In the middle of the cotillion, having completed one of the figures, Natasha, still out of breath, was returning to her seat when another dancer chose her.",
        "Every seat in the dining room has a fine view of a waterfall.",
        "And if so, would they be able to fit three people comfortably in the front seat?",
        "She started to get up so she could lead him to their bedroom, but he tugged her back down to the window seat.",
        "He had enough alcohol in his veins to believe he could drive, and too much pride to leave the party in the passenger seat.",
        "The twinkle left his eyes and he shifted uncomfortably in the seat.",
        "She shifted in the seat.",
        "A quick look revealed the speedometer was nearing the ninety mark - or did it merely look like it from her seat?",
        "She climbed into her wagon and dropped onto the hard seat.",
        "She slapped her hat back on to hide the color in her cheeks and scrambled onto her wagon seat.",
        "She patted the seat.",
        "He let the wagon pull ahead and crossed behind it, speeding up to reach the seat from the other side.",
        "She scrambled from underneath the wagon and hastily threw her blankets under the seat.",
        "Bordeaux helped her up on her wagon seat and she smiled down at him.",
        "Pulling her blanket from under the wagon seat, she shook it and checked under the wagon for unwelcome guests.",
        "He shrugged and offered her a hand up to the wagon seat.",
        "Lifting her into strong arms, he deposited her roughly on the wagon seat.",
        "Darting down the stairs, she ran to the stage office, arriving as the driver was preparing to climb into the seat.",
        "Darcie leaned back in the seat and watched Cassie reflectively for a few minutes.",
        "A spinning wheel stood in one corner, partially covered by a dusty sheet, and beside it, a mahogany rocker with a cobbler seat.",
        "She stared down at the seat.",
        "Howie yelled, jumping from his seat.",
        "I followed a woman who grabbed him at an amusement park and stuck with her to her car where a guy was in the driver's seat.",
        "I took a seat.",
        "Jackson had stopped by for Bumpus who reluctantly jumped into the back seat like an arrested felon.",
        "I introduced myself by name as I accepted the offered seat across from a large desk, the only other furniture in the small room.",
        "Willard Humphries rose out of his seat and began to pace.",
        "She pushed fast food trash from the passenger seat.",
        "She was in a car with one of Talon's men, her crumpled body at an awkward angle jammed in the small area between the backseat and the driver's seat.",
        "He slammed the Yukon's door closed as he slid into the back seat beside her and pinned her with a look she refused to meet.",
        "Talon all but threw them both into the backseat while he climbed into the driver's seat.",
        "Damian smiled wide and opened the door, sliding into the passenger seat.",
        "His eyes were glazed and the car seat bloody.",
        "Yully looked up from her seat on the couch as he entered.",
        "\"Great,\" Jake said, rising from his seat outside her door and trailing her down the stairs.",
        "Jake slid into the passenger seat beside her, pulling out his cell as he did.",
        "Han motioned him away, and Grande shifted down a seat.",
        "Rainy's Natural, a beautiful woman with mocha skin and blue eyes, leapt up from her seat.",
        "From what little she knew about etiquette, she was occupying the seat of the lady of the house.",
        "He had leaned back in his seat, his face a frozen mask.",
        "\"I don't like the sound of that,\" she said, sitting back in her seat.",
        "She shot out of her seat and to the door, wrenching it open.",
        "It was all Sofia could do to keep from springing out of her seat.",
        "He patted the seat beside him on the couch facing Dustin and Jule.",
        "Wynn took up position in a seat near the bed.",
        "He threw himself down in the seat across from her.",
        "She buried her face in her hands, sobbed and shrank down in her seat.",
        "Dean remained standing as Martha took a seat on the edge of the bed.",
        "He turned and looked down at Martha, who sank even lower into her seat.",
        "The Buen was nearly full, but as the season crept toward the Fourth of July and the heart of summer, finding a dinner seat anywhere in Ouray would often require patience.",
        "Dean took a seat and joined her, part politeness, part to guard the remaining slice.",
        "That, and the little matter of a cookie in the oven of love, which seemed to be taking a back seat in her ire.",
        "They all squeezed into the front seat—the back seat was piled high with photographic equipment and camping gear.",
        "He leaned over the seat and began rummaging through his backseat accumulation as the vehicle began to slide backwards.",
        "Westlake twisted around the seat once more and after a struggle pulled out an old step pump.",
        "Cynthia leaned back against the seat and closed her eyes while Brandon Westlake acted as if he were taking a Sunday afternoon ride in the park.",
        "Once again he reached behind his seat, this time pulling out a child's red polka-dot umbrella, no doubt another garage sale bargain.",
        "The election continued to take a back seat to everything else happening.",
        "Then let's have a seat and watch the puppy dog parade.",
        "There's more on the back seat.",
        "Fred explained the beads—she'd gone to Mardi Gras—as he unceremoniously pushed Dean into the rear seat of the open vehicle.",
        "She climbed into the back of the Jeep, shooing Cynthia from having to alight to fold down the front seat.",
        "A woman's pale blue flowered sweater was draped over the passenger seat.",
        "The attorney quickly recovered and half slid, half ran down the slope next to his Jeep where they were standing, covering his shiny black shoes with dust in the process and nearly falling on the seat of his creased shorts.",
        "I wonder if that shot, or whatever it was, came from the owner of that blue sweater on his Jeep seat?",
        "\"Our involvement isn't due to any aggressive action on our part,\" Cynthia said, turning in her seat to better answer the woman.",
        "Dean thought about the pictures, especially the one of Dickinson Faust standing next to his Jeep, with the woman's sweater hanging over the seat.",
        "Skidding, half on his feet, half on his seat, he had negotiated a hundred yards further when a glowing flash brightened the sky to the north.",
        "\"I'm looking for a little information,\" Dean added as he took an empty seat.",
        "She plopped down on the sofa and patted the seat next to her invitingly.",
        "The business of Martha's bones took a back seat to her present whereabouts and the touchy problem of Mr. Fitzgerald.",
        "She was standing by the door but returned to her seat.",
        "\"At least temporarily,\" Dean answered as he groped for his seat belt.",
        "Lydia slammed on the breaks, flinging Dean against his seat belt.",
        "Later that evening, Carmen was reading a book to Destiny and Jonathan was sprawled out on the window seat, reading a book about horses.",
        "She pushed back away from him into the seat as much as possible.",
        "She shut the door and waved at Carmen and Alex before getting into the driver's seat.",
        "She crawled up on the window seat and curled into a ball.",
        "Sometime in the night Alex came and lifted her off the window seat.",
        "That night she slept on the window seat, and he didn't come get her.",
        "She lowered herself into the seat, glancing up at his face.",
        "Curling up on the window seat, she gazed out at the moonlit scene on the valley below.",
        "There was more in the car, covering the driver's seat and the mat on the floor.",
        "She pushed herself down in her seat until her head rested on the back of the chair.",
        "Wynn lounged in his seat at the garden table, an empty wine glass before him.",
        "A full wine glass sat in front of the seat.",
        "Deidre crossed her arms as she moved to take the seat she'd been in the night before.",
        "She released Deidre and returned to her seat, face glowing.",
        "\"Please have a seat, Ms. Young,\" an irritated voice announced over the intercom.",
        "\"Have a seat, Ms. Young,\" he said.",
        "The soft, firm words of the female in the driver's seat were the first kind ones of the day.",
        "Hannah glanced up with a smile at her approach and patted the seat beside her.",
        "He rose and motioned for her to take his seat in a plush armchair.",
        "He motioned to a seat at the table loaded with food she feared eating.",
        "The seat was at his left, and he waited until she accepted before sitting.",
        "She shifted from her seat in the cave to stand at the edge of the cave, furious at him for leaving her in a small",
        "Shall I seat you?",
        "Ully was sleeping soundly in his seat beside Toby.s bed.",
        "\"That makes two of us,\" Sasha said and rose from his seat beside the fire.",
        "Tables and pillows stretched as far as she could see to create a massive circle she assumed was large enough to seat the crowd.",
        "She trailed the two couples up shallow stairs and took the seat beside Evelyn not occupied by Romas.",
        "The two scuffled for a seat next to one of their older brothers across from Kiera before a look from Mison quieted them.",
        "She gave a startled cry, shot up from her seat, and swiped the creatures from her lap in one movement.",
        "He sat in the only seat in the tiny craft, studying Ne'Rin, who transmitted from A'Ran's battle command center on the moon that was his interim home.",
        "Evelyn sat at the window seat, gazing at the dark sky as she had every night since Kiera disappeared.",
        "Nishani put her gifts aside and crossed her legs in her seat before flicking on the battle planner.",
        "Nishani rose as he slid into the seat before the console.",
        "When the evening moved into night, nishani appeared too sleepy to stand and took a seat beside D'Ryn.",
        "\"Come,\" Cynthia said, motioning to the sofa seat next to her as Dean and Fred took chairs.",
        "Edith seemed to slump down in her seat.",
        "Edith allowed herself to be led back to her seat.",
        "Half the cars down there have USA license plates, and the models are so new they practically still have the family pet in the back seat.",
        "She pivoted around, as far as her seatbelt allowed, practically hanging over the seat as she looked out the back window.",
        "Once again, the mysterious notebook took a back seat to the more pedestrian happenings at the Ouray inn.",
        "\"Come over here and grab a seat,\" Fred said.",
        "Donald Ryland kept up a nonstop conversation with his son and front seat companion, as they whipped along the highway.",
        "Donnie responded with nods, smiles and gestures while Fred and Dean, scrunched into the back seat, politely listened.",
        "Claire took a seat offered by one of the climbers and proceeded to add to the sainthood by correcting every other sentence poor Effie tried to offer.",
        "She didn't seem surprised to find others in the living room and took a seat next to Effie, looking less a nighttime specter than an exhausted victim.",
        "Cynthia sat huddled in the corner of her seat, away from Dean, her tiny size looking childlike as she trembled, in spite of the fact the Jeep's heater was set on high.",
        "Effie Quincy was next in the hot seat, according to Fred.",
        "She stamped out her cigarette in the snow before pulling a large suitcase from the small rear seat, nearly yanking off the handle and serenading the action with a chorus of curses.",
        "Weller took another bite of his sandwich, waved Dean to a seat as if he were the host, and continued with his discourse.",
        "He started for his seat, then turned around, grabbed the bottle, and brought it with him.",
        "Jackson helped set up the presentation on the stage, and then took a seat at the back of the lecture hall as the students meandered in.",
        "She sat in the seat directly in front of him and turned.",
        "Sarah opened the passenger door, and found a beautifully wrapped shoebox on the seat.",
        "Connor sat in the passenger seat and Sarah in the back.",
        "Alex whisked them into the car, making sure their doors were securely closed before he slipped into the driver's seat.",
        "He opened his truck door and leaned the seat forward.",
        "Josh pulled his truck through the gate and leaped out, grabbing his shotgun from the rack behind the seat.",
        "Alex, have a seat there beside Carmen.",
        "A large bay window sported a roomy window seat.",
        "I like the window seat.",
        "His voice was husky as he lifted her into his arms and carried her to the window seat.",
        "He rose from the window seat and turned to face her.",
        "He led her to the window seat again, and they sat there watching the sun set.",
        "He put the box behind the seat in the truck and climbed in, laying the picture beside him.",
        "Her gaze dropped to the driver's seat, where a small black military radio sat where none had been when she left the car.",
        "She twisted in her seat to face General Greene, one of the three people on the compound authorized by the manic commander to be present in the command hub alone.",
        "She dragged the unconscious commander to the floor and replaced him in the seat before the energy terminal, assessing the damage done.",
        "Lana straightened in her seat on the couch, eyes following his powerful stride across the tent.",
        "Lana looked up from her seat on the couch.",
        "She straightened in her seat, not sure if she was about to do the right thing or not.",
        "He shifted in his seat and rubbed his mouth, a rare sign of his nervousness.",
        "The helicopter lifted away before Brady had two feet in its belly, and the soldier holding her strapped her securely into a seat in the rear while the two of them stood with nonchalance in the center.",
        "Under the seat is a box with vests and water-breathers.",
        "She obeyed, inching towards the bench until she lay on her side, suspended by the harness above the seat by a few inches.",
        "Her fingers worked across the hard metal seat and under.",
        "She stood carefully and tugged it out from under the seat.",
        "She lowered herself back to the seat and pulled on her harness, strapping it on.",
        "Mrs. Watson only offered a small smile, shoved the robe at her, and resumed her seat on the rocking chair.",
        "Tim had been prepared for this day by two generations of ambitious men who intended to see someone of their bloodline in the seat of power.",
        "He shot himself up with the drugs he'd brought with him, leaning his head back against the back of the seat as they traveled.",
        "The smooth ride grew bumpy suddenly, and Brady braced himself against his seat.",
        "\"I'll take care of him,\" Dan said from his seat in the corner.",
        "Gabriel glanced at her and straightened.  He handed her more food and water cubes then motioned for her to seat herself by the fire.",
        "Kiki sprang up from his seat in the corner.",
        "Maybe he's gunning for Death's seat and using Rhyn to get to her.",
        "She didn't look convinced.  Kris moved away her, his anxiety and concern growing.  They'd come there to rescue one human and might just lose two.  He paced and gazed up the tree, unable to see Kiki.  He heard Hannah stir and glanced towards her.  She rose from her seat.",
        "He never liked being on the hot seat and he'd found his niche with this job.",
        "Dean could see two men in the front seat as he drove by.",
        "The other occupant was slouching down in the passenger's seat with his hat pulled over his eyes, apparently napping.",
        "Discarded wrappers and soft drink cans littered the floor, a magazine and a folded newspaper lay between the men on the seat.",
        "Dean offered him a seat but he declined.",
        "When Dean pointed out a nice restaurant where he could collect the lunch he'd earned for making the trip, Fred reached over to the back seat and pro­duced a paper bag, containing two peanut butter and jelly sand­wiches and an apple.",
        "According to Rita Angeltoni, the seat of all wisdom, this part of the flight's on time.",
        "The dining room was nearly empty and they chose a seat in a quiet corner.",
        "He was traveling around all day and didn't want to get his things ripped off if he left them on the back seat.",
        "Dean quick-counted 138 heads from his back row seat.",
        "I had a little seat on the back for Randy and he loved it.",
        "Neither of the customers nor the bartender had so much as noticed him leave his seat.",
        "He bent his head back on the seat and closed his eyes but he didn't answer.",
        "He was assisted up the slope to the vehicle of a tour monitor and placed in the back seat.",
        "There was anger in her voice, her eyes cast downward \"We have to talk,\" Dean said, taking the only other seat.",
        "Dean fidgeted in his seat, an arm's length from the door and half an arm length from a light switch.",
        "Pushing the thought from her mind, she released her seat belt and opened the door without waiting for him.",
        "He walked to the window seat and looked out the bay window.",
        "She was too sleepy to bother Alex, so she moved to the window seat and curled up against the chill.",
        "Throwing back the covers, she slid off the window seat and headed for the door, using her fingers as a comb to put her hair in some kind of order.",
        "He had one recliner in the living room, plus the window seat.",
        "She relaxed in the luxury of leather seat covers and a smooth ride, content simply to watch him drive.",
        "He motioned to the window seat.",
        "There it was, in the seat.",
        "Taking her hand, he led her to the window seat and kicked off his boots.",
        "She stood and brushed the seat of her pants off.",
        "She sat down on the window seat and watched as the men walked up the hill with rifles.",
        "Bedtime began with their ritual of sitting on the window seat in each other's arms, watching their farm in the growing darkness.",
        "Carmen Barnett curled up on the window seat and watched from the bay window as the sun cast its first rays on the farmstead below.",
        "Carmen barely kept her seat as the horse pranced nervously.",
        "She and Alex spent a lot of time on that window seat, admiring their combined efforts and property.",
        "She slipped into the seat and slammed the door shut, avoiding his eyes while she buckled her seat belt.",
        "He nodded, putting an arm across the back of the seat as he backed the car.",
        "She mopped up the water and sat down on the window seat.",
        "She leaped off the window seat and dashed for the phone, catching it on the second ring.",
        "Once inside, he reached out and took her hand, pulling her across the car seat.",
        "Without a word, he carried her to the window seat.",
        "Finally he lifted her from the window seat and carried her to their bed.",
        "She had a feeling of being watched and glanced up to find Alex lounging on the window seat, watching her reflectively.",
        "He dropped a leg off the window seat to make room for her and she sat down in front of him.",
        "She went to the window seat and stared past the old tree at the Farmstead, but it no longer beckoned.",
        "He held the chair for her and then took a seat at the table.",
        "Alex lifted her to the seat and climbed up after her.",
        "Carmen was sitting on the window seat when Alex drove up Monday evening.",
        "He crawled onto the window seat opposite her and crossed his legs, laying the clipboard on them while he scanned through her plans.",
        "She sat on the window seat and touched his arm.",
        "He stretched his legs out and slid them off the window seat.",
        "She avoided the recliner, choosing the window seat instead.",
        "Why don't we ever sit on the window seat any more?",
        "But I thought the window seat was your favorite place.",
        "I'm sure it could seat three very comfortably.",
        "He took her hand and led her to the window seat.",
        "She sat down on the window seat and he crawled up beside her.",
        "For a little while, she even forgot about the fear, but as they rose from the window seat, her gaze was drawn back to the chair.",
        "Strong warm arms lifted her gently from the chair and she clung to Alex as he carried her to the window seat.",
        "Jonathan climbed onto the window seat with them and wrapped his arms around them.",
        "Alex took her arm and led her to the window seat, where he sat down beside her and took her hand.",
        "Carmen dropped into a seat.",
        "He crossed to the seat in front of Damian's desk and propped his feet up on the desk.",
        "In his time as White God, the obelisk had been the source and seat of power for the White Gods in the immortal world.",
        "Darian resumed his seat on the ottoman and took her hands again.",
        "It radiated power, the seat of the White God's magic.",
        "The prince shifted in his seat, his large frame tense.",
        "Make it the seat of my kingdom.",
        "Inside, she sat down on the window seat with him.",
        "Sinking to the window seat, she watched him read the paper.",
        "He kicked his shoes off beside the window seat and sat down on the opposite end from her.",
        "He sat up straight and motioned her to join him on his side of the window seat.",
        "Pulling her rifle from the box under the seat, he left Jonathan with the younger children and walked Carmen to a spot facing the target.",
        "He quietly slid into the seat next to her.",
        "Gerald took a seat closest to Alex and Aaron sat down opposite her, leaving the last chair for Rob.",
        "Carmen looked up to find Rob turned around in the front seat, watching her with a strange expression.",
        "Gerald sat down in the seat next to Carmen, his gaze searching her face.",
        "Alex drove the team and Carmen sat on the seat with him, the twins between them.",
        "Destiny stood behind them, leaning on the back of the seat.",
        "She returned and sat on the window seat beside Carmen, putting an arm around her shoulders.",
        "\"Have a seat,\" Alex said, indicating a chair beside him.",
        "Unable to resist one last look, he found the girl talking to the lady in the seat beside her.",
        "She slammed the book shut and leaned back against the seat.",
        "She put the groceries in the back seat and sat the broom up cross ways on the floor.",
        "Without taking the time to dress, he threw a towel on the car seat and climbed in.",
        "He shifted in the seat and cleared his throat.",
        "Silence fell between them again and he plucked at a loose thread on the seat.",
        "Have a seat anywhere you like.",
        "When Jessi tripped his senses, he tensed so quickly, he nearly leapt out of his seat.",
        "\"Have a seat,\" he directed her.",
        "Jessi strode to her waiting car and threw herself into the driver's seat.",
        "\"You're really upset,\" Gerry said as he sank into the passenger seat.",
        "Xander slid into the passenger seat, and Jessi fumbled with the seat controls until she was satisfied.",
        "She climbed into the back seat.",
        "Jessi settled into the passenger seat, her seatbelt barely on when Xander throttled the car out of the parking lot.",
        "Jessi refused to look at him and slid into the passenger's seat.",
        "He'd never lost this game, and it amused him to no end that the woman in the seat beside him was beating him every night.",
        "division of Manchester rather than retain his seat in Fifeshire, but was defeated.",
        "From that time he resided in Italy; he refused to follow the other Hungarian patriots, who, under the lead of Deak, accepted the composition of 1867; for him there could be no reconciliation with the house of Habsburg, nor would he accept less than full independence and a republic. He would not avail himself of the amnesty, and, though elected to the Diet of 1867, never took his seat.",
        "Delaware is the seat of the Ohio Wesleyan University (co-educational), founded by the Ohio Conference of the Methodist Episcopal Church in 1841, and opened as a college in 1844; it includes a college of liberal arts (1844), an academic department (1841), a school of music (1877), a school of fine arts (1877), a school of oratory (1894), a business school (1895), and a college of medicine (the Cleveland College of Physicians and Surgeons, at Cleveland, Ohio; founded as the Charity Hospital Medical College in 1863, and the medical department of the university of Wooster until 1896, when, under its present name, it became a part of Ohio Wesleyan University).",
        "military commission, took his seat in the House of Representatives, in December 1863.",
        "The town is the seat of the tribunal of first instance of the arrondissement of Poligny, and has a communal college.",
        "Angouleme is the seat of a bishop, a prefect, and a court of assizes.",
        "Real cotton goods were not made in Lancashire till 1641, when Bolton is named as the chief seat of the manufacture of fustians, vermilions and dimities.",
        "This difficult task was accomplished by Count Peter Tolstoi, the most subtle and unscrupulous of Peter's servants; but terrorized though he was, Alexius would only consent to return on his father solemnly swearing, \"before God and His judgment seat,\" that if he came back he should not be punished in the least, but cherished as a son and allowed to live quietly on his estates and marry Afrosina.",
        "But there was no getting over the fact that his father had sworn \"before the Almighty and His judgment seat\" to pardon him and let him live in peace if he returned to Russia.",
        "It was selected by the French convention of 1886 as the seat of the overland trade between Tongking and Yunnan, and opened two years later.",
        "It is the principal seat of the linen trade in the county, and has extensive cloth and thread factories, bleachfields and chemical works.",
        "Clermont-Ferrand is the seat of a bishopric and a prefecture and headquarters of the XIII.",
        "The city is served by the Chesapeake & Ohio, and the Southern railways, and is best known as the seat of the University of Virginia, which was founded by Thomas Jefferson.",
        "In 1752 its capital was situated on the right bank of the Guapore river and was named Villa Bella da Santissima Trindade de Matto Grosso, but in 1820 the seat of government was removed to Cuyaba and Villa Bella has fallen into decay.",
        "DUNEDIN, a city of New Zealand, capital of the provincial district of Otago, and the seat of a bishop, in Taieri county.",
        "On the 7th of July he took his seat in the Assembly, and on the 2nd of October both he and Mirabeau were declared by the Assembly entirely free of any complicity in the events of October.",
        "BOUILLON, formerly the seat of a dukedom in the Ardennes, now a small town in the Belgian province of Luxemburg.",
        "Waiting only for the decisive victory of Buxar over the allied forces of Bengal and Oudh, he resigned his seat and sailed for England in November 1764.",
        "In April 1772 Warren Hastings took his seat as president of the council at Fort William.",
        "It became the seat of a bishopric in the 13th century.",
        "Williamstown village is best known as the seat of Williams College, chartered in 1793 as a successor to a \"free school\" in Williamstown (chartered in 1785 and endowed by a bequest of Colonel Ephraim Williams).",
        "Pancrazio and the Torre dell' Elefante, and which became the seat of the Aragonese government.",
        "It is the seat of the New York State Agricultural Experiment Station and of Hobart College (nonsectarian), which was first planned in 1812, was founded in 1822 (the majority of its incorporators being members of the Protestant Episcopal church) as successor to Geneva Academy, received a full charter as Geneva College in 1825, and was renamed Hobart Free College in 1852 and Hobart College in 1860, in honour of Bishop John Henry Hobart.",
        "For the Long Parliament, which met on the 3rd of November 1640, he was elected for Downton in Wiltshire, but the return was disputed, and he did not take his seat - his election not being declared valid until the last days of the Rump.",
        "Upon the replacing of the Rump by the army, after the breaking up of Richard's parliament, Cooper endeavoured unsuccessfully to take his seat on the ground of his former disputed election for Downton.",
        "On the 7th of January he took his seat on his election for Downton in 1640, and was made colonel of Fleetwoods regiment of horse.",
        "It is stated too that he was offered, but refused, the lord treasurership. On the 17th of November 1672, however, he became lord chancellor, Bridgman having been compelled to resign the seat.",
        "The town was the seat of the counts of Cleves as early as the 11th century, but it did not receive municipal rights until 1242.",
        "It is the see of a bishop, the seat of the district prefecture and a tribunal, and the headquarters of the territorial militia corps, having besides a large number of regular troops in garrison.",
        "Varese is the seat of active silkspinning, tanning, paper-making and the manufacture of organs and vehicles.",
        "But there is one point in the human frame - a point midway in the brain, single and free, which may in a special sense be called the seat of the mind.",
        "Gyula-Fehervar is the seat of a Roman Catholic bishop, and has a fine Roman Catholic cathedral, built in the 1 nth century in Romanesque style, and rebuilt in 5443 by John Hunyady in Gothic style.",
        "In the 13th century it became the seat of Count Gerhard of Wesemael, who surrounded it with walls and built a castle.",
        "Laon is the capital, and Soissons the seat of a bishopric of the province of Reims. Other important places are Chateau-Thierry, St Quentin and Coucy-le-Chï¿½au.",
        "Burton is the seat of an enormous brewing trade, representing nearly one-tenth of the total amount of this trade in the United Kingdom.",
        "Till 1881 it was the seat of a pasha in the vilayet of Jannina; it is now the capital of the Greek province and the seat of a nomarch.",
        "Since the 5th century it has been the seat of an archbishop, who has now fifteen suffragans.",
        "His conduct was attacked before the board of directors in London, but events seemed to prove that he was in the right, and in 1769 he became a director of the company, having in the previous year obtained a seat in parliament.",
        "It is the seat of a Greek bishop, an Armenian archbishop and a Roman Catholic bishop, and there is a Jesuit school.",
        "Cloyne was the seat of a Protestant diocese until 1835, when it was united to that of Cork.",
        "This body adjourned from Colorado City, nominally the capital, to Denver, and in 1862 Golden was made the seat of government.",
        "Troy is the seat of Rensselaer Polytechnic Institute, founded.",
        "It fell into the power of Alboin in 569 and became the seat of a Lombard duchy; it was still one of the wealthiest cities of Aemilia in the Lombard period.",
        "Avranches is seat of a sub-prefect and has a tribunal of first instance and a communal college.",
        "In 1620 Buenos Aires was separated from the authority of the government established at Asuncion, and was made the seat of a government extending over Mendoza, Santa Fe, Entre Rios and Corrientes, but at the same time remained like the government of Paraguay at Asuncion, and that of the province of Tucuman, which had Cordoba as its capital, subject to the authority of the viceroyalty of Peru.",
        "The continual encroachments of the Portuguese at length led the Spanish government to take the important step of making Buenos Aires the seat of a viceroyalty with jurisdiction over the territories of the present republics of Bolivia, Paraguay, Uruguay and the Argentine Confederation (1776).",
        "The combined forces of Buenos Aires and Chile defeated the Spaniards at Chacabuco in 1817, and at Maipu in 1818; and from Chile the victorious general Jose de San Martin led his troops into Peru, where on the 9th of July 1821, he made a triumphal entry into Lima, which had been the chief stronghold of the Spanish power, having from the time of its foundation by Pizarro been the seat of government of a viceroyalty which at one time extended to the river Plate.",
        "A constituent congress, in which each province had equal representation, was duly gress had (May 1, 1853) appointed Urquiza president of the confederation, and he established the seat of government at Parana.",
        "Urquiza at this juncture resigned the presidency, and Doctor Santiago Derqui was elected president of the fourteen provinces with the seat of government at Parana; while Urquiza became once more governor of Entre Rios, and Mitre was appointed governor of Buenos Aires.",
        "The typically industrial region of France is the department of Nord, the seat of the woollen industry, but also prominently concerned in other textile industries, in metal working, and in a variety of other manufactures, fuel for which is supplied by its coal-fields.",
        "It is the seat of a justice of the peace, and is the electoral unit for the general council and the district council.",
        "In the neighbourhood are the ruins of Law Castle, Crosbie Castle and Portincross Castle, the last, dating from the 13th century, said to be a seat of the Stuart kings.",
        "200 we find there the city Istakhr (properly Stakhr) as the seat of the local governors.",
        "LISMORE, a market town and seat of a diocese in Co.",
        "A monastery founded here by St Carthagh in 633 became so celebrated as a seat of learning that it is said no fewer than twenty churches were erected in its vicinity.",
        "LINKOPING, a city of Sweden, the seat of a bishop, and chief town of the district (lan) of Ostergotland.",
        "The seat of government was to be within New South Wales, not less than 100 m.",
        "It was formerly the seat of a Greek bishopric, removed to Czernowitz in 1786, and possesses a cathedral (1402) with the tombs of several Moldavian princes.",
        "In 1843 he was nominated by Sir George Gipps, the governor, to a seat in the New South Wales Legislative Council; owing to a difference with Gipps he resigned his seat, but was elected shortly afterwards for Sydney.",
        "coast, the capital and the seat of a bishop (pop. in 1901, town, 2756; commune, 7012), with a 15th-century castle, to which Vittoria Colonna retired after the death of her husband in 1525; Casamicciola (pop. in 1901, town, 1085; commune, 3731) on the north, and Forio on the west coast (pop. in 1901, town, 3640; commune, 7197).",
        "whose seat was finally fixed at Malines (Mechlin) in 1473; the other the summoning of deputies of all the provincial \" states \" of the Netherlands to a states-general at Brussels in 1465.",
        "He withdrew (April 1567) first to his residence at Breda, and then to the ancestral seat of his family at Dillenburg in Nassau.",
        "The theory upon which the rite everywhere rests is clearly the belief, for which there is an abundance of concurrent testimony, that the liver was at one time regarded as the seat of vitality.",
        "This belief appears to be of a more primitive character than the view which places the seat of life in the heart, though we are accustomed to think that the latter was the prevailing view in antiquity.",
        "Filled with blood, it was natural to regard it as the seat of the blood, and as a matter of fact one-sixth of the entire blood of man is in the liver, while in the case of some animals the proportion is even larger.",
        "The liver being regarded as the seat of the blood, it was a natural and short step to identify the liver with the soul as well as with the seat of life, and therefore as the centre of all manifestations of vitality and activity.",
        "The question, however, still remains to be answered how people came to the belief or to the assumption that through the soul, or the seat of life of the sacrificial animal, the intention of the gods could be divined.",
        "The theory underlying hepatoscopy therefore consists of these two factors: the belief (I) that the liver is the seat of life, or, to put it more succinctly, what was currently regarded as the soul of the animal; and (2) that the liver of the sacrificial animal, by virtue of its acceptance on the part of the god, took on the same character as the soul of the god to whom it was offered.",
        "It but remains to call attention to the fact that the earlier view of the liver as the seat of the soul gave way among many ancient nations to the theory which, reflecting the growth of anatomical knowledge, assigned that function to the heart, while, with the further change which led to placing the seat of soul-life in the brain, an attempt was made to partition the various functions of manifestations of personality among the three organs, brain, heart and liver, the intellectual activity being assigned to the first-named; the higher emotions, as love and courage, to the second; while the liver, once the master of the entire domain of soul-life as understood in antiquity, was degraded to serve as the seat of the lower emotions, such as jealousy, anger and the like.",
        "By the time the third stage, which placed the seat of soul-life in the brain, was reached through the further advance of anatomical knowledge, the religious rites of Greece and Rome were too deeply incrusted to admit of further radical changes, and faith in the gods had already declined too far to bring new elements into the religion.",
        "It is a seat of the cotton industry.",
        "Barre is the centre of the granite business, and the region about Rutland, especially Proctor, is the principal seat of the marble industry.",
        "In 1780 £3000 was paid for a seat: in 1812 each supporter of one of the candidates received £roo.",
        "The Islands), capital and largest city of Algeria, North Africa, seat of the governorgeneral, of a court of appeal, and of an archbishop, and station of the French XIX.",
        "Algiers from this time became the chief seat of the Barbary pirates.",
        "Not long after it had been sacked by Totila Benevento became the seat of a powerful Lombard duchy and continued to be independent until 1053, when the emperor Henry III.",
        "Cromwell was not the originator of this act, but showed his approval of it by taking his seat among the fifty or sixty Independent members who remained.",
        "The city has a public library (1905), and is the seat of an Institute of Telegraphy (founded in 1874; chartered in 1900) and of Valparaiso University (1873; formerly known as the Valparaiso Normal Training School).",
        "Lingen was the seat of a university from 1685 to 1819.",
        "Dammartin is historically important as the seat of a countship of which the holders played a considerable part in French history.",
        "This shows that the principle of the dissipation of energy has control over the actions of those agents only whose faculties are too gross to enable them to grapple individually with the minute portions of matter which are the seat of energy.",
        "In the middle ages it was the seat of a large trade in linen.",
        "a seat is provided for the driver who manipulates the controllers.",
        "At the next instant it is the seat of an electric current and is surrounded by closed lines of magnetic force.",
        "Marburg is the seat of a university.",
        "Though the territorial authority of the papal see was practically abolished in 1870, the fact that Rome is the seat of the administrative centre of the vast organization of the church is not without significance to the nation.",
        "Supplementary stipends to bishops and parochial clergy, assignments to Sardinian clergy and expenditure for education and charitable purposes - - 142,912 f28,52f Roman Charitable and Religious Fund.The law of the 19th of June 1873 contained special provisions, in conformity with the character of Rome as the seat of the papacy, and with the situation created by the Law of Guarantees.",
        "Three separate capitals must be discriminated Pavia, the seat of the new Lombard kingdom; Ravenna, the garrison city of the Byzantine emperor; and Rome, the rallying point of the old nation, where the successor of St Peter was already beginning to assume that national protectorate which proved so influential in the future.",
        "a Frenchman, Clement V., was elected, and the seat of the papacy was transferred to Avignon.",
        "Lombardy was made the seat of war; and here the king of Sardinia acted as in some sense the arbiter of the situation.",
        "But he appeared again on the scene in the general elections of 1909, as a Christian Democratic candidate; he was elected, and alone of the Catholic deputies took his seat in the Chamber on the Extreme Left, where all his neighbors were violent anti-clericals.",
        "He obtained a seat in parliament; and in spite of Danby's endeavour to seize his papers by an order in council, on the 10th of December 1678 caused two of the incriminating letters written by Danby to him to be read aloud to the House of Commons by the Speaker.",
        "He again took his seat in the Lords as a leader of the moderate Tory party.",
        "Early in the 13th century Uzhitse was the seat of St Sava, the first archbishop, and the patron saint of Servia.",
        "The city is the seat of the state asylum for feeble-minded children (established at Jacksonville in 1865 and removed to Lincoln in 1878), and of Lincoln College (Presbyterian) founded in 1865.",
        "CARSON CITY, the capital of Nevada, U.S.A., and the county seat of Ormsby county, about 120 m.",
        "Carson City (named in honour of Christopher Carson) was settled in 1851 as a trading post, was laid out as a town in 1858, was made the capital of the state and the county seat of the newly erected county in 1861, and was chartered as a city in 1875.",
        "With the surrounding district, known as the barony of Sorau, it became the seat of successive noble families; and in 1400 it was united with the barony of Triebel.",
        "TRIER (French treves), an ancient city of Germany, formerly the capital of an archbishopric and electorate of the empire, and now the seat of a Roman Catholic bishop and the chief town of a governrnental department in the Prussian province of the Rhine.",
        "Throughout the middle ages the sancta civitas Trevirorum abounded in religious foundations and was a great seat of monastic learning.",
        "Seats, seat rents, pews, the union and disjunction of parishes and formation of district parishes are of secular jurisdiction.",
        "The \"exarch \" of the archbishop, who is a dignitary but not a bishop, has a seat in the provincial synod.",
        "The history of the city is closely associated with that of the countship of Flanders (q.v.), of which it was the seat.",
        "In the west end of the town is Pinkie House, formerly a seat of the abbot of Dunfermline, but transformed in 1613 by Lord Seton.",
        "AUCKLAND, a city and seaport on the east coast of North Island, New Zealand, in Eden county; capital of the province of its name, and the seat of a bishop. Pop. (1906) 37,736; including suburbs, 82,101.",
        "There is communication both south and north by rail, and regular steamers serve the ports of the colony, the principal Pacific Islands, Australia, &c. From 1853 to 1876 Auckland was the seat of the provincial government, and until 1865 that of the central government, which was then transferred to Wellington.",
        "New tangential walls arise in the cells which are the seat of cambial activity, and an initial layer of cells is established which cuts off tissue mother-cells on the inside and outside, alternately contributing to the xylem and to the phloem.",
        "Its most usual seat of origin in the stem is the external layer of the cortex immediately below the epidermis; in the root, the pericycle.",
        "The latter may develop stereom, and may also be the seat of origin of new formations of various kindse.g.",
        "Brown and Escombe have shown that the amount of solar energy taken up by a green leaf may often be fifty times as much as it can utilize in the constructive processes of which it is the seat.",
        "If we examine the seat of active growth in a young root or twig, we find that the cells in which the organic substance, the protoplasm, of the plant is being formed and increased, are not supplied with carbon dioxide and mineral matter, but with such elaborated material as sugar and proteid substances, or others closely allied to them.",
        "So long as food is supplied the living substance is the seat of transformations which are continually proceeding, being partially decomposed and again constructed, the new food being incorporated into it.",
        "A third phenomenon observable in stich healing tissues is the increased flow and accumulation of plastic materials at the seat of injury.",
        "Nearly related to myrtles are Melastomaceae which, poorly represented in the Old World, have attained here so prodigious a development in genera and species, that Ball looks upon it as the seat of origin of the family.",
        "It confirms the general belief on geological grounds that this was the seat of their development at the close of the Mesozoic era.",
        "But Persis lies too far off from the centre of the Asiatic world to be the seat of government.",
        "He voted for the exclusion of James, duke of York, from the throne, and made overtures to William, prince of Orange, and consequently in 168r he lost both his secretaryship and his seat on the privy council.",
        "paid him at Althorp, his Northamptonshire seat, in 1691, being the prelude to his recall into the royal counsels.",
        "The first seat of the Holy Office was in the convent of San Pablo, where the friars, however, resented the orders, on the pretext that they were not delegates of the inquisitor-general.",
        "It possesses a Roman Catholic seminary for priests, and was the seat of a university founded in 1635, which was transferred to Budapest in 1777.",
        "Prospering by the law, William Howard of Wiggenhall rose to knight's rank and acquired by purchase Grancourt's manor in East Winch, near Lynn, where he had his seat in a moated house whose ruins remain.",
        "Bourg is the capital and Belley is the seat of a bishop. Jujurieux, in the arrondissement of Nantua, has the most important silk factory in the department, occupying over 1000 workpeople.",
        "The exact position of Anzan is still disputed, but it probably included originally the site of Susa and was distinguished from it only when Susa became the seat of a Semitic government.",
        "The earliest settlement there goes back to neolithic times, but it was already a fortified city when Elam was conquered by Sargon of Akkad (3800 B.C.) and Susa became the seat of a Babylonian viceroy.",
        "In zoology, the mollusca are divided into cephalous and acephalous (Acephala), according as they have or have not an organized part of their anatomy as the seat of the brain and special senses.",
        "Kampen is the seat of a Christian Reformed theological school, a gymnasium, a higher burgher school, a municipal school of design, and a large orphanage.",
        "It was, like Samothrace, a seat of the worship of the Cabeiri.",
        "The island is now the seat of a Greek bishopric. There is communication with the mainland by occasional vessels.",
        "inland, has a small harbour, and was formerly the seat of an Orthodox bishop. In the neighbourhood are the ruins of the ancient Buthrotum, from which the modern town derives its name.",
        "It is the seat of the second state normal school, opened in 1904.",
        "Annaberg, together with the neighbouring suburb, Buchholz, is the chief seat of the braid and lace-making industry in Germany, introduced here by Barbara Uttmann in 1561, and further developed by Belgian refugees, who, driven from their country by the duke of Alva, settled here in 15 9 o.",
        "Lampsacus was the chief seat of the worship of Priapus, a gross nature-god closely connected with the culture of the vine.",
        "It is the seat of the Missouri training school for boys (1889), and of the Kemper military school (1844).",
        "the seat of the general government of Indo-China, of the residentsuperior of Tongking, and of a bishop, who is vicar-apostolic of central Tongking.",
        "It has a chamber of commerce, the president of which has a seat on the superior council of Indo-China; a chamber of the court of appeal of Indo-China, a civil tribunal of the first order, and is the seat of the chamber of agriculture of Tongking.",
        "Serajevo is the seat of the provincial government, of a Roman Catholic bishop, an Orthodox metropolitan, the highest Moslem ecclesiastical authority or Reis-el-ulema, and the supreme court.",
        "It was chosen as the seat of Turkish government in 1850, instead of Travnik.",
        "The town is the seat of a sub-prefect, and has a tribunal of first instance, .a chamber of commerce and a communal college among its public institutions.",
        "Molsheim was known in the 9th century as Molleshem, and formerly was the seat of a famous Jesuit college, which in 1702 was removed to Strassburg and united with the university of that city.",
        "Upon its final acceptance as the capital, there was some activity in land speculation, but Indianapolis had only 600 inhabitants and a single street when the seat of government was removed thither in 1824.",
        "Not far from the scene of this conflict stands Balquhain Castle, a seat of the Leslies, now a mere shell, which was occupied by Queen Mary in September 1562 before the fight at Corrichie between her forces, led by the earl of Moray, and those of the earl of Huntly.",
        "In 673 Archbishop Theodore divided the East Anglian diocese into two, Elmham being the seat of the northern, Dunwich that of the southern bishop. A long blank follows in the history of this kingdom, until in 792 we find Offa of Mercia slaying iEthelberht, king of East Anglia, who is said to have been his son-in-law.",
        "Its charter is said to date from 121 8, and it was the seat of the courts of the earls of Strathearn till 1 747, when heritable jurisdictions were abolished.",
        "Russia was 'the seat of the empire' of the Khazars, who drove the Bulgarians, descendants of the Huns, from the Don, one Section of them migia.tiug up thu Volga to found there the Bulgarian empire, and the remainder travelling towards the Danube.",
        "He was elected to the Norwich School Board in 1899, being the first candidate run by the local Labour party to win a seat on a public body.",
        "He was returned as one of the members for Norwich at the general election of 1906, and has held the seat since.",
        "From about 1200 till 1628 it was the seat of a bishopric, which at the latter date became a secular principality, being in 1648 incorporated with Brandenburg.",
        "Sometimes a strip of felt is interposed between the chair and the sleeper, and sometimes a serrated surface is prepared on the sleeper for the chair which is forced into its seat by hydraulic pressure.",
        "In the United States the spikes are simply driven in with a maul, and the rails stand upright, little care being taken to prepare seats for them on the sleepers, on which they soon seat themselves.",
        "- French Rail, 901 lb to the yard, showing rail joint and seat in the sleeper.",
        "Gradually, however, the accommodation improved, and by the middle of the 19th century second-class passengers had begun to enjoy \" good glass windows and cushions on the seat,\" the fares they paid being about 2d.",
        "Cars of this saloon type have been introduced into England for use on railways which have adopted electric traction, but owing to the narrower loading gauge of British railways it is not usually possible to seat four persons across the width of the car for its whole length, and at the ends the seats have to be placed along the sides of the vehicle.",
        "It is supposed to be the Camanes of Ptolemy, and was formerly a very flourishing city, the seat of an extensive trade, and celebrated for its manufactures of silk, chintz and gold stuffs; but owing principally to the gradually increasing difficulty of access by water, owing to the silting up of the gulf, its commerce has long since fallen away, and the town has become poor and dilapidated.",
        "Port Louis, formerly the seat of government, is at the head of Berkeley Sound, but the anchorage there having been found rather too exposed, about the year 1844 a town was laid out, and the necessary public buildings were erected on Stanley Harbour, a sheltered recess within Port William.",
        "The Falklands are the seat of a colonial bishop. Education is compulsory.",
        "Garfield as president, and was offered by him a place in his cabinet; but this he declined, having been elected a member of the United States Senate, in which he took his seat on the 4th of March 1881.",
        "Naphtali and Dan are \"brothers,\" perhaps partly on geographical grounds, but Dan also had a seat in the south (south-west of Ephraim), and the name of the \"mother\" Bilhah is apparently connected with Bilhan, an Edomite and also a Benjamite name (Gen.",
        "The town has a public library and some old houses built in the colonial period, and is the seat of Phillips Exeter Academy (incorporated in 1781 and opened in 1783).",
        "Dunmore is the seat of the state oral school for the deaf.",
        "\"north-court\"), which has ever since been the seat of government.",
        "The first two years after his return to England he spent principally at his father's country seat at Buriton, in Hampshire, only nine months being given to the metropolis.",
        "At the general election in 1780 he had lost his seat for Liskeard, but had subsequently been elected for Lymington.",
        "His repugnance to public life had been strongly expressed to his father in a letter of a very early date, in which he begged that the money which a seat in the House of Commons would cost might be expended in a mode more agreeable to him.",
        "Girga is the seat of a Coptic bishop. It also possesses a Roman Catholic monastery, considered the most ancient in the country.",
        "The object of this gathering was to frame a government for the settlers, as the seat of the Territorial government of Utah was too remote to afford protection for life and property.",
        "Until 1870 the state was regularly Republican, but in this year the Democrats gained most of the offices, including the seat in the national House of Representatives.",
        "Under the Lombards the town was the seat of dukes and counts; in the 12th and 13th centuries it formed a flourishing republic, busied in surrounding itself with walls (1229), controlling the Crostolo and constructing navigable canals to the Po, coining money of its own, and establishing prosperous schools.",
        "Its connexion with that empire - or, in other words, its dependence upon Constantinople - lasted for more than 200 years, during which period, under the rule of Narses and his successors the exarchs, Ravenna was the seat of Byzantine dominion in Italy.",
        "He sat in Richard Cromwell's parliament for Dublin city, and endeavoured to take his seat in the restored Rump Parliament of 1659.",
        "His elder brother was drowned in the Thames in the following year; and in 1814, on the death of his father, he took his seat in the House of Lords as Baron Auckland.",
        "In May of this year he had an important interview with Bismarck, who wished to secure his support for the reform of the confederation, and after the war was over at once accepted the position of a Prussian subject, and took his seat in the diet of the North German Confederation and in the Prussian parliament.",
        "In 1877 he was offered the post of vice-chancellor with a seat in the Prus s ian ministry, but refused it because Bismarck or the king would not agree to his conditions.",
        "In 1883 he resigned his seat in parliament owing to the reactionary measures of the government, which made it impossible for him to continue his former co-operation with Bismarck, but returned in 1887 to support the coalition of national parties.",
        "He was returned to the Chamber of Deputies for the department of Bouches-du-Rhone in March 1888 and took his seat on the extreme Left, but died at Saint-Gratien on the 3rd of August 1889.",
        "The town is the seat of the Roman Catholic bishop of Wilcannia.",
        "of Forres, to the S.W., lie the beautiful woods of Altyre, the seat of the Gordon-Cummings.",
        "The cathedral of Sodor was on St Patrick's Isle at Peel, and it is possible that the name Sodor being lost, its meaning was applied to the isle as the seat of the bishop. The termination \"and Man\" seems to have been added in the 17th century by a legal draughtsman ignorant of the proper application of the name of Sodor to the bishopric of Man.",
        "The great rabbinic academies at Sura and Nehardea, the former of which retained something of its dominant role till the rrth century, had been founded, Sura by Abba Arika (c. 219), but Nehardea, the more ancient seat of the two, famous in the 3rd century for its association with Abba Arika's renowned contemporary Samuel, lost its Jewish importance in the age of Mahomet.",
        "In 1873 Sir George Jessel was made a judge, and Lord Rothschild took his seat in the House of Lords as the first Jewish peer in 1886.",
        "It is the seat of Miami University (co-educational; chartered in 1809, opened as a grammar school in 1818, and organized as a college in 1824), which had 40 instructors and 1076 students in 1909.",
        "Canea (Xavia), the seat of government since 1840 (pop. 20,972), is built in the Italian style; its walls and interesting galley-slips recall the Venetian period.",
        "It is interesting, as bringing out the personal element in the traditional royal seat, that an inscribed sealing belonging to the earliest period of the later palace of Cnossus bears on it the impression of two official signets with portrait heads of a man and of a boy, recalling the \" associations \" on the coinage of imperial Rome.",
        "Under the Venetian government Candia, a fortress originally built by the Saracens, and called by them \" Khandax,\" became the seat of government, and not only rose to be the capital and chief city of the island, but actually gave name to it, so that it was called in the official language of Venice \" the island of Candia,\" a designation which from thence passed into modern maps.",
        "Four miles west by north of Stranraer is situated Lochnaw Castle, the ancient seat of the Agnews, who were hereditary sheriffs of Galloway till 1747, when hereditable jurisdictions were abolished.",
        "In any case, only the eastern districts would have been affected by invaders from over the Rhine, the chief seat of the Belgae proper being in the west, the country occupied by the Bellovaci, Ambiani and Atrebates, to which it is probable (although the reading is uncertain) that Caesar gives the distinctive name Belgium (corresponding to the old provinces of Picardy and Artois).",
        "This policy cost Mr. Henderson his seat in Parliament at the General Election of Dec. 1918."
    ],
    "definition": [
        "Link/Cite"
    ]
}