{
    "translation": "סודיות, חשאיות",
    "uses": [
        "He was sworn to secrecy anyway.",
        "Winston stressed the secrecy of the location.",
        "He was sworn to secrecy, but he was still asking for her input in the only way he could.",
        "God, if this ability became widespread, it would be an assault of secrecy itself!",
        "Our need for secrecy, all five of us, extended far beyond personal culpability.",
        "\"I may have violated our secrecy code,\" I told her as I slipped into bed.",
        "A propos of marriages: do you know that a while ago that universal auntie Anna Mikhaylovna told me, under the seal of strict secrecy, of a plan of marriage for you.",
        "Nor was there any reason why secrecy should have been desired.",
        "Secrecy, while occasionally necessary, is less desirable than openness.",
        "There is as much secrecy about the cooking as if he had a design to poison you.",
        "That such vast excavations should have been made without attracting attention, and that such an immense number of corpses could have been carried to burial in perfect secrecy is utterly impossible.",
        "I assumed we'd discuss our latest findings but Howie, ever hyper in the secrecy department, disallowed any mention our activities in public.",
        "It was about secrecy - and deception.",
        "Nor have we the slightest trace of any official interference with Christian burials, such as would render secrecy necessary or desirable.",
        "\"Thank god Howie pledged us to secrecy,\" I said.",
        "In the paramilitary organization that relied on secrecy and loyalty to survive, the soldiers followed the man they trusted most.",
        "These have led to the secrecy of the ballot, and hence to a greater or less extent have prevented intimidation and bribery.",
        "The secrecy of the undertaking heightened its charm and they marched gaily.",
        "He employed a competent staff of highly trained mechanics at the Smithsonian Institution, and great secrecy was observed as to his operations.",
        "The utmost secrecy, however, was maintained concerning their experiments, and in consequence their achievements were regarded at the time with doubt and suspicion, and it was hardly realized that their success would reach the point later achieved.",
        "First buried at St Marcel, his remains soon after were carried off in secrecy to the Paraclete, and given over to the loving care of Heloise, who in time came herself to rest beside them (1164).",
        "With great secrecy they made their way to Nagasaki, where they concluded an arrangement with the agent of Messrs Jardine, Matheson & Co.",
        "Demonstra- Pd ins were held which were repressed with unnecessary violence, coi d although the change o~ capital was not unpopular in the rest of as ~ly, where the Piemonte~isrno of the new rgime was beginning thi arouse jealousy, the secrecy with which the affair was arranged un d the shooting down of the people in Turin raised such a storm w~ disapproval that the king for the first time used his privilege vim of dismissing the ministry.",
        "The number of English commissioners was increased, and they were bound to preserve secrecy as to the matters revealed.",
        "The result was that the British preparations were made with such secrecy that the Germans subsequently admitted that on - Aug.",
        "Only more recently the manufacture of caustic soda by electrolysis has also been established as a permanent and paying industry, but as the greatest secrecy is maintained in everything belonging to this domain, and as neither patent specifications nor the sanguine assertions and anticipations of interested persons throw much real light on the actual facts of the case, nothing certain can be said either in regard to the date at which the profitable manufacture of caustic soda was first carried out by electrolysis, or as to what extent this is the case at the present moment.",
        "As yet the public was ignorant of its contents, and although the Senate had enjoined secrecy on its members even after the treaty had been ratified, Senator Mason of Virginia gave out a copy for publication only a few days later.",
        "and Madame de Maintenon was celebrated in his presence at Versailles, but there is no reason for supposing that the subsequent coolness between him and Madame de Maintenon arose from his insistence on secrecy in this matter.",
        "The fact that no ingenuity of modern research has been able to construct a real budget of expenditure and receipt for any part of the long centuries of the Empire is significant as to the secrecy that surrounded the finances, especially in the later period.",
        "In this connexion it is worth pointing out that Garnet had not thought it his duty to disclose the treasonable intrigue with the king of Spain in 1602, though there was no pretence in this case that he was restricted by the seal of confession, and his inactivity now tells greatly in his disfavour; for, allowing even that he was bound by confessional secrecy from taking action on Greenway's information, he had still Catesby's earlier revelations to act upon.",
        "But why this secrecy?",
        "This secrecy, combined with the fact that the judges were very ill paid, led to universal bribery and corruption.",
        "The secrecy maintained as to its destination was equally remarkable.",
        "The secrecy of its deliberations and the rapidity with which it could act made it a useful adjunct to the constitution, and it gradually absorbed many of the more important functions of the state.",
        "We may then completely dismiss the notion of there being any studied secrecy in connexion with the early Christian cemeteries, and proceed to inquire into the mode of their formation.",
        "Biot relates that, when he himself was beginning his career, Laplace introduced him at the Institute for the purpose of explaining his supposed discovery of equations of mixed differences, and afterwards showed him, under a strict pledge of secrecy, the papers, then yellow with age, in which he had long before obtained the same results.",
        "The utmost secrecy was observed by the Allied staff.",
        "When Saint-Mars was made governor of Exiles in 1681 we know from one of his letters that Mattioli was left at Pignerol; but in March 1694, Pignerol being about to be given up by France to Savoy, he and two other prisoners were removed with much secrecy to Ste Marguerite, where Saint-Mars had been governor since 1687.",
        "Not only is the charge of secrecy rigidly obeyed in regard to the alien world, but full initiation into the deeper mysteries of the creed is permitted only to a special class designated Akils, (Arabic `Akl, intelligence), in contradistinction from whom all other members of the Druse community, whatever may be their position or attainments, are called Jahel, the Ignorant.",
        "But why all the secrecy?",
        "He'll have to trust you to maintain absolute secrecy.",
        "Yet from the beginning, too many important facts had been shrouded in secrecy.",
        "How could they hope to have a normal relationship shrouded in secrecy?",
        "she was assisted by fourteen Athenian matrons, called geraerae, chosen by the basileus and sworn to secrecy.",
        "In May 1584 Bowes, the English ambassador to Holyrood, had endeavoured to procure them for Elizabeth, \"for the secrecy and benefit of the cause.\"",
        "The emperor made his final preparations with the utmost secrecy.",
        "Its procedure is subject to the strictest secrecy.",
        "The secrecy of the ballot is ensured by special regulations passed on the 28th of April 1903.",
        "The Press fully understood the necessity for secrecy in regard to forthcoming naval and military movements and also in reference to many naval and military operations.",
        "As already explained, the policy of secrecy was not confined to naval and military operations.",
        "But strict secrecy being enjoined in the performance of these rites, it is not easy to check any statements made on this point.",
        "His body was interred in the secrecy of night, for fear of outrage from the Parisians, by whom his name was cordially detested.",
        "Mme de Montespan did yet more for her, for when, in 1669, her first child by the king was born, Mme Scarron was established with a large income and a large staff of servants at Vaugirard to bring up the king's children in secrecy as they were born.",
        "With great modesty and secrecy Butler, then in his twenty-second year, wrote to the author propounding certain difficulties with regard to the proofs of the unity and omnipresence of the Divine Being.",
        "The motive which a writer of satire must have had for secrecy under Domitian is sufficiently obvious; and the necessity of concealment and self-suppression thus imposed upon the writer may have permanently affected his whole manner of composition.",
        "A lion dormant on a rose, the symbol of secrecy: - Ben pur celer, gis sur roser; ici repose liun en la rose; de su la rose le lion repose.",
        "Subsequently the three and Thomas Percy, who joined the conspiracy in May, met in a house behind St Clement's and, having taken an oath of secrecy together, heard Mass and received the Sacrament in an adjoining apartment from a priest stated by Fawkes to have been Father Gerard.",
        "As tar as is known (so much secrecy having been observed), the best results obtained in various places, save one, did not exceed 67% of the theoretical quantity, the remaining 33% of SO 2 having to be converted into sulphuric acid in the ordinary lead chambers.",
        "The reasons for this are unknown, but from the secrecy with which it was carried out and the readiness with which the honour was transferred to the king's close friend Charles of La Cesda, it has been attributed to the influence and ambition of the latter.",
        "Rumour got abroad, owing to the secrecy of his end, that he was not really dead, and an impostor long lived at the Scottish court who claimed to be the missing king, and was recognized as Richard by many malcontents who wished to be deceived.",
        "The secrecy with which their uncle had carried out their murder was destined to be a sore hindrance to his successor.",
        "The real truth is not of course revealed at once, and many episodes in 19th-century history are still shrouded by official secrecy.",
        "Whatever secrecy they might observe, the adherents of the Revolution divined their wish to escape.",
        "Mrs Langloh Parker, of course, was not initiated (indeed, no white man has gone through the actual and very painful rites), but confidences were made to her with great secrecy.",
        "But it is, in fact, due also to the absence of an historical literature at Sparta, to the small part played by written laws, which were, according to tradition, expressly prohibited by an ordinance of Lycurgus, and to the secrecy which always characterizes an oligarchical rule.",
        "The negotiations were carried out with the greatest secrecy, but as soon as the acceptance was made known the French government intervened and declared that the project was inadmissible.",
        "Howie is afraid to ask Quinn anyway but he remains adamant the five of us are in this together and he's still hyper about secrecy.",
        "He was so hyper about secrecy we couldn't even talk in a restaurant for fear the waiter was a spy!",
        "banking secrecy adopted in Latvia.",
        "beg to inform Mr. Howard that the issue is not one of secrecy but one of morality.",
        "blanket of secrecy for internal documents, contrary to what the regulations actually state.",
        "cloaked in secrecy which remains habitual for many veterans even today.",
        "cloak of secrecy drawn around them.",
        "counterproductive secrecy can be.",
        "culture of secrecy about pay that holds sway in too many workplaces?",
        "NGOs have been hampered by diplomatic secrecy and an apparently deliberate decision to withhold information about the humanitarian dimensions of the war plans.",
        "She described it has a scandal of financial duplicity and secrecy.",
        "The complaints reveal secrecy is still \" indelibly ingrained \" in British public authorities.",
        "Secrecy concerning practical formulae of ceremonial magic is also advisable, for if they are used indiscriminately, the virtue goes out of them.",
        "There appears to be complete official indifference to the usual mantras of secrecy and \" national security \" .",
        "Silence and secrecy, punctuated with disingenuousness have consistently been its preferred modus operandi.",
        "oath of secrecy.",
        "obligation of professional secrecy.",
        "obsession with secrecy has had dramatic effects on the outcome of wars, monarchies and individual lives.",
        "obsessive secrecy I'd come to expect during my previous marriage.",
        "To these ends, DEFRA has been almost obsessive about secrecy.",
        "pledge of secrecy under which the interview took place.",
        "There are no specific statutory provisions governing secrecy in relation to companies.",
        "secrecy of the ballot.",
        "secrecy of the electors vote.",
        "Everyone is subject to a legal requirement to maintain the secrecy of the electors vote.",
        "Security, in the sense of preserving secrecy, took various forms.",
        "The British imposed strict secrecy of course on the Ultra production process.",
        "You and your colleagues must take care to protect the secrecy of your password for WebLearn.",
        "The scheme provides a high degree of transparency whilst ensuring the secrecy of votes.",
        "However, the need for utmost secrecy must be observed.",
        "I have been pleased to find there is not the obsessive secrecy I'd come to expect during my previous marriage.",
        "For the next two years the group would develop the project in absolute secrecy, hiding behind their Atari 2600 joystick & games business.",
        "The Bill fails on at least three major ways to herald the end to excessive government secrecy.",
        "By getting rid of juries we could eliminate unnecessary secrecy.",
        "secrecy clause in the Data Protection Act 1998 to the Information Commissioner.",
        "secrecy laws are far too restrictive; they encourage abuse.",
        "secrecy provisions in our laws.",
        "In the name of banking secrecy, the list of debtors is not available.",
        "ballot secrecy The Act of Parliament introducing the principle of the ' secret ballot ' was first introduced in 1872.",
        "The language on bank secrecy is blunt: \" States shall not decline to act... on the ground of bank secrecy.",
        "shrouded in secrecy within the Guinness family for hundreds of years.",
        "shroud of secrecy covering these contacts was demanded by Renamo, he said.",
        "utmost secrecy.",
        "veil of secrecy to cover up environmental crimes.",
        "Charms and words of power being supposed to possess efficacy in themselves are guarded with great secrecy by their owners, and hence, in so far as prayer verges on spell, there will be a disposition to mutter or otherwise conceal the sacred formula.",
        "All the preparations were made with the utmost secrecy; on the 2nd of December 1848, in.",
        "Mana rabba called into being the highest of the aeons properly so called, Hayye I.admaye, \"Primal Life,\" and then withdrew into deepest secrecy, visible indeed to the highest but not to the lowest aeons (cf.",
        "He was vicegerent of Octavian during the campaign of Actium, when, with great promptness and secrecy, he crushed the conspiracy of the younger Lepidus; and during the subsequent absences of his chief in the provinces he again held the same position.",
        "Voting was to be public, as before, on the ground, according to the Preamble, that \" the secret ballot protects electors in dependent positions only in so far as they break their promises under the veil of secrecy.\"",
        "It was owing to their thorough organization, the secrecy and security with which they went to work, but chiefly to the religious garb in which they shrouded their murders, that they could, unmolested by Hindu or Mahommedan rulers, recognized as a regular profession and paying taxes as such, continue for centuries to practise their craft.",
        "on the Macedonian side, the Bulgarians formed three armies between Philippopolis, Trnovo-Seimen, and Yamboli, the latter with especial precautions of secrecy.",
        "Shortly afterwards he was initiated into the plot, after taking an oath of secrecy, meeting Catesby, Thomas Winter, Thomas Percy and John Wright at a house behind St Clement's (see Gunpowder Plot and Catesby, Robert).",
        "There is no suggestion that any proposal to record the return of a postal vote would affect the secrecy of the ballot.",
        "Clause 59 of the bill extends a secrecy clause in the Data Protection Act 1998 to the Information Commissioner.",
        "The current secrecy laws are far too restrictive; they encourage abuse.",
        "We have to look at the existing secrecy provisions in our laws.",
        "Ballot secrecy The Act of Parliament introducing the principle of the ' secret ballot ' was first introduced in 1872.",
        "The language on bank secrecy is blunt: States shall not decline to act... on the ground of bank secrecy.",
        "The special recipe has been shrouded in secrecy within the Guinness family for hundreds of years.",
        "The shroud of secrecy covering these contacts was demanded by Renamo, he said.",
        "It has always been the custom of the \" Golden Dawn \" to wrap itself in the utmost secrecy.",
        "Two lawsuits filed by former workers at the facility allege that the Air Force used the veil of secrecy to cover up environmental crimes.",
        "Other times, secrecy rules as in the case of ras elhanout, a dry mix of any number of spices known only to the cook.",
        "April says people were only surprised because the early days of the relationship were cloaked in secrecy.",
        "With all the celebrities that are openly gay, it left many wondering \"Why all the secrecy?\"",
        "The terms of his release were shrouded in secrecy, but maybe it involves his banishment from the country.",
        "Bulimic behavior is often carried out in secrecy, accompanied by feelings of guilt or shame.",
        "There is no secrecy, and participants may even provide wish lists to those who selected their names.",
        "Another subject that needs discussion is privacy verses secrecy.",
        "While excessive Internet usage and secrecy where his computer is concerned are indicators of cheating in general, they are also included with emotional cheating.",
        "Mirny Diamond Mine has a history filled with diamond hunters, Cold War secrecy, and a unique diamond.",
        "The Cold War secrecy kept the Western world from ever learning much about Mirny mining procedures.",
        "Your conservative nature prevents you from living up to your entire potential, but you're still successful in your work which can have an element of secrecy about it.",
        "Due to the cloud of secrecy surrounding T.M.X.",
        "Some parents and students feel that strict policies create secrecy and rebellion amongst students.",
        "Interestingly, much of this secrecy was at the behest of the actors themselves.",
        "Pamela struggled with her husband's secrecy about his work while Joan dealt with with her feelings on pregnancy and whether or not to terminate.",
        "In Greece, the image of the rose is heavily tied to creativity and romance as well as mystery, secrecy and erotic sensuality.",
        "Within the flower zodiac, and amongst floral tattoos, the rose can be seen as hiding a mystery or secrecy within its petals.",
        "All this secrecy has led to some fantastic theories.",
        "The fear of human rights organizations across the world was that any isolation and secrecy in the midst of open warfare could promote horrible human rights violations and abuses.",
        "While these techniques have shrugged off their once infamous secrecy, it's often hard for beginners to find accurate information that's easy to understand.",
        "Successes achieved in those provinces failed, however, to save Nicotera from the wrath of the Chamber, and on the 14th of December 1877 a cabinet crisis arose over a question concerning the secrecy of telegraphic correspondence.",
        "Four days after the discovery of the bodies, Darnley was buried in the chapel of Holyrood with secrecy as remarkable as the solemnity with which Rizzio had been interred there less than a year before.",
        "With secrecy and speed communications were entered into with the known leaders of the Highland clans, and on the 19th of August, in the valley of Glenfinnan, the standard of James III.",
        "The most probable explanation is that Gowrie laid, with the utmost secrecy, a plot to lure James to Perth, kidnap him there, transport him to Fastcastle, a fortress of the profligate and intriguing Logan of Restalrig, on the Berwickshire coast, and then raise the Presby- terian party.",
        "Certainly no plot was laid by James to entrap the Ruthvens, and the only question is, was the brawl in which they fell accidental, or had a plot hatched in deep secrecy been frustrated by unexpected circumstances?",
        "The greatest precautions must be taken to ensure the secrecy of the examination papers before the examination, and the effective isolation of individual candidates during the examination.",
        "But although, as we have said, in ordinary times there was no necessity for secrecy, yet when the peace of the Church was broken by the fierce and often protracted persecutions of the heathen emperors, it became essential to adopt precautions to conceal the entrance to the cemeteries, which became the temporary hiding-places of the Christian fugitives, and to baffle the search of their pursuers.",
        "An instinctive feeling that a proper name for God implicitly recognizes the existence of other gods may have had some influence; reverence and the fear lest the holy name should be profaned among the heathen were potent reasons; but probably the most cogent motive was the desire to prevent the abuse of the name in magic. If so, the secrecy had the opposite effect; the name of the god of the Jews was one of the great names in magic, heathen as well as Jewish, and miraculous efficacy was attributed to the mere utterance of it.",
        "The most cynical man of the world, he says, with whatever \" sullen incredulity \" he may repudiate virtue as a hollow pretence, cannot really refuse his approbation to \" discretion, caution, enterprise, industry, frugality, economy, good sense, prudence, discernment \"; nor again, to \" temperance, sobriety, patience, perseverance, considerateness, secrecy, order, insinuation, address, presence of mind, quickness of conception, facility of expression.\"",
        "Gervaise of Tilbury, writing early in the 13th century, has in his Otia Imperialia a chapter, De lamiis et nocturnis larvis, where he gives it out, as proved by individuals beyond all exception, that men have been lovers of beings of this kind whom they call Fadas, and who did in case of infidelity or infringement of secrecy inflict terrible punishment - the loss of goods and even of life."
    ],
    "definition": [
        "The quality or condition of being secret or hidden; concealment: work done in secrecy.",
        "The practice or habit of keeping secrets: swore him to secrecy.",
        "Link/Cite",
        "Concealment; the condition of being secret or hidden",
        "The habit of keeping secrets.",
        "Link/Cite"
    ]
}