{
    "translation": "ַפיתוי, הסתה",
    "uses": [
        "The seduction was going all too well - for her.",
        "Might give you an advantage with him if you're willing to play the seduction game.",
        "Their mother and the regent's, her father's former mistress, was herself not impervious to her prisoner's lifelong power of seduction and subjugation.",
        "Learn about many aspects of dating, flirting, seduction, romance, love, relationships and related topics.",
        "Aside from the personals, Grrl2Grrl includes chat rooms, \"confessions\", and specialized activities for members such as the \"Appetite for Seduction\" or \"Dare 2 Share\" which lets lesbians share their coming out stories with each other.",
        "Although Andronicus was at that time fifty-six years old, age had not diminished his charms, and Theodora became the next victim of his artful seduction.",
        "6; (5) cases arising out of deposits, loans, seduction, xxii.",
        "Becoming also tutor to the maiden, he used the unlimited power which he thus obtained over her for the purpose of seduction, though not without cherishing a real affection which she returned in unparalleled devotion.",
        "He far exceeded all other statesmen in the art of drawing together, without the seduction of self-interest, the concurrence and co-operation of various dispositions and abilities of men, whom he assimilated to his character and associated in his labours.\"",
        "One of the rare female Guardians, Jenn was tall and willowy with dark hair and green eyes, a studied air of seduction, and the ability to penetrate any group he sent her after.",
        "Focusing hard on not letting him affect her, she continued her game of seduction, teasing him with looks, touches, whispers, until Darian's body was rigid and his turmoil had melted into lust intense enough to make his eyes glow.",
        "A further interest, to thicken the broth, is the idea of seduction.",
        "Cue a stunning series of marvelous misadventures that feature cannibals and monsters, sword-play and seduction.",
        "The dirty dozen Tim Atkin on wines with pulling power plus his 12 top bottles for seduction.",
        "In her stubborn insistence on significance, Padel misses seduction entirely.",
        "As a high school computer nerd turned postdoc physics nerd, I am acutely aware of this seduction.",
        "Shape the nation: Seduction School promises to take an honest look at the nation's obsession with how we look.",
        "seduction of a beautiful escort girl played by the exquisite Zhang Ziyi however is by far the most satisfying.",
        "seduction of a woman belonging to the boro a fine of three shillings was payable to the lord.",
        "seduction of the heroine.",
        "We must therefore resist the easy seduction of unilateral action.",
        "I mean, an apparently enormous amount of sexual activity and innuendo and attempted seduction all the time.",
        "His place will have seduction written all over it.",
        "Peter Savidge's vampiric Don is all slicked-back hair and white evening gloves, a pair of which are discarded after every attempted seduction.",
        "If Mars is attuned to subtle seduction, for example, the most blatant siren call will be ignored.",
        "The less intelligent section of the public loves to dwell on the possibilities of sexual seduction under the influence of hypnosis.",
        "Romantic desserts Delectable desserts for sweet seduction are barely a streaked apron and a licked wooden spoon away from your delight...",
        "seduction scene, with sucking noises from the gallery whenever Novello kissed leading lady Francis Doble.",
        "seduction techniques.",
        "seduction restraint kit.",
        "seduction success guide for men.",
        "seduction test.",
        "seduction advice on how to meet women Online Dating advice offers advice on how to meet beautiful women.",
        "Only £ 8.48 Tell a friend More Info Do Not Disturb Kit Create some sizzle in your nights with this silky seduction restraint kit.",
        "stubborn insistence on significance, Padel misses seduction entirely.",
        "A specified form of death penalty occurs in the following cases: - gibbeting (on the spot where crime was committed) for burglary, later also for encroaching on the king's highway, for getting a slave-brand obliterated, for procuring husband's death; burning for incest with own mother, for vestal entering or opening tavern, for theft at fire (on the spot); drowning for adultery, rape of betrothed maiden, bigamy, bad conduct as wife, seduction of daughter -in-law.",
        "His seduction of a beautiful escort girl played by the exquisite Zhang Ziyi however is by far the most satisfying.",
        "For the seduction of a woman belonging to the boro a fine of three shillings was payable to the lord.",
        "A sexually explicit romantic novel; usually in a historical setting and always with a plot involving the seduction of the heroine.",
        "Peter Savidge 's vampiric Don is all slicked-back hair and white evening gloves, a pair of which are discarded after every attempted seduction.",
        "Derision greeted a silent seduction scene, with sucking noises from the gallery whenever Novello kissed leading lady Francis Doble.",
        "How to talk any woman into bed using powerful seduction techniques.",
        "How to Become an Alpha Male Dating & seduction success guide for men.",
        "It also has to pass our rigorous seduction test.",
        "Jessica 's Dating tips and Seduction advice on how to meet women Online Dating advice offers advice on how to meet beautiful women.",
        "Today, the collection has grown to include several other fragrances, including Mediterraneo, Spirit and Blue Seduction.",
        "The song, from the maven's best-selling 1998 album Ray of Light, is a come-hither approach to the art of seduction, rife with memorable melodies and lyrics.",
        "Get voluptuous lips by plumping up your lips with Maybelline's Volume XL Seduction Xtreme Lip Plumpers.",
        "The other part of the zombie's seduction is that it is sweet.",
        "Whether for a wedding, a seduction or just to look and feel great under your clothes, they will have something that works for you.",
        "Wrap yourself in seduction and style for your next special event with a Tadashi dress.",
        "However, it remains an effective tool of seduction.",
        "Seduction is a sexy suit because it features a thong back and side ties that can be worn high or low on the leg, depending upon the wearer's preference.",
        "When it comes to the combination of a skin bikini monokini and the art of surprise (and quite possibly summer seduction!), there's no way you can't win.",
        "They often carry the connotations of beauty, femininity, innocence, mischief, seduction, and spirituality.",
        "Flirting can prelude seduction, but it does not have to be sexual or even romantic.",
        "Something as simple as coffee or dinner can be interpreted as a seduction technique.",
        "The methods women use to attract other women are similar to the tools of seduction used by any human, regardless of sexual identity.",
        "However, there are some particular aspects of seduction between women that do make things a bit more complicated.",
        "Alcohol can also be a major factor in the success or failure of a seduction - whether giving someone the courage to act or removing the inhibitions of the recipient.",
        "New Seduction is a bit different - a game you might play with a date, answering questions and doing tests of manual dexterity to try and make your way across a board.",
        "On the other side of the coin, if you've met a person at work you really like and you're both single, an office romance could turn into something real or a seduction story.",
        "In fact, some \"seduction experts\" recommend this for adults, encouraging men say to something mildly insulting to the woman of their desire.",
        "If you're a Snake, you're also adept at seduction.",
        "Mystique is the seduction Gemini seeks, so don't give away all of your secrets.",
        "It also fell to Rex to stop his twin from making a mistake in her seduction of Lucas Roberts because he was their half-brother.",
        "Tag Heuer presents an enthralling combination of strength and seduction.",
        "To pull of the art of seduction seen in Hollywood movies, you should consider the Lace Trim Chemise in black from Frederick's of Hollywood.",
        "A cupless corset is a marvelous seduction tool for any woman.",
        "A select group of women still choose corsets for seduction reasons and as a shapewear preference, but nobody is forced to wear a corset anymore.",
        "And having been in existence for more than a century, the Aubade has solidified its theory of seduction.",
        "Seduction Lingerie has a pair of polka-dotted knickers that combine a cute and sexy look.",
        "Not a girl, not a granny, but a pure being of feminine seduction.",
        "French lingerie ideally brings about a sense of sophistication along with that air of seduction, as that's part of the European ladies' charm.",
        "Photo albums - This page contains photo albums and slideshows from various teams on the Lingerie Football League like the Atlanta Stealth and the San Diego Seduction.",
        "As a Seduction Tool: Don't sleep in this nightgown!",
        "Choosing men's silk robes is an adventure: these lounge-perfect pieces are the best for seduction or for relaxing.",
        "Men's silk robes are more versatile than they seem at first glance, and you might find yourself picking out one for after-shower and another one for seduction time.",
        "Frederick's of Hollywood is a good stop for lingerie that's primed for seduction.",
        "The lace ones are usually found in vibrant colors and meant for seduction or just feeling sexy all day (these can be worn underneath most clothes without being obvious).",
        "These bras are usually worn for seduction purposes or with a particularly low-cut top that won't allow for a full coverage bra.",
        "Mesh Bustiers: Bustiers with see-through panels are successful for seduction, and they look lovely in sophisticated colors like dove grey and dark pink.",
        "Check out the Elita Low Rise Thong with Lace, the Dolce & Gabbana Amenone Nero Thong, the Jezebel Satine Thong, and the Calvin Klein Perfectly Fit Seduction String Thong to name a few.",
        "The Susan Lucci satin chemise is a delicate and tempting lingerie piece, full with possibilities for layering (and for seduction).",
        "Matching Sets: Japanese lingerie often comes in matching sets, which are as great for everyday lounging as they are for seduction.",
        "Chiffon Robes: If you live in a warm climate or want to wear a snap robe just for seduction, chiffon is perfect.",
        "It's a great choice when a summer night of seduction is in store.",
        "Crotchless anything: You'll never have to peel away that lingerie unless you just want to, even after it's done its job in the seduction process.",
        "Add the sheerness of lace, and you'll be the picture of seduction.",
        "Thigh highs with garter belts: These are classic tools of seduction.",
        "Silky panties: Silky panties are underwear worn for seduction or comfort.",
        "But even his goodness is no match for the ring's seduction and he nearly falls victim to it if not for Gollum's attack, which rips the ring away plunging both Gollum and the ring into the fires of Mordor.",
        "He resents Aragorn at first, and is the first of the Fellowship to fall to the seduction of the One Ring.",
        "636), have been suggested by the Babylonian legend of the seduction of two old men by the goddess of love (see also Koran, Sur."
    ],
    "definition": [
        "a. The act of seducing.\nb. The condition of being seduced.",
        "Something that seduces or has the qualities to seduce; an enticement.",
        "Link/Cite",
        "The act of seducing.\nSeduction is the fine art of manipulating people based on physical attraction and desire.",
        "(dated, law, in English common law) The felony of, as a man, inducing a previously chaste unmarried female to engage in sexual intercourse on a promise of marriage.",
        "Link/Cite"
    ]
}