{
    "translation": "נראה, נדמה",
    "uses": [
        "You never seem to study.",
        "For some reason that didn't seem likely.",
        "You don't seem to be very happy.",
        "Christmas was only a few days away, and yet it didn't seem like Christmas.",
        "It didn't seem like Christmas.",
        "Doesn't seem too great.",
        "They seem to think I betrayed them.",
        "You seem to enjoy your work - and you are respectful toward me.",
        "But after what you've been through, I guess it would seem like a picnic.",
        "\"You seem pretty happy,\" Traci observed.",
        "They seem to know man isn't a threat until the engine is shut off.",
        "But you did seem to enjoy it.",
        "No, she wasn't sure, but that didn't seem to matter.",
        "Felipa didn't seem to notice anything unusual in his attitude, so maybe he had always treated them that way.",
        "That is because they seem so far out of the daily experience of most people that they cannot conceive of how or why they would use them.",
        "You two seem to get along well together.",
        "The people didn't seem to be aware of me.",
        "You just seem to be troubled, lately.",
        "He didn't seem to be bleeding from anywhere else, though she wasn't sure she hadn't damaged anything else by running him over.",
        "A friend, certainly, but their relationship was also romantic so best friend didn't seem like a good description.",
        "He didn't seem to be prompting her.",
        "To them the words of Miloradovich seem very interesting, and so do their surmises and the rewards this or that general received; but the question of those fifty thousand men who were left in hospitals and in graves does not even interest them, for it does not come within the range of their investigation.",
        "Even the IV didn't seem real.",
        "They did not seem frightened, but chirped softly, as if they knew they were safe.",
        "More shrugging didn't seem to be enough.",
        "The suitcase didn't seem that heavy at the time.",
        "\"They seem like open-work,\" remarked the boy, gazing intently.",
        "A commander-in-chief's business, it would seem, is simply to choose one of these projects.",
        "He didn't seem concerned that she had refused to go back.",
        "And when I... hugged you... you didn't seem to mind at first.",
        "The handsome Vera smiled contemptuously but did not seem at all hurt.",
        "With hundreds of restaurants at your fingertips in the big city, finding a place with great food, atmosphere and a moderate price tag can seem impossible.",
        "\"I keep trying to entice you, but you seem immune to me,\" he teased.",
        "She stared at her reflection, caught by something else that didn't seem right.",
        "He didn't seem like the kind whose moods shifted like her father's.",
        "You are strangers in the Valley of Voe, and do not seem to know our ways; so I will try to save you.",
        "Good entertainment and good food seem to go hand-in-hand.",
        "I don't know about friends, but there sure are a lot of people in Ashley who seem preoccupied with everything I do.",
        "He does seem a bit reclusive.",
        "\"And it must seem to you,\" said Boris flushing slightly, but not changing his tone or attitude, \"it must seem to you that everyone is trying to get something out of the rich man?\"",
        "It will look at all this and a million other factors that would seem to be unrelated.",
        "But even as he spoke he began to doubt whether this was the corporal he knew or a stranger, so unlike himself did the corporal seem at that moment.",
        "But then, a party didn't seem like something Señor Medena would plan.",
        "As far as that went, Mom did seem mighty upset for a while after Dad left.",
        "He was leaning down to meet her, but they couldn't seem to touch.",
        "So absorbed was he in tormenting her, that he didn't seem to notice.",
        "Being alone didn't seem so bad to me after all.",
        "Strange. You seem to know what you're doing.",
        "This scene, in one form or another, should seem familiar.",
        "She encircled his neck with one arm, noting that his breathing didn't seem at all labored as he carried her across the creek.",
        "But their bodies don't seem very big.",
        "When Theodosia had gone to sleep Princess Mary thought about this for a long time, and at last made up her mind that, strange as it might seem, she must go on a pilgrimage.",
        "Petya wiped his perspiring face with his hands and pulled up the damp collar which he had arranged so well at home to seem like a man's.",
        "They are there, it is true; but they seem mummified.",
        "And compared to the duration of life it did not seem to him slower than an awakening from sleep compared to the duration of a dream.",
        "Will it seem odd if I ask?",
        "I seem to be coloring outside the lines in every way possible.",
        "The flowers did not seem to give her pleasure, and she was very quiet while we stayed there.",
        "It would seem that I made it according to the recipe which Marcus Porcius Cato gave about two centuries before Christ.",
        "Even those who seem for a long while not to have any, if you inquire more narrowly you will find have some stored in somebody's barn.",
        "The good news is this rag of a newspaper doesn't seem to buy Mr. Youngblood as a certifiable clairvoyant.",
        "In any event, this much is certain: We will see medical advances in the future that seem impossible today.",
        "Why, you yourself seem to think that I taught you American braille, when you do not know a single letter in the system!",
        "But I seem to have lost the thread of my discourse.",
        "I could touch it, and perhaps that made the coming of the Pilgrims and their toils and great deeds seem more real to me.",
        "Doesn't it seem strange that Mr. Anagnos never referred to this interview?",
        "\"On the contrary, things seem satisfactory, ma cousine,\" said Pierre in the bantering tone he habitually adopted toward her, always feeling uncomfortable in the role of her benefactor.",
        "I would have thought a gender oriented decision would upset you, but you seem to be on his side.",
        "If I seem to boast more than is becoming, my excuse is that I brag for humanity rather than for myself; and my shortcomings and inconsistencies do not affect the truth of my statement.",
        "Pierre took off his spectacles, which made his face seem different and the good-natured expression still more apparent, and gazed at his friend in amazement.",
        "But he fingered the money in his pocket and wondered whether it would seem ridiculous to give some to the drummer boy.",
        "We seem to be the emergency points of contact for anything that goes wrong anywhere in the western hemisphere.",
        "She didn't seem surprised to find others in the living room and took a seat next to Effie, looking less a nighttime specter than an exhausted victim.",
        "She didn't seem to belong here, way too classy.",
        "Why do you seem so sad?",
        "She didn't seem shocked at losing her business associate.",
        "He knew the yellow shirted rider was long gone, but strangely, it didn't seem to matter anymore.",
        "It is true that Cynthia, whose health appears to have been weak, does not seem to have survived the separation long.",
        "Fichte's general views on philosophy seem to have changed considerably as he advanced in years, and his influence has been impaired by certain inconsistencies and an appearance of eclecticism, which is strengthened by his predominantly historical treatment of problems, his desire to include divergent systems within his own, and his conciliatory tone.",
        "In the time of Bach such writing was beautifully suited to enliven the dry glitter of the harpsichord, and Bach's duets for clavier and violin seem to have been sometimes played as trios with a violoncello playing from the clavier bass.",
        "These words seem to contain the mere truth: Francis's peculiar religious genius was probably not adapted for the government of an enormous society spread over the world, as the Friars Minor had now become.",
        "Towards the north-east, the point where the Julian Alps approach close to the seashore (just at the sources of the little stream known in ancient times as the Timavus) would seem to constitute the best natural limit.",
        "The Adige, formed by the junction of two streams—the Etsch or Adige proper and the Eisak, both of which belong to Tirol rather than to Italy—descends as far as Verona, where it enters the great plain, with a course from north to south nearly parallel to the rivers last described, and would seem likely to discharge its waters into those of the Po, but below Legnago it turns eastward and runs parallel to the Po for about 40 m., entering the Adriatic by an independent mouth about 8 m.",
        "Wheat and the date palm seem to have been indigenous, and the latter is still one of the chief poductions of the country, but in later years rice has taken the place of wheat as the staff of life.",
        "In Irish literature, however, the Druids are frequently mentioned, and their functions in the island seem to correspond fairly well to those of their Gaulish brethren described by classical writers.",
        "Every day, we seem to be getting better at distributing medical resources and information.",
        "These dispositions and orders only seem worse than previous ones because the battle of Borodino was the first Napoleon did not win.",
        "And without considering the multiplicity and complexity of the conditions any one of which taken separately may seem to be the cause, he snatches at the first approximation to a cause that seems to him intelligible and says: \"This is the cause!\"",
        "A sinking man who clutches at another and drowns him; or a hungry mother exhausted by feeding her baby, who steals some food; or a man trained to discipline who on duty at the word of command kills a defenseless man-- seem less guilty, that is, less free and more subject to the law of necessity, to one who knows the circumstances in which these people were placed, and more free to one who does not know that the man was himself drowning, that the mother was hungry, that the soldier was in the ranks, and so on.",
        "Announcing that she was mailing a letter didn't seem wise, so she walked down to the mailbox.",
        "He didn't seem to be there to burglarize the place; it was like he was searching for something.",
        "I'm sorry if I seem in awe but might you tell me how you came to so genius a conclusion?",
        "Did he seem...distracted?",
        "I realize in these pages I must seem very distrustful of government, but it is not really true.",
        "He has found out that doors have locks, and that little sticks and bits of paper can be got into the key-hole quite easily; but he does not seem very eager to get them out after they are in.",
        "Yesterday I thought for the first time what a beautiful thing motion was, and it seemed to me that everything was trying to get near to God, does it seem that way to you?",
        "For a whole week it has been \"cold and dark and dreary\" in Tuscumbia, and I must confess the continuous rain and dismalness of the weather fills me with gloomy thoughts and makes the writing of letters, or any pleasant employment, seem quite impossible.",
        "Somehow, after the great fields and pastures and lofty pine-groves of the country, they seem shut-in and conventional.",
        "Even the trees seem citified and self-conscious.",
        "She does not, it would seem, prove the existence of spirit without matter, or of innate ideas, or of immortality, or anything else that any other human being does not prove.",
        "Of the real world she knows more of the good and less of the evil than most people seem to know.",
        "Belle didn't seem very anxious to attract her attention.",
        "They seem to me to be built up on the supposition that every child is a kind of idiot who must be taught to think.",
        "The town's poor seem to me often to live the most independent lives of any.",
        "Berg evidently enjoyed narrating all this, and did not seem to suspect that others, too, might have their own interests.",
        "\"You don't seem to be used to riding, Count?\" remarked the adjutant.",
        "Not only did it seem to him (as to all administrators) that he controlled the external actions of Moscow's inhabitants, but he also thought he controlled their mental attitude by means of his broadsheets and posters, written in a coarse tone which the people despise in their own class and do not understand from those in authority.",
        "Writers of universal history who deal with all the nations seem to recognize how erroneous is the specialist historians' view of the force which produces events.",
        "The conversation obviously upset Yancey, but he didn't seem to be concerned that a stranger was listening.",
        "In any case, Yancey didn't seem to be all that determined to avoid a relationship.",
        "You don't seem to be doing too bad – in either department.",
        "The porcelain clock on the wall proclaimed the time as ten minutes until twelve, but it didn't seem that late.",
        "You don't seem to have anything to do.",
        "Creeping around campgrounds at midnight didn't seem like a well thought out plan.",
        "His parent's actions seem very vengeful and an overreaction for what he did.",
        "The boards constituting the top of the bench seem long enough for side of what Molly proposed but sawing the remaining boards for rungs would prove arduous.",
        "As I review these points, none of them seem particularly like \"stretches\" to me.",
        "Does it seem long to you?",
        "A spiked drink might seem harmless, but if a person was taking certain prescription drugs, it could be dangerous.",
        "Be it as it may, both seem happy as pigeons in a bird bath with their modest lives.",
        "History is full of radical breaks with the past that only seem to have come out of nowhere but were, in fact, predictable.",
        "The Others are acquiring a weapon, but … it didn't seem quite right.",
        "Your aunt and uncle seem pretty fond of you.",
        "No matter how life-like they are, they have to be visions your mind is creating, as mundane they seem to be.",
        "It doesn't seem real.",
        "Doesn't seem like it.",
        "That doesn't seem … smart.",
        "It didn't seem fair not to say he was in there.",
        "\"It does seem strange,\" Cynthia said as she propped up her pillow against the headboard.",
        "None of them seem to feel the slightest obligation to be responsive.",
        "It doesn't seem as if we're taking this business of getting you elected very seriously.",
        "But I'm glad you seem more comfortable about running for office.",
        "\"All things considered, you seem to be holding up pretty well,\" Dean said to his wife as they cuddled beneath cool sheets in the dwindling hours of the evening.",
        "The boys don't seem to like you very much either.",
        "I can't seem to get through to anyone to even talk to the girl.",
        "She didn't seem surprised.",
        "He doesn't seem to be the man we suspected.",
        "You didn't seem to mind me holding you for hours last night on the beach.",
        "\"Just when things seem to be going well,\" he said and stood.",
        "They seem to think it is.",
        "They seem to think if they can find it, they'll be able to replace you with a Death of their choice.",
        "You do seem very …different from the other night when we talked.",
        "That's the one the demons seem to be after.",
        "The top three and bottom three seem pretty solid to me.",
        "\"Yeah, they seem to,\" Gabriel agreed, unwilling to let the Dark One see he was thinking the same thing.",
        "Yet as pointless as it might seem, Alex had readily agreed.",
        "I keep thinking I'll get it done some weekend, but I always seem to be busy with something else.",
        "She had never called her grandma and Mums didn't seem to mind.",
        "So far it didn't seem worth the time.",
        "She didn't seem like the lunatic kind.",
        "He didn't seem to get it.",
        "Daniela didn't seem completely insane, but who else said things like that?",
        "It didn't seem possible.",
        "Seeing Gabriel made her insides flutter and the world seem too small to be anywhere but his arms.",
        "Doesn't seem like rocket science.",
        "Suddenly, a blank check – even from Death – didn't seem like enough for what his one kiss might cost her.",
        "Does she seem … well?",
        "\"Look, it's early, I didn't get much sleep, and these seem like minor issues,\" she said in what she hoped was a friendly voice.",
        "\"You don't seem too thrilled yourself,\" he added.",
        "This time, Rhyn couldn't figure out why the creature wanted a human so badly he'd bring her here yet didn't seem eager about her becoming his mate.",
        "He certainly didn't seem to have much control, as far as she could tell.",
        "Yet he didn't seem too affected by a life of pain, exclusion, and conflict.",
        "\"You don't seem to understand how important you are,\" he said at last with barely restrained impatience.",
        "Fear made the wind seem colder.",
        "But if I choose Rhyn and you come back for me tomorrow, it doesn.t seem very fair to him.",
        "\"If you betray me, Sasha will seem like an angel,\" Rhyn said, straightening out of his fighting stance.",
        "Doesn.t seem like it.s been that long since … She trailed off, pensive.",
        "How can you still seem so negative when you.re surrounded by all this!",
        "Evelyn had a way of ensuring things were done even if she didn't seem to have time to do them.",
        "Her plan, while brilliant when plotted the past month, didn't seem quite so wonderful right now.",
        "Kiera had nodded as was expected while wondering what the hell Evelyn drank to make all this seem reasonable.",
        "At first glance, Lishana did not seem the kind of mother-in-law that might cause Evelyn problems.",
        "\"You seem too busy,\" she said.",
        "How ridiculous would she seem?",
        "It didn't seem possible that anyone could learn so fast.",
        "Does she seem happy?",
        "Your duty is all you really seem focused on.",
        "\"You seem to have other matters on your mind,\" Kiera prodded.",
        "And she doesn't seem the least interested in skiing or any outdoor activity.",
        "I don't mean to pry, but you seem on edge.",
        "Dean often thought if Janet O'Brien were pushing a grocery cart containing all of her belongings, she wouldn't seem out of place.",
        "It didn't seem to matter.",
        "If the man was her husband, she didn't seem in fear of him up on the mountain when I saw them talking.",
        "At first they tested to see if the numbers might be the vowels but that assumption didn't seem to work out.",
        "The space business doesn't seem to work but she might have used a character for a period.",
        "Finally, in an attempt to change the subject, he asked, You seem to be making pretty good progress deciphering the notebook.",
        "Dean considered pointing out that Annie's reference to their \"shared secret\" didn't seem to refer to a pastoral hug, but held his tongue.",
        "\"You don't seem surprised,\" Dean said.",
        "The two of you seem quite close.",
        "It does sort of seem that way.",
        "Nope. It'll seem like old times.",
        "That doesn't seem out of order, wouldn't you say?",
        "It didn't appear Shipton had a relationship of any kind with Janet nor did she seem to have any logical reason to try and kill him.",
        "In spite of all his cleaning, Bird Song didn't seem to have the same shine as it did when Cynthia was in residence.",
        "He knew she was right, but even her feline comfort didn't seem to help.",
        "Wouldn't seem right to change her, would it?",
        "\"Since you seem most ready, you will be first.\"  He approached the woman, who stood in hypnotic nonchalance, and gazed into her eyes.",
        "I like you best in casual clothes, you seem less arrogant.",
        "Sure didn't seem it though.",
        "This one didn't even seem to have deodorant on.",
        "Elisabeth didn't seem to notice.",
        "You seem far away tonight.",
        "Hmm, that's good, they seem well suited.",
        "If it started to seem like you could escape, I would take off.",
        "Huh... you seem to know him pretty well, why is that?",
        "I seem to remember you moaning one time that Josh viewed you as nothing more than an arm ornament.",
        "You seem to have it all in control - both the dairy and the house.",
        "Looking up into his face, it occurred to her that he was considerably shorter than Josh, and yet he didn't seem short.",
        "Animals seem to sense your mood.",
        "Why did men always seem to confuse helping out with assuming command?",
        "Why did things always seem to work out this way?",
        "Still, marrying Josh while another man was so capable of lighting her fire didn't seem fair - especially when Josh couldn't.",
        "Somehow he made it seem so intimate.",
        "I didn't realize you were feeling pushed - you always seem so sure of yourself.",
        "She glanced at his hand, but if it was hurting, he didn't seem to notice.",
        "The government has been divided since the war, but it didn't seem possible that this could happen.",
        "\"I'm just happy you're alive,\" he said, touching her face in an unexpected display of tenderness Lana studied his chiseled features, which didn't seem capable of much emotion at all.",
        "She'd proven how willing she was to become his companion, a surprise considering she really did seem fragile in his world.",
        "This doesn't seem like something you built the past few weeks.",
        "\"You seem to forget I can't go anywhere without your mate and the damn angel,\" Rhyn said in irritation.",
        "\"It doesn't seem to,\" he answered.",
        "Andre showed no emotion, didn't even seem to see her.",
        "Katie almost laughed at the oddity of his words.  He didn't seem to be joking, but she couldn't see his face to tell one way or another.",
        "Katie looked at him, expecting him to be joking.  He didn't seem to be.  She finally allowed herself to admit something about the man helping to save her life: He was acting really strange.  Katie stretched out by the fire, exhausted.",
        "Though in hindsight, it doesn't seem like anything is really ever enough.  I could've said so much more than I did or maybe, just did something in addition.",
        "It didn't seem far.  I would've thought we'd be there by now.",
        "Doesn't quite seem real yet, though.",
        "All my buddies seem to be miss­ing.",
        "Fred didn't seem surprised.",
        "\"You don't seem surprised to have me con­tact you,\" he asked, \"How come?\"",
        "Randy didn't seem to mind, but Dean felt more like a kindly old uncle than someone who, the prior evening, had undressed this woman and put her to bed.",
        "Even when my mother was here, we couldn't seem to say the right thing to each other.",
        "Besides, we always seem too busy with our todays to do much looking back to yesterdays.",
        "You seem to be adjusting well enough, and you're not even married yet.",
        "Somehow those two statements don't seem to go together.",
        "You seem excited about it.",
        "But you seem so unhappy.",
        "You got the best and you didn't seem to want it.",
        "She walked room by room, seeking an empty one, and finally found a room that didn't seem taken.",
        "\"They seem to be looking for something,\" he replied.",
        "It doesn't seem likely, but then again, we really don't know where his loyalties are.",
        "Jonny didn't seem to know her fate, which meant Xander hadn't told her secret, that she was intended to mate with the Grey God.",
        "She didn't seem convinced of his words or happy to see him.",
        "The stars didn't shine quite so bright in the immortal world, and the sky didn't seem as endless.",
        "He'd keep an eye on Jenn between his missions to kill Others, even if she didn't seem to want anything to do with him.",
        "They didn't seem real.",
        "\"I seem to be the only thing standing between you and an army of angry vamps you can't control,\" Xander pointed out.",
        "It didn't seem possible that none of them had made it to the mortal world.",
        "It didn't seem possible that a Watcher had saved her.",
        "Why did they not seem inflicted by the harshness his people knew?",
        "As much as she ate, she didn't seem to dent the plate of food.",
        "He didn't seem to mind it tonight.",
        "The water was so cold that it made the rocks seem sharper.",
        "Even more surprising was the fact that Gerald didn't seem to mind being left behind.",
        "Lately he doesn't seem so pleased.",
        "In fact, he didn't seem to notice that it embarrassed her.",
        "That didn't seem likely.",
        "At first Sam didn't seem to know what to do.",
        "You seem... restless lately.",
        "I feel like I've been on my first solo flight for the last three years, but I can't seem to get my wheels off the runway.",
        "She doesn't seem to be as concerned about the idea as you are.",
        "Somehow she didn't seem surprised.",
        "The trip to Fayetteville didn't seem as long - maybe because this time she was expecting a long journey.",
        "He certainly didn't seem to get worked up about anything.",
        "She didn't seem surprised to see him.",
        "\"You seem awfully young to have two teenagers,\" Laurie said.",
        "He made Jonny seem warm and welcoming.",
        "You seem to have depth, but this place is like a hospital.",
        "The private man who hadn't even named his cat didn't seem like someone comfortable with sharing.",
        "He didn't seem affected by the words, as if whatever wound the events caused was completely gone.",
        "The man who didn't seem to know what to do with her yesterday was toying with her today.",
        "You don't seem to fit this line of work.",
        "He doesn't seem like the kind who has friends.",
        "He didn't seem surprised to see his alleged friend.",
        "But you seem like you'd rather have power.",
        "Didn't seem right to dump them in a foster home.",
        "It didn't seem possible for her to succeed at Xander's latest trial, and the consequences were far greater than anything she imagined dealing with.",
        "\"You seem to be doing okay here,\" she said.",
        "Nor would it seem as if it could be the intention of the author to do much more than point out the lines on which the further treatment of the subject should advance.",
        "Moreover, small particles do not seem to exist in the water until it is broken up; so far as we can see, the material of the water is continuous not granular.",
        "It is represented in the south-west of North America by other forms that by some writers are deemed species, and in the northern parts of South America by the C. phoeniceus, which would really seem entitled to distinction.",
        "Except at Karasjok, where the diurnal changes seem somewhat irregular, the relative amplitude of the 12-hour term is considerably greater in summer than in winter.",
        "At great heights free balloons seem necessary.",
        "The results obtained from equal weights of rain and snow seem of the same order.",
        "The German populations of these lands seem in Roman times to have been scanty, and Roman subjects from the modern Alsace and Lorraine had drifted across the river eastwards.",
        "Between this point and the time when equity became settled as a portion of the legal system, having fixed principles of its own, various views of its nature seem to have prevailed.",
        "Two of his merits seem to have impressed the ancients themselves.",
        "The first permanent settlements in Matto Grosso seem to have been made in 1718 and 1719, in the first year at Forquilha and in the second at or near the site of Cuyaba, where rich placer mines had been found.",
        "They seem to have stood in the intercolumniations half-way up the outside wall and to have supported the epistyle.",
        "The people are generally courteous and kindly, the island being still comparatively rarely visited by foreigners, while Italians seem to regard it as almost a place of exile.",
        "The Roman workings too, to judge from similar finds, seem to have been considerable.",
        "They seem to be almost entirely lacking in the north-east extremity, near Terranova, and in the mountains immediately to the north of Iglesias, though they are found to the north of the Perda de sa Mesa.",
        "In the choice of these spots two motives seem to have influenced him - the neighbourhood of a university or college, and the amenities of the situation.",
        "The magisterial views seem to have prevailed in the professoriate, which formally in March 1642 expressed its disapprobation of the new philosophy as well as of its expositors.",
        "Hitherto Ostia does not seem to have been very unhealthy.",
        "The death of his deeply beloved consort Anastasia and his son Demetrius, and the desertion of his one bosom friend Prince Kurbsky, about the same time, seem to have infuriated Ivan against God and man.",
        "Similar customs seem to have existed among the Italian races.",
        "To meet the invader the great king had in Asia Minor an army slightly larger, it would seem, than Alexander's, gathered under the satraps of the western provinces at Zeleia.",
        "He would seem to have kept down to the coast until the headland of Ras Malan was reached, scattering before him the bands of Arabitae and Oritae who were the inhabitants of this well-provisioned tract.",
        "Yet it would seem there had been a still higher pitch used in the old ecclesiastical music. Upon this interesting question Praetorius is confused and difficult to understand, but he never wavers about the transposition of a fourth.",
        "In the year 597 (being then, probably, not far from thirty years of age) he was carried off to Babylonia by Nebuchadrezzar with King Jehoiachin and a large body of nobles, military men and artisans, and there, it would seem, he spent the rest of his life.",
        "They seem to have been burned by Stilicho shortly after 400.",
        "This treatise and the transcripts seem to be the only manuscripts which have escaped destruction.",
        "The appointment of these would be regarded as a matter of course, and would not seem to call for any special notice in such a narrative as the Acts of the Apostles.",
        "He was merciful as a conqueror, stern as a disciplinarian, enterprising and wary as a general; while his courage, loyalty and forbearance seem to have been almost unsullied.",
        "These minor ranges, excepting the Zenta, are separated from the Andean masses by comparatively low depressions and are usually described as distinct ranges; topographically, however, they seem to form a continuation of the ranges running southward from the Santa Victoria and forming the eastern rampart of the great central plateau of which the Puna de Atacama covers a large part.",
        "Both these treaties seem to have been more favourable to England than to Scotland, and it is possible that William acknowledged John as overlord of his kingdom.",
        "Inscriptions found by the recent excavations seem to prove that it must be identified as the shrine of the local goddess Aphaea, identified by Pausanias with Britomartis and Dictynna.",
        "12), based primarily, it would seem, upon the command in Ex.",
        "Ritchie, \" that, in the various dialogues in which Plato speaks of immortality, the arguments seem to be of different kinds, and most of them quite unconnected with one another.",
        "Human griefs seem little worth assuaging; human happiness too paltry (at the best) to be worth increasing.",
        "away from land and more probably were caused by subsidence; the old river-channels known to exist below sea-level, as well as the former land connexion with New Guinea, seem to point to the conditions assumed in Darwin's well-known subsidence theory, and any facts that appear to be inconsistent with the theory of a steady and prolonged subsidence are explainable by the assumption of a slight upheaval.",
        "Springs which would equalize the discharge of rivers by continuing to pour water into their beds after the rainy season has passed seem entirely absent in the interior.",
        "Further evidence of the antiquity of Australian man is to be found in the strict observance of tribal boundaries, which would seem to show that the tribes must have been settled a long time in one place.",
        "Four points are clear: (i) the Australians represent a distinct race; (2) they have no kinsfolk among the neighbouring races; (3) they have occupied the continent for a very long period; (4) it would seem that the Tasmanians must represent a still earlier occupation of Australia, perhaps before the Bass Strait existed.",
        "While the use of the bow and arrow does not seem to have occurred to them, the spear and axe are in general use, commonly made of hard-wood; the hatchets of stone, and the javelins pointed' with stone or bone.",
        "Paint and coloured washes were liberally used to cover plastered surfaces and for ornamentation, and paints seem to have been used to bind plastered surfaces.",
        "Abd-ul-Hamid had always resisted the pressure of the European Powers to the last moment, in order to seem to yield only to overwhelming force, while posing as the champion of Islam against aggressive Christendom.",
        "These people belong to the race which would seem to be the true aboriginal stock of southern Asia.",
        "The influence we seem to exercise over bodies by will is only apparent; volition and action only accompany one another.",
        "Camille Lemonnier has given in one of his Causeries a striking picture of this faded scene of former greatness, now a solitude in which the few residents seem spectres rather than living figures.",
        "The facts would seem incredible were they not vouched for by Theodoret, who knew him personally (Historia religiosa, c. 26).",
        "His family, however, seem to have been converted to Christianity.",
        "These people themselves seem to have joined a revolt against the Assyrians, which was soon quelled.",
        "thick, and they seem to have been plastered both inside and outside.",
        "He does not seem to have found any English trumpeters capable of playing as high parts as those of the German Clarin-Bldser, and his plan seems generally to get as many oboes and bassoons as could be procured to double the top and bottom of his string-band.",
        "The judges at Babylon seem to have formed a superior court to those of provincial towns, but a defendant might elect to answer the charge before the local court and refuse to plead at Babylon.",
        "(a) and (b); earliest would seem that of II.",
        "These suggestions were to some extent an anticipation of the work of Reis; but the conditions to be fulfilled before the sounds given out at the receiving station can be similar in pitch, quality and relative intensity to those produced at the transmitting station are not stated, and do not seem to have been appreciated.",
        "It would follow, on the other hand, that what is called Oscan represented the language of the invading Sabines (more correctly Safines), whose racial affinities would seem to be of a distinctly more northern cast, and to mark them, like the Dorians or Achaeans in Greece, as an early wave of the invaders who more than once in later history havevitally influenced the fortunes of the tempting southern land into which they forced their way.",
        "After this event, the semi-independent chiefs of the Lombard tribe, who borrowed the title of dukes from their Roman predecessors, seem to have been contented with consolidating their power in the districts each had occupied.",
        "Count di Robilant, anxious that Italy should not seem to beg a smile from the central Powers, advised Mancini to receive with caution the suggestions of the Austrian press.",
        "Though not a number of the Cabal ministry, and in spite of his own denial, Danby must, it would seem, have known of these relations after becoming lord treasurer.",
        "Of a far more complicated nature than these offerings are the Soma-sacrifices, which, besides the simpler ceremonies of this class, such as the Agnishtoma or \"Praise of Agni,\" also include great state functions, such as the Rajasuya or consecration of a king, and the Asvamedha or horse-sacrifice, which, in addition to the sacrificial rites, have a considerable amount of extraneous, often highly interesting, ceremonial connected with them, which makes them seem to partake largely of the nature of public festivals.",
        "So far as this is true, theism (proper) would seem to be an accident of language.",
        "Many objects in nature, organisms especially, seem to resemble the works of human design; there fore with high probability we infer a designing mind behind nature, adequate to the production of these special results.",
        "7 It does not seem as if James's \" Pragmatism \" could lend itself to anything so concrete as a theistic conclusion.",
        "Does not nature seem to treat you as if you had free will ?",
        "Might one suggest that organisms seem at least to be a working up of inorganic matter for new ends, viz.",
        "His constructive theory comes at the end, and seems to argue thus: Since (i) there is no discoverable reason why we 3 Mansel's theism (or natural theology), and the revelation he believes in, seem both of them pure matters of assertion on his part, without evidence, or even in the teeth of the evidence as he conceives it.",
        "It would seem that, in the intervals of persecution, some rights of property were recognized in the Christian Church and its officers; although the Church was an illegal society.",
        "Banishment does not seem to have been inflicted by the spiritual court in invitum.",
        "This writer traces their origin to the 14th century; but the procedure does not seem to have become regularized or common till the reigns of Louis XII.",
        "Thus far the constitution of the city had been wholly aristocratic; in the 13th century the patricians seem to have been united into a gild (Commans-gulde) from whose members the magistrates were chosen.",
        "The churchmen headed by Stanislaus Szczepanowski, bishop of Cracow, took the side of the nobles, whose grievances seem to have been real.",
        "It would seem that up to the 4th century of our era the Sinhalese had written exclusively in their own tongue; that is to say that for six centuries they had studied and understood Pali as a dead language without using it as a means of literary expression.",
        "The people seem to have thought that the last days of the empire had come.",
        "The statute, however, would not seem to have had much effect; for in spite of a proclamation of Queen Elizabeth in 1560 imposing a fine of £ 20 for each offence on butchers slaughtering animals during Lent, in 1563 Sir William Cecil, in Notes upon an Act for the Increase of the Navy, says that \"in old times no flesh at all was eaten on fish days; even the king himself could not have license; which was occasion of eating so much fish as now is eaten in flesh upon fish days.\"",
        "The sieve-tubes differ, however, from the tracheids in being immediately associated, apparently constantly, not with starchy parenchyma, but with parenchymatous cells, containing particularly abundant proteid contents, which seem to have a function intimately connected with the conducting function of the sieve-tubes, and which we may call proteid-cells.",
        "In addition, certain inorganic salts, particularly certain compounds of potassium, are apparently necessary, but they seem to take no part in the chemical changes which take place.",
        "The wall of the tube is very thin and delicate, and does not seem to be composed of cellulose or any modification of it.",
        "an organ.ism the conditions of whose life render locomotion impossible great elaboration would seem superfluous.",
        "It was at one time thought that the centrosomes played an important part in the fertilization of plants, but recent researches seem to indicate that this is not so.",
        "As Clement Reid remarked: World-wide floras, such as seem to characterize some of the older periods, have ceased to be, and plants are distributed more markedly according to geographical provinces and in climatic zones.",
        "In the Gnetaceous Welwitschia it possesses a vegetable type whose extraordinary peculiarities make it seem amongst contemporary vegetation much as some strange and extinct animal form would if suddenly endowed with life.",
        "Three-quarters of the native species are endemic; they seem, however, to be quite unable to resist the invasion of new-comers, and already 600 plants of foreign origin have succeeded in establishing themselves.",
        "It does not seem that any maritime trade followed these discoveries, and indeed it is doubtful whether his contemporaries accepted the truth of Pytheas's narrative; Strabo four hundred years later certainly did not, but the critical studies of modern scholars have rehabilitated the Massilian explorer.",
        "A very long period of isolation must have been required to produce the differences so manifestly to be observed, but a few forms seem at rare intervals to have immigrated, and this immigration would appear to be kept up to our own day, as shown by the instance of Zosterops lateralis, which is said to have lately made its first appearance, and to have established itself in the country, as well as by the fact of two cuckoos, Charadriiformes 650 (incl.",
        "Species of 51 more seem to occur as true natives within the Ethiopian and Indian regions, and besides these 18 appear to be common to the Ethiopian without being found in the Indian, and no fewer than 71 to the Indian without occurring in the Ethiopian.",
        "The forest-clad basin of the Congo, with the coastal districts of the bay of Guinea, seem to form one domain in opposition to the rest.",
        "The main branches of the resultant \" tree \" may be rendered as follows: [[Coraciomorphae Odontolcae..Colymbo-+Pelargoalectoromorphae..Ratitae Morphae Morphae ' 'Neornithes]] The Odontolcae seem to be an early specialized offshoot of the Colymbo-Pelargomorphous brigade, while the Ratitae represent a number of side branches of early Alectoromorphae.",
        "In answer to his petition for the dukedom, the king had, on the 6th of June 1644, given him a patent of the earldom of Norfolk, in order, as it would seem, to flatter him by suggesting that the title of Norfolk would at least be refused to any other family.",
        "The traditions would seem to point to the institution of new principles in the religion of Yahweh, and would associate with it not merely Moses but those foreign elements which are subsequently found in Israel and Judah.",
        "The dates here given are those which seem to be most generally accepted at the present time.",
        "On the Mesopotamian side there would seem, from the accounts of Xenophon and Ptolemy, to have been an affluent which joined the Euphrates between Deir and `Ana, called Araxes by the former, Saocoras by the latter; but no trace of such a stream has been found by modern explorers and the country in general has always been uninhabited.",
        "From northern Italy, as it would seem, they adopted a style of architecture which grew in their hands, both in Normandy and in England, into a marked and living form of art.",
        "Such a state of things might seem degradation to the Mussulman, but it was deliverance to the native Christian, while to settlers of every kind from outside it was an opening such as they could hardly find elsewhere.",
        "On this theory the yellowbird or NorthAmerican \"goldfinch,\" C. tristis, would seem, with its immediate allies, to rank among the highest forms of the group, and the pinegoldfinch, C. pinus, of the same country, to be one of the lowest the cock of the former being generally of a bright yellow hue, with black crown, tail and wings - the last conspicuously barred with white, while neither hens nor young exhibit any striations.",
        "The remaining species of the group, mostly SouthAmerican, do not seem here to need particular notice.",
        "In their country was a wooden city inhabited by a distinct race, the Geloni, who seem to have spoken an Indo-European tongue.",
        "To not a few it would seem a contradiction to speak of nobility or aristocracy in a republic. Yet, though many republics have eschewed nobility, there is nothing in a republican, or even in a democratic, form of government inconsistent with the existence of nobility; and it is only in a republic that aristocracy, in the strict sense of the word, can exist.",
        "It does not seem necessary that it should be formally enacted by law if it is universally acknowledged by usage.",
        "The Athenian eb rarpl8at, who were thus gradually brought down from their privileged position, seem to have been quite as proud and exclusive as the Roman patricians; but when they lost their privileges they lost them far more thoroughly, and they did not, as at Rome, practically hand on many of them to a new nobility, of which they formed part, though not the whole.",
        "The four Ionic tribes at Athens seem to have answered very closely to the three patrician tribes at Rome; but the Athenian demos grew up in a different way from the Roman plebs.",
        "But from such glimpses of early Attic history as we can get the union of the Attic towns would seem to have been completed before the constitutional struggle began.",
        "Only at Rome, where there was a plebs to be striven against, these distinctions seem to have had a tendency to die out, while at Sparta they seem to have had a tendency to widen.",
        "They do really seem to engender a kind of hereditary capacity in their members.",
        "They are differences which seem to be inherent in the difference between a republic and a monarchy, but which it would be truer to say are inherent in the difference between a body of men packed close together within the walls of a city and a body of men - if we can call them a body - scattered over a wide territory..",
        "It does not seem to be older than the first half of the 17th century.",
        "He seems, however, not to have been contented with this position, and to have entertained the design of putting an end to the dependent kingdoms. At all events we hear of no kings of the Hwicce after about 780, and the kings of Sussex seem to have given up the royal title about the same time.",
        "The fresh-water fish seem in their affinities to be nearly allied to those of the Niger and the Nile.",
        "Thus it would seem certain that the Maoris, starting from \"further Hawaiki,\" or Samoa, first touched at Rarotonga, \"nearer Hawaiki,\" whence, after forming a settlement, they journeyed on to New Zealand.",
        "Two very small families of aquatic beetles seem to stand at the base of the series, the Amphizoidae, whose larvae are broad and well armoured with FIG.",
        "- The families of beetles included by Kolbe in this group are distinguished by the possession of six malpighian tubes, and a great reduction in one or two of the tarsal segments, so that there seem to be only four or three segments in each foot; hence the names Tetramera and Trimera formerly applied to them.",
        "34, 35), are a very large family, with \"tetramerous\" tarsi; there seem to be only four FIG.",
        "- The Rhynchophora are a group of beetles easily recognized by the elongation of the head into a beak or snout, which carries the feelers at its sides and the jaws at its tip. The third tarsal segment is broad and bi-lobed, and the fourth is so small that the feet seem to be only four-segmented.",
        "The lines run: \"Thou cheat'st us, Ford; mak'st one seem two by art: What is Love's Sacrifice but the Broken Heart ?\"",
        "portion of the acropolis, which contains several temples, has been excavated: in the rest private houses seem to predominate.",
        "58), but seem strangely small.",
        "The intervening distance, through country exceedingly unhealthy for white men, and therefore promising no traffic except raw materials, does not seem a likely field for rapid railway extension.",
        "So large a part of the railway charge is of the nature of a tax, that there seem to be a priori reasons for leaving the taxing powers in the hands of the agents of the government.",
        "The duty of a railway with deficient plant or facilities would seem to be to make up for their absence by moderating the speeds of its trains, but public sentiment in America appears so far to have approved, at least tacitly, the combination of imperfect railways and high speeds.",
        "What may broadly be called \"conjuring\" is a much more probable explanation of most of the recorded phenomena; and in the vast majority of cases the witnesses do not seem to have duly appreciated the possibilities of conjuring, and have consequently neither taken sufficient precautions to exclude it nor allowed for the accidental circumstances which may on any particular occasion favour special tricks or illusions.",
        "Count Agenor de Gasparin, in his Tables tournantes (Paris, 1854), gives an account of what seem to have been careful experiments, though they are hardly described in sufficient detail to enable us to form an independent judgment.",
        "In both these rites we seem to have a duplication of ritual, and the parallelism of sacrifice and liberation is clear.",
        "If tradition is any guide, human sacrifice seems in many important areas to be of secondary character; in spite of the great development of the rite among the Aztecs, tradition says that it was unknown till two hundred years before the conquest; in Polynesia human sacrifices seem to be comparatively modern; and in India they appear to have been rare among the Vedic peoples.",
        "There do not seem to be any minerals of value, and the rocks are not such as to indicate any probability of their discovery.",
        "The ruins of an ancient building called the Naviglio, the nature of which does not seem clear, are described (ib.",
        "Even as early as the time of David it would seem that Nathan assumed this more developed function as interpreter of Yahweh's righteous will to David.",
        "back to the Mycenaean age (c. 1400-1100 B.C.) and seem to mark an Aegean colony: 2 but in historic times Citium is the chief centre of Phoenician influence in Cyprus.",
        "The five years and a half which intervened between his return from this tour, in June 1765, and the death of his father, in November 1770, seem to have formed the portion of his life which \" he passed with the least enjoyment and remembered with the least satisfaction.\"",
        "That his temperament at the same time was frigid and comparatively passionless cannot be denied; but neither ought this to be imputed to him as a fault; hostile criticisms upon the grief for a father's death, that \" was soothed by the conscious satisfaction that I had discharged all the duties of filial piety,\" seem somewhat out of place.",
        "It would seem that the greater part of the rest flows away to be lost in space.",
        "It took an active part in the movement against the monarchy of the 10th of June and the 10th of August 1792; but after that date the more moderate leaders of the club, Danton, Fabre d'Eglantine, Camille Desmoulins, seem to have ceased attending, and the \"enrages\" obtained control, such as J.",
        "The earliest pure Latin inscriptions of the district seem to be C.I.L.",
        "Flies seem capable of adapting themselves to extremes of cold equally as well as to those of heat, and species belonging to the order are almost invariably included in the collections brought back by members of Arctic expeditions.",
        "of Lucca by rail) is the principal village (pop. 1312), but there are warm springs and baths also at Villa, Docce Bassi, Bagno Caldo, &c. The springs do not seem to have been known to the Romans.",
        "It was later granted to the earls of Salisbury, who seem to have allowed it to fall into disrepair, for in 1315 and in 1319 the abbot of Sherborne was appointed to inquire into its condition.",
        "At all events, two quite distinct views seem to underlie the opening books of the Old Testament.",
        "Yet another expedition in 839 would seem to 2 See for chronology, Babylonia And Assyria, §§ v.",
        "But the peace does not seem to have been popular.",
        "3-9, where the two brothers carried off to Egypt and Babylon respectively would seem to be Jehoahaz and his nephew Jehoiachin).",
        "To a certain extent it would seem that even as Chronicles (q.v.) has passed through the hands of one who was keenly interested in the Temple service, so the other historical books have been shaped not only by the late priestly writers (symbolized in literary criticism by P), but also by rather earlier writers, also of priestly sympathies, but of \" southern \" or half-Edomite affinity.",
        "Though Jason had fled, it was necessary to storm the city; the drastic measures which Menelaus advised seem to indicate that the poorer classes had been roused to defend the Temple from further sacrilege.",
        "In Palestine few could command leisure for meditation; as for opportunities of effective intervention in affairs, they had none, it would seem, once Alexander was dead.",
        "Speaking generally, they seem to have avoided giving offence to their subjects.",
        "Their opponents also had secured a friend at court and seem to have prevented any effective measure of redress.",
        "Indeed it would seem that Domitian instituted a persecution of the Jews, to which Nerva his successor put an end.",
        "They pick up superficial acquirements with astonishing ease, but seem to be incapable of mastering any subject.",
        "The colder winter climate of mainland Greece dictated the use of fixed hearths, whereas in the Cretan palaces these seem to have been of a portable kind, and the different usage in this respect again reacted on the respective forms of the principal hall or \" Megaron.\"",
        "Some of these objects, such as certain forms of swords and vases, seem to be of local fabric, but derived from originals going back to the beginning of the Late Minoan age.",
        "The Dorian dynasts in Crete seem in some sort to have claimed descent from Minos, and the Dorian legislators sought their sanction in the laws which Minos was said to have received from the hands of the Cretan Zeus.",
        "It was owing to the want of this that the Cretans scarcely figure in Greek history as a people, though the island, as observed by Aristotle, would seem from its natural position calculated to exercise a preponderating influence over Greek affairs.",
        "Phalasarna on the west coast, and Chersonesus on the north, seem to have been dependencies, and served as the ports of Polyrrhenia and Lyttus.",
        "Other paschal candles seem to have been of scarcely less size.",
        "But these later works seem to have been by another man of the same name.",
        "Built in a low and swampy country and approached by deep and almost impassable roads, Barfurush would not seem at all favourably situated for the seat of an extensive inland trade; it is, however,.",
        "Mitres with horns on either side seem to have been worn till about the end of the 12th century, and Father Braun gives examples of their appearances on episcopal seals in France until far into the 13th.",
        "Finally, the traditional circulus and titulus seem all but forgotten, the whole front and back surfaces of the mitre being ornamented with embroidered pictures or with arabesque patterns.",
        "After the withdrawal of the Romans in the 5th century the northern Britons seem to have shown greater determination in maintaining their independence than any of the southern kingdoms and, according to Welsh tradition, Cunedda, the ancestor of the kings of Gwynedd, had himself come from the north.",
        "They were especially numerous in the Rhineland in the end of the 13th and during the 14th century; and they seem to have corrupted the originally orthodox communities of Beghards, for Beghards and Brethren of the Free Spirit are used henceforward as convertible terms, and the same immoralities are related of both.",
        "Eckhart was a distinguished son of the Church; E but in reading his works we feel at once that we have passed into quite a different sphere of thought from that of the churchly mystics; we seem to leave the cloister behind and to breathe a freer atmosphere.",
        "While some of these \" guest \" insects produce secretions that furnish the ants with food, some seem to be useless inmates of the nest, obtaining food from the ants and giving nothing in return.",
        "Morgan sums up a discussion on Lubbock's experiments in which the ants failed to utilize particles of earth for bridge-making, with the suggestive remark that \" What these valuable experiments seem to show is that the ant, probably the most intelligent of all insects, has no claim to be regarded as a rational being.\"",
        "They seem almost entirely to have exhausted their northward velocity by the time they have reached the northern extremity of the great Indian plain; they are not felt on the table-lands of Afghanistan, and hardly penetrate into the Indus basin or the ranges of the Himalaya, by which mountains, and those which branch off from them into the Malay peninsula, they are prevented from continuing their progress in the direction originally imparted to them.",
        "A peculiar form of baboon, Cynopithecus, and the singular ruminant, Anoa, found in Celebes, seem to have no relation to Asiatic animals, and rather to be allied to those in Africa.",
        "The European forms seem to extend to about 30° N., south of which the Indo-Malayan types are met with, Japan being of the Europeo-Asiatic group. The northern forms extend generally along the south coast of the Mediterranean up to the border of the great desert, and from the Levant to the Caspian.",
        "The few cases where the government is not monarchical, as Arabia, seem to represent the persistence of every ancient conditions.",
        "Some connexion between Babylonia and China is generally admitted, and all Indian alphabets seem traceable to a Semitic original borrowed in the course of commerce from the Persian Gulf.",
        "The earliest Sumerian records seem to be anterior to 4000 B.C. Shortly after that period Babylonia was invaded by Semites, who became the ruling race.",
        "It would seem from this distribution that the Malays are not continental, but a seafaring race with exceptional powers of dispersal, who have spread over the ocean from some island centre - perhaps Java.",
        "Without counting subdivisions, there would seem to be three main schools of art in Asia at present - Chinese, Indian and Moslem.",
        "He was the youngest of eight sons,' and spent his youth in an occupation which the Hebrews as well as the Arabs seem to have held in low esteem.",
        "Much of the life of Saul is obscure, and this too, it would seem, because tradition loved rather to speak of the founder of the ideal monarchy than of his less successful rival.",
        "The eleven years which elapsed between the murder of Amnon and the revolt would seem to disprove any connexion between the two; the chronology may rest upon the tradition that Solomon was twelve years old when he came to the throne.",
        "Beddard) the funnels of the pronephridia disappear except in the genital segments, where they seem to be actually converted into the genital funnels.",
        "The various facts, however, seem to be susceptible of another interpretation.",
        "Of all his English friends none seem to have been so intimate with him as the 1st marquess of Lansdowne, better known as Lord Shelburne, and Mr, afterwards Sir Samuel, Romilly.",
        "No man ever so thoroughly used other men's work, and yet made it all seem his own.",
        "During the earlier Moslem invasions in 1100 and in subsequent years, the Mahrattas do not seem to have made much resistance.",
        "It would seem from this that the grouping of the divine powers recognized in the universe into a triad symbolizing the three divisions, heavens, earth and the watery deep, was a process of thought which had taken place before the third millennium.",
        "At the inauguration of the institute Pasteur closed his oration with the following words: \"Two opposing laws seem to me now in contest.",
        "Domitian's succession (on the 13th of September 81) was unquestioned, and it would seem that he had intended, so far as his weak volition and mean abilities would allow, to govern well.",
        "Beans and peas seem to have been common crops.",
        "Clover does not seem to have been in use.",
        "It would seem that in his fits of despondency one of the thoughts that marred his dreams of human improvement was the apparently inexorable character of economic laws, condemning thousands of labourers to a cramped and miserable existence, and thousands more to semistarvation.",
        "After all, it is only a question of probabilities, and the difficulties of fitting a wife and child into the story seem to be very great, whether we conceive them left behind by Demetrius in Italy, or sent out of the country before him.",
        "A few crops, such as mustard, seem deleterious to them.",
        "While it is impossible to give a strictly economic interpretation of the earlier history of nations, economic interests so govern the life and determine the policy of modern states that other forces, like those of religion and politics, seem to play only a subsidiary part, modifying here and there the view which is taken of particular questions, but not changing in any important degree the general course of their development.",
        "If our view is correct that, broadly speaking, the two ways of regarding economic questions are complementary rather than mutually exclusive, there does not seem to be any reason why the growth of the historical school should have been destructive of the \" old Political Economy \" if it had been well founded.",
        "At a later period Origen sought to vindicate his teaching in a letter to the Roman bishop Fabian, but, it would seem, without success.",
        "The most noteworthy are the Dialogues of a certain Adamantius \"de recta in Deum fide,\" which seem to have been erroneously attributed to Origen so early as the 4th century, one reason being the fact that Origen himself also bore that name.",
        "Mainly, it would seem, because he desired hurriedly to screen the refusal, which might at any time be expected from the Russian court, under the appearance of a voluntary choice of an Austrian archduchess.",
        "The name Albanus Mons is also used generally of the Alban group of hills in which there seem to have been some remains of volcanic activity in early Roman times, which covered the early necropolis of Alba Longa, and occasionally produced showers of stones, e.g.",
        "Even the smaller houses, after the Neolithic period, seem also to have been of stone, plastered within.",
        "A little later, in Crete, bone-pits seem to have come into use, containing the remains of many burials.",
        "At no period do the Aegean dead seem to have been burned.",
        "Certain elements present themselves in feeling which seem stubbornly to resist any attempt to explain them in terms of thought.",
        "Nevertheless, the constant increase of our knowledge of insect forms renders classification increasingly difficult, for gaps in the series become filled, and while the number of genera and families increases, the distinctions between these groups become dependent on characters that must seem trivial to the naturalist who is not a specialist.",
        "None of the groups of existing Endopterygota have been traced with certainty farther back than the Mesozoic epoch, and all the numerous Palaeozoic insect-fossils seem to belong to forms that possessed only imperfect metamorphosis.",
        "The Neuroptera, with their similar foreand hind-wings and their campodeiform larvae, seem to stand nearest to the presumed isopteroid ancestry, but the imago and larva are often specialized.",
        "No figures of birds, however, seem yet to have been found on the incised stones, bones or ivories of the prehistoric races of Europe.",
        "It does not seem to have been the author's original intention to publish any letterpress to this enormous work, but to let the plates tell their own story, though finally, with the assistance, as is now known, of William Macgillivray, a text, on the whole more than respectable, was produced in five large Ma egil- octavos under the title of Ornithological Biography, of liyr ay.",
        "Ac. Sc. Turin, ideas in this are said to have been taken from Illiger; but the two systems seem to be wholly distinct.",
        "Some of these seem only to have appeared in journals, but many have certainly been issued separately.",
        "Cuvier's first observations on the subject seem to have appeared in the Magazin encyclopedique for 3795 (ii.",
        "This fact in the ostrich appears to have been known already to Geoffroy St-Hilaire from his own observation in Egypt, but does not seem to have been published by him.",
        "It is obvious that both these investigators had the genius for recognizing and interpreting the value of characters; but their labours do not seem to have met with much encouragement; and a general arrangement of the class laid by Blyth before the Zoological Society at this time 1 does not appear in its publications.",
        "Its line to some extent may be partly made out - very clearly, for the matter of that, so far as its details have been published in the series of papers to which reference has been given - and some traces of its features are probably preserved in his Catalogue of the specimens of birds in the museum of the Asiatic Society of Bengal, which, after several years of severe labour, made its appearance at Calcutta in 1849; but, from the time of his arrival in India, the onerous duties imposed upon Blyth, together with the want of sufficient books of reference, seem to have hindered him from seriously continuing his former researches, which, interrupted as they were, and born out of due time, had no appreciable effect on the views of systematisers generally.",
        "While furnishing - almost unconsciously, however - additional evidence for overthrowing that classification, there is, nevertheless, no attempt made to construct a better one; and the elaborate tables of dimensions, both absolute and proportional, suggestive as is the whole tendency of the author's observations, seem not to lead to any very practical result, though the systematist's need to look beneath the integument, even in parts that are so comparatively little hidden as birds' feet, is once more made beyond all question apparent.",
        "For 5 Not literally, because a few other forms such as the genera Polioptila and Ptilogonys, now known to have no relation to the Tyrannidae, were included, though these forms, it would seem, had never been dissected by him.",
        "6 It is not needless to point out this fine distinction, for more than one modern author would seem to have overlooked it.",
        "The views of Bonaparte were, it appears, also shared by an ornithological amateur of some distinction, John Hogg, who propounded a scheme which, as he subsequently stated (Zoologist, 1850, p. 2797), was founded strictly in accordance with them; but it would seem that, allowing his convictions to be warped by other considerations, he abandoned the original \" physiological \" basis of his system, so that this, when published in 1846 (Edinb.",
        "This being the case, it would seem useless to take up further space by analysing the several proposed modifications of Cuvier's arrangement.",
        "One of them is said to be \" irritability,\" and, though this is explained to mean, not \" muscular strength alone, but vivacity and activity generally,\" ' it does not seem to form a character that can be easily appreciated either as to quantity or quality; in fact, most persons would deem it quite immeasurable, and, as such, removed from practical consideration.",
        "Adventitious value would therefore seem to have been acquired by the bones of the palate through the fact that so great a master of the art of exposition selected them as fitting examples upon which to exercise his skill.",
        "If the name is rightly interpreted as meaning \"aliens,\" they would seem to have driven out the original inhabitants.",
        "Their invasions shook Indian society and institutions to the foundations, but, unlike the earlier Kushans, they do not seem to have introduced new ideas into India or have acted as other than a destructive force, although they may perhaps have kept up some communication between India and Persia.",
        "The mosaics of the domes would seem to belong to the 12th century, probably before 1150.",
        "The evocation of spirits, especially in the form of necromancy, is an important branch of the demonology of many peoples; and the peculiarities of trance mediumship, which seem sufficiently established by modern research, go far to explain the vogue of this art.",
        "Outside the European area vegetation spirits of all kinds seem to be conceived, as a rule, as anthropomorphic; in classical Europe, and parts of the Slavonic area at the present day, the tree spirit was believed to have the form of a goat, or to have goats' feet.",
        "The great English writers of Queen Anne's reign seem to have been but little known in the colony, and the local literature, though changed somewhat in character, showed but scant improvement.",
        "Local industries do not seem to have been important.",
        "Its cheese (caseus cebanus) was famous in Roman times, but it does not seem ever to have been a Roman town.",
        "would seem to be a more correct altitude (Izvestia East Sib.",
        "The ostensible purpose of his mission (apart, of course, from those of pilgrimage and perhaps relic-hunting) was that he might gain further instruction from Jerome on the points raised by the Priscillianists and Origenists; but in reality, it would seem, his business was to stir up and assist Jerome and others against Pelagius, who, since the synod of Carthage in 411, had been living in Palestine, and finding some acceptance there.",
        "All grass and weeds must be kept down, and the crust must be broken after every rain, but these seem to be the only principles upon which all agree.",
        "On first thoughts it would seem desirable that all spinners should buy cotton outright to cover their contracts, but on second thoughts the social disadvantage of their doing so becomes apparent.",
        "It might be thought that the \"futures\" of different months, being substitutes in proportion to their temporal proximity to one another, should vary together exactly; but it would seem to be a sufficient reply that as they are not perfect substitutes they are in some slight degree independent variables.",
        "If we believe in a divine revelation and redemption, transcending the course of nature, the miracles as signs of that divine purpose will not seem improbable."
    ],
    "definition": [
        "Link/Cite"
    ]
}