{
    "translation": "הגיוני, מעשי",
    "uses": [
        "That's the first sensible thing you've said in a long time.",
        "Kuragin was much more sensible and simple with women than among men.",
        "Some sensible observations by the editor were added to the original biography.",
        "Gonzago, sensible of his secretary's abilities, commended him to Philip II.",
        "On such points the Catholics followed the more sensible course.",
        "A sensible effect remained, however, after the influence of splashing was eliminated.",
        "And I love her, because her character is sensible and very good.",
        "The others agreed readily to this sensible suggestion, and at once the boy began to harness Jim to the buggy.",
        "One day he is sensible, well educated, and good-natured, and the next he's a wild beast....",
        "If any sensible current flows through this insulator the galvanometer will show a deflection.",
        "He'll be killed, said this more sensible man.",
        "While Parkside was officially beyond the limits of sensible commuting, enough hardy souls made the long daily trek into Philadelphia to label the town an outlying bedroom community.",
        "\"Then say something sensible,\" retorted the kitten.",
        "It was promptly vetoed by President Grant, and two months later he wrote a very sensible letter to Senator J.",
        "The Latin word sacramentum originally meant any bodily or sensible thing, or an action, or a form of words solemnly endowed with a meaning and purpose which in itself it has not.",
        "And to think it is Cyril Vladimirovich Bezukhov's son who amuses himself in this sensible manner!",
        "This opinion is deduced from our experience of the behaviour of bodies of sensible size, but we have no experimental evidence that two atoms may not sometimes coincide.",
        "Hawthorne called him a \"fat-brained, good-hearted, sensible old man\"; and in politics he was a typical Virginian of the old school, a state's rights Democrat, upholding slavery and hating abolitionism.",
        "So long as there is no sensible discrepancy of phase there can be no sensible diminution of brightness as compared with that to be found at the focal point itself.",
        "But, as will be evident, the bright bands bordering the central band are now not inferior to it in brightness; in fact, a band similar to the central band is reproduced an indefinite number of times, so long as there is no sensible discrepancy of phase in the secondary waves proceeding from the various parts of the same slit.",
        "This is Realism, which may be of two varieties, according as the substantially existent universals are supposed to exist apart from the sensible phenomena or only in and with the objects of sense as their essence.",
        "On setting the dynamo in operation, a current passes through the shunt coil of the ohmmeter proportional to the voltage of the dynamo, and, if there is any sensible leakage through the insulator to earth, at the same time another current passes through the series coil proportional to the conductivity of the insulation of the wiring under the electromotive force used.",
        "The brine is cooled in a tank filled with spiral pipes, in which anhydrous ammonia, previously liquefied by compression, is vaporized in vacuo at the atmospheric temperature by the sensible heat of the returncurrent of brine, whose temperature has been slightly raised in its passage through the circulating tubes.",
        "If the eye, provided if necessary with a perforated plate in order to reduce the aperture, be situated inside the shadow at a place where the illumination is still sensible, and be focused upon the diffracting edge, the light which it receives will appear to come from the neighbourhood of the edge, and will present the effect of a silver lining.",
        "C. Dargan, \"show the native oratorical instinct highly trained by study and practice, a careful and sensible (not greatly allegorical) interpretation of Scripture, a deep concern for the spiritual welfare of his charge, and a thorough consecration to his work.",
        "They are like children from whom one can't get any sensible account of what has happened because they all want to show how well they can fight.",
        "When therefore sensible uniformity is desired, the radius of the ring should he large in relation to that of the convolutions, or the ring should have the form of a short cylinder with thin walls.",
        "The Latin sermons of St Augustine, of which 384 are extant, have been taken as their models by all sensible subsequent divines, for it was he who rejected the formal arrangement of the divisions of his theme, and insisted that simplicity and familiarity of style were not incompatible with dignity and religion.",
        "The Great War must have taught us all that a calm and sensible discussion of all our differences is possible.\"",
        "He was ordained in 1834, and after a short curacy at Bubbenhall in Warwickshire was appointed chaplain of Guy's Hospital, and became thenceforward a sensible factor in the intellectual and social life of London.",
        "On the whole, Trajan's civil administration was sound, careful and sensible, rather than brilliant.",
        "As forerunners of Neoplatonism we may regard, on the one hand, those Stoics who accepted the Platonic distinction between the sensible world and the intelligible, and, on the other hand, the so-called Neopythagoreans and religious philosophers like Plutarch of Chaeronea and especially Numenius of Apamea.",
        "The matter is the sensible thing which in accordance with Christ's institution can be raised to a sacramental plane.",
        "Laplace was, moreover, the first to offer a complete analysis of capillary action based upon a definite hypothesis - that of forces \"sensible only at insensible distances\"; and he made strenuous but unsuccessful efforts to explain the phenomena of light on an identical principle.",
        "Although it would seem that her masterful temper exercised a sensible influence upon her husband's gentler character, her role during his reign (1223-1226) is not well known.",
        "addressed the representatives of the city in these words: \" I have lately been made sensible of what consequence the city of London is, and therefore shall be sure to take all their privileges and interests into my particular protection.\"",
        "The slides are accurately fitted so as to have no sensible lateral shake, but yet so as to move easily in the direction of the greatest length of the micrometer box.",
        "The vertical distortion of the curve must not be so great that there is a very sensible difference between the length of the arc and its chord.",
        "It is also likely enough that they did not consider sensible matter to be a vehicle worthy to contain divine effluence and holy virtues, and knew that such rites were alien to early Christianity.",
        "Hull; some months earlier Lebedew had published in the Annalen der Physik a verification for metallic vanes so thin as to avoid the gasaction, by preventing the production of sensible difference of temperature between the two faces by the incident radiation.",
        "The form exists concretely in the individual things (sensibilis in re sensibili), for in sensible things form and matter are always united.",
        "is very sensible of the prudence and, at the same time, the anxiety for the welfare of the Irish Establishment which the archbishop has manifested during the course of the debates, and she will be very glad if the amendments which have been adopted at his suggestion lead to a settlement of the question; but to effect this, concessions, the queen believes, will have to be made on both sides.",
        "However, the climate is so dry in eastern Washington that the \" sensible \" variations are much less than those recorded by the thermometer.",
        "treats of our own world, of light, colour, the four elements, Lucifer and his fallen angels, thus corresponding in the main with the sensible world and the work of the first day.",
        "Sensible of the loss which the nation had sustained by his death, the empress Catherine ordered him a funeral at the public expense.",
        "The point was obviously one of vital importance; and we learn from Lord Selborne, who was lord chancellor at the time, that Gladstone \" was sensible of the difficulty of either taking his seat in the usual manner at the opening of the session, or letting.",
        "These conditions cannot be consistent with sensible convection of the aether near the earth without involving discontinuity in its motion at some intermediate distance, so that we are thrown back on the previous theory.",
        "But, as we have seen, such an error of phase causes no sensible deterioration in the definition; so that from this point onwards the lens is useless, as only improving an image already sensibly as perfect as the aperture admits of.",
        "7) may seem to us rather slight: \"they knew (became sensible) that they were naked, and sewed fig-leaves together, and made themselves girdles (aprons).\"",
        "Calculation shows that, if the aperture be s in., an achromatic lens has no sensible advantage if the focal length be greater than about II in.",
        "The sensible properties and physical alterations of animal fluids and solids depended upon different proportions, movements and combinations of these particles.",
        "When so made, the cell has an electromotive force of 1.072 volts and no sensible temperature variation.",
        "His style is somewhat heavy, but sensible and clear; it is free, not of course from usages of Late Latin, but from anything that can be called barbarism.",
        "The controversy between nominalists and realists arose from a passage in Boethius' translation of Porphyry's Introduction to the Categories of Aristotle, which propounded the problem of genera and species, (1) as to whether they subsist in themselves or only in the mind; (2) whether, if subsistent, they are corporeal or incorporeal; and (3) whether separated from sensible things or placed in them.",
        "A whole series of sensible and logical considerations showing it to be essential for him to go to Petersburg, and even to re-enter the service, kept springing up in his mind.",
        "Perceiving the difficulty of the Socratic dictum he endeavoured to give to the word \"knowledge\" a definite content by divorcing it absolutely from the sphere of sense and experience, and confining it to a sort of transcendental dialectic or logic. The Eleatic unity is Goodness, and is beyond the sphere of sensible apprehension.",
        "Since the difference between the acceleration of gravity at the pole and at the equator is about 2%, the correction for latitude will be quite sensible in an instrument which might be used at various times in high and low latitudes.",
        "Our direct knowledge of matter can, however, never be more than a rough knowledge of the general average behaviour of its molecules; for the smallest material speck that is sensible to our coarse perceptions contains myriads of atoms. The properties of the most minute portion of matter which we can examine are thus of the nature of averages.",
        "Then Japan made three sensible proposals for Korean reform, to be undertaken jointly by herself and China.",
        "experiments quoted by Dollond, because he asserted that the difference between the law deduced by Newton and that which he assumed would not be rendered sensible by such an experiment.",
        "the pressure of food without as well as the sensible pressures within).",
        "I cannot conceive, he said, that the idea of an Anglo-German war should be seriously entertained by sensible people in either country.",
        "We know phenomena, how the existence of things appears to us in nature; we believe in the true nature, the eternal essence of things (the good, the true, the beautiful); by means of presentiment (Ahnung) the intermediary between knowledge and belief, we recognize the supra-sensible in the sensible, the being in the phenomenon.",
        "In 1759 he leased the Ivy House pottery in Burslem from some relatives, and like a sensible man he continued to make only such pottery as was being made at the period by his fellow - manufacturers.",
        "Only common geometrical problems are involved in the case of sheets of sensible thickness, and allowances are made for thickness.",
        "The indiscriminate slaughter of fry, and the obstacles opposed by irrigation dams to breeding fish, are said to be causing a sensible diminution in the supply in certain rivers.",
        "The instructions of the American negotiators were as follows: \"You are to make the most candid and confidential communications upon all subjects to the ministers of our generous ally, the king of France; to undertake nothing in the negotiations for peace or truce without their knowledge and concurrence; and ultimately to govern yourselves by their advice and opinion, endeavouring in your whole conduct to make them sensible how much we rely on his majesty's influence for effectual support in every thing that may be necessary to the present security, or future prosperity, of the United States of America.\"",
        "One who feels pained or pleased, who feels hot or cold or resisting in touch, who tastes the flavoured, who smells the odorous, who hears the sounding, who sees the coloured, or is conscious, already believes that something sensible exists before conception, before inference, and before language; and his belief is true of the immediate object of sense, the sensible thing, e.g.",
        "Sense, then, outer and inner, or sensation and consciousness, is the origin of sensory judgments which are true categorical beliefs in the existence of sensible things; and primary judgments are such true categorical sensory beliefs that things exist, and neither require conception nor are combinations of conceptions.",
        "Sense, then, is the origin of judgment; and the consequence is that primary judgments are true, categorical and existential judgments of sense, and primary inferences are inferences from categorical and existential premises to categorical and existential conclusions, which are true so far as they arise from outer and inner sense, and proceed to things similar to sensible things.",
        "Memory, however, is not that idea, but involves a judgment that there previously existed the hot now represented by the idea, which is about the sensible thing beyond the conceived idea; and the cause of this memorial judgment is past sense and present memory.",
        "Starting from them, inference is enabled to draw conclusions which are inferential judgments about the existence of things similar to sensible things beyond conceived ideas.",
        "Paradoxical as it may sound, the truth seems to be that primary judgment, beginning as it does with the simplest feeling and sensation, is not a combination of two mental elements into one, but is a division of one sensible thing into the thing itself and its existence and the belief that it is determined as existing, e.g.",
        "that the existing hot is burning or becoming more or less hot, &c. Thus there is a combination of sensations causing the judgment; but the judgment is still a division of the sensible thing into itself and its being, and a belief that it is so determined.",
        "(¢) A primary judgment is a judgment that a sensible thing is determined as existing; but later judgments are concerned with either existing things, or with ideas, or with words, and signify that they are determined in all sorts of ways.",
        "Inference is the process which from judgments about sensible things proceeds to judgments about things similar to sensible things.",
        "The real point is their interdependence, which is so intimate that one sign of great philosophy is a consistent metaphysics, psychology and logic. If the world of things is known to be partly material and partly mental, then the mind must have powers of sense and inference enabling it to know these things, and there must be processes of inference carrying us from and beyond the sensible to the insensible world of matter and mind.",
        "When I feel pleased or pained, or when I use my senses to perceive a pressure, a temperature, a flavour, an odour, a colour, a sound, or when I am conscious of feeling and perceiving, I cannot resist the belief that something sensible is present; and this belief that something exists is already a judgment, a judgment of existence, and, so far as it is limited to sense without inference, a true judgment.",
        "that a sensible pressure is existing, is explained by none of the foregoing theories, because it requires nothing but sensation and belief.",
        "It requires no reference to reality beyond the sensible pressure, because it is merely a belief that this exists without inference of the external stimulus or any inference at all: not all judgment then requires the reference of subjective to objective supposed by Ueberweg, or the consciousness of logical necessity supposed by Sigwart.",
        "In reality, the sensation and the belief arc sufficient; when I feel a sensible pressure, I cannot help believing in its reality, and therefore judging that it is real, without any tertium quid - an idea of pressure, or of existence or of pressure existing - intervening between the sensation and the belief.",
        "Only after sensation has ceased does an idea, or representation of what is not presented, become necessary as a substitute for a sensation and as a condition not of the first judgment that there is, but of a second judgment that there was, something sensible.",
        "Otherwise there would be no judgment of sensible fact, for the first sensation would not give it, and the idea following the sensation would be still farther off.",
        "The sensory judgment then, which is nothing but a belief that at the moment of sense something sensible exists, is a proof that not all judgment requires conception, or synthesis or analysis of ideas, or decision about the content, or about the validity, of ideas, or reference of an ideal content to reality, as commonly, though variously, supposed in the logic of our day.",
        "Originally such judgments arise from sensory judgments followed by ideas, and are judgments of memory after sense that something sensible existed, e.g.",
        "These are conclusions which primarily are inferred from sensory and memorial judgments; and so far as inference starts from sense of something sensible in the present, and from memory after sense of something sensible in the past, and concludes similar things, inferential judgments are indirect beliefs in being and in existence beyond ideas.",
        "When from the sensible pressures between the parts of my mouth, which I feel and remember and judge that they exist and have existed, I infer another similar pressure (e.g.",
        "In the first place, the remembered datum, from which an inference of pressure starts, is not the conceived idea, but the belief that the sensible pressure existed.",
        "But, as the science of inference, it can make sure that inference, on the one hand, starts from sensory judgments about sensible things and logically proceeds to inferential judgments about similar things beyond sense, and, on the other hand, cannot logically go beyond the similar.",
        "judgment is always true of its sensible object, inferential judgments are not always true, but are true so far as they are logically inferred, however indirectly, from sense; and knowledge consists of sense, memory after sense and logical inference from sense, which, we must remember, is not merely the outer sense of our five senses, but also the inner sense of ourselves as conscious thinking persons.",
        "The aim of logic in general is to find the laws of all inference, which, so far as it obeys those laws, is always consistent, but is true or false according to its data as well as its consistency; and the aim of the special logic of knowledge is to find the laws of direct and indirect inferences from sense, because as sense produces sensory judgments which are always true of the sensible things actually perceived, inference from sense produces inferential judgments which, so far as they are consequent on sensory judgments, are always true of things similar to sensible things, by the very consistency of inference, or, as we say, by parity of reasoning.",
        "It need not, therefore, surprise us that the man who formulated the sum of virtue in justice and benevolence was unable to be just to his own kinsfolk and reserved his compassion largely for the brutes, and that the delineator of asceticism was more than moderately sensible of the comforts and enjoyments of life.",
        "He was sensible of this, and could not bear that any one should look at him.",
        "Such facts as that dogs \" hunt in dreams,\" make it likely that their minds are not only sensible to actual events, present and past, but can, like our minds, combine revived sensations into ideal scenes in which they are actors, - that is to say, they have the faculty of imagination.",
        "Sensible of the prudence of this advice, the emperor immediately entrusted Eugene with full powers to negotiate a treaty of peace, which was concluded at Rastadt on the 6th of March 1714.",
        "the \" determinants \" or ideas; secondly, mat hematical numbers, the abstractions of mathematics; and thirdly sensible numbers, numbers embodied in things - Speusippus rejected the ideal numbers, and consequently the ideas; (3) Speusippus traced number, magnitude and soul each to a distinct principle of its own.",
        "particular mind, perceives its own plurality as transitory, mutable, sensible things.",
        "Needing \"sensible\" shoes does not translate into leaving style behind.",
        "It became, in fact, essential to invent a \" micrometer \" for measuring the small angles which were thus for the first time rendered sensible.",
        "Do not, he said, think that I mean the flesh which invests and covers me, and bid you eat that; nor suppose either that I command you to drink my sensible and somatic blood.",
        "This reconstruction of its meaning seems to have been the peculiar revelation of the Lord to Paul, who viewed Christ's crucifixion and death as an atoning sacrifice, liberating by its grace mankind from bonds of sin which the law, far from snapping, only made more sensible and grievous.",
        "In rural communities the attendance is usually good, the debates are sensible and practical, and a satisfactory administration is generally secured.",
        "This error diminishes as the diameter of the stem is reduced, but is sensible in the case of the thinnest stem which can be employed, and is the chief source of error in the employment of Nicholson's hydrometer, which otherwise would be an instrument of extreme delicacy and precision.",
        "It might appear, therefore, that sensible things had an objective existence in the mind of God; that an idea so soon as it passes out of our consciousness passes into that of God.",
        "The divine archetypes, according to which sensible experience is regulated and in which it finds its real objectivity, are different in kind from mere sense ideas, and the question then arises whether in these we have not again the \"things as they are,\" which Berkeley at first so contemptuously dismissed.",
        "According to him, a body such as the sun is my idea, your idea, ideas of other minds, and always an idea of God's mind; and when we have sensible ideas of the sun, what causes them to arise in our different minds is no single physical substance, the sun, but the will of God's spirit.",
        "As to the origin of knowledge, Kant's position is that sense, outer and inner, affected by things in themselves, receives mere sensations or sensible ideas (Vorstellungen) as the matter which sense itself places in the a priori forms of space and time; that thereupon understanding, by means of the synthetic unity of apperception, \" I think \" - an act of spontaneity beyond sense, in all consciousness one and the same, and combining all my ideas as mine in one universal consciousness - and under a priori categories, or fundamental notions, such as substance and attribute, cause and effect, &c., unites groups of sensations or sensible ideas into objects and events, e.g.",
        "He really accepted, like Kant, the hypothesis of a sense of sensations which led to the Kantian conclusion that the Nature we know in time and space is mere sensible appearances in us.",
        "Agreeing, then, with Kant that primary qualities are as mental as secondary, he agreed also with Kant that all the Nature we know as a system of bodies moving in time and space is sensible phenomena.",
        "But while he was in fundamental agreement with the first two positions of Kant, he differed from the third; he did not believe that the causes of sensible phenomena can be unknown things in themselves.",
        "By the rules of induction from concomitant variations, we are logically bound to infer the realistic conclusion that outer physical stimuli cause inner sensations of sensible effects.",
        "All these systems of metaphysics, differ as they may, agree that things are known to exist beyond sensible phenomena, but yet are mental realities of some kind.",
        "When, on the other hand, the objects of science are properly described as phenomena, what is meant is not this pittance of sensible appearances, but positive facts of all kinds, whether perceptible or imperceptible, whether capable of being experienced or of being inferred from, but beyond, experience, e.g.",
        "But by inference beyond sense he does not mean a process of concluding from sensible things to similar things, e.g.",
        "Sensation, as Aristotle said, is not of itself: it is the apprehension of a sensible object in the organism.",
        "Both philosophers appeal to the English love of experience, and Kant had these advantages over Hume: that within the narrow circle of sensible phenomena his theory of understanding gave to experience a fuller content, and that beyond phenomena, however inconsistently, his theory of reason postulated the reality of God, freedom and immortality.",
        "Accordingly, his final conclusion is that \" existence - the absolute - is known to us in feeling,\" and \" the external changes are symbolized as motion, because that is the mode of feeling into which all others are translated when objectively considered: objective consideration being the attitude of looking at the phenomena, whereas subjective consideration is the attitude of any other sensible response.\"",
        "Logical inference from sense is a process from sensible to insensible existence.",
        "There are three reasons against it, and for the view that we perceive a sensible object within, and infer an external object without, the organism.",
        "In the first place, there are great differences between the sensible and the external object; they differ in secondary qualities in the case of all the senses; ' and even in the case of touch, heat felt within is different from the vibrating heat outside.",
        "Secondly, there are so-called \" subjective sensations,\" without any external object as stimulus, most commonly in vision, but also in touch, which is liable to formication, or the feeling of creeping in the skin, and to horripilation, or the feeling of bristling in the hair; yet, even in \" subjective sensations,\" we perceive something sensible, which, however, must be within, and not outside, the organism.",
        "The Scottish School never realized that every sensation of the five senses is a perception of a sensible object in the bodily organism; and that touch is a perception, not only of single sensible pressure, but also of double sensible pressure, a perception of our bodily members sensibly pressing and pressed by one another, from which, on the recurrence of a single sensible pressure, we infer the pressure of an external thing for the first time.",
        "This illogical hypothesis, which consists of incautiously passing from the truth that the sensible object perceived is not external but within the organism to the non-sequitur that therefore it is within the mind, derived what little plausibility it ever possessed from three prejudices: the first, the scholastic dogma that the sensible object is a species sensibilis, or immaterial sensible form received from the external thing; the second, the Cartesian a priori argument that the soul as thinking thing can perceive nothing but its own ideas; the third, the common assumption of a sense of sensations.",
        "His deduction is logical; but he has forgotten to prove the assumption, and now confuses sensory operation with sensible object.",
        "Psychologically, Aristotle applied his dualism of matter and form to explain the antithesis of body and soul, so that the soul is the form, or entelechy, of an organic body, and he applied the same dualism to explain sensation, which he supposed to be reception of the sensible form or essence, without the matter, of a body, e.g.",
        "Latimer was prohibited from preaching in the university or in any pulpits of the diocese, and on his occupying the pulpit of the Augustinian monastery, which enjoyed immunity from episcopal control, he was summoned to answer for his opinions before Wolsey, who, however, was so sensible of the value of such discourses that he gave him special licence to preach throughout England.",
        "Here we get the link with physics and chemistry alluded to above, which is obtained by the recognition of new forms of energy, interchangeable with what may be called mechanical energy, or that associated with sensible motions and changes of configuration.",
        "This is precisely the number found from the velocity of sound in argon as determined by Kundt's method, and it leaves no room for any sensible energy of rotatory or vibrational motion.",
        "The uncertainty of sensible data applies equally to the conclusions of reason, and therefore man must be content with probability which is sufficient as a practical guide.",
        "that he discovered many things himself, and communicated the beginnings of many to his successors, some of which he attempted in a more abstract manner and some in a more intuitional or sensible manner (cdo-0 p. 65).",
        "With the sympathetic organization which made him keenly sensible of the wants of the poor, he threw himself heartily into the movement known as Christian Socialism, of which Frederick Denison Maurice was the recognized leader, and for many years he was considered as an extreme radical in a profession the traditions of which were conservative.",
        "Ever since Russia had become the dominant Baltic power, as well as the state to which the Gottorpers looked primarily for help, the necessity for a better understanding between the two Scandinavian kingdoms had clearly been recognized by the best statesmen of both, especially in Denmark from Christian VI.'s time; but unfortunately this sound and sensible policy was seriously impeded by the survival of the old national hatred on both sides of the Sound, still further complicated by Gottorp's hatred of Denmark.",
        "Descartes, however, gave Pascal the very sensible advice to stay in bed as long as he could (it may be remembered that the philosopher himself never got up till eleven) and to take plenty of beef-tea.",
        "These two parties attacked each other with constantly growing an.imosity, and in a few weeks sensible men.",
        "So sense, memory and experience, the sum of sense and memory, though requiring conception, are the causes of the experiential judgment that there exist and have existed many similar, sensible things, and these sensory, memorial and experiential judgments about the existence of past and present sensible things beyond conceived ideas become the particular premises of primary inference.",
        "The temperature and pressure of the atmosphere did not produce any sensible change; but he concluded that the dissipation was nearly proportional to the cube of the quantity of moisture in the air.'",
        "Hence \"it is evident that wisdom, knowledge and understanding are eternal and self-subsistent things, superior to matter and all sensible beings, and independent upon them\"; and so also are moral good and evil.",
        "Diabetic shoes are, for all practical purposes, sensible comfortable shoes.",
        "Another new shoe available this fall is a sensible Mary Jane.",
        "Believe it or not, animal prints have made their way to sensible shoes, too.",
        "Howies: Environmentally-friendly clothing and accessories for men, women and children make up this stylish, sensible collection.",
        "The Gulf shoe is a smart, sensible alternative to a dress shoe.",
        "Keds - A sensible sneaker style from Keds is one women's style that's built for comfort.",
        "While shopping at high-end retailers like Saks, Bergdorf Goodman, Barney's and Neiman Marcus is an outstanding way to get acquainted with glamorous styles from the world's biggest designers, for many it's just not a sensible option.",
        "Wearing super high heels can cause serious injuries to your knees, back, ankles and Achilles tendons, so be sensible when wearing them.",
        "The collection is full of shoes that are sensible for everyday use, and many are especially practical for families preparing for a hike or a vacation.",
        "The Under Armour brand carries an impressive range of football shoes for kids, all recognized for their flawless construction, sensible designs and safety features.",
        "With free shipping anytime, 3 Wishes is a sensible, affordable choice.",
        "Expect an action packed plot full of twists and turns and a sensible resolution or even a cliff hanger, so that the hero is free to engage in another adventure at another time.",
        "The popularity of Cinnamon Buns eventually led to the very sensible lineup of more baked goods-inspired body washes.",
        "The existence of intellections in our minds is, he maintains, a sufficient demonstration of the existence of an intelligible world, just as the ideas of sense are sufficient evidence of a sensible world.",
        "Since the soul in its longings reaches forth beyond all sensible things, beyond the world of ideas even, it follows that the highest being must be something supra-rational.",
        "These are the ideas, and their mode of being is naturally quite other than that of the sensible phenomena which they order.",
        "5 In the field of pure form, free from the disconcerting surprises of sensible matter and so of absolute necessity, no difficulty arises as to the deducibility of the whole body of a science from its first principles.",
        "They all sought to explain the material universe as given in sensible perception; their explanation was in terms of matter, movement, force.",
        "The former asked the question, \"What is the substratum of the things we see?\"; the latter, \"How did the sensible world become what it is; of what nature was the motive force?\"",
        "Motions ClassedIn problems of mechanism, each solid piece of the machine is supposed to be so stiff and strong as not to undergo any sensible change of figure or dimensions by the forces applied to ita supposition which is realized in practice if the machine is skilfully designed.",
        "21-=6-2832; but 6 may be used in most practical cases without sensible error.",
        "which the effort acts is either so heavy as compared with the other, or has so great a resistance opposed to its motion, that it may, without sensible error, be treated as fixed.",
        "Again, he was sensible of the paramount value of manuscript authority, and appears to have introduced no readings from mere conjecture.",
        "In that year he described a new eudiometer to the Royal Society and detailed observations he had made to determine whether or not the atmosphere is constant in composition; after testing the air on nearly 60 different days in 1781 he could find in the proportion of oxygen no difference of which he could be sure, nor could he detect any sensible variation at different places.",
        "But the guardians of order, under the judicious guidance of such sensible chiefs as.",
        "p. 402) made experiments to determine the greatest distance at which the effect of these forces is sensible, and he found for various substances distances about the twenty-thousandth part of a millimetre.",
        "It is to be observed that, while these early speculators ascribe the phenomena to attraction, they do not distinctly assert that this attraction is sensible only at insensible distances, and that for all distances which we can directly measure the force is altogether insensible.",
        "He did not, however, recognize the fact that the distance at which the attraction is sensible is not only small but altogether insensible.",
        "des Sciences, 1787, p. 506) asserted that \" by supposing the adherence of the particles of a fluid to have a sensible effect only at the surface itself and in the direction of the surface it would be easy to determine the curvature of the surfaces of fluids in the neighbourhood of the solid boundaries which contain them; that these surfaces would be linteariae of which the tension, constant in all directions, would be everywhere equal to the adherence of two particles, and the phenomena of capillary tubes would then present nothing which could not be determined by analysis.\"",
        "But for those who wish to study the molecular constitution of bodies it is necessary to study the effect of forces which are sensible only at insensible distances; and Laplace has furnished us with an example of the method of this study which has never been surpassed.",
        "The method already given for the investigation of the surface-tension of a liquid, all whose dimensions are sensible, fails in the case of a liquid film such as a soap-bubble.",
        "We shall, therefore, in what follows, consider only that part of the force which depends on OM, where 4)(f) is a function of f which is insensible for all sensible values of f, but which becomes sensible and even enormously great when f is exceedingly small.",
        "The function II(f) is also insensible for sensible values of f, but for insensible values of f it may become sensible and even very great.",
        "The function 0(z) is insensible for all sensible values of z.",
        "For insensible values it may become sensible, but it must remain finite even when z = o, in which case 0(o) = K.",
        "Lippmann, who has made a careful investigation of the subject, finds that exceedingly small variations of the electromotive force produce sensible changes in the surfacetension.",
        "The great difference between absolute and sensible temperature is a very important climatic characteristic of Arizona.",
        "It is urged that Livy, who in the fourth and fifth decades shows himself so sensible of the great merits of Polybius, is not likely to have ignored him in the third, and that his more limited use of him in the latter case is fully accounted for by the closer connexion of the history with Rome and Roman affairs, and the comparative excellence of the available Roman authorities, and, lastly, that the points of agreement with Polybius, not only in matter but in expression, can only be explained on the theory that Livy is directly following the great Greek historian.",
        "Matter and the sensible universe are the relations between particular organisms, that is, mind organized into consciousness, and the rest of the world.",
        "An attempt to illustrate household equality by having the servants sit at table with the rest of the family was frustrated by the dislike of his two sensible domestics for such an inconvenient arrangement.",
        "In this case there is no friction and no sensible wear, so that very great perman - ency of condition and constancy of action might be expected.",
        "Whittier became very sensible of his shortcomings; and when at leisure to devote himself to his art he greatly bettered it, giving much of his later verse all the polish that it required.",
        "I never designed to get any thing by your interest, nor by King James's favour, but am now sensible that I must withdraw from your acquaintance, and see neither you nor the rest of my friends any more, if I may but have them quietly.",
        "But he was too sensible to adopt the coarse expedient which had commended itself to Stanhope, and he preferred humouring the masses ~o contradicting them.",
        "Meanwhile, consciously and unconsciously, as is the way with men of genius, his mind was working upon problems of government, the magnitude, the relations and the natural developments of which he was more sensible of than any known politician of his time.",
        "\"Sensible of,\" we say, to mark the difference between one sort of understanding and another which comes of labour and pains alone.",
        "It is fundamentally necessary, in order to avoid such floundering, that the \"knowledge\" of things sensible should be kept distinct from the \"knowledge\" of things spiritual; yet in practice they are constantly confused.",
        "On the other hand, \" solidity, extension, figure and motion would,\" he assumes, \" be really in the world as they are, whether there were any sensible being to perceive them or not.\"",
        "Locke's book about Ideas leads naturally to his Third Book which is concerned with Words, or the sensible signs of ideas.",
        "A youth at his father's death (1645), he was committed to the care of the boyarin Boris Ivanovich Morozov, a shrewd and sensible guardian, sufficiently enlightened to recognize the needs of his country, and by no means inaccessible to Western ideas.",
        "Neoplatonic philosophy had been in the main content either to formulate the contradiction or to deny the reality of one of the opposing terms. And traces of Neoplatonic influence, more especially as regards their doctrine of the unreality of the material and sensible world, are to be found everywhere in the Christian philosophers of Alexandria, preventing or impeding their formulation of the problem of freedom in its full scope and urgency.",
        "There will never perhaps in any period of the world's history be wanting advocates of materialism, who find in the sensible the only reality.",
        "On the other hand, since the philosopher must still live and act in the concrete sensible world, the Socratic identification of wisdom and virtue is fully maintained by Plato.",
        "It belongs to this view to regard the imperfection of things as devoid of real being, and so incapable of being definitely thought or known; accordingly, we find that Plato has no technical term for that in the concrete sensible world which hinders it from perfectly expressing the abstract ideal world, and which in Aristotle's system is distinguished as absolutely formless matter (An).",
        "And so, when we pass from the ontology to the ethics of Platonism, we find that, though the highest life is only to be realized by turning away from concrete human affairs and their material environment, still the sensible world is not yet an object of positive moral aversion; it is rather something which the philosopher is seriously concerned to make as harmonious, good and beautiful as possible.",
        "The cardinal assumption of Plato's metaphysic is, that the real is definitely thinkable and knowable in proportion as it is real; so that the further the mind advances in abstraction from sensible particulars and apprehension of real being, the more definite and clear its thought becomes.",
        "Moral goodness, then, in a \" sensible creature \" implies primarily disinterested affections, whose direct object is the good of others; but Shaftesbury does not mean (as he has been misunderstood to mean) that only such benevolent social impulses are good, and that these are always good.",
        "Moreover, the absence of sensible parallaxes in the stellar heavens seemed inconsistent with its validity; and a mobile earth outraged deep-rooted prepossessions.",
        "The fifth trope points out the impossibility of proving the sensible by the intelligible inasmuch as it remains to establish the intelligible in its turn by the sensible.",
        "Again, when it presently appeared that the theory of the immanent idea was inconsistent with itself, and moreover inapplicable to explain predication except where the subject was a sensible thing, so that reconstruction became necessary, the Zenonian difficulty continued to demand and to receive Plato's best attention.",
        "The Aryan versions of this sensible legend will be found in Satapatha-Brahmana.'",
        "It is in man that the physical or sensible passes most evidently into the metaphysical and rational.",
        "Owing to the softness of the outline, it is not possible to fix the position of the axis with precision; but, so far as observations have been made, it is found that it lies near the ecliptic, though deviating from it by a quite sensible amount.",
        "per second) there is a sensible increase of frictional resistance in many cases, most notably in those in which there is the most marked difference between the friction of rest and that of motion.",
        "It is an acrimonious dispute, so exercise sensible caution!",
        "She met adversity in a sensible way.",
        "A sensible, pragmatic approach was taken to public sector reform.",
        "His Holmes has exactly the right quality, quizzical and slightly acerbic, and his Watson is sensible and thoroughly likeable.",
        "She was sensible that you had never received any proper acknowledgment from herself.",
        "He suggested it would be \" more sensible \" to spend the money to combat alcoholism than on the database.",
        "She was of the opinion that sensible legislation would be welcomed across the spectrum and hasty decisions would only bring anguish.",
        "backyard garden in an environmentally sensible way can have a bigger impact than you might think.",
        "sensible batting for the final 6 balls saw Hastings Priory home to a fantastic nail-biting 1 run victory.",
        "But there, all novels are a heavy burthen while they are doing, and a sensible disappointment when they are done.",
        "He writes about it sensitively, with due modesty and a sensible regard for the precise chronology, the details, the sensations.",
        "Brass compass Know where you are going at all times with this sensible brass hand bearing compass.",
        "I hope the Lords can promote a sensible compromise over hunting.",
        "program cyclamen is part of sensible counter-terrorist resilience planning and dovetails into the existing emergency planning arrangements.",
        "As long as you're sensible and cautious you shouldn't get robbed; just do n't dawdle when you take your nightly strolls.",
        "And eat a sensible low-fat diet so the liver doesn't have to try to process lots of fat.",
        "To aggregate the numbers in a sensible manner, information was used regarding the typical runway directions used at the study airports.",
        "diurnal variations cease to be sensible at a depth of 2 or 3 meters.",
        "Alcohol Concern Working to promote sensible drinking and to improve services to help problem drinkers.",
        "She realized the only way the extra pounds would ever come off - and stay off - was through sensible eating.",
        "Yet it is causal, quite sensible, quite understandable even elementary.",
        "It would take the most elitist of football purists to dislike Sensible Soccer 2006.",
        "Make sure your group know to wear sensible footwear especially in wetter seasons.",
        "This would be a sensible choice if you wanted to grow a fruit tree in a pot.",
        "Many centuries ago, a perfectly sensible and attractive religion called Gnosticism was based on the idea that the Hebrew god was the Devil.",
        "If you have young children, it may be sensible to nominate guardians for them until they are 18.",
        "To avoid this happening in the UK it seems sensible to have an army.",
        "This will fund activities including educational campaigns to promote sensible drinking and programs to tackle alcohol-related harm.",
        "TERRAIN On most hills in Britain, avalanche hazard can be avoided completely by sensible choice of route.",
        "hyoscine hydrobromide available is sensible.",
        "Budget details Food - £ 45 per week for a single person is a sensible but not lavish budget.",
        "lessened considerably by sensible planning.",
        "This has made sensible collaboration between otherwise like-minded groups considerably more difficult.",
        "In either case it appears to have seemed sensible to bury the loot.",
        "lux at a sensible distance, so you don't have to be sat too close to it.",
        "There is still time to stop this motorway madness and invest the money saved in sensible alternatives instead.",
        "mailbox size quota Mailbox quotas will be applied, initially at very high values, reducing to a sensible limit over time.",
        "Distinctly masculine, this fragrance is for sensible and confident men.",
        "However, he did eventually ring me from Croatia, where he very sensible went to avoid the mayhem.",
        "Does anyone seriously argue that retaining a state monopoly in telecommunications is a sensible policy in today's rapidly changing information society?",
        "Mr Square, a sensible sort, did not believe in the absurd notion of the third dimension.",
        "observe sensible precautions such as keeping your personal belongings, including passports and money, secure.",
        "onus on the producer to demonstrate that the stocking density chosen does not compromise welfare is a sensible and appropriate recommendation.",
        "Exclusions were sensible, and included more than 15 headache days a month, and symptomatic medication overuse.",
        "It is no longer sensible or practicable to accord the full panoply of human rights to everyone who sets foot on our soil.",
        "paverely the sensible thing to do is replace all paving stones with asphalt.",
        "The costs of efficiency options have to provide real economic payback in a sensible timeframe.",
        "What reasonable, sensible person would object either to a fair rent or to peaceful pickets?",
        "I would have hoped your tenants would be sensible enough not to want burst pipes damaging their goods.",
        "Priors are chosen to be non-informative, with the exception of ensuring positivity where sensible 2.",
        "practicable proposition: the most sensible set-up is a National Body.",
        "This Code outlines sensible precautions for those coming back to enjoy the countryside.",
        "This epistemological primacy of knowledge of what we grasp by our senses is the basis for the primacy of the sensible in our language.",
        "It would make it sensible to check for elevated prolactin in patients with known or suspected MÃ©niÃ¨re's disease.",
        "quota Mailbox quotas will be applied, initially at very high values, reducing to a sensible limit over time.",
        "We might make sensible questions on your behalf or help you establish the relation with those banks where you found it troublesome.",
        "normally reserved, sensible adults are suddenly walking around the stage clucking like chickens or singing at the top of their lungs.",
        "Most of these proposals are eminently sensible, without knowing the cost of some of them.",
        "Of course, we agree with that measure, it is perfectly sensible.",
        "It is not economically sensible to require firms to bear the expensive of providing them with the detailed protections suitable for private individuals.",
        "Friend the Secretary of State for Work and Pensions are entirely sensible and justified.",
        "sensible to consult your doctor before traveling long distances.",
        "sensible enough to invest his earnings for the rainy day which inevitably comes to all actors.",
        "sensible to avoid displaying club colors.",
        "sensible to try and do so.",
        "sensible to consider SunRays for home.",
        "sensible to discuss Plan B at this stage.",
        "sensible precautions, people with epilepsy can enjoy all the benefits of swimming quite safely.",
        "sensible drinking - parents, teachers, or doctors?",
        "sensible footwear and remember to follow the Countryside Code.",
        "sensible outdoor shoe may be worn with the kilt.",
        "sensible compromise over hunting.",
        "sensible eating.",
        "It seems sensible to do what you can to reduce these fees.",
        "He has proposed we do a scan every couple of years which sounds sensible.",
        "I cannot even remember what \" Layer 4 \" is supposed to be, so I won't replace it with something sensible.",
        "Or ever hearing anything sensible from the Association of British Drivers.",
        "Footwear Any sensible outdoor shoe may be worn with the kilt.",
        "something sensible at ¼, ½ and ¾ of a millimeter.",
        "Passengers on her outer decks seemed sparse from what I could see - sensible people indeed!",
        "Whilst the water is turned off, it would be more sensible to have a new stopcock fitted rather than repair the old one.",
        "sublunary sphere, all things are not commensurate, nor is everything sensible to every-body alike.",
        "There are a number of sensible suggestions set out here which we welcome.",
        "The others opted for float fishing tactics, a decision that ultimately proved to be far more sensible!",
        "French tarragon grows well in containers - a sensible choice where the soil or climate is not suitable.",
        "To prevent this occurring it would be sensible to re-introduce protection against magnesium tetany eg magnesium licks etc when turning cows onto such aftermaths.",
        "The sensible heat of the incoming air, as measured by a dry bulb thermometer, is reduced.",
        "The Treasury's short term, blinkered, approach to the fishing industry has time and time again thwarted the adoption of sensible policies.",
        "Have you traded in your sexy lingerie for sensible cotton underwear.. .",
        "Because sensible eating is about distinguishing between healthy and potentially unhealthy foods Ã¢ for us!",
        "unseasonable gale force winds that are anticipated, it is only sensible to take the flags down early \" .",
        "In practice, it is sensible to be especially wary in negotiations with consultants.",
        "The sensible solution has at last won through for Italy.",
        "gin ye can licht on ony dacent sensible wumman o ' your ain age I'm nae jist carin ' sae muckle.",
        "I indulged in no vain illusion; I believed in no miracle; I was quite sensible of the sort of hallucination into which I had fallen; I neither sought to intensify it nor to escape from it.",
        "The two micrometer screws shall be without sensible periodic or other error, and exactly alike in pitch.",
        "(1789), where some sensible observations by the editor are added to the original biography.",
        "Farrah ?), that the alienation between Alexander and his Macedonian followers, which becomes sensible in the latter part of his career, first showed itself in an ugly form.",
        "While we may fear this, \" there is no proof that it will, either from the nature of death,\" of the effect of which on our powers we are altogether ignorant, \" or from the analogy of nature, which shows only that the sensible proof of our powers (not the powers themselves) may be destroyed.\"",
        "r+rth of the earth's mean motion, and from the fact that the term depending on this difference, although very small in itself, receives in the integration of the differential equations a multiplier of about 2,200,000, Airy was led to infer the existence of a sensible inequality extending over 240 years (Phil.",
        "Ethical endeavour consists in the repudiation of the sensible; material existence is itself estrangement from God.",
        "To take but one example, \"the distinction between sensible qualities and the substance to which they belong, and between thought and the mind that thinks, is not the invention of philosophers; it is found in the structure of all languages, and therefore must be common to all men who speak with understanding\" (Hamilton's Reid, pp. 229 and The principles which Reid insists upon as everywhere present in experience evidently correspond pretty closely to the Kantian categories and the unity of apperception.",
        "He attempted to deduce the existence of spirit, apart from, and yet entering from time to time into connexion with, the phenomena of the senses, by an examination of the relation between the ego of thought and the age of sensible experience as understood by Kant.",
        "It runs thus: \"While informing your Reverence of the faith of the Thessalonicans and of the miracles wrought among them, must yet, in respect of this request of yours, remark that the faith of the city is not of such a kind as that the people desire to worship God and to honour his saints by means of anything sensible.",
        "Whether the sound, that came by Korea were corrupt, or whether the interval separatin~ these epochs had sufficed to produce a sensible difference of pronun ciation in China itself, it would seem that the students of Buddhisn who flocked from Japan to the Middle Kingdom during the Sui erl (AD.",
        "In all these works his treatment is on the whole rational and sensible; but in The History of the Devil he is somewhat hampered by an insufficiently worked-out theory as to the nature and personal existence of his hero, and the manner in which he handles the subject is an odd and not altogether satisfactory mixture of irony and earnestness.",
        "Such endothermic bodies are nearly always found to show considerable violence in their decomposition, as the heat of formation stored up within them is then liberated as sensible heat, and it is undoubtedly this property of acetylene gas which leads to its easy detonation by either heat or a shock from an explosion of fulminating mercury when in contact with it under pressure.",
        "The result of their report was that all pilgrimage thither from the province of Bohemia was prohibited by the archbishop on pain of excommunication, while Huss, with the full sanction of his superior, gave to the world his first published writing, entitled De Omni Sanguine Christi Glorificato, in which he declaimed in no measured terms against forged miracles and ecclesiastical greed, urging Christians at the same time to desist from looking for sensible signs of Christ's presence, but rather to seek Him in His enduring word.",
        "But if the forks be not quite in tune then the length of the image will be found to fluctuate between a maximum and a minimum, thus making the beats sensible to the eye.",
        "The term acquired a special significance in the philosophy of Kant, who used it to describe the contradictory results of applying to the universe of pure thought the categories or criteria proper to the universe of sensible perception (phenomena).",
        "Light from stars at unfathomable distances reaches us in such quantity as to suggest that space itself is absolutely transparent, leaving open the question as to whether there is enough matter scattered through it to absorb a sensible part of the light in its journey of years from the luminous body.",
        "In order to acquire the knowledge of the true and primary principles of scientific knowledge, and especially the intelligence of the universal essence of the subject, which is always true, the process of knowledge consists of (I) sense (a'lcO o s), which receives the essence as individual, (2) memory (uvi j), which is a retention of sensible impression, (3) experience (cµirecpia),which consists of a number of similar memories, (4) induction (brayw-y), which infers the universal as a fact (TO iTC), (5) intellect (vas), which apprehends the principle (apxit); because it is a true apprehension that the universal induced is the very essence and formal cause of the subject: thereupon, scientific syllogism (i rcnf µovucos vvXXoycvµos), making the definition (opeg ios) of this essence the middle term (TO, c Vov), becomes a demonstration (6.7rOSee es) of the consequences which follow from the essence in the conclusion.",
        "The discrepancy, however, does not produce any sensible error in the strength of the corresponding spirit.",
        "He also prepared two theses for his doctorate in philosophy, De primis socialismi germanici lineamentis apud Lutherum, Kant, Fichte et Hegel (1891), and De la realite du monde sensible.",
        "This first position is psychological idealism in a new form and supported by new reasons; for, if experience derives its matter from mental sensations and its form from mental synthesis of sensations, it can apprehend nothing but mental objects of sense, which, according to Kant, are sensible ideas having no existence outside our thought, not things in themselves; or phenomena, not noumena.",
        "In the first place, he displays in its most naked form the common but unproved idealistic paradox of a sense of sensations, according to which touch apprehends not pressure but a sensation of pressure, sight apprehends not colour but a sensation of colour, and there is no difference between the sensory operation and the sensible object apprehended by any sense, even within the sentient organism.",
        "Hence, according to him, sensations are not apprehensions of sensible objects (e.g.",
        "Thus the judgments \" this sensible pressure exists,\" \" that sensible pressure existed,\" \" other similar pressures exist,\" \" a conceivable centaur does not exist but is a figment,\" are all equally true, because they are in accordance with one or other of these kinds of knowledge.",
        "By this process of forgetfulness and misinterpretation, mountains, rivers, lakes, sun and sea would receive human attributes, while men would degenerate from a more sensible condition into a belief in the personality and vitality of inanimate objects.",
        "(See Diffusion.) He further studied the passage of gases by transpiration through fine tubes, and by effusion through a minute hole in a platinum disk, and was enabled to show that gas may enter a vacuum in three different ways: (i) by the molecular movement of diffusion, in virtue of which a gas penetrates through the pores of a disk of compressed graphite; (2) by effusion through an orifice of sensible dimensions in a platinum disk the relative times of the effusion of gases in mass being similar to those of the molecular diffusion, although a gas is usually carried by the former kind of impulse with a velocity many thousand times as great as is demonstrable by the latter; and (3) by the peculiar rate of passage due to transpiration through fine tubes, in which the ratios appear to be in direct relation with no other known property of the same gases - thus hydrogen has exactly double the transpiration rate of nitrogen, the relation of those gases as to density being as 1 :14.",
        "This is a perfectly safe and sensible thing to do given referential transparency.",
        "We do not think it would be sensible to republish now, but will consider doing so after the next Finance Act.",
        "If you have a history of DVT or embolism, it might be sensible to consult your doctor before traveling long distances.",
        "Phil was sensible enough to invest his earnings for the rainy day which inevitably comes to all actors.",
        "This pub has a good bar menu but it is sensible to avoid displaying club colors.",
        "So if traveling with the stream it 's sensible to try and do so.",
        "But I am also wondering whether it could ever be sensible to consider SunRays for home.",
        "On Ireland, I do n't think it is very sensible to discuss Plan B at this stage.",
        "Who do you think are the best people to educate children about sensible drinking - parents, teachers, or doctors?",
        "Please wear sensible footwear and remember to follow the Countryside Code.",
        "I cannot even remember what \" Layer 4 \" is supposed to be, so I wo n't replace it with something sensible.",
        "It is sensible to have a system where any two out of four nominated signatories are able to sign a check.",
        "It only resolves into something sensible at ¼, ½ and ¾ of a millimeter.",
        "Passengers on her outer decks seemed sparse from what I could see - sensible people indeed !",
        "Both of these girls, as also Manju, come across as sensible, spunky girls.",
        "In this sublunary sphere, all things are not commensurate, nor is everything sensible to every-body alike.",
        "With both events scheduled to run in March it seemed sensible to join forces to exploit the obvious synergies between our two shows.",
        "Float fishing is by far the best method although please be sensible when it comes to end tackle which must be strong.",
        "The others opted for float fishing tactics, a decision that ultimately proved to be far more sensible !",
        "The Treasury 's short term, blinkered, approach to the fishing industry has time and time again thwarted the adoption of sensible policies.",
        "You should ideally be within sensible traveling distance of our Oxfordshire base.",
        "Have you traded in your sexy lingerie for sensible cotton underwear...",
        "Because sensible eating is about distinguishing between healthy and potentially unhealthy foods Ã¢ for us !",
        "With the unseasonable gale force winds that are anticipated, it is only sensible to take the flags down early .",
        "Gin ye can licht on ony dacent sensible wumman o ' your ain age I 'm nae jist carin ' sae muckle.",
        "It is a sensible, middle-of-the-road approach to mothering that takes into account that every baby and parent is different.",
        "We like to think of the approach we use as sensible sensory parenting.",
        "Since many businesses operate in the red until the Christmas season, this is a sensible way to explain it.",
        "In these areas, where water conservation is a matter of necessity, composting toilets can be the most sensible solution.",
        "Choosing local resources and working with an architect with a budget in mind help maintain a sensible cost.",
        "The sensible thing to do is to talk with your doctor or nutritionist before attempting any type of fast.",
        "Losing weight has been shown to reduce blood pressure, so if you're carrying a few extra pounds, now's the time to begin a gentle exercise program, such as walking, and a sensible diet to lose weight.",
        "The sensible course of action is to use a combination of conventional medicine and consult a doctor with any questions or symptoms for a proper diagnosis.",
        "Ideally, your formal makeup should be sensible and subtle.",
        "You won't need a book or an expensive counselor to tell you how to find a date online if you follow these sensible tips.",
        "What first may seem a bit elusive to those unable to pinpoint the cuisine of this region, California style cooking is actually a very sensible reflection of this part of the country.",
        "Even if the dress is daring, it will seem more modest if it is worn with sensible heels, classic jewelry, and other modest fashion accessories.",
        "Simply put, vegetarians who follow a sensible meal plan are thinner than most omnivores - and stay that way even as they age.",
        "There's no reason to worry about getting enough foods that contain protein if you follow a sensible, balanced vegetarian diet.",
        "Speak to the owner of the catering company or director of catering to ensure all waitstaff serving alcohol are briefed on sensible alcohol serving procedures.",
        "Even with sensible eating and exercise, you still may not be the same size as your favorite starlet.",
        "Shopping frugally never means sacrificing style and going out of your way to dress in a humdrum fashion, but you also want to be sensible about what you pick up.",
        "LTK: One of the challenges you had to overcome was convincing your doctor parents that fashion was a sensible career choice.",
        "They are sensible, and they love a lot of attention so the kids won't easily tire them out.",
        "Waterproof Breathable: Water-repellent, waterproof and completely breathable, these sensible tops, bottoms and hats keep out moisture and rain.",
        "Color palettes: Easily the most wearable type of Christmas sweater for men is one that makes sensible use of holiday colors.",
        "A dress shirt is one of the most sensible, classy and versatile garments a man can add to his wardrobe.",
        "It may not seem sensible to spend more money on a food product just because it's organic, but many people, including health-food advocates and those who are concerned about environmental impact, believe organics are a wise choice.",
        "For most gardens, the slow-release approach from organic fertilizer is the most sensible choice both for convenience, plant health, and preservation of water quality.",
        "A cute little black dress is a sensible option for so many occasions!",
        "Neutrals, though, work well with just about everything in your closet, from your worn-in jeans and boots to your crisp trousers and sensible cardigans.",
        "Build a wardrobe full of sensible basics to start, and then experiment by adding trendy accessories, such as embellished handbags and clutches, colorful scarves, statement-making jewelry and more.",
        "For every sensible, no-fuss garment out there, there's a playful alternative at Sleepyheads, an online retailer that specializes in cute nightwear.",
        "Whether you choose sensible, functional styles or sultry, sexy options, robes are essential lingerie items for most women.",
        "If you are looking for a great blazer to wear with pants or jeans, the Three Button Tartan Plaid Blazer is a sensible choice.",
        "The warbly, slow-mo experience when explosions happened near you were sensible, which deactivated any real-time movement.",
        "While I found the steps enjoyable and sensible, I didn't like the learning curve.",
        "The Nunchuk, on the other hand, attaches to the spin bearing to give you a sensible reel to tow in the line.",
        "They are useful and not tedious because they vary greatly and splattered throughout the game in a sensible fashion.",
        "A more sensible alternative would be a wine storage cabinet.",
        "It also means being able to make decisions and to select a sensible course of action.",
        "It's a sensible approach to divining for the beginner.",
        "Flatten ends with a straightening iron to create a chic and sensible style.",
        "Shoes: Although you may love your high heels, you should buy sensible flats, sneakers, and sandals to wear during pregnancy.",
        "Be practical and sensible with basic cotton briefs with some pretty colors just for fun.",
        "Remember that a sensible diet and moderate exercise will take the weight off at an even, safe pace.",
        "Curran's remarkable dedication to the two-piece has led to a wide variety of halters, bra tops, ring tops, and triangles in sensible neutral colors.",
        "Be discreet and sensible when applying your sunscreen.",
        "We've included a variety of styles too, from fascinating thongs to sexy strings and sensible scoops.",
        "She credits her start to her grandmother who taught her how to sew, and is appreciative of her loyal client base that continually motivates her with new ideas and requests for sensible summer baby wear.",
        "There are plenty of places to shop for wetsuits from Roxy, and probably the most sensible place to start is the Roxy store itself.",
        "The cuts are sensible, yet extremely colorful.",
        "However, these pocket bikes are safe and durable if sensible safety precautions are taken.",
        "For the fashionable female, it can prove quite a conundrum finding that perfect outfit - the one that looks as effortlessly chic as possible but is sensible enough to wear in a hot climate.",
        "On the other hand, a long dress acclimates much better into the average female's wardrobe and is certainly a more sensible choice for, say, a casual work function that your boss is hosting.",
        "Comfortable and timeless, winter sweater coats for women provide a chic, sensible alternative to traditional outerwear.",
        "Because of the ease of use of Philips Norelco electric shavers, the versatility of many products, and the sturdy construction, electric shavers are a sensible alternative to disposable plastic razors.",
        "Since large appliances like refrigerators are pricey, a simple fix such as replacing a part is much more sensible than replacing an entire unit.",
        "Whereas such locales are lovely, sensible ways to bring back health, and to effect stress management they are often expensive to get to and expensive to visit.",
        "Love style - Would you like a date who is romantic, passionate, spontaneous, destined, sensible, or careful?",
        "Storing - if an eternity ring is not to be worn for any length of time, it is sensible to store it in a jewelry box or organizer.",
        "Even better, Larabars are not only a nutritionally sensible choice, but also an ethical one.",
        "Kors' creative styles will provide even the most sensible consumer with a look of nonchalant originality; and this nonchalant edginess is exactly what defines high fashion.",
        "Colors are sensible, yet kicky, ranging from exotic \"pumpkin\" to a rich \"mahogany\".",
        "Of course, Kooba's sensible color schemes keep your options limited to caramel and black leather, but the patent texture is eye-catching enough as is.",
        "With affordable prices, quality craftsmanship, and a name recognized throughout America as being a leading brand in female fashion, Liz Claiborne handbags are not only a sensible choice, they are a fantastic one.",
        "Everyone needs that one sensible shoulder bag that is appropriate for all occasions.",
        "It has a sensible design paired with an unexpected color combination.",
        "Classic and sensible, the Essentials collection is about simplicity.",
        "Whether you're shopping for yourself, a friend, or a loved one, a Nautica leather wallet is a sensible, classic choice that's sure to last for years.",
        "Various exterior and interior pockets make them sound choices for women seeking no-fuss, sensible solutions to their cluttered lifestyles.",
        "With many airlines charging fees per checked bag, leather carry on luggage is a sensible and durable option that won't cost a fortune.",
        "Their ease and practicality makes them sensible, but it's the color variations that make them so aesthetically appealing.",
        "Her style is usually classic and sensible, something that appeals to a Virgo man.",
        "The relationship may seem more sensible than loving.",
        "For those residing in cold weather climates, a structured peacoat will top all dresses in a chic and sensible style.",
        "Dedicating a little time to think through a weekly menu for the family can help make your trips to the grocery store more sensible, and can help turn expensive lunches into sensible sack lunches.",
        "Dressing warmly, making sure your house is properly insulated, and lowering your thermostat a few degrees are all sensible ways to save money on heating bills.",
        "These comfortable shoes have been saving the feet of men and women everywhere for decades and anyone seeking sensible footwear that is also in vogue should grab multiple pairs.",
        "The dress collection includes styles ranging from stiletto to sensible low-heeled pieces, patent pumps, and platform wedges.",
        "If you're a purist, loafers don't carry the sensible feel of a standard lace-up shoe.",
        "Foot Smart: If function is your primary concern, you'll find a wide range of sensible shoes at this retailer.",
        "Comfort and a sensible design are the most important details of all.",
        "In addition, for your safety and the other passengers', do not accept packages from anyone you don't know, no matter how sensible their story.",
        "Seeing pounds drop quickly in the beginning is a good boost, but it's important to use sensible judgment as well.",
        "For example, Slim Fast insists that if you choose two of their food products and one sensible meal each day, weight will simply melt away.",
        "However, following a sensible, well-balanced, and varied diet is an important component of an overall health and weight-maintenance plan.",
        "By consuming an amount of calories that matches your body's need for the next couple of hours, you are nourishing and providing energy in a sensible manner.",
        "The maxim \"a shake for breakfast, a shake for lunch, and a sensible dinner\" is the company's trademark, though the company has progressed far beyond the powdered shake mixes that were its trademark for so many years.",
        "Used in conjunction with sensible diet and exercise, however, they may help you consume fewer calories to keep the weight off.",
        "However, another critical element when you are trying to eat healthy is supporting your new healthy lifestyle with a sensible exercise plan.",
        "If you can incorporate a sensible diet and fitness plan into your lifestyle, you'll never have need of a fad diet like the grapefruit plan.",
        "Being a healthy weight is a big part of diabetes treatment, and starting with a sensible diet can go a long way toward making you feel better.",
        "Weight Watchers FlexPoint Plan was an effective and sensible diet plan designed to help measure the food you eat, but unfortunately is no longer available as of 2010.",
        "To some degree, by following a sensible diet, we can control blood pressure and how it behaves throughout our life span.",
        "Increasing your overall wellbeing is not a difficult undertaking and a moderate uptake of exercise at regular intervals, twinned with a sensible diet is the best approach to take.",
        "To combat this risk, the sensible approach would most definitely be to modify the intake of foods such as salt and alcohol as opposed to cutting them out of the diet entirely.",
        "Following the tips in this free guide to healthy eating, combined with exercise and a sensible lifestyle will make you feel more energized and healthier.",
        "This anti-fad diet is sensible and based on uncomplicated, healthy ways of losing weight.",
        "Simply eat a sensible diet, become more active with regular exercise, and initiate stress-reduction techniques to get your cortisol under control.",
        "Interestingly, apple-shaped women run more health risks than pear-shaped women, but they can loose the fat easier by following a sensible diet and exercising.",
        "A diet consisting mainly of soup is likely to get boring pretty fast, so the best approach is to do this plan for the short-term and then move on to another sensible eating program.",
        "This type of eating plan is a more sensible way to incorporate hearty, filling soups and still see a reduction in your waistline.",
        "It just limits you to sensible portions and allows treats on the weekends.",
        "Along with the inclusion of fiber, it's important to eat healthy fats, sensible portions, and to avoid too much salt, refined sugary foods and processed fiber-void grain products.",
        "Filling up on sugary snacks can sabotage healthy eating, but sensible snacks will prevent overeating at meals, stabilize blood sugar, and help children concentrate of schoolwork.",
        "Along with eating the right foods, it is important to eat sensible portions.",
        "That adds up to four cookies daily, along with a sensible dinner adding up to approximately 800 calories.",
        "By eating a sensible, calorie-controlled diet focused on fresh fruits, vegetables, whole grains and lean proteins, you can effectively lose weight and keep it off.",
        "Since they are so affordable (usually the same cost as attending one class), a Pilates DVD to practice with at home is a sensible option.",
        "Coupled with a sensible, non-starvation diet, this weekly routine should bring about a respectable set of male abs over time.",
        "Regular exercise, if done in a sensible manner with proper warm-ups and cooldowns, keeps the joints nimble and healthy.",
        "While exercise certainly plays a role in making your body look its best, eating a sensible diet is also extremely important to get your body ready for the beach this summer.",
        "If you need to lose weight, then following a sensible diet combined with exercise is your best bet to being beach-ready.",
        "1 From this it would appear that, since by a nature is meant some sensible quality, superinduced upon, or possessed by, a body, so by a form we are to understand the cause of that nature, which cause is itself a determinate case or manifestation of some general or abstract quality inherent in a greater number of objects.",
        "Though quite illiterate, she was an uncommonly shrewd and sensible woman, and her imperturbable good nature under exceptionally difficult circumstances, testifies equally to the soundness of her head and the goodness of her heart.",
        "It is inevitable that he should be especially struck by the points in which the sensible and temporal life comes in conflict with the intellectual and eternal.",
        "(b) But the doctrine that all existence is confined within the limits of the sensible universe - that there is no being save corporeal being or body - does not suffice to characterize the Stoic system; it is no less a doctrine of the Epicureans.",
        "Like all materialists, the Stoics can only distinguish the sensible from the intelligible as Degrees of thinking when the external object is present (alrOfivEr6at) and thinking when it is absent The product of the latter kind includes memory (though this is, upon a strict analysis, something intermediate), and conceptions or general notions, under which were confusedly classed the products of the imaginative faculty.",
        "Plotinus explained the Xoyoc as constructive forces, proceeding from the ideas and giving form to the dead matter of sensible things (Enneads, v.",
        "If the instrument has a sensible lens diameter, and is arranged so that the centre of rotation of the eye can coincide with the intersection of the principal rays, the lens can then form with the eye a centred system.",
        "However, with a few sensible precautions, people with epilepsy can enjoy all the benefits of swimming quite safely.",
        "Though the company does not actually manufacture bookbags in the traditional sense, they do offer a variety of styles that easily make the transition from everyday carryall to sensible school bag.",
        "Every man needs at least one pair of sensible, everyday-appropriate shoes to round out his wardrobe.",
        "Incorporate at least a few free weight exercises into every workout, striking a sensible balance between machines, bodyweight-only exercises, and free weights for best long-term results.",
        "Of course the safest way to lose weight is through a sensible diet and exercise routine."
    ],
    "definition": [
        "Perceptible by the senses or by the mind.",
        "Having the faculty of sensation; able to feel or perceive.",
        "Having a perception of something; cognizant.",
        "Link/Cite"
    ]
}