{
    "translation": "תוצאה, המשך",
    "uses": [
        "The sequel was startling.",
        "But the sequel of the events is not certain.",
        "In 1893 Stevenson published the important Scottish romance of .Catriona., written as a sequel to Kidnapped, and the three tales illustrative of Pacific Ocean character, Island Nights' Entertainments.",
        "The sequel of the tale is told in the Oedipus Coloneus.",
        "Unfortunately for him, as will appear in the sequel, it seems not to have occurred to him to use any of the results he obtained as the basis of a classification.",
        "As a sequel to this step, in 1884 the town of La Plata was declared to be the capital of the province of Buenos Aires, and the provincial administration was moved to that place.",
        "In 1814 a sequel, The Zoological Miscellany, was begun by Leach, Nodder continuing to do the plates.",
        "The system culminates in a mystical act, and in the sequel, especially with Iamblichus and the Syrian Neoplatonists, mystical practice tended more and more to overshadow the theoretical groundwork.",
        "I sqq., apparently a sequel to vii.",
        "In the sequel he prepared a new evolutionary signal-book, which was adopted by the royal navy, and still remains in substance the foundation of the existing system of tactical evolutions at sea.",
        "Twelve months afterwards the sequel Serious Reflections, now hardly ever reprinted, appeared.",
        "The sequel was the visit of the Queen of Sheba (1 Kings iv.",
        "The council formed a sequel to the peace of Venice (1177), which marked the close of the struggle between the papacy and the emperor Frederick I.",
        "The sequel was the repeal of the Missouri Compromise in the Kansas-Nebraska Bill of 1854.",
        "It was the sequel to his complacent reflections on his success in Petersburg.",
        "The eastern extension claimed by Pretorius was the sequel to endeavours made shortly before, on the initiative of a Scotsman, to develop trade along the rivers leading to Delagoa Bay.",
        "It is frequently found associated with, or as a sequel to, cloudy swelling in intense or prolonged toxic conditions.",
        "It is from a similar standpoint that Aaron is condemned for the manufacture of the golden calf, and a compiler (not the original writer) finds its sequel in the election of the faithful Levites.'",
        "The sequel showed how dependent was even the best organized army of the time upon the personality of its commander.",
        "In a work of 1610, the sequel to his Divine Beginning and Institution of Christ's true Visible and Ministerial Church, Jacob describes \" an entire and independent 3 body-politic,\" \" endued with power immediately under and from Christ, as every proper church is and ought to be.\"",
        "The sequel to this literary alliance is best recounted in George Sand's own words: \" I resisted him for three months but then yielded; I lived in my own apartment in an unconventional style.\"",
        "At the time however when active operations began the 42nd Division and one of the French divisions could 1 The chief naval incidents of this month were: - a raid by the Turkish destroyer \" Demir Hissar \" which sank the British transport \" Manitou \" on March 16, but had to be blown up next day off Chios to avoid capture; an attempt of the British submarine E15 to enter the Straits, which led to her being forced ashore (April 16) and in the sequel to her destruction by a daring boat's crew from the \" Majestic \" (April 18); bombardments of the defences of Smyrna on March 28, April 6 and April 22; and operations at Gaza and El Arish on the Syrian coast by the French battleship \" St.",
        "C. Lacretelle's chief work is a series of histories of the 18th century, the Revolution and its sequel: Précis historique de la Revolution francaise, appended to the history of Rabaud St Etienne, and partly written in the prison of La Force (5 vols., 1801-1806); Histoire de France pendant le X VIII' siecle (6 vols., 1808); Histoire de l'Assemblee Constituante (2 vols., 1821); L'Assemblee Legislative (1822); La Convention Nationale (3 vols., 1824-1825); Histoire de France depuis la restauration (1829-1835); Histoire du consulat et de l'empire (4 vols., 1846).",
        "But the sequel only strengthened the power of the minister.",
        "Among Lockyer's other works are - The Dawn of Astronomy (1894), to which Stonehenge and other British Stone Monuments astronomically considered (1906) may be considered a sequel; Recent and coming Eclipses (1897); and Inorganic Evolution (1900).",
        "A fall in rents was the necessary sequel of the agricultural distress, to inquire into which a royal commission was appointed in 1879, under the chairmanship of the duke of Richmond and Gordon.",
        "He also found time for philosophical speculations, and in 1830 he published his Inquiries concerning the Intellectual Powers of Man and the Investigation of Truth, which was followed in 1833 by a sequel, The Philosophy of the Moral Feelings.",
        "A sequel to it appeared in 1829, Essays on the Pursuit of Truth (2nd ed., 1844).",
        "It is essentially the path which may be summed up in the word Judaism, though, as will be shown in the sequel, Judaism came to include many other factors.",
        "As Arabi did not submit, a British military expedition landed at Alexandria on the 10th of August, the sequel being the British occupation of the whole country, the history of which is set forth under Egypt.",
        "Shortly after this, More Work for Cooper, a sequel to Hay any Worke, was begun at Manchester, but while it was in progress the press was seized.",
        "In July a Pan-Slavonic congress took place at Prague, accompanied by anti-German excesses which had a serious sequel in Laibach.",
        "This momentous event for the southern kingdom was scarcely the outcome of a challenge to a trial of strength; it was rather the sequel to a period of smouldering jealousy and hostility.",
        "From the sequel it appears that the prophecy was uttered by one Pharisee only, and that it was in no way endorsed by the party.",
        "But this passage is the sequel to the rejection of Saul in xv., and Samuel's position agrees with that of the late writer in vii., viii.",
        "Dropsy of the serous cavities is very commonly merely part of a general anasarca, although occasionally it may be, as in the case of ascites, the sequel to an obstruction in the venous return.",
        "In the sequel Daniel proves to the king that the priests with their wives and children came in through privy doors and consumed the viands set before the god; and the king, angered at their trickery, slew them all and gave Bel over to Daniel for destruction.",
        "1-5 (in its present form), where steps are taken to protect and to people Jerusalem; the older sequel is now found in ch.",
        "In the sequel the settlement was established by Captain Blair, in September 1789, on Chatham Island, in the S.E.",
        "The results arrived at may be read as a sequel to the article on PALAEOBOTANY.",
        "The sequel shows how a Jew might rise to power in the civil service of the Egyptian Empire and yet remain a hero to some of the Jews - provided that he did not intermarry with a Gentile.",
        "The naval history of1803-1815includes the culmination and the sequel of the struggle for command of the sea which began in 1793 and reached its maximum intensity on the day of Trafalgar.",
        "In the war with Rome he belonged to the peace party, and finding that the Zealots were resolved on carrying their revolt to its inevitable sequel, Johanan had himself conveyed out of Jerusalem in a coffin.",
        "the doctrine of the Lord's Supper, no agreement was found practicable; and the private conversations on the 4th of October, which formed the sequel of the debate, carried matters no farther.",
        "The reason of this will appear more clearly in the sequel; it is enough to observe at present that, before our English word was formed, the original idea of a presbyter had been overlaid with others derived from pre-Christian priesthoods, so that it is from these and not from the etymological force of the word that we must start in considering historically what a priest is.",
        "The well-known Treatise on Differential Equations appeared in 1859, and was followed, the next year, by a Treatise on the Calculus of Finite Differences, designed to serve as a sequel to the former work.",
        "In 1836 appeared Eyton's History of the rarer British Birds, intended as a sequel to Bewick's well-known volumes, to which no important additions had been made since the issue of 1821.",
        "In 1875 he published The Adventures of Tom Sawyer, the sequel to which, Huckleberry Finn, did not appear until 1884.",
        "\" Our policy,\" said Dr. Benes in 1921, \" is a policy of peace: in domestic affairs our programme is the logical sequel to our foreign policy, namely, social and racial order and justice, and unremitting effort on behalf of social and political democracy.",
        "Aristotle further held that the good man in achieving virtue must experience pleasure (iiSov17), which is, therefore, not the same as, but the sequel to or concomitant of eudaemonia.",
        "9), and the presence of the priests at Nob is no less clearly regarded as the sequel of the fall of Shiloh.",
        "6) find their sequel in the alliance of Samaria and Damascus against Ahaz, when Edom recovered its independence (so read for \" Syria \" in 2 Kings xvi.",
        "The sequel to this phase is placed in the reign of Solomon, when David's old priest Abiathar, sole survivor of the priests of Shiloh, is expelled to Anathoth (near Jerusalem), and Zadok becomes the first chief priest contemporary with the foundation of the first temple (1 Kings ii.",
        "The relations between the new emperor and the pope were ill defined; and this proved the source of infinite disasters to Italy and Europe in the sequel.",
        "The remarkably definite and original style formed by Mantegna may be traced out as founded on the study of the antique in Squarcione's atelier, followed by a diligent application of principles of work exemplified by Paolo Uccello and Donatello, with the practical guidance and example of Jacopo Bellini in the sequel.",
        "The importance of these incidents, which are very characteristic of political life in the tsardom of Muscovy, will appear in the sequel.",
        "which more will be said in the sequel.",
        "Elliot began, and in 1869 finished, a sequel Elliot.",
        "Fowell Buxton, African Slave Trade (2nd ed., 1838), and The Remedy, a Sequel (1840); Memoirs of Sir T.",
        "2 and lb/in.', in the Hospitaller notation, to be employed in the sequel).",
        "Gradually the exiled oligarchs combined; with the defeat of Tolmides at Coroneia, Boeotia was finally lost to the empire, and the loss of Phocis, Locris and Megara was the immediate sequel.",
        "Undeterred by this inhospitable reception, Parkman took up at the beginning his great work on France and England in the New World, to which the book just mentioned was in reality the sequel.",
        "3-15 (to which it forms the sequel).",
        "Hence Chronicles is the last book of the Hebrew Bible, following the book of EzraNehemiah, which properly is nothing else than the sequel of Chronicles.",
        "These books form the second series of historical books referred to above, Ezra and Nehemiah carrying on the narrative of Chronicles, and forming its direct sequel.",
        "On the other hand, the idea of contempt at the exposure of the person, to whatever extent, may not have been so prominent, especially if the custom were not unfamiliar, and it is possible that the sequel refers more particularly to grosser practices attending outbursts of religious enthusiasm.'",
        "seq., the sequel of which belongs to the canonical Ezra), and the martyrdom of Eleazer (2 Macc. vi.",
        "As a sequel, the Bible Translation Society was founded in 1839 to issue versions embodying distinctively Baptist renderings.",
        "In the sequel Irenaeus recites the Invocation read by Marcus before the communicants: \" Grace that is before all things, that passeth understanding and words, replenish thy inner man, and make to abound in thee the knowledge of her, sowing in the good soil the grain of mustard seed.\"",
        "John Casey, professor of mathematics at the Catholic university of Dublin, has given elementary demonstrations founded on the theory of similitude and coaxal circles which are reproduced in his Sequel to Euclid; an analytical solution by Gergonne is given in Salmon's Conic Sections.",
        "He designed his geography as a sequel to his historical writings, and it had as it were grown out of his historical materials, which were chiefly Greek.",
        "In both periods, too, as we shall find in the sequel, he was already occupied in composing some of the extant writings which were afterwards to form parts of his final philosophical system.",
        "Or he might, going still further, in his long literary career write two or more treatises on the same subject, different and even more or less inconsistent with each other, as we shall find in the sequel.",
        "This and other applications of the science of nature to the science of all being induced the commentators to adopt this order, and entitle the science of being the Sequel to the Physics (re, But Aristotle knew nothing of this title, the first known use of which was by Nicolaus Damascenus, a younger contemporary of Andronicus, the editor of the Aristotelian writings, and Andronicus was probably the originator of the title, and of the order.",
        "(1879-1880), which covers from 1643-1651, and its sequel Histoire de France sous le ministere de Cardinal Mazarin, 2 vols.",
        "The second poem is the sequel to Ipomedon, and deals with the wars and subsequent reconciliation between Ipomedon's sons, Daunus, the elder, lord of Apulia, and Protesilaus, the younger, lord of Calabria.",
        "By this time the extension of Teutonic dominion towards the south and west had brought about its natural sequel in the occupation of the old Teutonic lands in eastern Germany, including even the basin of the Elbe, by Slavonic peoples.",
        "The sequel was that seven of the cardinals attached to Gregory's Roman Curia withdrew to Pisa.",
        "This, in fact, was an inevitable sequel to the attempt to overthrow the monarchical constitution of the Church.",
        "His feud with Lorenzo de' Medici culminated in the Pazzi conspiracy, the tragic sequel to which was the assassination of Giuliano de' Medici (April 26, 1478).",
        "The sequel was the end of the nepotism and the relentless prosecution of reform within the Church.",
        "It is because Kant alone perceived the full significance of the change required in order to meet the difficulties of the empirical theory that we regard his system as the only sequel to that of Hume.",
        "In larger doses a remarkable sequel to these actions may be observed.",
        "Its discovery was a sequel to H.",
        "In the sequel, Mysore became the prize of the Mahommedan usurper Hyder Ali.",
        "As a sequel to this declaration the diet, meeting at Frankfort a month later, asserted that the imperial power proceeded from God alone and that the individual chosen by a majority of the electors to occupy this high station needed no confirmation from the pope, or from any one else, to make his election valid.",
        "The acquisition of German colonies was really the logical and almost necessary sequel of a protective policy.",
        "The sequel to this is furnished by Winckler~ discovery of documents relating to Rameses II.",
        "3-IoJ), does not form the sequel to the regulations laid down in xii.",
        "6-9, which clearly forms the sequel to xxxiii.",
        "Such were the consequences, in the sequel, of what seemed a disastrous event, the absorption, by a Celtic kingdom, of a large and fertile region of northern England.",
        "Friction about matters of trade was the instant sequel of the Union: so much ill-feeling was provoked that, in the general opinion, had King James VIII.",
        "When (1904) his country became embroiled in war with Russia, he was appointed commander-in-chief of the Japanese armies in Manchuria, and in the sequel of Japan's victory the mikado bestowed on him (1907) the rank of prince.",
        "On the other hand, the appearance of the risen Christ to the women may have been taken from the lost pages of St Mark, being the sequel to the narrative which is broken off abruptly in this Gospel: and it is not improbable that St Mark's Gospel was the source of the great commission to preach and baptize with which St Matthew closes, though the wording of it has probably been modified in accordance with a settled tradition.",
        "Whatever may have been the extent of this invasion and the sequel, the rise and persistence of an independent Palestinian kingdom was an event which concerned the neighbouring states.",
        "The parallel account in the book of Joshua of the entrance of the \" children of Israel \" is, in its present form, the sequel to the journey of the people along the east of Edam and Moab after the escape from Egypt, and after a sojourn at Kadesh (Exodus-Deuteronomy).",
        "It combines amid diverse material a hero of Bethlehem and rival of Saul with the idea of a conqueror of this district; it introduces peculiar traditions of the ark and sanctuary, and it associates David with Hebron, Calebites and the wilderness of Paran 3 The books of Samuel and Kings have become, in process of compilation, the natural sequel to the preceding books, but the conflicting features and the perplexing differences of standpoint recur elsewhere, and the relationship between them suggests that similar causes have been operative upon the compilation.",
        "4 The rise of this new Judah is generally attributed to David, but the southern clans remain independent for some five centuries, only moving a few miles nearer Jerusalem; and this vast interval severs the old halfEdomite or Arabian Judah from the sequel - the association of such names as Kora.h, Ethan and Heman with temple-psalms and psalmody.",
        "This book of the Old Testament, which, as we now read it, constitutes a sequel to the book of Joshua, covering the period of history between the death of this conqueror and the birth of Samuel, is so called because it contains the history of the Israelites before the establishment of the monarchy, when the government was in the hands of certain leaders who appear to have formed a continuous succession, although the office was not hereditary.",
        "4, the pursuit of the kings, cannot be the sequel of viii.",
        "34 forms the sequel of the latter, and vi.",
        "v.) is that of central Palestine; the exceptions are Othniel and Samson-the latter interrupting the introduction in x., and its sequel, the former now entirely due to the Deuteronomic editor.",
        "That, whereas before the time of Protagoras there was little higher education in the colonies and less in central Greece, after his time attendance in the lecture-rooms of the sophists was the customary sequel to attendance in the elementary schools, is a fact which speaks for itself.",
        "Various as were the phases through which sophistry passed between the middle of the 5th century and the middle of the 4th, the sophists - Socrates himself being no exception - had in their declared antagonism to philosophy a common characteristic; and, if in the interval, philosophical speculation being temporarily suspended, scepticism ceased for the time to be peculiar, at the outset, when Protagoras and Gorgias broke with the physicists, and in the sequel, when Plato raised the cry of \" back to Parmenides,\" this common characteristic was distinctive.",
        "The de Legibus, a sequel to this work in imitation of Plato's Laws, is drawn largely from Chrysippus.",
        "About the same period, and probably as a sequel to this change, the Greeks of Miletus developed, l for the long open 5-sound, a form which in all probability is differentiated out of O.",
        "This book of the Bible, which now stands fifth in the New Testament, was read at first as the companion and sequel of the Gospel of Luke.",
        "Thus (1) his second narrative is the natural sequel to his first.",
        "38, uncontradicted by anything in the sequel, a broad hint that Paul never saw his Ephesian friends again, the natural view is open that the sequel to the two years' preaching was too well known to call for explicit record.",
        "Shifting in a straight line is regulated either by straight fixed guides, in contact with which the moving piece slides, or by combinations of link-work, called parallel motions, which will be described in the sequel.",
        "Examples of dead-points, and of the means of preventing the inconvenience which they tend to occasion, will appear in the sequel.",
        "Its laws will be considered in the sequel.",
        "His Aethiopis was composed as a sequel to the Iliad; and the structure and general character of his poems show that he took the Iliad as his model.",
        "They must therefore have been, as Bentley had said, \" a sequel of songs and rhapsodies,\" \" loose songs not collected together in the form of an epic poem till about 50o years after.\"",
        "Works published in Keble's lifetime: Christian Year (1827); Psalter (1839); Praelectiones Academicae (1844); Lyra Innocentium (1846); Sermons Academical (1848); Argument against Repeal of Marriage Law, and Sequel (1857); Eucharistical Adoration (1857); Life of Bishop Wilson (1863); Sermons Occasional and Parochial (1867).",
        "On the contrary, in 466 B.C. their arm~ and fleet were again defeated by Cimon on the Eurymedon, th~ sequel being that the Greek provinces on the Asiatic coast, witF all the Thracian possessions, were lost.",
        "Meanwhile the Roman Empire bad become Christian, the sequel of which was that the Syro-Christian population of Shaper !~.",
        "But the sequel to the Roman sacrifice of Armenian interests was that the Armenian Christians now seceded from the orthodoxy of Rome and Constantinople, and organized themselves into an independent national church.",
        "The sequel is full of dramatic interest.",
        "In the sequel a kind of desultory warfare appears to have been prosecuted on the Persian side of Kurdistan, and the shah himself came down with an army to Hamadan.",
        "The story of St Paul's doings there illustrates this fact, and the sequel is very suggestive, - the burning, namely, of books of sorcery of great value.",
        "The sequel is soon told.",
        "In the sequel he defines the role of the angel of baptism who does not infuse himself in waters, already holy from the first; but merely presides over the washing of the faithful, and ensures their being made pure for the reception of the holy Spirit in the rite of confirmation which immediately follows.",
        "As stated, these chapters form the original sequel to Exod.",
        "1-5) forms a natural sequel to chap. ix.",
        "Such pre-eminence was but the sequel of personal distinctions visible even in the preparatory days of discipleship, and it warns us against viewing the primitive facts touching apostles in the official light of later times.",
        "With regard to the proportioning of effort between the two theatres of war, contemporary military opinion, impressed by a sort of primacy which Bulgaria assumed in the league, by the more regular character of her army and her civil administration, and by the nearness of Constantinople to her eastern frontier, argued a priori that Thrace was not only the\" principal \"theatre, but the single important theatre in which practically all military effort should have been concentrated by both sides - a judgment which ignored the relation of strategy to war policy, and one for which in the sequel Bulgaria was destined to pay heavil y.",
        "The story of Aeneas, as a sequel to the legend of Troy, formed the subject of several epic romances in the middle ages.",
        "In the sequel both these are illustrated.",
        "The account of the silencing of the Roman guard by the chief priests is the sequel to the setting of this guard and their presence at the Resurrection, which at an earlier point are peculiar to Matthew (xxvii.",
        "16 seq.) is the natural sequel to the message to them related in Mark xvi.",
        "A sequel, Justice, had been planned, but not executed.",
        "Subsequently he published Memoires du roi Joseph (1853-1855), and, as a sequel, Histoire des negotiations diplomatiques relatives aux 'mites de Morfontaine, de Luneville et d'Amiens, together with the unpublished correspondence of the emperor Napoleon I.",
        "The immediate sequel shows that belief in this story was confined to Christians.",
        "The main object of King Leopold's ambition was to obtain an outlet on the Nile, and for the history of the incidents connected with the two important agreements made in 1894 with Great Britain and France, and their sequel in the agreement made with Great Britain in 1906, reference must be made to the article Africa, §5.",
        "1-10 as a natural sequel.",
        "But following a custom which was by no means uncommon in the middle ages, a clumsy sequel, extending to 1516, was formed out of various chronicles and tacked on to his work.",
        "In the sequel Justin adds: \" There is pronounced over him who chooses to be born again, and has repented of his sins, the name of God the Father and Lord of the universe, he who leads to the laver the person that is to be washed calling Him by this name alone.",
        "\" Opinion \" is then no mere excrescence; it is the necessary sequel to \" Truth.\"",
        "The replacing of the sequel of Amos (q.v.) by one which presupposes a later historical background, the addendum to the prophecy against Moab (Isa.",
        "The theorem of duality is considered and developed, but chiefly in regard to its metrical applications, by Michel Chasles in the Memoire de geometrie sur deux principes generaux de la science, la dualite et l'homographie, which forms a sequel to the Apercu historique l'origine t.",
        "See Joseph Henry Allen, Our Liberal Movement in Theology (Boston, 1882), and Sequel to our Liberal Movement (Boston, 1897); John White Chadwick, Old and New Unitarian Belief (Boston, 1894), and specially William Ellery Channing (1903); Unitarianism: its Origin and History, a course of Sixteen Lectures (Boston, 1895) George Willis Cooke, Unitarianism in America: a History of its Origin and Development (Boston, 1902); and Unitarian Year Book (Boston).",
        "But the suggestion that \" sense \" might designate both the springs of experience is misleading, when we find in the sequel how much Locke tacitly credits \" reflection \" with.",
        "In 1878 he dug unsuccessfully in Ithaca, and in the same year and the following resumed work at Hissarlik, and summed up his results in a discursive memoir, Ilios, upon which a sequel, Troja, issued in 1884, after Wilhelm D6rpfeld, associated in 1882, had introduced some archaeological method into the explorations, was a considerable improvement.",
        "They begin, for the most part, with a belief that in ethics as in other departments of human knowledge \" the more developed must be interpreted by the less developed \" - though frequently in the sequel complexity or posteriority of development is erected as a standard by means of which to judge the process of development itself.",
        "Nor was it possible to provide it with what could properly be called a sequel.",
        "The fourth astronomer royal, Nathaniel Bliss, provided in two years a sequel of Bliss.",
        "In November 1396 he had officiated at the marriage of Richard and Isabella, daughter of Charles VI., king of France, and his fall was the sequel of the king's sudden attack upon the lords appellant in 1397.",
        "As a sequel Fergal's son, Aed Allan (734-743), defeated the men of Leinster with great slaughter at Ballyshannon (Co.",
        "It is, however, the proper sequel to the origins of the people as related in Genesis, to the exodus of the Israelite tribes from Egypt, and their journeyings in the wilderness.",
        "12-22, and the sequel in Joshua xxii.",
        "40) is the natural sequel.",
        "The newly organized government of the empire, however, instead of inflicting the death penalty on him and his principal followers, as would have been the inevitable sequel of such a drama in previous times, punished them with imprisonment only, and four years after the Hakodate episode, Enomoto received an important post in Hokkaido, the very scene of his wild attempt.",
        "But once he married a clever princess called Shahrazad, who spent the marriage night in telling a story which in the morning reached a point so interesting that the king spared her, and asked next night for the sequel.",
        "Moreover, the sequel of the defeat in iv.",
        "1-22), can hardly be the original sequel to Absalom's rebellion (Winckler, H.",
        "3 The sequel to the joint history has another version of Saul's death (2 Sam.",
        "refers to a Philistine oppression which has no sequel.",
        "of the Nibelungenlied is added a supplementary poem called the Klage or Lament, a sequel of 2160 short-line couplets, describing the lament of the survivors - notably Etzelover the slain, the burying of the dead, and the carrying of the news to the countries of the Burgundians and others.",
        "A fresh conflict arose over the measures which were taken by the President of the Reich, Ebert, on the advice of the Ministry of the Reich, as a sequel to the assassination of the Democratic Catholic Centre leader Erzberger (Aug.",
        "It was a belated sequel to The Quiet Man.",
        "A very interesting example is the way Isaac, the only white barber, is treated in the sequel.",
        "The first barbershop was a surprise smash; even more surprising is how good this sequel is.",
        "Al-Moghira felt beholden to Ziyad for his evidence in this matter, as we shall in the sequel see.",
        "The game really is a sequel, and just can't match the groundbreaking brilliance of the first game.",
        "As a sequel to the recent brouhaha with the fading five-pound note, it seems that the euro is suffering from a similar allergy.",
        "A bit of a cheesy tagline for what is a pretty cheesy sequel to the awesome \" Jaws \" .",
        "It could never break the ground of the first series - it's a sequel!",
        "All of this is competently lensed by Louis Leterrier, Besson's latest protÃ©gÃ© who also helmed 2002's The Transporter and its 2005 sequel.",
        "With State of Emergency 2's release now imminent, what can players expect from the sequel?",
        "Also, how do you feel about including a little tasteful nudity in the Big Damn Sequel?",
        "The sequel TEARS OF THE GIRAFFE, was voted one of the Guardian top ten fiction paperbacks of the year 2000.",
        "Using this text as a model write a prequel or sequel to the story.",
        "An enormous hit in its native Hong Kong, this has already spawned a prequel, with a sequel on the way.",
        "Features: Experience the long-awaited sequel to the game that revolutionized creating and playing computer role-playing games.",
        "sequel of sorts.",
        "This is the highly anticipated sequel to Lightning Pool, one of the webs most popular casual games.",
        "Fortunately this won't be a problem with Neverwinter Nights 2, the long awaited sequel due for release later in the year.",
        "Also, are you going to write a sequel to \" Eight Days of Luke \"?",
        "Overall Rocketeer deserved to do better than it actually did, it certainly warrants a sequel.",
        "Just as I expected another mediocre sequel to a bland and mediocre movie.",
        "The long-awaited sequel to the anime classic will be shown on Wednesday, September 28.",
        "Peter Finch for Network 11 The Two Jakes was a belated sequel to which film?",
        "The trip experience is a worthy sequel to Investment Biker.",
        "UFO Aftermath is the unofficial sequel to the Gollop brothers ' masterpiece.",
        "Dunst, who plays the web-slinger's girlfriend, has revealed she repeats her upside-down kiss with Maguire in upcoming sequel Spider-Man 2.",
        "We're quickly introduced to director Tetsuya Nomura who offers some sentimental insights into the original game and its inevitable movie sequel.",
        "sequel series to the classic British sixties TV series, The Avengers.",
        "sequel...",
        "sequel film.",
        "The Review: I was pleasantly surprised with this TV movie sequel to a TV movie.",
        "See more than a minute of high res footage for this ' film-noir ' action sequel.",
        "sneak preview of the sequel too.",
        "This sequel to Campbell's 1998 hit The mask of Zorro made the fatal mistake of undermining the masked swordsman by challenging his very relevance.",
        "thirtieth verse, the sequel is commonly misread.",
        "upcoming sequel Spider-Man 2.",
        "In the sequel, the ' bleeding heart liberal ' turned vigilante disposed of 52.",
        "Blind Children's Fund, 1997 A sequel to \" get a wiggle on.",
        "worthy sequel to a frankly brilliant game.",
        "Consuelo (1842-1844) and its sequel La Comtesse de Rudolstadt (1843-1845) are fantaisies a la Chopin, though the stage on which they are played is the Venice of Musset.",
        "The exact share which Cromwell had in this decision and its sequel is obscure, and the later accounts of the regicides when on their trial at the Restoration, ascribing the whole transaction to his initiation and agency, cannot be altogether accepted.",
        "It will be seen in the sequel that this was destined to be the growing tendency of Jewish religious life - to conform itself to prescribed rules, in other words, it became legalism.",
        "As the relations with Israel are not specified, the sequel to Amaziah's defeat is a matter for conjecture; although, when at the death of Jeroboam Israel hastened to its end amid anarchy and dissension, it is hardly likely that the southern kingdom was unmoved.",
        "Nevertheless, since the narratives are no longer in their original form or sequence, it is impossible to trace the successive steps of the sequel; although if the royal favour was endorsed (cf.",
        "Partly from fear of a national Polish rising which Napoleon held in reserve as a last means of coercion, and partly from a subtle resolve to use the French alliance as a means of securing rich domains at the expense of Turkey, Prussia, Sweden and England, Alexander decided to throw over his allies, Prussia and England, and to seize the spoils to which the conqueror pointed as the natural sequel of a Franco-Russian alliance.",
        "A sequel to the octavo Birds of America, corresponding with it in form, was brought out in1853-1855by Cassin as Illustrations of the Birds of California, Texas, Oregon, British and Russian America.",
        "First of these in point of time as well as in importance is the Nouveau recueil des planches coloriees d'oiseaux of Temminck Temminck and Langier, intended as a sequel to the Planches en- luminees of D'Aubenton before noticed, and like that and Langier.",
        "xxxiii., which may have been added as a liturgical sequel to Ps.",
        "In the sequel of the war of 19045 Japan, with Chinas consent, acquired from Russia the lease of the portion of the South-Manchuria S railway (see MANCHURIA) between Kwang-cheng-tsze Oil (Chang-chun) on the north and Tairen (Dalny), Port Magchurja Arthur and Niuchwang on the southa total length ~ ~ of 470 m.",
        "He found the sequel of his victory at the Falklands (see Falkland Islands Battle).",
        "The sequel was the rape of Helen and the Trojan War.",
        "C. Lacretelle's chief work is a series of histories of the 18th century, the Revolution and its sequel: PrÃ©cis historique de la Revolution francaise, appended to the history of Rabaud St Etienne, and partly written in the prison of La Force (5 vols., 1801-1806); Histoire de France pendant le X VIII' siecle (6 vols., 1808); Histoire de l'Assemblee Constituante (2 vols., 1821); L'Assemblee Legislative (1822); La Convention Nationale (3 vols., 1824-1825); Histoire de France depuis la restauration (1829-1835); Histoire du consulat et de l'empire (4 vols., 1846).",
        "He finished his Confessions, wrote his Dialogues (the interest of which is not quite equal to the promise of their curious sub-title, Rousseau juge de Jean Jacques), and began his Reveries du promeneur solitaire, intended as a sequel and complement to the Confessions, and one of the best of all his books.",
        "Marti obtained access to Aleman's unfinished manuscript, and stole some of his ideas; this dishonesty lends point to the sarcastic congratulations which Aleman, in the genuine sequel (1604) pays to his rival's sallies: \"I greatly envy them, and should be proud that they were mine.\"",
        "So, when I tell you we will see the end of war, if you are over thirty-five years of age, you have every reason to roll your eyes and tell me you have seen this movie before and aren't up for the sequel.",
        "Be Cool is a sequel that chooses to recycle instead of reinvent.",
        "This is not the most highly original novel you will read, even given the fact it is a sequel of sorts.",
        "Fortunately this wo n't be a problem with Neverwinter Nights 2, the long awaited sequel due for release later in the year.",
        "Dunst, who plays the web-slinger 's girlfriend, has revealed she repeats her upside-down kiss with Maguire in upcoming sequel Spider-Man 2.",
        "We 're quickly introduced to director Tetsuya Nomura who offers some sentimental insights into the original game and its inevitable movie sequel.",
        "The New Avengers The New Avengers was a sequel series to the classic British sixties TV series, The Avengers.",
        "David Re: Battery replacement - the sequel...",
        "Here 's praying for season 2 or a sequel film.",
        "She'll also give you a sneak preview of the sequel too.",
        "This sequel to Campbell's 1998 hit The Mask of Zorro made the fatal mistake of undermining the masked swordsman by challenging his very relevance.",
        "Splinter Cell: Chaos Theory From PC Format 174, May 2005 Wait, a Tom Clancy sequel without a wacky pseudo-military subtitle?",
        "But owing to the ambiguity of a minor word in the thirtieth verse, the sequel is commonly misread.",
        "Perhaps, their inclusion might have given the sequel that visceral punch it needed.",
        "Blind Children 's Fund, 1997 A sequel to Get a wiggle on.",
        "It 's a worthy sequel to a frankly brilliant game.",
        "The ambiguously written ending of the novel had fans clamoring for a sequel so they could confirm what happened to the main character.",
        "In writing Diary of a Wimpy Kid, its sequel, and the following books in the series, Jeff Kinney has said on his Web site that he wanted \"to write a story about all the funny parts of growing up.\"",
        "Just as any successful scent is typically followed up in grand style with a \"sequel\" scent of sorts, Curve is no different.",
        "Launched by the creators of SimCity in 2000, the game has over seven expansions, a sequel and a second sequel expected to launch in June, 2009.",
        "The King of Attolia is the long-awaited sequel to The Queen of Attolia and The Thief.",
        "Sequel Naturals offers a full week of vegan meals to help you plan ahead.",
        "A sequel to Star, Starstruck was based on her life with Tommy Lee.",
        "That film was one of the highest grossing films of the year, and Bloom reprised his role of Will Turner in the sequel, Pirates of the Caribbean: Dead Man's Chest.",
        "Born in Brooklyn, New York on November 12, 1982, Anne Hathaway first made a splash with her leading role in The Princess Diaries and its sequel, The Princess Diaries 2: Royal Engagement.",
        "Given Steve Carell's successful turn in Bruce Almighty, he will return as Evan Baxter in the 2007 sequel, Evan Almighty.",
        "Her role as Steven Seagal's daughter in the 1995 film Under Siege 2: Dark Territory gave her a highly visible part in the action sequel.",
        "In 2004, Anne Hathaway starred in the sequel, The Princess Diaries 2: Royal Engagement, which did not fare as well as its predecessor.",
        "The sequel, The Dark Knight, is set for release on July 18, 2008.",
        "While it's too early to tell if any serious movie executives are going to take advantage of Haim's talents, rumors have been flying online that Haim will join the cast of the highly anticipated sequel to The Lost Boys.",
        "It is rumored that Dakota Fanning will play Jane in the upcoming movie New Moon, the sequel to Twilight.",
        "The \"overjoyed\" couple is expecting the arrival of their twin daughters sometime this summer, just around the time the sequel for the Sex and The City movie is to begin.",
        "She appeared in the sequel Another Cinderella Story, as well as the upcoming Princess Protection Program with Demi Lovato.",
        "The sequel, Twilight: New Moon, hits theatres in 2009, and will be followed by the third installment in 2010, titled The Twilight Saga: Eclipsed.",
        "Two more films, How to Lose Friends and Alienate People and Lost, were completed before the sequel to Transformers hit theaters in 2009.",
        "A fourth installment of the Bourne series is on tap for 2011, as well as a sequel to the film Rounders.",
        "Macy. A sequel to Wild Hogs is in the works, and scheduled for release in 2011.",
        "Owen has been working on a sequel to Inside Man along with Denzel Washington.",
        "Sheen also filmed a brief appearance in the Wall Street sequel, Money Never Sleeps, in 2010.",
        "Lipnicki went on to film several more movies, including Stuart Little and its sequel.",
        "Danielle Fishel didn't take on many more acting roles, though she did star in National Lampoon Presents Dorm Daze in 2003 and its sequel three years later.",
        "In 2009, the sequel to the blockbuster movie Twilight, entitled Twilight: New Moon, was released.",
        "Gremlins was quite successful at the box office, and spurred a sequel in which Cates also starred.",
        "Sequel Naturals - Sequel Naturals makes a whole food supplement called Vega, which draws on natural and organic raw foods to supply balanced whole food nutrition.",
        "Indiana Jones 2: the Adventure Continues is not really a sequel in the traditional sense.",
        "Super Mario Galaxy 2 is a sequel to the first one.",
        "The series has since spawned another sequel, City Folk, on the Wii.",
        "Brain Age 2, a sequel of the brain training game, has sold over 10.5 million copies.",
        "It is a less-violent Doom clone that even spawned a sequel.",
        "It's not a true sequel in the traditional sense, but this Wii Fit replacement game is one of the best values around at about twenty dollars.",
        "This sequel includes a few modes of play.",
        "The title was later followed up with a sequel titled Sonic Triple Trouble, considered by many to be the greatest of the 8-bit releases in the series.",
        "Animal Crossing: Wild World, the sequel to the original Nintendo GameCube version, is an interactive party of secrets to uncover.",
        "This racing game sequel put more arcadeness into it.",
        "Vietnam seemed more a rehash than a bonafide sequel, and had a feeling of simply not being as fresh as its World War 2 predecessor.",
        "You can find it almost anywhere online... but the easiest is probably at Popcap Games where it was created.This sequel plays a lot like the original.",
        "This sequel to the popular Black & White offers a little more structure than the original, but still allows you to fulfill your God fantasies by building complex cities and taking your armies into battle.",
        "You can drive vehicles, engage in single player campaign play and admire the realistic graphics in this PS2 sequel developed by Zipper Interactive.",
        "An expansion pack was released later that year and a sequel is currently in the works.",
        "A similar orientation is used in its sequel, Brain Age 2, also known as More Brain Training.",
        "If you have never played the original or would like to enjoy the new challenges found in the sequel, then consider purchasing this game.",
        "In 1993, Bungie released a sequel to Minotaur called Pathways Into Darkness.",
        "The Marathon sequel was released in November that same year.",
        "More than just a sequel, it was a stretch in technology, story, and gameplay.",
        "This first-person shooter game sequel is a must-have for all WWII history buffs and fans alike.",
        "It is the sequel to Champions of Norrath.",
        "Since then, fans of the game clamored for a sequel.",
        "Diner Dash 2 is the sequel to the popular point-and-click game where you get to play as Flo, an executive turned waitress whose dream to have a successful restaurant chain became a reality.",
        "Featuring a similar skill set and gameplay style of Budokai, many improvements were added to the new game that is billed as a follow up, not a sequel, to the Budokai games.",
        "Driver: Parallel Lines is the intense sequel to previous Driver games, the fourth in the series.",
        "Dungeon Siege 2 is the action-packed RPG sequel, where you lead a party of up to six members to explore dark dungeons, castles and other unusual places.",
        "Fans will be happy to know that a new sequel will be released towards the end of 2005 called Elder Scrolls IV: Oblivion.",
        "Despite the fact that it is called the 7th of the series, it is not a sequel.",
        "Final Fantasy X-2 is the first linear sequel to a Final Fantasy -- ever.",
        "Mario Strikers Charged: This sequel to the hugely popular arcade-style Mario soccer game on the GameCube adds fun Wii controls and online play.",
        "Bejeweled now has a sequel, offering timed play and a puzzle mode.",
        "This sequel in the Grand Theft Auto series was released to critical and player acclaim in June of 2005.",
        "Thank the gods of gaming, we finally get a new rhythm game in the States that isn't another Dance Dance Revolution sequel.",
        "If you had died, the sequel would have been called No-Life and also wouldn't have existed.",
        "I figured the story would be nearly as strong as the first Half-life, but the sequel fell short in a couple ways.",
        "Bungie and Microsoft brought you the best-selling Halo and its sequel Halo 2.",
        "Halo 2 is the action-packed, sci-fi shooter sequel to Halo: Combat Evolved.",
        "And when everything looks lost, it's time for Master Chief to once again step in and save the universe--or in the sequel, save the world.",
        "Vehicles have even improved in this sequel of sorts.",
        "Bungie's mega-hit Xbox video game is destined for an explosive sequel.",
        "The first Halo game did not have any skulls, but the feature was introduced in the sequel.",
        "Three years in the making, Halo 3 is the highly anticipated sequel to Halo 2, the latter of which was the most popular game on Xbox Live for a solid two years before the release of Gears of War in 2006.",
        "Ouendan. Elite Beat Agents is a spiritual sequel to the popular rhythm game, except it is in English and comes with popular English songs.",
        "This sequel offers new songs, 60 skins with fresh looks, new modes, a higher score cap, and an option to create your own musical effects.",
        "Animal Crossing became so popular that it spawned the Wi-Fi capable Wild World sequel on the Nintendo DS.",
        "You can still get the sequel on the PS2 or Xbox, but you always have to the original to see just where they got all ideas.",
        "And if you like the game, there's also a sequel, Samorost 2.",
        "And if one game isn't enough fun, there's a sequel!",
        "Exclusively available for the Sony PlayStation 2, Kingdom Hearts 2 is the sequel to the wildly popular lovechild of Square Enix and Buena Vista Interactive (Disney).",
        "A great sequel to Crusaders, it keeps you on your toes by throwing you into situations where you fight numerous troops of Dark Elves, Orcs, Half Vampires and others.",
        "Kingdom Under Fire: Heroes is the exciting medieval strategy/action game sequel to Kingdom Under Fire: Crusaders.",
        "Kojima designed Metal Gear 2: Solid Snake in 1990, remade Snatcher in 1992, and designed Policenauts in 1994, often regarded as a sequel of sorts to Snatcher.",
        "Just as there were several cheat codes for the first Lego Star Wars game, there are many for the sequel as well.",
        "Easily one of the best Puzzle Video Games for the Sony PSP is Lumines, and now the franchise is back with an incredible sequel, appropriately named Lumines II.",
        "Super Mario Bros. 2 was a sequel on the NES.",
        "The long life of the Super Nintendo passed and no sequel to Super Mario Kart was ever seen.",
        "A successful sequel on the Nintendo 64 improved on the formula, and now the Game Boy Advance finally has its own Mario Kart.",
        "Twice the Mario Bros equals twice the fun in this sequel to 2003's Mario and Luigi: Superstar Saga.",
        "However, in 2000 the company announced a small development studio based in Texas, Retro Studios, was working on a sequel in the series for the GameCube.",
        "A sequel was released two years later, Metroid Prime 2: Echoes.",
        "Metroid Prime 2: Echoes is the newest video game in the series and a sequel to the popular Metroid Prime.",
        "Metroid Prime 2: Echoes is the highly anticipated sequel to Metroid Prime.",
        "It relies heavily on having at least some knowledge of the older games, specifically the original Mortal Kombat and its sequel.",
        "In an effort to counter the controversy surrounding the original Mortal Kombat, the sequel to the series introduced two new finishing maneuvers to accompany the gory fatalities: friendship and babality.",
        "The sequel to Mother was released outside of Japan as EarthBound.",
        "A sequel to EarthBound (Mother 2) was planned, screenshots were released and fans began to get excited.",
        "Very little is known about Mother 3, the mysterious sequel to the Mother (EarthBound) series nearing its release in Japan.",
        "This sequel to EA Sports' best selling basketball game uses a new version of EA Sports' Freestyle Control system as well as improved player graphics, improved transitions and highlight reels.",
        "Like the first incarnation of the Underground series, the sequel also went out to grab \"real\" artists for some \"real\" music.",
        "Do you even know about this fantastic sequel?",
        "Animal Crossing: Wild World is a sequel to the hugely popular GameCube version.",
        "A sequel called Hooked Again is also available.",
        "Also released is the sequel, Fishing Master: World Tour.",
        "Just as Wii Sports eventually paved the way for Wii Sports Resort, it seemed that the original Nintendo exercise game would provide perfect fodder for a sequel.",
        "Perhaps a more suitable alternative for the Nintendo Wii Fit replacement game is to take advantage of its highly anticipated sequel.",
        "A small leak in 2006 eluded to a possible sequel, but nothing was confirmed until summer of 2008.",
        "Another sequel, Wii Sports Resort promises to give you enough games to play so you don't get board playing the same four over and over again.",
        "This sequel of Wii Sports uses the Wii Motion Plus attachment to realistically copy your movement in real time.",
        "Created for the PC and the Xbox 360, this online/standalone shooter game sequel takes you to some of the most memorable historical battles in World War II.",
        "This sequel to the popular fantasy RPG online/standalone computer game offers a multitude of quests and a large choice of character races in the world of Norrath.",
        "The sequel to the PS2's powerful Metal Gear Solid 3, Metal Gear Solid 4, promises to be gorgeous and thrilling.",
        "Sequel to the PS2's Genji, this Japanese medieval action-adventure brings back Yoshitsune with all his swords, armor, and pouty looks.",
        "Although they do no have the sequel available as a free online game, MSN Zone does carry the first version of this title as a web-based game.",
        "Although it was met with mixed reviews, a sequel is in the works and will be released in the 2007 holiday season.",
        "Sonic Rush Adventure - Sequel to Sonic Rush.",
        "Prince of Persia: Warrior Within is the action-packed sequel to Prince of Persia: The Sands of Time.",
        "Prince of Persia: Warrior Within is an action-packed game sequel to Prince of Persia: Sands of Time.",
        "The sequel to Prince of Persia: Sands of Time, Warrior Within, added an in-depth combat system but removed the narrations and storybook-like tale aspects.",
        "In this hugely anticipated sequel to the original Forza, you get to get behind the wheel of real cars, driving them in real locations while enjoying the physics of ultra realistic racing.",
        "Railroad Tycoon 2 for the PC is the sequel to the popular railroad strategy game.",
        "I can't wait for the sequel, which will undoubtedly sport even better graphics, more intense detail, and lots of blood splatter.",
        "If you've already played through all the Rock Band unlock songs in both the first game and the sequel, then perhaps it is time to spend a little more money by purchasing additional tracks through Xbox Live Arcade or the PlayStation Network.",
        "The sequel featured new missions and other elements but retained the same retro look and feel of the original.",
        "If you thought the first Serious Sam was serious in it's gameplay and beautiful graphics, then you just might be sorely disappointed with the sequel, Serious Sam 2 for the Xbox.",
        "While the sequel doles out enemies in extreme numbers, there's nothing really pleasing about shooting enemy after enemy after enemy in powerful action then being let down by the end of the level's cutscene.",
        "It's likely that this is the reason few functionality based changes were made for the sequel.",
        "The game, which is the sequel to LucasArts' successful Star Wars: Battlefront will be released simultaneously with the DVD of the latest Star Wars movie: Star Wars: Episode III Revenge of the Sith.",
        "The sequel to Street Fighter Arcade introduced six new selectable characters.",
        "A true sequel to Street Fighter II was demanded by the fighting game public for quite some time.",
        "It caught on well enough to urge Capcom to create a sequel aptly titled Street Fighter II.The sequel took many of the best aspects of the original and improved them.",
        "A joke amongst gamers centers around Capcom's continual \"upgrading\" of the Street Fighter II game without releasing a full sequel.",
        "Finally, in 1997, Capcom released a sequel to Street Fighter II.",
        "Graphics in the sequel were upgraded yet again and nine new characters were introduced.",
        "Melee is a sequel to the hit multiplayer fighting game originally released on the Nintendo 64.",
        "This game is a sequel to the original C&C.",
        "This game is a sequel to the original Red Alert and was released in 2000.",
        "C&C 3, released in 2007, is a sequel to Tiberian Sun.",
        "Now, in October of 2005, the sequel to the blockbuster PC hit is making its way to the PlayStation 2, Xbox, GameCube, Nintendo DS, Game Boy Advance, PlayStation Portable (PSP), and even your cell phone.",
        "Several expansions and ports were created for the original, but this was the first true sequel.",
        "This is a sequel to the financial rocket that was the first movie.",
        "The director Uwe Boll declining to direct the sequel in order to film BloodRayne: priceless.",
        "Despite the stir at an American actress playing a decidedly British role, the movie won enough sales to warrant a sequel.",
        "Transformers 2, the video game, is the sequel to Transformers: The Game, which was based on the first Transformers movie.",
        "The sequel is based on the movie, Transformers: Revenge of the Fallen.",
        "Otherwise, cross your fingers and hope they do a better job next time with the sequel.",
        "Hmmm, do I feel a sequel to this article coming?",
        "If you loved a game and are lusting after the sequel, but the reviewers all hate it, it's time to visit one of these places so you can get your fix without the horrible aftertaste of \"Ewwww, I actually own this piece of sequelized crap!\"",
        "Perhaps on of the most highly anticipated role-playing games of its time is Elder Scrolls IV: Oblivion, which served as the triumphant sequel to the already successful Elder Scrolls III: Morrowind.",
        "This sequel takes place back in WWII (since it released after Modern Warfare and before Modern Warfare 2) and involves battles in the Pacific and Eastern Fronts.",
        "This sequel to the Gamecube game is a battle over land, sea and air.",
        "Another game in the vein of wacky Japan-antics, We Love Katamari is a game that actually surpassed the original (that's right, this is a sequel) in sheer lunacy and fruit-tastic debauchery.",
        "These include Super Bounce Out (pretty much a straight sequel) and Bounce Out Blitz.",
        "Originally released in October 2009, Wii Fit Plus is not a true sequel to the first Wii Fit game in the strictest sense of the word.",
        "A sequel is planned for the next generation consoles and the PC called Y!F Lifestyle.",
        "This sequel of sorts expands greatly on the first game, offering a total of 12 different sports activities.",
        "It's a sequel to a popular game platform packed with gaming power.",
        "Like Cubis, the sequel includes a number of special blocks, including some new ones.",
        "However, one thing that is certain about the High School Musical series - with another sequel planned for release in 2008, and with booming sales for all things related, this is one strong upward popular trend with no end in sight.",
        "Spiderman has been around for a long time, and thanks to cartoons, the feature movie and its sequel, interest in this web-wristed hero is refreshed every few years.",
        "In the sequel, Galactica 1980, the colony fleet arrives at Earth in 1980 and protects it from the Cylons.",
        "Over 160 million viewers worldwide had seen the movie by the time the sequel premiered in 2007.",
        "Although you should expect another surge when the sequel, Transformers 2 is released.",
        "The success of that one spawned a sequel, High School Musical 2, which was also made for television.",
        "There is a sequel called The Wonderful World of Disney Trivia 2, the Sequel.",
        "Just as the book and movie sequel reunite Edward and Bella, so does the board game.",
        "Jackie Vernon returned for this sequel in 1976, which was narrated by Andy Griffith.",
        "Released in 1995 and directed by the award winning Mamoru Oshii, Ghost in the Shell has spawned a movie sequel, a Japanese television series, and several popular video games.",
        "Superman fans will be happy to hear this sequel will be available in IMAX 3D.",
        "Topping the July movie release calendar is this July 7 sequel to Pirates of the Caribbean (2003).",
        "The third movie in the Underworld series isn't a sequel, but a prequel.",
        "He has two other directing jobs upcoming, so it will be interesting to see how he can pull off this sequel with two veteran Underworld actors and one excellent TV actress.",
        "Expect a lot of sequel and franchise movies in 2009.",
        "In this sequel, Kristin Stewart's character Bella, develops a relationship with Taylor Lautner's character, Jacob.",
        "New Moon, the sequel to Twilight, continues the romance of teenage vampire Edward Cullen and the utterly human Bella Swan in the rainy town of Forks, Washington.",
        "Telling Lies, How I Met Your Mother, Greek, Two and a Half Men, and the upcoming sequel to The Ring Two, The Ring Three.",
        "Indy fans will just have to wait and see as neither Spielberg, Ford nor Lucas have confirmed anything regarding a sequel or a prequel.",
        "This hugely successful film, for which a sequel is already in the planning stages, actually finds its basis on real life events.",
        "It's no wonder why the Hangover movie cast and crew are geared up to make a sequel.",
        "Playing the role of the groom, Doug Billings, actor Justin Bartha has already signed on to do the sequel to this film.",
        "The Chronicles of Riddick movie sequel is the third installment in this series of films.",
        "The Chronicles of Riddick movie sequel is tentatively named The Chronicles of Riddick 2: The Underverse.",
        "So, what can you expect from the sequel?",
        "When that happens, the cast usually gets more movie deals, especially if there is a sequel to the original film.",
        "If you're a fan of multiple movie films like Harry Potter, Twilight or even The Santa Clause, you are likely to find a movie sequel series that fits you well.",
        "The film is also intended to spur an additional sequel to the highest-grossing movie of all time.",
        "Whether you are a Harry Potter fan or want a high-action film for the summer season, there is a great sequel coming up for you.",
        "Its success pushed the filmmakers into making a hastily planned sequel.",
        "Just because an initial movie is successful, it doesn't mean the writers should rush into penning a sequel right away.",
        "The Transformers sequel had been long anticipated, but just didn't measure up to what fans had been expecting.",
        "He confirmed that he would be behind the wheel for another sequel to make it a trilogy.",
        "The books started out as a trilogy, but then moved on to a fourth book that was presented as a sequel in 1992, one year after the original three were produced.",
        "In 2002, Univision released a sequel to Betty La Fea, called EcoModa.",
        "The sequel will feature the original cast.",
        "The cast of High School Musical returns in this summer sequel to tell another tale of teen angst and antics, but instead of homework they are getting their hands dirty with a little work at Sharpay and Ryan's family's country club.",
        "If your interest is to put on a performance of High School Musical or its sequel at your own school, take some time to look over the guidelines for obtaining the rights to produce a musical or play for before doing so.",
        "High School Musical 2 is the highly anticipated sequel to the first movie.",
        "This sequel debuted on the Disney Channel and Family Channel on August 17, 2007.",
        "Many of your favorite characters are back for the sequel, including Troy Bolton (played by Zac Efron), Gabriella Montez (Vanessa Hudgens), Ryan Evans (Lucas Grabeel), and Sharpay Evans (Ashley Tisdale).",
        "There was a movie sequel spawned in 2006 that also coincided with another soundtrack.",
        "Despite the somewhat bizarre storyline, How High has gained cult classic status, and a sequel to the film is rumored to be planned for 2009.",
        "Although Lucas had a deal in place to do a sequel to Star Wars, neither him nor the studio were sure how audiences were going to react to the film.",
        "Though the soundtrack to this first sequel wasn't as hyped as the original one, it debuted at number two on the Billboard charts and went to number one shortly thereafter.",
        "The industrial style that dominated the original Terminator film is refashioned and magnified in the sequel.",
        "As with any sequel, the continuation of the primary theme and supporting subjects is important, and Fiedel does a terrific job of incorporating all the elements from the first score into the second.",
        "There were plans for a Breakfast Club sequel, in which all of the students were in college and together again, but director Hughes died before the project could get off the ground.",
        "In 2005, it emerged that Ringwald was interested in producing a Sixteen Candles sequel - around the same time Hughes expressed interested in filming a Breakfast Club sequel.",
        "Hughes died before that sequel could get off the ground.",
        "Ringwald continues to say that she is interested in developing a Sixteen Candles sequel.",
        "The song has sparked a sequel track, a number of parodies and even a movie and television special.",
        "Elmo Shropshire released a sequel to the song, called Grandma Is Going to Sue the Pants Offa Santa in 2002.",
        "Andrew Lloyd Webber has been working on the Phantom of the Opera musical sequel on and off since the 1990s, but the production didn't come to fruition until 2010.",
        "Lloyd Webber doesn't actually consider the show, called Love Never Dies, to strictly be a Phantom of the Opera sequel, but audiences and the press have tagged it as such since it brings back the original Phantom characters.",
        "They decided that the sequel, should it happen, would be set in New York, but they didn't get much further.",
        "Note that the sequel specifically picks up where the musical left off, not the Phantom of the Opera novel.",
        "It was the first time a sequel to a musical had debuted on a stage in the West End.",
        "In the sequel, the Phantom is running a new attraction called Phantasma on Coney Island under the name of Mr. Y.",
        "The Phantom of the Opera musical sequel reception was mixed.",
        "The most obvious potential activity for a High School Musical party is to watch the movie or its sequel.",
        "The Duel 2 is the sequel to MTV's highly successful reality competition, The Duel.",
        "The sequel, Sweet Little Lies: An L.A. Candy Novel, hit store shelves in early 2010.",
        "This phrase would be echoed with an unusual twist in T2 (Terminator 2), the sequel that was made seven years after The Terminator.",
        "Star Wars was such a financial success, however, that Lucas knew he could get support for more than one sequel, and The Empire Strikes Back is very much a 'middle movie'.",
        "None of the main characters of the first movie appear; it is only a sequel in any sense because Price's character uses Griffin's formula to make himself invisible.",
        "Fortunately for her, her novel and its sequel Children of God found a significant cross-over audience, which it truly deserved.",
        "Ghostbusters spawned a sequel and several cartoon series.",
        "The sequel, Speaker for the Dead, published in the next year, also took both awards for best novel.",
        "It is the sequel to Underworld, which was released in 2003.",
        "And for the $22 million budget, which is rather limited by Hollywood standards, he had to work with, he squeezed out a high energy, visually exciting sequel that has surpassed the expectation of both fans and critics.",
        "A sequel (along with a new twist to the story) was released in 2002.",
        "Giger is perhaps best known as the visual genius behind the look of the movie Alien and its sequel, Aliens.",
        "It is a sequel to the original Transformers, which came out in 2007.",
        "Many of the actors and actresses from the first Transformers continue their roles in this sequel.",
        "Michael Bay assumes the director role again (and takes on an executive producer role) in the Transformer's sequel.",
        "As of this writing, the sequel has grossed about $365 million dollars in the United States and approximately $760 million worldwide.",
        "The second Transformer's movie definitely left room for a sequel and the potential for an even bigger box office hit.",
        "Back in the sequel is Seymour Simmons, who is played by John Turturro.",
        "General Morshower is the NEST leader and had a short stint in the first movie and now plays a larger role in the sequel to the first film.",
        "In 2005, Jessica Alba portrayed Sue Storm in the big screen adaption and again in the sequel.",
        "In 1955, the sequel Godzilla Raids Again introduces a new monster, nearly identical to the first, that goes on another rampage.",
        "This second Godzilla is exactly the same height as the first, and fictionally survives through 14 Japanese sequel films up through 1975.",
        "The movie was such a hit, that there was yet another sequel in 1989 titled Godzilla vs. Biollante, and again in 1991 with the film Godzilla vs. King Ghidora.",
        "In the 1984 sequel, the new Godzilla stood an impressive 267 feet (80 meters).",
        "After the popularity of Godzilla, the Japanese film makers produced a sequel the following year titled Godzilla Raids Again.",
        "The popularity of this film could have been due to the fact that during the seven years since the last release, the original movies had gained such a large following, that the sequel in 1962 was much anticipated.",
        "In Greg Bear’s Darwin’s Radio and its sequel Darwin’s Children, the author challenged the preconceived notion of birth defects and what happens when the “diseased” children are allowed to survive."
    ],
    "definition": [
        "Link/Cite"
    ]
}