{
    "translation": ".1 סידר\n.2 השתקע, התיישב",
    "uses": [
        "She'd need that time to settle her business and pack her things.",
        "There was one way to settle the matter.",
        "I want to go to a place where I can settle with my family and feel we truly belong to the community.",
        "I'll come out to you in a moment, but we must first settle with the villain.",
        "Why, I have not yet had time to settle down!",
        "Hopefully things would settle down for them now, but it was comforting knowing that their love was strong enough to survive the worst.",
        "Why would we settle for anything less?",
        "He'll settle with all the villains, you'll see!",
        "Maybe we'll settle here.",
        "He felt Katie's gaze settle on him at the question.",
        "\"Definitely. I have a debt to settle with all of them,\" Xander said.",
        "Kiera watched as he slid the band over his right hand to settle it at his wrist before stripping his own band off his left arm.",
        "You might as well settle down, Shorty.",
        "Most nights, she wasn't enough to settle his restless blood.",
        "Toby went without another word, and Rhyn drew a deep breath to settle his emotions.",
        "Only a few of them still move, rise, and feebly fly to settle on the enemy's hand, lacking the spirit to die stinging him; the rest are dead and fall as lightly as fish scales.",
        "She could go on feeling sorry for herself because she couldn't have children, or she could accept the cards that had been dealt her and settle for less than perfection.",
        "The sagging bed, moldy smell, and cracked window did nothing to settle her nerves.",
        "He added, \"They settle ninety percent of those things before the judge gets his robes on.\"",
        "You sure you wouldn't settle for tall, dark and handsome?",
        "The rest of the bar, after congratulating Fred and buying him a beer, began to settle back to their routine.",
        "\"I'll settle for all of us making it through the weekend,\" Jessi joked.",
        "Mendoza undertook to conquer and settle the territory at his own charges, certain profits being reserved to the crown.",
        "You're the one who wouldn't settle for less than your own blood.",
        "As is usually the case with people meeting after a prolonged separation, it was long before their conversation could settle on anything.",
        "They drew lots to settle who should make up her set.",
        "We've got to settle something first.",
        "Gabriel wanted to say something to her, to apologize, to rationalize what happened … He felt like he was on the verge of snapping, unable to settle the turmoil of his emotions.",
        "If I can settle on a few more characters, it should begin to fall into place.",
        "It was time for him to make his own mark on the world – settle down with some nice girl and raise a family like his father had.",
        "Why settle for the same thing when I can have something new?",
        "Cassie had to smile when Bordeaux positioned himself in a spot less than ten feet from her and pretended to settle down for the night.",
        "The light conversation on the way home did little to settle her nerves.",
        "A handheld GPS unit can settle any well-defined border issue.",
        "Maybe the band would help settle him down.",
        "\"Indeed. I have matters to settle with a certain merchant's son,\" his brother said.",
        "\"I figured you'd never settle for a woman,\" Dusty said.",
        "In hindsight, he wondered how he'd ever been fooled or why he'd settle for Claire when there was someone like Sofia out there, who'd love him for him and not for his title.",
        "Deidre let her full weight settle against him.",
        "Carmen shifted him to one arm and allowed Natalie to settle into her lap.",
        "He didn't understand both their concern and eagerness to get rid of him, but felt familiar coldness settle into his chest.  There had been two other people in the entirety of the universe that cared for him, and the two people with him now were not the same.",
        "He was wrong for using a bottle to settle his problems, and wrong for being unfaithful to his wife.",
        "That evening Nicholas did not go out, but stayed at home to settle some accounts with the horse dealers.",
        "Then, thinking his statement presumptive added, \"When things settle down.\"",
        "If I could find a woman that frugal, I might just settle down.",
        "They could settle things then.",
        "And Pierre decided that the steward's proposals which had so pleased him were wrong and that he must go to Petersburg and settle his wife's affairs and must rebuild in Moscow.",
        "She still had a lot to settle with her father, and hopefully she wouldn't feel the need to hide in shame.",
        "He wanted her, but he wasn't going to settle for a woman unable to pass the ultimate test.",
        "The first of these occasions was in order to settle family affairs after the death of his father in 1640.",
        "Now I've got me a score to settle.",
        "rumble night I took a late night trip to Asda for something to settle my rumbling stomach.",
        "When Lillian is in a fickle mood, it might take her an hour to settle on a decision.",
        "He'd only been here once, years before, but he told me he owned land and one day he'd settle in the town.",
        "But it seems pretty clear that if there is any change in weight consequent on chemical change, it is too minute to be of im- portance to the chemist, though the methods of modern physics may settle the question.",
        "Sofi dropped her hand, and the vamp remained still, as if letting her magic settle.",
        "He waited two more days to see if she would settle.",
        "reminded of the need to settle invoices with NHS Professionals in a timely manner.",
        "to settle the strife by a general council were rendered fruitless by his death (1119).",
        "As the small filings produced by friction seek to pass through the interstices between the rapidly revolving spherical particles in the vortex, they are detained and become twisted and channelled in their passage, and when they reach the edge of the inner ocean of solar dust they settle upon it as the froth and foam produced by the agitation of water gathers upon its surface.",
        "New South Wales was the first country which endeavoured to settle its labour grievances through the ballot-box and to send a great party to parliament as the direct representation of Labour, pledged to obtain through legislation what it was unable to obtain by strikes and physical force.",
        "Cromwell was essentially a conservative reformer; in his attempts to purge the court of chancery of its most flagrant abuses, and to settle the ecclesiastical affairs of the nation, he showed himself anxious to retain as much of the existing system as could be left untouched without doing positive evil.",
        "The secretary-general of the Italian foreign office, Baron Blanc, who had accompanied General Cadorna to Rome, was received almost daily by Cardinal Antonelli, papal secretary of state, in order to settle innumerable questions arising out of the Italian occupation.",
        "Though he considered such precipitation impolitic, Robilant, finding that confidential information of Italian intentions had already been conveyed to the Austrian government, sought an interview with King Humbert, and on the 17th of October started for Vienna to settle the conditions of the visit.",
        "On the 28th of October 1890 Count Antonelli, negotiator of the treaty, was despatched to settle the controversy, but on arriving at Adis Ababa, the new residence of the negus, found agreement impossible either with regard to the frontier or the protectorate.",
        "Caesennius Paetus, governor of Cappadocia, was ordered to settle the question by bringing Armenia under direct Roman administration.",
        "In the end of the 9th century Iceland was colonized from Norway; and about 985 the intrepid viking, Eric the Red, discovered Greenland, and induced some of his Icelandic countrymen to settle on its inhospitable shores.",
        "One important object of English maritime adventurers of those days was to discover a route to Cathay by the north-west, a second was to settle Virginia, and a third was to raid the Spanish settlements in the West Indies.",
        "Cook's second voyage was mainly intended to settle the question of the existence of such a continent once for all, and to define the limits of any land that might exist in navigable seas towards the Antarctic circle.",
        "The management of the company had meanwhile passed into the hands of others, whose sole object was to settle accounts with the government, and wind up the undertaking.",
        "The Western bishops who remained confirmed the previous decisions of the Roman synod; and by its 3rd, 4th and 5th decrees relating to the rights of revision, the council of Sardica endeavoured to settle the procedure of ecclesiastical appeals.",
        "At all of these Europeans are allowed to settle and trade, and with very slight restrictions they may now trade almost anywhere in Liberia.",
        "He was pastor of the Thein Church (1444), preached Peter's doctrines, recommended his works to his hearers, and finally, when these hearers asked him to lead them, he laid their case before King George Podiebrad, and obtained permission for them to settle in the deserted village of Kunwald, in the barony of Senftenberg.",
        "His birthplace has been variously given as Duns in Berwickshire, Dunum (Down) in Ulster, and Dunstane in Northumberland, but there is not sufficient evidence to settle the question.",
        "Numbers were invited in 1762 to settle in S.",
        "When workmen from any province come, for instance, to St Petersburg to engage in the textile industries, or to work as carpenters, masons, &c., they immediately unite in groups of ten to fifty persons, settle in a house together, keep a common table and pay each his part of the expense to the elected elder of the artel.",
        "Numerous foreigners had been allowed to settle in Moscow and to build for themselves a heretical church, and their strange unholy customs had been adopted by not a few courtiers and great dignitaries.",
        "At a later period he was released from close confinement and allowed to settle in Mexico, where a pension was given him.",
        "alludes to an escape from Egypt; Israel is merely a desert tribe inspired to settle in Palestine.",
        "Under Charlemagne, the Jews, who had begun to settle in Gaul in the time of Caesar, were more than tolerated.",
        "The saving of cost is effected in two ways: (I) Instead of having to incur the expenses of a protracted inquiry before parliament, the promoters of a light railway under the act of 1896 make an application to the light railway commissioners, who then hold a local inquiry, to obtain evidence of the usefulness of the proposed railway, and to hear objections to it, and, if they are satisfied, settle the draft order and hand it over to the Board of Trade for confirmation.",
        "In 1840 he introduced a bill to settle the vexed question of patronage; but disliked by a majority in the general assembly of the Scotch church, and unsupported by the government, it failed to become law, and some opprobrium was cast upon its author.",
        "- As negotiations held at Rome in October 313 had failed to settle the dispute between the Catholics and the Donatists, the emperor Constantine summoned the first general council of his western half of the empire to meet at Arles by the 1st of August following.",
        "In the van Ruymbeke process the spent lyes are allowed to settle, and then treated with \"persulphate of iron,\" the exact composition of which is a trade secret, but it is possibly a mixture of ferric and ferrous sulphates.",
        "There were various attempts to settle about its borders in the following years before John Endecott in 1628 landed at Salem as governor of the colony of Massachusetts bay, within which Boston was included.",
        "As emperor, Henry was eager to resume the imperial Crusade which had been stopped by his father's death; while both as Frederick's successor and as heir to the Norman kings of Sicily, who had again and again waged war against the Eastern empire, he had an account to settle with the rulers of Constantinople.",
        "As early as 1308 the Ottoman Turks had begun to settle in Europe; by 1350 they had organized their terrible army of janissaries.",
        "But considerable success has been achieved in inducing the Syrian Arabs to settle and in supplying a counteracting influence to their unrest by the establishment of agricultural colonies, e.g.",
        "In 1833 Moshesh invited the missionaries of the Societe des Missions Evangeliques of Paris to settle in his country, and from that day until his death proved their firm friend.",
        "In 1513 Juan Ponce de Leon (c. 1 4 60-1521), who had been with Christopher Columbus on his second voyage and had later been governor of Porto Rico, obtained a royal grant authorizing him to discover and settle \" Bimini,\" - a fabulous island believed to contain a marvellous fountain or spring whose waters would restore to old men their youth or at least had wonderful curative powers.",
        "THE PRIMITIVE METHODIST CHURCH, a community of nonconformists, which owes its origin to the fact that Methodism as founded by the Wesleys tended, after the first generation, to depart from the enthusiasm that had marked its inception and to settle down to the task of self-organization.",
        "The data are not numerous and distinct enough to settle the question beyond determining general limits: for reasons given above the book can hardly have been composed before about zoo B.C., and if, as is probable, a Septuagint translation of it was made (though the present Septuagint text shows the influence of Aquila), it is to be put earlier than 50 B.C. Probably also, its different parts are of different dates.",
        "Either common salt or strong brine in measured quantity is added to the charge, and, the soap being insoluble in such salt solution, a separation of constituents takes place: the soap collects on the surface in an open granular condition, and the spent lye sinks to the bottom after it has been left for a short time to settle.",
        "The contents of the pan are once more allowed to cool and settle, and the soap as now formed constitutes a pure curd coap, carrying with it some proportion of uncombined alkali, but containing the minimum amount of water.",
        "When he felt his position secure, he determined to settle the religious controversy once for all.",
        "In a political mission to settle certain disputes in the province he showed his dexterity in managing men.",
        "Dunstable (Dunestaple, Donestaple) first appears as a royal borough in the reign of Henry I., who, according to tradition, on account of the depredations of robbers, cleared the forest where Watling Street and the Icknield Way met, and encouraged his subjects to settle there by various grants of privileges.",
        "If, however, the precipitate refuses to settle, it is directly transferred to the filter paper, the last traces being removed by washing and rubbing the sides of the vessel with a piece of rubber, and the liquid is allowed to drain through.",
        "But the Princess Metternich continued to befriend him, and by 1861 she had obtained a pardon for his political offences, with permission to settle in any part of Germany except Saxony.",
        "But it was a common practice to settle certain of the slaves (and possibly also of the freedmen) on other portions of the estate, giving them small farms on conditions similar to those to which the coloni were subject.",
        "Peter the Great imposed a poll-tax on all the members of the rural population, making the proprietors responsible for the tax charged on their serfs; and the \" free wandering people \" who were not willing to enter the army were required to settle on the land either as members of a commune or as serfs of some proprietor.",
        "Hicks, aware of the worthlessness of his force for the purpose contemplated, stated his opinion that it would be best to \"wait for Kordofan to settle itself\" (telegram of the 5th of August).",
        "In America he was defended by John Jay and John Adams, and after stating his case to Congress was allowed to return to Paris (1781) to settle his affairs.",
        "La Salle attempted to settle a colony in 1684, but missed the Mississippi's mouth and landed in Texas, where he was murdered in 1687 by some of his followers.",
        "' Captain-general charged to establish order and settle Unzaga as governor.",
        "This toleration of religious orders, though it did not prevent occasional outrages, remained to the last characteristic of Turkish policy in Bosnia; and even in 1868 a colony of Trappist monks was permitted to settle in Banjaluka.",
        "The stubborn persistence of the Greeks, however, dashed Metternich's hope that the question would soon settle itself, and produced a state of affairs in the Levant which necessitated some action.",
        "Meanwhile the other powers had taken advantage of the reverses of the Russian arms to discount the effect of their ultimate victory by attempting to settle the Greek question.",
        "In addition to their functions as guardians of the poor, the parish members have to investigate crimes and punish misdemeanours, settle litigations and divide inheritances.",
        "A French tribunal alone is competent to settle disputes where one of the parties is not a native.",
        "Trautenau was founded by German colonists invited to settle there by King Otto Kar II.",
        "The attempts of Ali Pasha of Iannina to make himself master of the place were thwarted partly by the presence of a French garrison in the citadel and partly by the heroic attitude of the Pargiotes themselves, who were anxious to have their city incorporated with the Ionian Republic. To secure their purpose they in 1814 expelled the French garrison and accepted British protection; but the British Government in 1815 determined to go back to the convention of 1800 by which Parga was to be surrendered to Turkey, though no mosque was to be built or Mussulman to settle within its territory.",
        "Other parts of the river were colonized by peasants who emigrated with government aid, and were bound to settle in villages, along the Amur, at spots designated by officials.",
        "If a magnetized needle were supported so that it could move freely'about its centre of gravity it would not generally settle with its axis in a horizontal position, but would come to rest with its north-seeking pole either higher or lower than its centre.",
        "After arranging at Hue with the king of Annam the condition of the French protectorate, he proceeded to Shanghai to settle with China the difficulties which had arisen over the evacuation of Tongking by the Chinese troops.",
        "Embryological evidence must settle whether this is so or not.",
        "The officers in the council, moreover, showed jealousy of the civil members, and to settle these difficulties and to provide money a parliament was summoned on the 27th of January 1659, which declared Richard protector, and incurred the hostility of the army by criticizing severely the arbitrary military government of Oliver's last two years, and by impeaching one of the major-generals.",
        "The rebels were defeated by Lanfranc in the king's absence; but William returned to settle the difficult question of their punishment, and to stamp out the last sparks of disaffection.",
        "In 1825 he was joined by King, who had meantime visited England and had obtained from the government a letter of recommendation to Lord Charles Somerset, governor of the Cape, granting King permission to settle at Natal.",
        "They came under indentures, but at the expiration of their contract were allowed to settle in the colony.'",
        "His trial for high treason lasted for six days (17th to 22nd of November) and ended in his acquittal, the jury only taking eight minutes to settle their verdict.",
        "The king; met them half way by inviting the majority to appoint a committee to settle the army question provisionally, and a committee was formed, which included Szell, Apponyi, Count Istvan Tisza.",
        "Many east coast natives after working in the mines settle in the northern Transvaal.",
        "To settle the boundary question an arbitration court was appointed consisting of a Transvaal landdrost, A.",
        "Then we have Beard's \" germ-cell \" hypothesis, in which he holds that many of the germ-cells in the growing embryo fail to reach their proper position - the generative areas - and settle down and become quiescent in some somatic tissue of the embryo.",
        "Although the Saxons hated towns and refused to settle in London, they may have allowed the original inhabitants to continue their trade on condition that they received some share of the profits or a tribute.",
        "Along the banks of the Thames are several small havens whose names have remained to us, such as Rotherhithe, Lambhith (Lambeth), Chelchith (Chelsea), &c., and it is not unlikely that the Saxons, who would not settle in the city itself, associated themselves with these small open spots.",
        "Military kraals were formed in which the warriors 1 The Boers obtained the right to settle in this district in virtue of Proviso B of an agreement made, on the 22nd of October 1886, between the settlers in the \" New Republic \" and Sir A.",
        "The Karens and Shans who settle in the plains expend much more care in ploughing and weeding their crops.",
        "cooling the manufactured objects sufficiently slowly to allow the constituent particles to settle into a condition of equilibrium, is of vital importance.",
        "permitted two \" gentil hommes verriers \" from Mantua to settle at Rouen in order to make \"verres de cristal, verres doree emaul et autres ouvrages qui se font en Venise.\"",
        "Furthermore, the Boghaz Keui tablets, though only partially deciphered as yet, go far to settle the question.",
        "To prevent undergound intrigues, Bestuzhev now proposed the erection of a council of ministers, to settle all important affairs, and at its first session (14th-30th of March) an alliance with Austria, France and Poland against Frederick II.",
        "on an embassy in 86 B.C., but probably did not settle there as a teacher.",
        "To settle this point it is necessary to consider the configuration of the isomeric pentoses - arabinose and xylosefrom which they may be prepared.",
        "The scums then settle down to the bottom of the cone, whence they are run off to the scum tank.",
        "The heat at which the syrup boils in the clarifiers, 220° F., has the property of separating a great deal of the gum still remaining in it, and thus cleansing the solution of sugar and water for crystallization in the vacuum pans; and if after skimming the syrup is run into separators or subsiders of any description, and allowed to settle down and cool before being drawn into the vacuum pan for crystallization, this cleansing process will be more thorough and the quality of the final product will be improved.",
        "In the operation of ploughing the furrow slice is separated from the soil below, and although in humid soils this layer may be left to settle by degrees, in semi-arid regions this loosened layer becomes.",
        "The caliche is worked up in loco for crude nitrate by extracting the salts with hot water, allowing the suspended earth to settle, and then transferring the clarified liquor, first to a cistern where it deposits part of its sodium chloride at a high temperature, and then to another where, on cooling, it yields a crop of crystals of purified nitrate.",
        "It was not intended that Arabs should settle in the conquered lands except as armies of occupation.",
        "In 1659 the elder Mayhew sold a joint interest in the greater part of the island of Nantucket for £ 3 0 and two beaver hats to nine partners; early in the following year the first ten admitted ten others as equal proprietors, and later, in order to encourage them to settle here, special half-grants were offered to tradesmen.",
        "He would have been executed had not the Austrians intervened in his favour, and he was exiled instead to Briinn in Moravia; in 1823 he was permitted to settle in Florence, where he spent the rest of his days engaged on his Storia del reame di Napoli.",
        "The longer Christina ruled, the more anxious for the future fate of her empire grew the men who had helped to build it up. Yet she gave fresh privileges to the towns; she encouraged trade and manufactures, especially the mining industries of the Dales; in 1649 she issued the first school ordinance for the whole kingdom; she encouraged foreign scholars to settle in Sweden; and native science and literature, under her liberal encouragement, flourished as they had never flourished before.",
        "We have still to settle what is for the good of Humanity, and we can only do that in the old-fashioned way.",
        "The sale of Tennyson's poems now made it safe for him to settle, and on the 13th of June 1850 he was married at Shiplake to Emily Sarah Sellwood (1813-1896).",
        "He happened to send his eldest son, John, to Liverpool to sell a cargo of grain there, and the energy and aptitude of the young man attracted the favourable notice of a leading corn-merchant of Liverpool, who recommended him to settle in that city.",
        "cloisonn enamelling was practised in the manner now understood by the term; when foreign merchants began to settle in Yokohama, several experts were working skilfully in Owari after the methods of Kaji Tsunekichi.",
        "146, \"worthy Settle Banks and Broome.\"",
        "He fled from Persia and sought protection in British territory, preferring to settle down eventually in India, making Bombay his headquarters.",
        "He was also active for many years as Indian commissioner and surveyor-general and helped to settle the New York boundary disputes with Massachusetts and Pennsylvania.",
        "The Falashas are an industrious people, living for the most part in villages of their own, or, if they settle in a Christian or Mahommedan town, occupying a separate quarter.",
        "As the conquest of the Aargau was the first made by the Confederates, their delegates (or the federal diet) naturally met at Baden, from 1426 to about 1712, to settle matters relating to these subject lands, so that during that period Baden was really the capital of Switzerland.",
        "The emigrants to America, however, usually return after making money, build new houses and settle down.",
        "The solutions are well mixed by stirring with wooden poles, and the gold allowed to settle, the time allowed varying from 12 to 72 hours.",
        "The slime is cleaned out fortnightly or monthly, the zinc turnings being cleaned by rubbing and the supernatant liquor allowed to settle in the precipitating boxes or in separate vessels.",
        "In 54 B.C. the people of Reate appealed to Cicero to plead their cause in an arbitration which had been appointed by the Roman senate to settle disputes about the river, and in connexion with this he made a personal inspection of Lake Velinus and its outlets.",
        "Schmalkalden, drawn up by Luther in 1536, Luther's catechisms, and the Formula of Concord which was an attempt to settle doctrinal divisions promulgated in 1580, sum up what is called \" the confessional theology of Lutheranism.\"",
        "She extended her sphere of influence throughout the coast-lands of the western gulf; by the settle meat of numerous colonies in N.W.",
        "In 1681 he visited Upsala in Sweden, where he was offered inducements to settle; but his desire for foreign travel led him to become secretary to the embassy which Charles XI.",
        "Trajan, who had no children, had continually delayed to settle the succession to the throne, though Pliny in the \"Panegyric\" had pointedly drawn his attention to the matter, and it must have caused the senate much anxiety.",
        "This is a most fruitful subject, and the study of it helps to settle other related questions.",
        "Nothing is definitely known of his personality, except that he was one of the young men who accompanied Tiberius on his mission to settle the affairs of Armenia.",
        "After a long conflict over the slavery question, the state was admitted into the Union under a joint resolution of Congress adopted on the 1st of March 1845, 1 on condition that the United States should settle all questions of boundary with foreign governments, that Texas should retain all of its vacant and unappropriated public lands, and that new states, not exceeding four in number, might be formed within its limits.",
        "Franklin sailed again for America in August 1762, hoping to be able to settle down in quiet and devote the remainder of his life to experiments in physics.",
        "Lugard then endeavoured to settle some of the burning disputes relative to the division of lands and chiefships, &c., and to gain the confidence of both parties.",
        "The diet renewed the demand for a general council to meet in a German town to settle the affairs of the Church in Germany, and even proposed the convocation of a national council at Spires in November, to effect a temporary adjustment.",
        "The emperor did not return, and since there was no one to settle the religious question in Germany, the diet of Spires (1526) determined that, pending the meeting of the proposed general council, each prince, and each knight and.",
        "Between 1586 and 1603 Sir Walter made successive efforts to settle a colony in the wide territory called Virginia, in honour of Queen Elizabeth, a name of much wider significance then than in later days.",
        "The grand-duke's connexion with the courts of Russia and Holland - his mother was a Russian grand-duchess and his wife, Sophia Louisa (1824-1897), a princess of the Netherlands - tended to give the Weimar society a cosmopolitan character, and the grand-duke devoted himself largely to encouraging men of intellect, whether Germans or foreigners, who came to visit or to settle in the town.",
        "A prophet, on the contrary, may settle if he chooses, and in that case he is to receive tithes and first-fruits; \"for they are your high priests.\"",
        "Some delay too was necessary before Napoleon could finally settle on his plan for this day.",
        "During the winter of1791-1792he built another fort on Nootka Sound and mounted four cannon from the ship. With the coming of spring he sailed southward, determined to settle definitely the existence of the great river, which he had vainly attempted to enter the previous summer.",
        "In 1833 he had welcomed as workers among his people a band of French Protestant missionaries, and as the Boer immigrants began to settle in his neighbourhood he decided to seek support from the British at the Cape.",
        "We are striving to settle the question of our own harbour peacefully.",
        "In 1575 he was appointed by the General Assembly one of the commissioners to settle the jurisdiction and policy of the church; and the following year he was named, with David Lindsay, to report their proceedings to the earl of Morton, then regent.",
        "Even then Rousseau did not settle at once in the anomalous but to him charming position of domestic lover to this lady, who, nominally a converted Protestant, was in reality, as many women of her time were, a kind of deist, with a theory of noble sentiment and a practice of libertinism tempered by good nature.",
        "In 1894 he escorted his father's remains to Hungary, and the following year resolved to settle in his native land and took the oath of allegiance.",
        "A large proportion of the Europeans are government officials, or retired officials, for many of the Dutch, once established in the colonies, settle there for life.",
        "In the first year of the 13th century, the Knights of the Sword, one of the numerous orders of crusading military monks, had been founded in Livonia to \"convert\" the pagan Letts, and, in 1208, the still more powerful Teutonic order was invited by Duke Conrad of Masovia to settle in the district of Kulm (roughly corresponding to modern East Prussia) to protect his territories against the incursions of the savage Prussians, a race closely akin to the Lithuanians.",
        "a devoted adherent of the French party at court, in consequence of which, in the reign of Sobieski, he was compelled to leave his native country and settle in France.",
        "They were subsequently allowed by Caesar to settle in the territory of the Aedui between the Loire and the Allier.",
        "At the same time, however, it was decided by a secret protocol that the four powers should first settle among themselves the distribution of the conquered territories, and that France and Spain should only be consulted when their final decision was announced.",
        "Meanwhile separate committees were formed for the discussion of special problems. Thus a special committee was appointed consisting of the five German powers to discuss the constitution which was to replace the Holy Roman Empire, another to settle that of Switzerland, and others for other minor questions.",
        "It was agreed that Vespasian should stay behind to settle affairs in the East, while Mucianus made his way through Asia Minor and Thrace to attack Vitellius.",
        "In 1730 Germans began to settle in considerable numbers in the west-central part of the colony, where they greatly promoted its industrial development but at the same time added much strength to the opposition.",
        "The mixture is then allowed to settle in the iron vessel, access of air being prevented as much as practicable, and the clear liquor is syphoned off.",
        "itinerating missionaries) were obliged to preach from place to place, the prophets were at liberty either, like the teachers, to settle in a certain church or to travel from one to another.",
        "But the Roman Catholic Church as a whole has never had any one official catechism, each bishop being allowed to settle the matter for his own diocese.",
        "For two years after that date a constant stream of squatters with their sheep flowed in from around Sydney and Tasmania to settle in the Port Phillip district, and by 1841 the population of the town had grown to 11,000.",
        "He was received with great enthusiasm at Avignon, Montpellier and other cities, held a synod at Vienne in January 1119, and was planning to hold a general council to settle the investiture contest when he died at Cluny.",
        "In the same year Massachusetts encouraged friendly Puritans to settle Hampton on the same purchase, and about a year later this colony organized Hampton as a town with the right to send a deputy to the General Court.",
        "He energetically opposed the act of 1840, which sought to settle the Clergy Reserves question by dividing the proceeds among the different religious denominations, the larger share still remaining with the Church of England.",
        "For about 46 years they were the scourge of the western half of Asia Minor, ravaging the country, as allies of one or other of the warring princes, without any serious check, until Attalus I., king of Pergamum (241-197), inflicted several severe defeats upon them, and about 232 B.C. forced them to settle permanently in the region to which they gave their name.",
        "14a master-general, Congress, in June 1778, ordered an investigation; but before this inquiry had proceeded far, Congress granted him $1,000,000 to settle all claims against the office during his administration.",
        "The prayer then continues thus: \" O God of truth, let thy holy Word settle upon this bread, that the bread may become body of the word, and on this cup, that the cup may become blood of the truth.",
        "It was in substance a compromise effected between those who wished for a centralized government and those who desired to leave very wide powers to the component states; and many subsequent difficulties arose from the omission to settle certain, points, and from the somewhat vague language in which other points were referred to.",
        "It is not a government, as Europeans understand the term, but a group of heads of departments, whom their chief, though he usually consults them separately, often finds it useful to bring together for a talk about current politics and the course proper for the administration to take in them, or in order to settle some administrative question which lies on the borderland between the provinces of two ministers.",
        "In 1901 the Supreme Court delivered several judgments in cases arising out of the annexation of Porto Rico, which handled, though they did not fully settle, divers points of novelty and of importance, and still more recently questions of great intricacy affecting the respective legislative rights of the Federal and the state governments have come before it.",
        "The purpose of this bill was disclosed in the statement that \"the government of India had decided to settle the question of jurisdiction over European British subjects in such a way as to remove from the code, at once and completely, every judicial disqualification which is based merely on race distinctions,\" in fact to subject Europeans in certain cases to trial by native magistrates.",
        "In 1869 the government of Canada sent a deputation to England to press upon the imperial government the necessity of asserting Canada's position in regard to the fisheries, and the desirability of settling other questions in dispute with the republic. The outcome of this application was the appointment of a commission to consider and if possible settle outstanding differences between the three countries.",
        "Since confederation a series of attempts has been made with varying degrees of success to settle the questions in dispute between the Dominion and the United States, naturally arising from the fact that they divide between them with the the control of nearly the whole of a large continent and United its adjoining waters.",
        "Lemieux, to Japan in 1907, to settle Canadian difficulties with that country, illustrated the change of diplomatic system in progress.",
        "He was associated with Blake in his sustained opposition to high tariff, and to the Conservative plan for the construction of the Canadian Pacific railway, and was a conspicuous figure in the long struggle between Sir John Macdonald and the leaders of the Liberal party to settle the territorial limits of the province of Ontario and the legislative rights of the provinces under the constitution.",
        "It was founded by the Romans in 181 B.C. as a frontier fortress on the north-east, not far from the site where, two years before, Gaulish invaders had attempted to settle.",
        "Owing to these family discords the decision of Malik Shah was necessary to settle the affairs of Asia Minor and Syria; he kept the sons of Suleiman in captivity, and committed the war against the unbelieving Greeks to his generals Bursuk (IIpovovx) and Buzan (HovTavos).",
        "With the rise of the Medici came a rapid increase of prosperity; Cosmo, Francis and Ferdinand erected fortifications and harbour works, warehouses and churches, with equal liberality, and the last especially gave a stimulus to trade by inviting \"men of the East and the West, Spanish and Portuguese, Greeks, Germans, Italians, Hebrews, Turks, Moors, Armenians, Persians and others,\" to settle and traffic in the city, as it became in 1606.",
        "It was thrown open to foreign commerce, foreign mercantile houses were permitted to settle there, printing was introduced, industrial restrictions were removed, and a college of medicine, a military academy and a public library were founded.",
        "The first German immigrants to settle near Porto Alegre arrived in 1825, and much of its prosperity and commercial standing is due to the German element.",
        "To induce people to settle here he.",
        "Traders now endeavoured to settle in the islands, and missionaries began to think of this fresh field for labour, but neither met with much success, and little was heard of the islanders save accounts of murder and plunder.",
        "In the 15th century they began to settle in the plains.",
        "There is more than one meaning of Settle discussed in the 1911 Encyclopedia.",
        "It may have been he who, as a \"presbyter christiani ritus,\" conducted negotiations with Valens before the battle of Adrianople; but that he headed a previous embassy asking for leave for the Visigoths to settle on Roman soil, and that he then, for political motives, professed himself a convert to the Arian creed, favoured by the emperor, and drew with him the whole body of his countrymen - these and other similar stories of the orthodox church historians appear to be without foundation.",
        "The rudiments of Latin he obtained at the grammar school of Montrose, after leaving which he learned Greek for two years under Pierre de Marsilliers, a Frenchman whom John Erskine of Dun had induced to settle at Montrose; and such was Melville's proficiency that on going to the university of St Andrews he excited the astonishment of the professors by using the Greek text of Aristotle, which no one else there understood.",
        "In 1606 Melville and seven other clergymen of the Church of Scotland were summoned to London in order \"that his majesty might treat with them of such things as would tend to settle the peace of the Church.\"",
        "For some years the Porte has been applying steady pressure on the nomads to induce them to settle, by increasing the number of military posts, by introducing Circassian colonies, as at Ras al-`Ain, sometimes by forcible settlement.",
        "Free exercise of religion was offered to all who should settle in the new town, which at first bore the name of Frederiksodde, and only received its present designation in 1664.",
        "As head of the state department he soon came into conflict with Adams. His hatred of France made it impossible for him to sympathize with the president's efforts to settle the differences with that country on a peaceabl e basis.",
        "The calling in of Pinkerton detectives from Chicago and New1690-1691-1691-16 931691-1693York to settle a strike in the Carnegie steel works at Homestead in 1892 precipitated a serious riot, in which about twenty persons were killed.",
        "But in all cases the disciplinary authority is evidently the same; we need only note that acts concerning individuals do not claim the force of general law; the legal decisions serve at most to settle matters of jurisprudence, like the judgments of all sovereign courts.",
        "(I I) The Ceremonial Congregation (Sacra Congregatio caeremonialis), the prefect of which is the cardinal dean, was instituted by Sixtus V.; its mission is to settle mania/.",
        "He was appointed dean of Peterborough in 1679, and bishop of Chichester in 1689, in which year he was employed, along with others of the new bishops, to settle the affairs of the Church in Ireland.",
        "There was talk of something in Denmark; or he would settle in Spires, and practise in the court there.",
        "very difficult to settle g, The algal zone (Cystococcus).",
        "In 1679 the storm of persecution drove him to settle on his family estate of Tillemont, between Montreuil and Vincennes.",
        "On account of the poor repair of Rome, the restlessness of the Romans and the discontent of the French cardinals in Italy, he at length announced his intention of returning to France, avowedly to settle trouble between France and England.",
        "The pots should be watered so as to settle the soil, and be placed in the close atmosphere of the propagating pit or frame, where they will need scarcely any water until the buds are seen pushing through the surface.",
        "The soil covering the roots may be gently pressed down, but the tree should not be pulled up and down, as is sometimes done, to settle the soil.",
        "The excavation will now be filled up about two-thirds perhaps; and if so the tree may have a thorough good watering, sufficient to settle the soil closely about its roots.",
        "When finished off, the pots should be watered well, to settle the soil; but they should stand till the water has well drained away, since, if they are moved about while the fresh soil is very wet, there will be a risk of its becoming puddled or too much consolidated.",
        "Larger bodies of soil also require to be more thoroughly consolidated before watering; otherwise they would settle down so as to leave an unsightly void at the pot-rim.",
        "In the formation of lawns the ground must be regularly broken up so that it may settle down evenly, any deep excavations that may have to be filled in being very carefully rammed down to prevent subsequent settlement.",
        "On his return he had proposed to settle as a Privatdozent at Heidelberg, but accepted the post of teacher of chemistry in the newly established technical school (Gewerbeschule) in Berlin (1825), where he remained till 1831.",
        "In this way he spent some dozen years, till 1541, when he was invited by Archbishop Ernst to settle at Salzburg, under his protection.",
        "Many artists have been attracted to settle here.",
        "When the tunnels reach the side of the mine they are opened upwards and sideways so as to form a large chamber, and the overlying mass of blue ground and debris is allowed to settle down and fill up the gallery.",
        "Meanwhile Hobbes had his thoughts too full of the political theory which the events of the last years had ripened within him to settle, even in Paris, to the orderly composition of his works.",
        "Straits Settle ments Free.",
        "It was never expected that this would be a remunerative work, but it was thought for political reasons expedient to construct it in order to induce turbulent frontier tribes to settle down into peaceful agriculture.",
        "The critical decision as to the authorship of the Geography must settle the question for the History also.",
        "Long before the issue of the War of Liberation had been finally decided, diplomacy had been at work in an endeavour to settle the future constitution of Germany.",
        "Prussia, he said, would only recognize the right of a reformed federal power to settle the Schleswig-Holstein question, and this power must be based on a German parliament, which alone could guarantee Prussia that any sacrifices she might make would be for the good of Germany and not of the dynasties.",
        "In1781-1783he was a member of the Continental Congress, which in 1782 made him a judge of the court of appeals for admiralty cases; in 1784 he was one of the commissioners from Massachusetts to settle the boundary line between Massachusetts and New York; in1789-1801he was a judge of the U.S. District Court of Massachusetts; and from 1801 until his death in Roxbury on the 6th of May 1802 he was a justice of the U.S. Circuit Court for the First Circuit (Maine, New Hampshire, Massachusetts and Rhode Island).",
        "He was ordered by the oracle to settle in a place where he should receive hospitality from wild beasts.",
        "Many of the auroral lines seen in any single aurora are exceedingly faint, so that even their relative positions are difficult to settle with high precision.",
        "With full control of jurisdiction and of commerce, no great bishopric nor imperial city impeded the course of their authority, and the emperor interfered only to settle boundary disputes.",
        "The first use which the new government made of their power was to settle the finances, and in this their best work was done.",
        "So it came about in 1869, that on the first occasion when there was a joint sitting of the Delegations to settle a point in the von Rauscher (1797-1875), cardinal archbishop of Vienna, who had earned his red hat by the share he had taken in arranging the concordat of 1855, and now attempted to use his great personal influence with the emperor (his former pupil) to defeat the bill.",
        "Owing to economic causes the Sla y s, who increase more rapidly than the Germans, tend to move westwards, and large numbers settle in the towns and manufacturing districts.",
        "Yet he could still gather a force which enabled him to seize Segesta, to slay or enslave the whole population, and to settle the city with new inhabitants.",
        "His admiral George of Antioch, Greek by birth and creed, warred to settle alongside of them, all of whom were Latin as far as their official speech was concerned.",
        "In the coast towns are numbers of Krumen, who, however, rarely settle permanently in the country.",
        "He was debarred from following up his victory by trouble in Africa which he had to settle in person.",
        "Every attempt was made to settle the question at issue by conciliatory methods, but these having failed, a campaign against Kano and Sokoto was entered upon in January 1903.",
        "Diocletian invited the Nobatae to settle in the Dodeca;choenus as a barrier against their incursions, and subsidized 30th B]emmyes and Nobatae.",
        "Colonel Hicks was fully aware of the unfitness of his rabble forces for the contemplated task, and on the 5th of August he telegraphed: I am convinced it would be best to keep the two rivers and province of Sennar, and wait for Kordofan to settle itself.",
        "to request him to settle in England, but he did not accept the king's offer, preferring to return to Geneva.",
        "He continued to correspond with French writers, and induced a number of them to settle in Berlin, Maupertuis being president of the Academy.",
        "Even his devotion to work, which excites our admiration, in the centre of a luxurious court, was to a great extent unprofitable, for it was mainly given to theological controversies which neither he nor any one else could settle.",
        "In tidal seas a \" jas \" (or storage reservoir) is constructed alongside, similarly rendered impervious, in which the water is allowed to settle and concentrate to a certain extent.",
        "He became a close friend of Anselm, aided the first Cistercians to settle in England, and restored Winchester cathedral with great magnificence.",
        "The Venetian painter etcher, Jacopo de Barbari, whom Darer had already, it would seem, met in Venice in 1494-1495, and by the example of whose engravings he had already been much influenced, came to settle for a while in Nuremberg in 1500.",
        "The latter is said to have appealed to augury to determine the exact site of his projected foundation; but less fantastic considerations went far to settle it.",
        "conference further attempts were made to settle the Reformation controversy by a compromise, and Melanchthon, from his conciliatory spirit and facility of access, appeared to the defenders of the old faith the fittest of the reformers to deal with.",
        "of Waukesha, near Mukwonago (pop. in 1905, 483), in 1844-1845, there was an unsuccessful communistic agricultural settle - ment, the Utilitarian Association, composed largely of London mechanics led by Campbell Smith, a London bookbinder.",
        "Carlyle, conscious of great abilities, and impressed by such instances of the deleterious effects of the social atmosphere of London, resolved to settle in his native district.",
        "His brother, Alexander, had now taken the farm at Craigenputtock, and the Carlyles decided to settle at the separate dwelling-house there, which would bring them nearer to Mrs Welsh.",
        "Besides pressing loans upon both Thomas and John Carlyle, he offered to settle an annuity of £loo upon Thomas, and finally enabled John to support himself by recommending him to a medical position.'",
        "He did not, however, settle down finally to the work till 1851.",
        "Scotland then deserted his cause for that of Martin V., but quarrels between church and state did not cease, and a legate arrived to settle the dispute a few days before the king's murder.",
        "At the conference assembled at Algeciras to settle the Morocco Question, Austria supported the German position, and after the close of the conferences the emperor William II.",
        "Indeed the rule was for each clan or district to settle its own affairs.",
        "A visit to Leipzig in 1801, and to Berlin - where there was some prospect of his being invited to settle - in 1804, were the chief outward events of his later years.",
        "Trans., 1753), but subsequently, after the Swedish physicist, Samuel Klingenstjerna (1698-1765), had pointed out that Newton's law of dispersion did not harmonize with certain observed facts, he began experiments to settle the question.",
        "Then they show an ambition to settle in the country, and some sort of division of territory takes place.",
        "While one section is ready to settle down and receive territory at the hands of the Christian rulers, with or without homage, another section still adheres to a life of mere adventure and of plunder.",
        "After Charles's death in 1477 Adolf was released from the captivity in which he had been held, and placed himself at the head of a party in the powerful city of Ghent, which sought to settle the disputed succession by forcing a match between him and Mary, the heiress of Burgundy.",
        "Nicanor was appointed governor and prevailed upon Judas to settle down like an ordinary citizen.",
        "This arrangement has the effect that the salts, as they separate out, slide down the sloping part and arrive in the central channel, which is not exposed to the fire-gases, so that they quietly settle there, without caking to the pan, until they are fished out by means of perforated ladles.",
        "(Sectional Elevation.) heat for some hours in order to settle out 'the ferric oxide which it always contains, and which becomes insoluble (through the destruction of the sodium ferrite) only at high temperatures.",
        "He favoured trade by encouraging Flemish emigrants to settle in the country, by improving the roads, regulating the coinage and establishing the first posts.",
        "Around their tombs their descendants settle, and thus sacred villages, often of considerable size, spring up. Almost every village, too, has its saint or prophet, and disputes as to their relative sanctity and powers cause fierce feuds.",
        "For the moment the consequences seemed likely to be serious; but the affair was arranged diplomatically, and the demarcation proceeded up to a point near the Oxus river, beyond which the commission were unable to settle an agreement.",
        "This he accomplished by five means - by a council to settle the faith, by edicts promulgating its principles, by a state department to watch over its purity, by missionaries to spread its doctrines, and by an authoritative collection of its sacred books.",
        "Baber, however, unlike Timur, had resolved to settle in the plains of Hindustan, and carve out for himself a new empire with the help of his Mogul followers.",
        "But in 1765 Clive (now Baron Clive of as governor of Bengal for the second time, to settle the entire system of relations with the native powers.",
        "Clive's first step was to hurry up from Calcutta to Allahabad, and there settle in person the fate of half northern India.",
        "In 1833 the charter of the East India Company was renewed for twenty years, but only upon the terms that it should abandon its trade and permit Europeans to settle freely in the country.",
        "The treaty, known in history as Jay's Treaty, provided that the north-western posts should be evacuated by the 1st of June 1796, that commissioners should be appointed to settle the north-east and the north-west boundaries, and that the British claims for British debts as well as the American claims for compensation for illegal seizures should be referred to commissioners.",
        "In 1799, under the walls of Seringapatam, began his intimacy with Colonel ArthurWellesley, which in a short time ripened into a life-long friendship. In the course of the same year he acted as first secretary to the commission appointed to settle the Mysore government, and before its close he was appointed by Lord Wellesley to proceed as envoy to the court of Persia for the purpose of counteracting the policy of the French by inducing that country to form a British alliance.",
        "Drusus is said to have erected a fort here in 14 B.C. In 413 the emperor Jovinus permitted the Burgundians under their king Guntar or Guntiar to settle on the left bank of the Rhine between the Lauter and the Nahe.",
        "Nicholas issued the bull Exiit on the 14th of August 1279 to settle the strife within the Franciscan order between the parties of strict and loose observance.",
        "The remainder of the Visigoths, under Alavivus and Fritigern, now began to seek, and ultimately were successful in obtaining (376), the permission of the emperor Valens to settle in Thrace; Athanaric meanwhile took refuge in Transylvania, thus abandoning the field without any serious struggle to the irresistible Huns.",
        "He resigned, however, on the 2nd of November, owing to the king's refusal to settle the difficulties with Austria by an appeal to arms. In August 1852 he was appointed director of military education; but the rest of his life was devoted mainly to literary pursuits.",
        "The plan was endorsed of holding a convention of all the states to settle the slavery question, and delegates were chosen to the proposed Border State Convention that was to meet at Frankfort, Kentucky, on the 27th of May.",
        "From the day of the earliest foreign commerce sailors and traders of divers nationalities began to settle in the province.",
        "1106) Paschal to visit Germany and settle the trouble, but the pope in the Council of Guastalla (Oct.",
        "of the Bighorn Mountains was to be reserved as an Indian hunting ground and no white men were to settle on it without the consent of the Indians.",
        "In the extreme northwestern districts - the Punjab and Rajputana, judging from the fairly uniform physical features of the present population of these parts - they seem to have been signally successful in their endeavour to preserve their racial purity, probably by being able to clear a sufficiently extensive area of the original occupants for themselves with their wives and children to settle upon.",
        "On storing, moisture and mucilaginous matter gradually settle out.",
        "Before sending out, it is usually stored in settling tanks for a few weeks, during which time the uncombined dryers settle at the bottom as ” foots.\"",
        "Hermann makes St Ursula a native of Brittany, and so approximates to the version of the story given by Geoffrey of Monmouth (Historia Britonum), according to whom Maximian, after fleeing from Rome and acquiring Britain by marriage, proceeds to conquer Brittany and settle it with men from the island opposite.",
        "To settle the latter question he made a journey to Boston, in 1756, to confer with Governor William Shirley.",
        "History, however, was to settle the matter on broader lines.",
        "permanent settlement was established at Plymouth by a band of Separatists, who, although they had expected to settle in Virginia, were prevailed upon by the captain of their vessel to land in New England.",
        "against the Puritan governments of New England, among them Massachusetts' extension of its jurisdiction over the towns of Maine and New Hampshire, the persecution of the Quakers, and the denial of the right of appeal to the crown, and in 1664 a royal commission, consisting of Richard Nicolls, Samuel Maverick, Robert Carr and George Cartwright, was sent over to settle disputes and secure some measure of imperial control, but Massachusetts, the chief offender; successfully baffled all attempts at interference, and the mission was almost a complete failure.",
        "The policy pursued was to declare the permanency of the rights existing at the time of the British interposition, conditionally upon the maintenance of order; to adjust and guarantee the relations of subordinate and tributary chiefs to their superiors so as to prevent all further disputes or encroachments; and to settle the claims of the ousted landholders, who had resorted to pillage or blackmail, by fixing grants of land to be made to them, or settling the money allowances to be paid to them.",
        "Elkanah Settle >>",
        "Presbyteries in various parts of the country were still disposed to disregard the presentations of lay patrons, and to settle the men desired by the people; but legal decisions had shown that if they acted in this way their nominee, while legally minister of the parish, could not claim the stipend.",
        "Myres in a series of trials, to settle special 13 See Cobham, An Attempt at a Bibliography of Cyprus (4th ed., Nicosia, 1900), Appendix, \" Cesnola Controversy,\" p. 54.44 The Lawrence-Cesnola Collection (London, 1881); Salaminia, id.",
        "They were allowed to settle in Rehoboth, Mass., and even after they were discovered to be Baptists they were allowed to remain on condition of establishing their meetingplace at a considerable distance from that of the standing order.",
        "Small insects settle on the leaves and are caught in the viscid excretion.",
        "In the middle of the year he was sent by the princes to invite Kerbogha to settle all differences by a duel; and in 1099 he appears as treasurer of the alms at the siege of Arca (March), and as leader of the supplicatory processions in Jerusalem which preceded the battle of Ascalon (August).",
        "Mr Lundeberg, who had accepted office only to settle the question of the dissolution of the union, now resigned and was succeeded by a Liberal government with Mr Karl Staaff as prime minister.",
        "The treaty made in 1896 with the Argentine government, referring to the arbitration of disputed points concerning the boundary, became practically for the moment a dead letter, and both Argentines and Chileans began to talk openly of an appeal to arms to settle the matter once for all.",
        "endeavoured to settle the relations between Church and State.",
        "The wandering life of the larvae makes it uncerain whether any of the progeny of a given oyster-bed will settle within its area and so keep up its numbers.",
        "It is known from the history of the Liimfjord beds that the larvae may settle 5 m.",
        "By putting down suitable \"cultch\" or \"stools\" immense quantities of the wandering fry may be induced to settle, and are thus saved.",
        "The first attempts to settle the territory failed, and the earliest Portuguese settlement was made near the mouth of the Rio Camocim in 1604.",
        "Watson: The three rivals, Karim, Azad and Muhammad Hasan, proceeded to settle, by means of the sword, the question as to which of them was to be the sole master of Persia.",
        "On the death of the emperor Alexander in December 1825 Prince Menshikov was sent to Teheran to settle a dispute which had arisen between the two governments regarding the prescribed frontier.",
        "In the time of Constantine I., according to Jordanes, they suffered a great defeat at the hands of Geberich, king of the Goths, their own king Visimar being killed, and the survivors were allowed by the Romans to settle in Pannonia.",
        "\" The people,\" he says, \" who came here with Riebeek himself were not colonists intending permanently to settle at the Cape..",
        "The fundamental points which the delegates had to settle concerned (a) the basis of parliamentary representation, (b) the status of the natives with respect to the franchise, (c) the position of the Dutch language, (d) the form of government.",
        "Rep. 6 Bengal, 39 2, 45 6, 49 8), and it has also been applied to settle controversies between Hindus and missionaries as to the custody of a young convert (R.",
        "The twelve companies contributed in equal portions the sum of £60,000 for the new scheme, by which it was intended to settle a Protestant colony in the lands forfeited by the Irish rebels.",
        "So Tertullian writes: \"The water which carried the Spirit of God (probably regarded as a shadow or reflection-soul) borrowed holiness from that which was carried upon it; for every underlying matter must needs absorb and take up the quality of that matter which overhangs it; especially does a corporeal so absorb a spiritual, as this can easily penetrate and settle into it owing to the subtlety of its substance.\"",
        "Many of these emigrants return with considerable savings and settle on the land.",
        "Among them were many Englishmen, Germans and Flemings, who were afterwards induced to settle in Portugal.",
        "Albuquerque, foreseeing the dangers that would arise from a shortage of population in his colonies, had encouraged his soldiers to marry captive Brahman and Mahommedan women, and to settle in India as farmers, shopkeepers or artisans.",
        "The tribes who sent some of their numbers to invade Italy and settle there were the Bituriges, Arverni, Senones, Aedui, Ambarri, Carnuti and Aulerci.",
        "They therefore shorten themselves, and after a series of oscillations in which they become alternately elongated and flattened, settle down into the form of spherical drops.",
        "After the capture of Troy, he and his sister-in-law Andromache accompanied Neoptolemus (Pyrrhus) as captives to Epirus, where Helenus persuaded him to settle.",
        "The process is of course observed by means of the microscope, but the clumps soon settle in the fluid and ultimately form a sediment, leaving the upper part clear.",
        "Notwithstanding its rich natural resources and its great industrial development, Bohemia sends out a steady flow of emigrants, who either settle in the other provinces of the monarchy, in Germany and in Russia, or cross the Atlantic to America.",
        "The supervisor, two of the justices of the peace and the clerk constitute the township board, whose duty it is to settle claims against the township, audit accounts, and publish annually an itemized statement of receipts and disbursements.",
        "In the following year Harrison held another conference at Detroit with these tribes in order to settle their future territorial relations with the United States.",
        "Porcius Cato (234-149 B.C.) widened the scope of Roman history so as to include that of the chief Italian cities, and made the first serious attempt to settle the chronology.",
        "Jordanes records several traditions of their conflicts with other Teutonic tribes, in particular a victory won by Ostrogotha over Fastida, king of the Gepidae, and another by Geberic over Visimar, king of the Vandals, about the end of Constantine's reign, in consequence of which the Vandals sought and obtained permission to settle in Pannonia.",
        "The Visigoths obtained permission to cross the Danube and settle in Moesia.",
        "Having enjoyed a triumph, he was sent out to the East to settle the affairs of the provinces conquered by his brother.",
        "This influence is illustrated by the proconsul Lucius Gellius Publicola (about 70 B.C.), who proposed to the representatives of the schools in Athens that he should help them to settle their differences (Cic. De leg.",
        "The king of the Netherlands had appealed to the powers who had placed him on the throne to maintain his rights; and a conference assembled accordingly in London to settle the question, which involved the independence of Belgium and the security of England.",
        "He was sent to the East with extraordinary powers to settle a disputed succession in Parthia and Armenia.",
        "The primary unit of this organization is the stanitsa, or village, which holds its land as a commune, and may allow persons who are not Cossacks (excepting Jews) to settle on this land for payment of a certain rent.",
        "The assembly of all householders in villages of less than 30 households, and of 30 elected men in villages having from 30 to 300 households (dne from each io households in the more populous ones), constitutes the village assembly, similar to the mir, but having wider attributes, which assesses the taxes, divides the land, takes measures for the opening and support of schools, village grain-stores, communal cultivation, and so on, and elects its ataman (elder) and its judges, who settle all disputes up to fio (or above that sum with the consent of both sides).",
        "The circumstances under which he came to settle in Rome are unknown.",
        "The tribunal was an adjudication board and not an actual court of arbitration, since its function was not to decide the boundary but to settle the meaning of the Anglo-Russian treaty, which provided for an ideal (and not a physical) boundary.",
        "of the colonial law provided that laws should be passed as soon as possible to settle the natives' rights to real property and the liberty of the individual, while the Belgian government announced its determination to fulfil scrupulously all the obligations imposed on the Congo by international conventions.",
        "The author was prosecuted by the grand jury of Middlesex; and, when he attempted to settle in Dublin at the beginning of 1697, he was denounced from the pulpit and elsewhere.",
        "The Normans also then began to settle in Italy.",
        "to settle in the hundred of Roose, or Rhos, in the years 1 06-1108, in r 1 r 1, and again in 1156.",
        "A critical pamphlet drew upon him the hatred of the revolutionists, and it was not until 1806 that he was able to settle in Paris.",
        "There is also a State Board of Mediation and Arbitration to settle labour disputes.",
        ",Its publication brought what he would have considered a competency had he felt himself at liberty to settle down for life.",
        "In his thirtieth year, a broadly cultured cosmopolitan, Sumner returned to Boston, resolved to settle down to the practice of his profession.",
        "8 or 9 until the clay had ceased to settle down, it is probable that the interstices, at first formed between the puddle and the concrete or rock, would have been sufficiently filled to prevent injurious percolation at any future time.",
        "But here again great care must be exercised in the packing and consolidation of the stones, which will otherwise crack and settle.",
        "But given time, all such compounds, if they contain enough bitumen to render them water-tight, appear to settle down even at ordinary temperatures as heavy viscous fluids, retaining their fluidity permanently if not exposed to the air.",
        "By the Nootka Convention of 1790 Spain acknowledged the right of British subjects to fish, trade and settle in the parts of the northern Pacific coast not already occupied; and under the treaty of 1819 (proclaimed in 1821) she ceded to the United States all the territory claimed by her N.",
        "To increase the number of doubles, ewes are sometimes put on good fresh grass, rape or mustard a week before the tups go out - a ram to sixty ewes is a usual proportion, though with care a stud ram can be got to settle twice the number.",
        "On the 30th of April 1689 he moved for leave to bring in a bill to settle the charters and privileges of the university of Cambridge, just as Sir Thomas Clarges did for Oxford at the same time, and he wrote a series of letters to Dr Lovel, the vice-chancellor of the university, on points which affected the interests of the university and its members.",
        "The Zulus under Cetywayo claimed the ceded district as theirs and the Swazis as their subjects and for over ten years no white farmers were able to settle in the district.",
        "Once more we read of him in 394 as having been present in that metropolis at the synod held under the presidency of Nectarius to settle a controversy which had arisen among the bishops of Arabia; in the same year he assisted at the consecration of the new church of the apostles at Chalcedon, on which occasion there is reason to believe that his discourse commonly but wrongly known as that Eis Tnv Eaurou XEtporoviav was delivered.",
        "The camps of the Danes were stormed, their fleet was destroyed in the river Lea in 895, and at last the remnant broke up and dispersed, some to seek easier plunder in France, others to settle down among their kinsmen in Northumbria or East Anglia.",
        "not as of Norn,an duke of Normandy, but as the head of a band of cosmo- settle.",
        "the Scots maintainedin that of a neighbor of acknowledged wisdom and repute, invited to settle a domestic problem.",
        "When he accepted office the country was on the eve of a great disaster in India; it was engaged in a serious dispute with the United States; and its relations with France were so strained that the two great countries of western Europe seemed unlikely to be able to settle their differences without war.",
        "As Lord Palmerston was unable by correspondence to induce the Greek government to settle claims of this character, he determined to enforce them; and by his orders a large number of Greek vessels were seized and detained by the British fleet.",
        "difficulties might be left to settle themselves.",
        "The Boer War had at last been brought to an end in May 1902 (5eeTRANsvAAL), and the king had the satisfaction of seeing South Africa settle down and eventually receive self -government.",
        "A commission was thereupon appointed to settle the details, and on the 18th of August the project received the royal assent.",
        "About the beginning of the 10th century, however, the experiments of Messrs Settle and Padfield at Exeter, Messrs Woodall and Duckham at Bournemouth, and Dr Bueb in Germany showed such encouraging results that the idea of the vertical retort again came to the front, and several systems were proposed and tried.",
        "In 1619 an attempt was made to induce Bristol merchants to settle in the city and undertake its government, but no one would respond to the invitation, and in 1626 the charter was restored.",
        "Other notable dates in history are 1637 and 1647, when general synods of New England churches met at Cambridge to settle disputed doctrine and define orthodoxy; the departure for Connecticut of Thomas Hooker's congregation in 1636; the meeting of the convention that framed the present constitution of the commonwealth, 1779-1780; the separation of the Congregationalists and Unitarians of the first parish church, in 1829; and the grant of a city charter in 1846.",
        "Their pacific temper exposed them to the raids of the Kirghiz, who compelled them first to settle in Dzungaria, then to move their dwellings several times, and ultimately (in 1742) to recognize the sovereignty of Russia.",
        "BENJAMIN WAUGH (1839-1908), English social reformer, was born at Settle, Yorkshire, on the 10th of February 1839.",
        "When he has acquired a little means it is not unusual for the fisher to settle down and reclaim a bit of land.",
        "We know that he built churches; that he invited English bishops to settle in Denmark (notably Godibald, who did good work in Scania); that on his death-bed he earnestly commended the Christian cause to his son Canute.",
        "The gipsies occasionally settle down, forming separate camps or villages, but in most cases they prefer a wandering life.",
        "According to the emperor Constantine Porphyrogenitus, the emperor Heraclius (610-640) invited the Serbs to come over to settle down in the devastated north-western provinces of the Byzantine empire and to defend them against the incursions of the Avars.",
        "Subsequently appointed by the ephors to settle the political dissensions then rife at Byzantium and to protect the city and the neighbouring Greek colonies from Thracian attacks, he made himself tyrant of Byzantium, and, when declared an outlaw and driven thence by a Spartan force, he fled to Cyrus.",
        "His intention was to settle at Strassburg or Basel, and to devote himself to study.",
        "Calvin was in his twenty-eighth year when he was thus constrained to settle at Geneva; and in this city the rest of his life, with the exception of a brief interval, was spent.",
        "By these treaties, negotiated in 1866, the Cherokees gave the United States permission to settle other Indians on what was approximately the western half of their domain; the Seminoles, to whom the Creeks in 1855 had granted as their portion the strip between the Canadian river and its North Fork, ceded all of theirs, and the Creeks, Choctaws and Chickasaws ceded the western half of theirs back to the United States for occupancy by freedmen or other Indians.",
        "Lauderdale's ascendancy in Scotland and the failure of the attempts at compromise in Scottish church affairs eventually led Burnet to settle in England.",
        "He invested a large sum of his own money in it, imported great quantities of flax seed from Holland and induced skilled workmen from France and the Netherlands to settle in Ireland.",
        "The English parliament in their desire to encourage the linen industry at the expense of the woollen, followed Ormonde's lead by passing an act inviting foreign workmen to settle in Ireland, and admitting all articles made of flax or hemp into England free of duty.",
        "A great council of churchmen and nobles, held to settle the matter, advised Anselm to submit to the king, but failed to overcome his mild and patient firmness.",
        "Towards the middle of 1882 the relations between the native government and that of France became much strained, and to settle, if possible, these causes of dispute, two Franco- Hova officers of high rank were sent to France as Malagasy ambassadors, but as they were not authorized to war 1883-850f.",
        "Several hundred booksellers assemble in Leipzig every year, and settle their accounts at their own exchange (Buchhdndler-Barse).",
        "Beat down for me the crests of the tide-rip; let the tide-rip settle down away from me, beat it down level that it may sink and roll away, and I may come to a quiet landing-place.\"",
        "12 sqq.), while Jacob seems to settle at Shechem (xxxiv.), and there or at Dothan, a few miles north, his sons pasture their father's flock (xxxvii.",
        "The Basques who now inhabit both sides of the Pyrenean range are probably the last representatives of the Iberians, who came from Spain to settle between the Mediterranean and the Bay of Biscay.",
        "It was necessary to evacuate and then to settle with the United Provinces, and to turn against Spain.",
        "Later on, Joseph II., sticking to his point, wanted to settle the house of Bavaria in the Netherlands; but Louis XVI.",
        "Alarmed by these early successes of the duke of Burgundy, and anxious to settle various questions relating to the execution of the treaty of Conflans, Louis requested a meeting with Charles and placed himself in his hands at Peronne.",
        "servants of the royal household, great officers of state, who were sent on extraordinary missions into the provinces, to act as assessors to the counts in the courts, or generally to settle any questions in the interests of the central power.",
        "Lady Austen determined to give up her house in London and to settle in Olney.",
        "Meanwhile Arabs of the Beni Omayya tribe, under pressure from the Beni Abbas, had begun to cross the Red Sea as early as the 8th century and to settle in the district around Sennar on the Blue Nile, a region which probab]y marked the southern limits of the kingdom of Aloa.",
        "With him speculation passed from the colonies of Greece to settle at Athens.",
        "Apart from South Africa, his most important work at this time was the successful passing of the Australian Commonwealth Act (1900), in which both tact and firmness were needed to settle certain differences between the imperial government and the colonial delegates.",
        "Therefore I advise him to consider of it and settle his affairs in time.\"",
        "Calhoun in 1819-1827; in 1825 the government acquired the first Indian lands, and in the 'thirties of the 19th century missionaries began to settle among the tribes; the first Ft.",
        "But in 1722, when the Mississippi country was opened, the population once more increased, and again in 1748, when the settlement of the Ohio Valley began, the governor-general of Canada offered special inducements to Frenchmen to settle at Detroit, with the result that the population was soon more than 1000 and the cultivation of farms in the vicinity was begun.",
        "to settle the question of principle in favour of the state.",
        "He compelled the Kurds to settle on the vacant lands, and divided the country into small sanjaks which in the plains were governed by Turkish officials, and in the mountains by local chiefs.",
        "permitted him to settle at Mittau in Courland, where he stayed till 1801.",
        "Thus the apple blight (Aphis mali) after producing many generations of apterous females on its typical food-plant gives rise to winged forms which fly away and settle upon grass or corn-stalks.",
        "The water is then allowed to settle out, and the oils are finally filtered.",
        "But on account of the threatened absorption of a part of the Connecticut territory by the Colony of New York granted to the duke of York in 1664, and the news that a commission had been appointed in England to settle intercolonial disputes, they finally assented to the union in 1665.",
        "In 1638 he decided to settle in Brazil, as he still found it difficult to provide in Amsterdam for his wife and family, but this step was rendered unnecessary by his appointment to direct a college founded by the Pereiras.",
        "It was not mathematics but philology which was to settle the gathering doubts of Ernest Renan.",
        "Protestant refugees from France and the Netherlands were encouraged to settle in Brandenburg, and a period of peace was beneficial to a land, the condition of which was still much inferior to that of other parts of Germany.",
        "A little clay, stirred up with water in a glass vessel, takes hours to settle, and even after two or three days some remains in suspension; in fact, it has been suggested that in such cases the clay forms a sort of \"colloidal solution\" in the water.",
        "The coarser materials settle nearer the land, and the shallower portions of the sea floor are strewn with gravel and sand, except in occasional depressions and near the mouths of rivers where mud may gather.",
        "A series of powders is obtained progressively finer according to the time required to settle to the bottom of the vessel.",
        "To Nicholas this seemed to be a blow aimed at Russia, and he refused to be a party to it.8 Moreover, in view of the tendency of Austria to forget the conventions of Miinchengr.tz and Toplitz, and to approach the maritime powers, he determined to checkmate her by himself coming to an agreement with Great Britain, in order to settle the Eastern Question according to his own views: a double gain, if by this means Queen Victoria (a \" legitimate \" sovereign) could be drawn away from her unholy alliance with the Jacobin Louis Philippe.",
        "She didn't hesitate to settle beside him, knees drawn to her chest, and leaned into his body, struck by the difference between the men before her: Dustin, the cold Greek prince, and the mysterious dark warmth of Jule.",
        "You are happy to wait for the rebellion there to settle down?",
        "Gabriel wanted to say something to her, to apologize, to rationalize what happened â€¦ He felt like he was on the verge of snapping, unable to settle the turmoil of his emotions.",
        "Rhyn didn.t wait for him to settle himself but struck first with his long, oak bo, a blow that caught the Immortal by surprise.",
        "I have matters to settle first.",
        "Mr. Shipton is still in town and I think it would be wise if you spoke to an attorney or someone to settle the ground rules of your separation from him.",
        "Once he had said she ran away from conflict rather than settle it.",
        "Mums assured them that Destiny would eventually settle down to a schedule.",
        "It was time for him to make his own mark on the world â€“ settle down with some nice girl and raise a family like his father had.",
        "I almost had to settle for a rerun.",
        "administration officials said the effort was not intended to create an interim government or to settle the unresolved question of who would replace Hussein.",
        "admissible offer to settle so far as we know.",
        "equity analyst with up one simple to settle the.",
        "Why settle for boring bulbs when you can set your Christmas tree a twinkle with these heavenly angels.",
        "Midland angler Top Tip A lot of barbel anglers like to bait up areas and let them settle before casting in.",
        "The perfect way to settle every football argument or demonstrate tactics that should have been used on the pitch.",
        "Settle into one of the old leather armchairs with a Society glass in hand.",
        "In December, the Secretary of State boldly asserted that, in his view, the Bill would settle the constitutional question in Wales.",
        "salmon assessors will do everything possible to mitigate the time it takes to settle your claim.",
        "Free living barnacle larvae are chemically attracted to barnacle larvae are chemically attracted to barnacle shells and tend to settle among established adults.",
        "Leave to settle, then blot off any surface fat using several sheets of paper towel.",
        "Never use brainstorming to settle a dispute, it won't.",
        "I shall don a green cardigan, wear brown corduroy trousers, puff on a pipe and settle back into a lush leather chair.",
        "If the dog chews the lead during a settle, spray the lead with bitter apple.",
        "However, there is still good reason to resist the temptation to routinely settle these claims.",
        "All too often, it is easier to settle the motor claim than agree treatment costs for the injured claimant.",
        "They fly only in sunshine and rarely settle more than a meter above the ground, its wings are always kept closed at rest.",
        "We cannot have pharmacists who act like this. ' ' Top of page DoH hoping for judicial review to settle clothier?",
        "As the pain did not settle she underwent laparoscopy and a left ovarian cystectomy.",
        "If you do not and things do not go well you will have no legal recourse to settle the dispute.",
        "The final phase of Charles II's reign was taken up mainly with attempts to settle religious dissension.",
        "doggy plans to settle down, buy two big doggies that we can walk on the beach each evening and build a home.",
        "do-or-die attempt to settle on the day.",
        "dragonflyre several brown dragonflies flying about, these settle in the sunshine in a warm spot with their wings open.",
        "We are confident that the birds released in 2005 will settle and begin to produce ducklings in 2006.",
        "Thereafter parties to a transaction may only agree to settle trades on an ex-dividend basis during the ex-dividend period.",
        "Thereafter parties to a transaction may only agree to settle trades on an ex-dividend basis during the ex-dividend basis during the ex-dividend period.",
        "Then the grapes were trodden, and the liquor fermented and allowed to settle for a couple of months.",
        "Carrageenan copper finings help to settle out malt protein and the hop bed is used to filter the hopped wort.",
        "natural flood plains for any water spilling over the bank to settle until levels go down and it can run back into the river.",
        "Every day she saw the goose fluff up her nest, turn the eggs, then settle back down to wait patiently.",
        "footsteps of the early explorers as they try to settle in America.",
        "Try kissing several frogs but never, ever settle for a toad.",
        "fussy babies It is amazing how quickly a baby will settle down once wrapped in the Moby Wrap.",
        "galvanic skin response monitor to \" settle out \" .",
        "gentlemanly men, but will settle for less, when expedient.",
        "given a glimmer of a chance in the decider English compiled a crucial 53 break to settle the match.",
        "Why settle for boring beer glasses when you can sup from a gorgeous goblet.",
        "soldiers of Reynolds ' regiment joined the Leveler Mutiny of May 1649 in protest at Parliament's refusal to settle the soldiers ' grievances.",
        "hackles rise and its wholesale humiliation is the least I will settle for.",
        "Allowing certain United Kingdom passport holders to settle in the United Kingdom 10.",
        "He helped me settle in at a time when I was so homesick I just wanted to go back home.",
        "For instance, to settle someone into respite care or to nurse someone through a terminal illness.",
        "incumbent on both parties to negotiate if possible and at least to make an attempt to settle the case.",
        "interruption in traction often settle instead.",
        "The Two Parties agree to form a joint committee to settle the issue of the armed groups in the factions of the NDA.",
        "They marry wives with perhaps 300 pounds to 1,000 pounds portion, and can settle no jointure upon them.",
        "joint lavage may help settle the inflammation but is usually reserved for persistent or severe attacks.",
        "Faith Stealer begins with some terrifying moments for C'Rizz, but we soon settle into what promises to be a fairly lighthearted story.",
        "In the immediate aftermath, a key priority was to make sure that markets had adequate liquidity to continue and settle their business.",
        "liquor fermented and allowed to settle for a couple of months.",
        "Those who can pay, such as banks and businesses could then hire licensed mobsters to enforce bad debts, or settle business rivalries?",
        "M beds DE: they take ages to settle and get naughty.",
        "navvyo picturesque Settle to Carlisle railroad, a great feat of engineering, built by the Irish navvies in the 19thC.",
        "They treasure stride at a time the all-suite oceanfront shops and a. To settle into in a cart.",
        "In the event that no amicable agreement can be reached then an independent ombudsman may be sought to settle the matter.",
        "The micro organisms find it very difficult to settle or reproduce.",
        "passport holders to settle in the United Kingdom 10.",
        "paternity test can be obtained to settle disputes.",
        "It is the sort of climb that you just settle into, get a rhythm, concentrate and keep peddling.",
        "Why settle for throwing ordinary rice when instead you can make the wedding so much more romantic by tossing rose petals?",
        "The French playmaker Johan Micoud converted the spot kick and Nelson Valdez scored a further two goals before half-time to settle the contest.",
        "podium of the season was not to be and he had to settle for fifth at the flag.",
        "proletariat of each country must, of course, first of all settle matters with its own bourgeoisie.",
        "One result of this is that neither the headman nor anyone else could really exercise any leadership or exert pressure to settle village quarrels.",
        "You don't settle for being an armchair quarterback, you get out there and get in the game.",
        "If we want to write reports in the Assembly, let us settle for that and not have rapporteurs.",
        "Town on illinois route five spinning reels have to settle the market is.",
        "refreshment stop en-route before arriving at the hotel mid-afternoon with time to settle in before dinner.",
        "We enabled him to settle into a new role with dignity and to gradually regain his earlier vigor."
    ],
    "definition": [
        "To end or resolve (a dispute, for example) by making a decision or coming to an agreement. See Synonyms at decide.",
        "Law\na. To resolve (a lawsuit or dispute) by mutual agreement of the parties rather than by court decision.\nb. To make the determinations and distributions of (a trust).",
        "a. To make compensation for (a claim).\nb. To pay (a debt).",
        "a. To put into order; arrange as desired: settle one's affairs.\nb. To place or arrange in a desired position: settled the blanket over the baby; settled herself in an armchair.\nc. To agree to or fix in advance: settled the date of the meeting in June.",
        "a. To establish as a resident or residents: settled her family in Ohio.\nb. To migrate to and establish residence in; colonize: Pioneers settled the West.\nc. To establish in a residence, business, or profession: was finally settled in his own law practice.",
        "To restore calmness or comfort to: The hot tea settled his nerves.",
        "a. To cause to sink, become compact, or come to rest: shook the box to settle the raffle tickets.\nb. To cause (a liquid) to become clear by forming a sediment.",
        "To discontinue moving and come to rest in one place: The ball settled in the grass near the green.",
        "To move downward; sink or descend, especially gradually: Darkness settled over the fields. Dust settled in the road.",
        "a. To become clear by the sinking of suspended particles. Used of liquids.\nb. To be separated from a solution or mixture as a sediment.\nc. To become compact by sinking, as sediment when stirred up.",
        "a. To establish one's residence: settled in Canada.\nb. To become established or localized: The cold settled in my chest.",
        "To reach a decision; decide: We finally settled on a solution to the problem.",
        "To come to an agreement, especially to resolve a lawsuit out of court.",
        "a. To provide compensation for a claim.\nb. To pay a debt.",
        "set′tle·a·ble\nadjective",
        "Link/Cite",
        "(archaic) A seat of any kind.",
        "A long bench, often with a high back and arms, with storage space underneath for linen.",
        "To place in a fixed or permanent condition; to make firm, steady, or stable; to establish; to fix; especially, to establish in life; to fix in business, in a home, or the like.",
        "To cause to be no longer in a disturbed condition; to render quiet; to still; to calm; to compose.",
        "To clear of dregs and impurities by causing them to sink; to render pure or clear; -- said of a liquid\nto settle coffee, or the grounds of coffee",
        "To restore or bring to a smooth, dry, or passable condition; -- said of the ground, of roads, and the like.\nclear weather settles the roads",
        "To cause to sink; to lower; to depress; hence, also, to render close or compact.\nto settle the contents of a barrel or bag by shaking it",
        "To determine, as something which is exposed to doubt or question; to free from uncertainty or wavering; to make sure, firm, or constant; to establish; to compose; to quiet.\nto settle the mind when agitated;  to settle questions of law;  to settle the succession to a throne;  to settle an allowance",
        "To adjust, as something in discussion; to make up; to compose; to pacify.\nto settle a quarrel",
        "(archaic) To adjust, as accounts; to liquidate; to balance.\nto settle an account",
        "(colloquial) To pay.",
        "To plant with inhabitants; to colonize; to people.\nthe French first settled Canada;  the Puritans settled New England;  Plymouth was settled in 1620.",
        "(intransitive) To become fixed or permanent; to become stationary; to establish one's self or itself; to assume a lasting form, condition, direction, or the like, in place of a temporary or changing state.",
        "(intransitive) To fix one's residence; to establish a dwelling place or home.\nthe Saxons who settled in Britain",
        "(intransitive) To enter into the married state, or the state of a householder.",
        "(intransitive) To be established in an employment or profession.\nto settle in the practice of law",
        "(intransitive) To become firm, dry, and hard, as the ground after the effects of rain or frost have disappeared.\nthe roads settled late in the spring.",
        "(intransitive) To become clear after being turbid or obscure; to clarify by depositing matter held in suspension.\nthe weather settled;  wine settles by standing",
        "(intransitive) To sink to the bottom; to fall to the bottom, as dregs of a liquid, or the sediment of a reservoir.",
        "(intransitive) To sink gradually to a lower level; to subside, as the foundation of a house, etc.",
        "(intransitive) To become calm; to cease from agitation.",
        "(intransitive) To adjust differences or accounts; to come to an agreement.\nHe has settled with his creditors.",
        "settlement",
        "settler",
        "Link/Cite"
    ]
}