{
    "translation": "אחדים, כמה",
    "uses": [
        "After several rings, it went to the message.",
        "On the way across the open water, they saw several dolphins.",
        "It took me several minutes to respond.",
        "We hadn't spoken in several weeks.",
        "In fact, he had displayed that emotion several times.",
        "She spelled \"water\" several times.",
        "After World War I, as the Ottoman Empire collapsed, several new countries emerged.",
        "It rang several times and then switched over for her to leave a message.",
        "Why, you go giddy even on a staircase, exclaimed several voices.",
        "Although she had said the words \"I love you,\" several times, he had not uttered them.",
        "She grabbed her tablet and several pencils.",
        "Chilon was so busy that the messengers had to wait several days before they could see him.",
        "Destiny woke several times during the night, but went back to sleep when she saw Carmen was there.",
        "Even so, she caught Alex watching her with a strange expression several times.",
        "But I did not find out the secret for several years.",
        "She glanced around, noting several objects covered with cloths, as well as a box that sat on a table beside the door.",
        "The phone call to Daniel Brennan cranked up our level of anxiety several notches.",
        "Several persons, among them the elderly lady and Anna Pavlovna, did however smile.",
        "She dove into the pool and swam several laps before emerging.",
        "The phone rang several times and then dropped the call.",
        "Mother's about two thousand years old; but she carelessly lost track of her age a few centuries ago and skipped several hundreds.",
        "There must be several times that by now.",
        "Over the next few days she thought about the job several times with mixed feelings.",
        "Yancey got up the next morning in a fowl mood and stayed that way for several days.",
        "He can do several very wonderful things--if he knows how.",
        "They talked for several hours and when Mary left, Cade was nowhere in sight.",
        "Oh, she is sometimes gone for several weeks on her hunting trips, and if we were not tied we would crawl all over the mountain and fight with each other and get into a lot of mischief.",
        "In the course of three or four years, when the country became adapted to agriculture, they built themselves handsome houses, spending on them several thousands.",
        "Several times she thought movement around the camp had wakened her.",
        "She kept her vigil for what must have been several hours.",
        "He stooped and selected several rocks.",
        "And war is a by-product of several technical problems.",
        "They were offering more than she could make after several years' experience at the hospital in Tulsa.",
        "It was several more minutes before she was able to take deep breaths – even longer before she was able to utter more than a strangled sound.",
        "He closed the door and they walked several yards down the hall before he spoke.",
        "He didn't comment, but several times that evening she caught him watching her with a reflective expression.",
        "The statement was an open invitation but she was several conversations wiser now, and waited for him to volunteer the rest of the story.",
        "I have some horses you can ride and there are several creeks, ponds and even a small lake on the land.",
        "I lay there several minutes after I awoke and thought about what Howie experienced.",
        "The woman introduced herself as Annie Mae Wilkie and informed us she was the treasurer of Brockville, in addition to holding several other positions.",
        "It had been several days since I'd spoken to them.",
        "\"No one has seen the guy for several days,\" her husband answered.",
        "She took several swallows and lowered the canteen.",
        "Several Mangaboos came forward with glass spades and dug a hole in the ground.",
        "He visited several cities, and in each place he was well paid for his music.",
        "They followed the course of a broad stream and passed several more pretty cottages; but of course they saw no one, nor did any one speak to them.",
        "Several stories of empty rooms rewarded their search, but nothing more; so after a time they came back to the platform again.",
        "But my teacher had been with me several weeks before I understood that everything has a name.",
        "The long drive detoured around several large oak trees before it ended in a circle.",
        "Strange though, when I asked if gunshots were common, they answered yes, but it was a quiet weekend; none had been reported for several days.",
        "He wants to stop this so-called Psychic Tipster who'd nearly caught him several times.",
        "Sometimes he had several hundreds of lambs to look after.",
        "Count Rostov at the back of the crowd was expressing approval; several persons, briskly turning a shoulder to the orator at the end of a phrase, said:",
        "I heard several clicks before I heard a surprised male voice.",
        "Several times they scared up a covey of quail and once even a wild pig.",
        "They also put in some bread and meat and other food, enough for several weeks.",
        "My mother and several of my friends said they would help me with the establishment of a public library.",
        "Several hundred but that needs clarification.",
        "When a man is warmed by the several modes which I have described, what does he want next?",
        "Several people came round the corner talking eagerly.",
        "Most educated blind people know several, but it would save trouble if, as Miss Keller suggests, English braille were universally adopted.",
        "I almost plucked a little beauty from a nearby tent the other night as her parents partied with other campers several yards away.",
        "Before this crowned Gargoyle had recovered himself Zeb had wound a strap several times around its body, confining its wings and arms so that it could not move.",
        "It would just take several hours as opposed to a few minutes.",
        "The World Wide Web will play an enormous role in ending war, on several levels.",
        "We also went in bathing several times.",
        "Helen has learned several nouns this week.",
        "Several of them ran into Ferapontov's yard before Alpatych's eyes.",
        "He apparently owned several buildings he was leasing out on the coast - warehouses, maybe?",
        "A long train whistle sounded several times, adding to the dark mood of the evening.",
        "Deciding to use the sun to orient herself, she detoured around several dense patches of blackberry bushes.",
        "They were several miles down the road before either of them spoke.",
        "The article attempted objectivity, documenting several of the cases on which our tips proved fruitful.",
        "We stayed that way for several minutes until she pulled back.",
        "I was dragged to my feet from behind by my captor as police burst through the door and the room ignited with the blinding glow of several flash lights.",
        "She was missing for several weeks and they did everything possible to get me to say I took her though I was innocent.",
        "She was anxiously administered to by several white coated escorts.",
        "Instead, he drew a leathern case from his pocket and took from it several sharp knives, which he joined together, one after another, until they made a long sword.",
        "Oh! exclaimed several voices.",
        "Several minutes stretched into ten or more with neither of us closing our eyes.",
        "Several weeks afterward, there came a visitor to the home of the Wests.",
        "She asked him several questions about his journey and seemed greatly interested in the state of the Prussian army.",
        "Please favour her with every facility to examine the exhibits in the several Departments, and extend to her such other courtesies as may be possible.",
        "Several officers, with flushed and weary faces, were sitting at the table eating and drinking.",
        "Several battalions of soldiers, in their shirt sleeves despite the cold wind, swarmed in these earthworks like a host of white ants; spadefuls of red clay were continually being thrown up from behind the bank by unseen hands.",
        "Several of our men fell, among them the round-faced officer who had marched so gaily and complacently.",
        "They reached the front, several bullets sped over them, and they halted in silence.",
        "Among the limbers lay several dead men.",
        "Several of those present smiled at Zherkov's words, expecting one of his usual jokes, but noticing that what he was saying redounded to the glory of our arms and of the day's work, they assumed a serious expression, though many of them knew that what he was saying was a lie devoid of any foundation.",
        "She caught him watching her several times, obviously wondering why she was so quiet.",
        "Howie was quiet for several minutes as we finished our chores.",
        "Howie had watched her abduction after several attempts, but failed to capture the license plate number.",
        "They're all several hours after the fact and come from an unusual viewpoint; not where there would naturally be someone observing.",
        "She was several miles from where she was supposed to be, off to meet a boy.",
        "Then there's a break of several years.",
        "She was brutally murdered by the same man who killed young girls in Delaware, Alabama and several other states.",
        "I squinted several times.",
        "My later proved to be several hours when I opened eyes to a crying wife, white covers, bright lights, stuff attached to me and lots of pain.",
        "I have spent several long minutes creeping about in silence.",
        "Once aboard my flight I spent the next several hours squeezed between a talkative sailor and a woman with a fussy child.",
        "\"He will sprout very soon,\" said the Prince, \"and grow into a large bush, from which we shall in time be able to pick several very good sorcerers.\"",
        "You serpent! cried several voices.",
        "Several approving voices were heard in the crowd.",
        "I have an extensive library of very old recipe books, including several \"autographs\"—original, handwritten, unpublished, personal cookbooks—that date back to the early 1700s.",
        "Military heroes of the last several centuries, such as the aforementioned Lafayette and Hamilton and Travis, were not bloodthirsty.",
        "This lasted for several minutes; then this mood passed, and Nancy was thrown ruthlessly on the floor and pushed to one side, while a large, pink-cheeked, fuzzy-haired member of the family received the little mother's undivided attention.",
        "I repeated this performance several times.",
        "She was much interested in the feeding process, and spelled \"mother-dog\" and \"baby\" several times.",
        "She woke several times briefly; once to see Len and an older officer with white hair talking in the hallway outside her cubicle in the emergency room.",
        "He carefully worked the ATV down a steep washed out trail that threatened to overturn the vehicle several times.",
        "Prince Vasili, who had grown thinner and paler during the last few days, escorted him to the door, repeating something to him several times in low tones.",
        "Several times, waking up, she heard his groans and muttering, the creak of his bed, and the steps of Tikhon and the doctor when they turned him over.",
        "Several times she listened at the door, and it seemed to her that his mutterings were louder than usual and that they turned him over oftener.",
        "There was much fighting; and several great battles took place between the British and the Americans.",
        "She taught the young people the alphabet, and several of them learned to talk with her.",
        "There are several near Tuscumbia; one very large one from which the town got its name.",
        "Her mother and I cut up several sheets of printed words so that she could arrange them into sentences.",
        "Several little girls have learned to spell on their fingers and are very proud of the accomplishment.",
        "There were several presents for herself.",
        "There were several prominent Boston physicians among them.",
        "Do you remember Dr. Garcelon, who was Governor of Maine several years ago?",
        "In the deepest part there are several acres more level than almost any field which is exposed to the sun, wind, and plow.",
        "After this volley the regimental commander clutched at his leg; several soldiers fell, and a second lieutenant who was holding the flag let it fall from his hands.",
        "The bandage was taken off his eyes and, by the faint light of the burning spirit, Pierre, as in a dream, saw several men standing before him, wearing aprons like the Rhetor's and holding swords in their hands pointed at his breast.",
        "Pierre tried several times to speak, but, on one hand, Prince Vasili did not let him and, on the other, Pierre himself feared to begin to speak in the tone of decided refusal and disagreement in which he had firmly resolved to answer his father-in-law.",
        "Anna Pavlovna gave him her shriveled hand to kiss and introduced him to several persons whom he did not know, giving him a whispered description of each.",
        "\"Let God and our gweat monarch judge me afterwards!\" said Denisov going out, and Rostov heard the hoofs of several horses splashing through the mud.",
        "Several free libraries are maintained.",
        "There are several churches of minor importance in the town.",
        "Two of the lots were immediately purchased by Captain Ephraim Williams (1715-1755), who was at the time commander of Fort Massachusetts in the vicinity; several other lots were bought by soldiers under him; and in 1 753 the proprietors organized a township government.",
        "The native tribes opposed the Romans, but were conquered after several campaigns; 8 the island became a province under the government of a praetor or propraetor, to whose jurisdiction Corsica was added soon afterwards.",
        "Inside the archway were several doors, leading to different rooms built into the mountain, and Zeb and the Wizard lifted these wooden doors from their hinges and tossed them all on the flames.",
        "\"There ought to be several animals on the jury,\" said Ozma, \"because animals understand each other better than we people understand them.",
        "Tommy Stringer, who appears in several of the following letters, became blind and deaf when he was four years old.",
        "I have begun to read \"Enoch Arden,\" and I know several of the great poet's poems by heart.",
        "There is a hiatus of several months in the letters, caused by the depressing effect on Helen and Miss Sullivan of the \"Frost King\" episode.",
        "I received several, and I do not know which was from you.",
        "Several hundred books, including many fine ones, were sent to me in a short time, as well as money and encouragement.",
        "He has lately had several books printed in England for me, \"Old Mortality,\" \"The Castle of Otranto\" and \"King of No-land.\"...",
        "A friend tried Miss Keller one day with several coins.",
        "The most convenient print for the blind is braille, which has several variations, too many, indeed--English, American, New York Point.",
        "They cost a great deal to publish and they have not a large enough sale to make them profitable to the publisher; but there are several institutions with special funds to pay for embossed books.",
        "Mr. Anagnos wrote in the report of the Perkins Institution, dated November 27, 1888: At my urgent request, Helen, accompanied by her mother and her teacher, came to the North in the last week of May, and spent several months with us as our guests....",
        "I made the first row of vertical lines and let her feel it and notice that there were several rows of little holes.",
        "Helen knows several words now, but has no idea how to use them, or that everything has a name.",
        "She was delighted if he made a mistake, and made him form the letter over several times.",
        "She went through these motions several times, mimicking every movement, then she stood very still for a moment with a troubled look on her face, which suddenly cleared, and she spelled, \"Good Helen,\" and wreathed her face in a very large, artificial smile.",
        "Besides the chickens, we have several other additions to the family--two calves, a colt, and a penful of funny little pigs.",
        "Crossing a road they descended a steep incline and saw several men lying on the ground; they also met a crowd of soldiers some of whom were unwounded.",
        "Several times parts of the Pavlograd regiment had exchanged shots with the enemy, had taken prisoners, and once had even captured Marshal Oudinot's carriages.",
        "Several people in the crowd rushed at the coachman.",
        "He said something, repeating the same words several times.",
        "In the middle of the wood a brown hare with white feet sprang out and, scared by the tramp of the many horses, grew so confused that it leaped along the road in front of them for some time, arousing general attention and laughter, and only when several voices shouted at it did it dart to one side and disappear in the thicket.",
        "She did several dishes and then heard a chair scrape the floor behind her.",
        "As eager as Betsy and I were to pursue our testing, we were out to the picture for several weeks.",
        "Several squeals and grunts were instantly heard at his feet, but the Wizard could not discover a single piglet.",
        "\"Nonsense!\" cried several of the piglets, together.",
        "So Zeb unharnessed Jim, and several of the servants then led the horse around to the rear, where they selected a nice large apartment that he could have all to himself.",
        "There was enough material there to enable him to prepare several new tricks which he had learned from some of the jugglers in the circus, and he had passed part of the night in getting them ready.",
        "Several days of festivity and merry-making followed, for such old friends did not often meet and there was much to be told and talked over between them, and many amusements to be enjoyed in this delightful country.",
        "I got out several cords of stumps in plowing, which supplied me with fuel for a long time, and left small circles of virgin mould, easily distinguishable through the summer by the greater luxuriance of the beans there.",
        "Pausing for a moment, Pierre noticed several other men of the same kind hiding in the shadow of the house on both sides.",
        "Napoleon having cut our armies apart advanced far into the country and missed several chances of forcing an engagement.",
        "Suddenly several men came running up the avenue with frightened faces.",
        "She could not sleep and several times went to the door and listened, wishing to enter but not deciding to do so.",
        "The system has data from all their GPS records and infers that to drive across town several times for a place is a stronger vote than eating at the corner restaurant.",
        "We can draw lessons and encouragement from the histories of polio and smallpox, on several counts.",
        "And solar cells presently being developed in laboratories are doing several times better than the plants.",
        "But what if everyone in the nation, rich and poor, were to be mailed a $2,000 food card annually, redeemable at the grocery store for any of several hundred nutritious foods?",
        "A large crowd of militiamen and domestics were moving toward her, and in their midst several men were supporting by the armpits and dragging along a little old man in a uniform and decorations.",
        "Half dozen people were huddled around several monitors.",
        "I pushed the door slowly and found a case of water bottles, bread, peanut butter, crackers, cheese and several sealed containers of fruits and puddings.",
        "He bracketed the time for several sessions and kept meticulous records.",
        "I asked where the house in question was located and was told it was several blocks away and this was a staging area.",
        "After several wrong turns I pulled into the parking lot of the Pacific Crest Inn.",
        "Several of the men in black eyed her.",
        "Several of the rooms on either side were open, revealing couples in various stages of undress, a room with junkies shooting up and potheads lighting up, and a room filled with what looked like people sleeping.",
        "He obeyed and sat across from her, shifting in his seat several times under her gaze.",
        "There was only one other customer and several baristas talking loudly behind the counter.",
        "He withdrew a small case with a needle in it and several small vials.",
        "Somehow, he'd survived and was auctioned off like an animal with several other children his age.",
        "Several hundred, close to a thousand.",
        "Several times she'd thought Dusty had the upper hand and could've killed the leering vamp, and several times, he'd stopped, once with a glance at his watch.",
        "The manor house had been built several hundred years ago, and every room but hers was a reflection of her father's wealth.",
        "It didn't have the kind of bandages she suspected he'd need for his shoulder, so she turned several towels into thick bandages and added them to the pile.",
        "Several. I had our logs checked like you said.",
        "Darian had been a shell of a man when Sofi found him several months ago.",
        "Vamps moved out of his way as he strode through the halls, and several bowed their heads as he passed.",
        "Rourk had highlighted several portions of Sean's tiny, neat writing.",
        "She recognized Damian, Darian, Jonny, the woman who accompanied Jonny, and several others.",
        "Several more men entered the library, all staring at her in nothing short of total surprise.",
        "Several of the beefy men living in the house were in the grassy, well-lit courtyard, sparring with swords, knives, and other weaponry that looked like it came straight out of the Middle Ages.",
        "Several hours later, just as evening set in, she entered the disaster that was her apartment.",
        "She passed several men with guns hidden in the alcoves of doors as she walked.",
        "Jake shot off a burst of rounds as several vamps raced across the courtyard, their red eyes glowing and growls loud.",
        "Several rounds drove him back, and he ducked a blow aimed at his neck by Jilian.",
        "Exactly. You'll be holding her hair for her in the bathroom several times a day.",
        "Her balcony was several feet from the edge of his.",
        "She looked to the bushes several floors down and decided it was worth the risk.",
        "\"Traci found several of the vamps' stash houses here in Tucson,\" Rainy said, motioning them to follow him into a small, dark study humming with electronics.",
        "\"I've got several incoming,\" Dusty replied.",
        "Pierre eyed her and crossed to her bathroom, tossing several items into her travel bag.",
        "We're cousins, several times removed.",
        "Several cars were on fire, and black smoke spiraled toward the sky.",
        "The adobe structure was guarded by several more Guardians, none of whom looked like Damian from the distance.",
        "She lay still, the man in the corner so silent she had to look several times to make sure he was still there.",
        "He fell into silence again for several hours.",
        "Pierre led them to the empty, well-lit helicopter hangar, where several men crowded around a still body on the hangar floor.",
        "Several days ago, she would have jumped at the chance.",
        "Dean was loading three full sacks in the rear of his Jeep when he was surprised to see Ginger Dawkins several yards away.",
        "It was one of several long distance conversations that afternoon, and evening.",
        "There were several more trunks in evidence.",
        "By the time the Deans arrived, the crowd was already several deep, the hoses drawn, and the early participants chatting nervously.",
        "They'd traveled several hundred yards when Dean saw it, nearly covered by brush and invisible from all but a few feet away.",
        "After the first several feet, the angle of the slope dropped more sharply and he was forced to move to his left to avoid falling.",
        "She set her jaw and said nothing for several minutes.",
        "He called Lydia's name but it was several minutes before he heard steps, and more time before the door was opened.",
        "When pressed, they opined only that Brandon Westlake acted more suicidal than threatening but they had been with him for several minutes where Lydia had just arrived.",
        "He was armed with several knives, and his silver eyes were fiery.",
        "Rhyn and several other Immortals spilled out of the fortress.",
        "And yet, in spite of her comment about only being there for a short time, Lori came back several times to visit Destiny.",
        "Several times the telephone rang and he hurried to answer it as if he were expecting a call.",
        "Several nights later the telephone rang and Carmen answered it.",
        "She reached into the cage and, after several foiled attempts, managed to capture one of the little bunnies.",
        "She lay down several times and then got up again.",
        "Several times she made a sound that was like she was talking.",
        "The mare strained several times over a period of time.",
        "After several more grabs, he finally caught her arm.",
        "She had been doing that several times a day every since he went to the hospital.",
        "Apparently he had been there several times.",
        "He was awake for several hours before falling asleep again.",
        "Catching him up on things at the office had been simple enough, as someone was there to visit him several times a week.",
        "She tried posing in several places, but felt silly doing it.",
        "That evening she caught him watching her several times.",
        "He had his head down as he brushed his teeth, so she tried several poses.",
        "His fingers poised over the keys several times as if he were going to type more.",
        "Yeah, several hours ago.",
        "\"I tried several times,\" Harmony said.",
        "Several men passed by where she was hidden, and she backed away as quietly as she could.",
        "Ocean surrounded the small island, upon which a fortress sat, several hundred meters away, up a sloping hill on top of solid rock.",
        "The hands spun several times while the icons around its edges glowed, danced and finally settled back in place.",
        "He searched Deidre's apartment from top to bottom several times, seeking the item he needed to fulfill his part of a deal.",
        "It had to be several days ago.",
        "\"Oooohhh chocolate!\" several kids echoed.",
        "Several hours after Deidre walked through the portals back to Atlanta, Gabe's soul radar began working again.",
        "I went several steps farther.",
        "She breathed deeply several times, nerves and instincts unsettled.",
        "He strode through more corridors than she was able to count, down several flights of stairs and finally to a short, dead end hallway with a ceiling that towered ten stories above.",
        "She was one of the first off the train while the kid wailed and several people around her muttered.",
        "\"We've gone over this several times,\" he said.",
        "She'd spent several hours in his office talking to a dead man?",
        "The words echoed in her head, and she walked blindly for several moments, until the cold burning her lungs made her stop.",
        "Several portals glowed, and he strode across the silent domain toward the portal he needed.",
        "The general manager was on maternity leave, and she rifled through several drawers before locating a bottle of painkillers.",
        "There were several women sitting and talking while choosing delicacies from large silver trays.",
        "Her eyes stayed on the creature, which joined several more tattooed beings in the hall before they all struck out in different directions.",
        "Several doorways glowed around her, and Kris yanked her toward one.",
        "Her vision cleared to reveal she now stood in a luxurious living room with several people in front of her displaying varying levels of alarm on their faces.",
        "Her eyes fell to the entryway in front of the elegant building in which she stayed, then to the street further down, where several forms moved from beneath a canopy, trailed by a shadow darker than night.",
        "She watched in fascination, not understanding what it was until a floor several below hers exploded into flying stone and fire.",
        "The creature repeated her name several more times while she examined her body.",
        "Several of the monsters snickered.",
        "She tossed the fish back to the ocean and coiled the rope, hiding it beneath several small rocks in the back of the cave.",
        "There were several small vehicles, several more men with donkeys, and a slew of boats departing the harbor for the morning catch.",
        "After several failed attempts to communicate, they proceeded in silence to the nearest town, a coastal resort-like town.",
        "She didn't look up as they walked through a comfortable living room with several guests talking loudly about the fire.",
        "He changed mechanically, as if accustomed to removing bloody clothing several times a day.",
        "She heard several different languages spoken before those she passed fell silent.",
        "\"Clothes, rations, gear,\" Megan said with a toss of her hand down the hall toward several other open double doors.",
        "Another door led to a chamber with several bathing tubs.",
        "Several women bathed in stalls, the easy banter between them marking their camaraderie.",
        "There were wide eighteenth- century ball gowns, women in little black dresses, one in a fifties poodle skirt, and several in dark dresses with ornate brocade on the bodice, like that of wealthy Middle Age royalty.",
        "Rather than go to the buffet herself, the servant joined several others selecting morsels and food for her to try.",
        "There were several portals, and she hesitated, focusing on the image of her apartment.",
        "Gabriel replaced the hourglass after several unsuccessful attempts to shake it.",
        "The five-year-old angel, whose appearance in her life several weeks ago plunged her into the Immortal underworld, squeezed through the cracked door.",
        "The courtyard bordered a small grassy park off which several trails ran from the grassy area into the still dark woods.",
        "Several people stopped to stare or skirt them as Rhyn padded through, and one startled gasp drew his attention briefly to a stairwell.",
        "Several portals glowed, and one grew more intense as she thought hard.",
        "The healers. village consisted of several dozen cottages around a central square, in which many of the village.s people gathered and talked or cooked meals over red flames.",
        "As Kris.s confidante of several hundred years, he knew most of the Immortal.s secrets.",
        "We have several refugees here already, the woman in the long brown robe said.",
        "We raised an angel here for several hundred millennia.",
        "An hour later, Katie stood in a similar-looking fortress several times the size of the Caribbean Sanctuary.",
        "Several were open, and she saw much more comfortable accommodations and beds than at the small Sanctuary.",
        "She turned at the familiar voice, pleased and surprised to see Megan, the Immortal warrior who befriended her and showed her around when she arrived to the castle several weeks before.",
        "Rather than return home right away, she explored several small jewelry stores, looking for the perfect gift for Evelyn before she took her daily trip to the gym.",
        "I've got several in mind.",
        "Several minutes later, Evelyn's footsteps sounded on the wooden stairs.",
        "Several members, including Qatwal, may be willing to aid you in regaining your planet after you've reached a peace treaty.",
        "And then she ran into several of the cat-like creatures roaming the ship.",
        "There had been several dozen mistranslations from the small translator attached to her ear lobe.",
        "All she had to do was choose the color she wanted to wear-- black for the past several days in silent objection to her presence aboard the ship-- and the ship's computer wove it for her.",
        "Several of what Evelyn had called warriors passed her in the hall.",
        "The Brains set up the Planetary Council-- the alien version of the United Nations-- several generations before to mediate between the warring planets within the Five Galaxies.",
        "The three warriors at the table relocated several chairs down.",
        "She lay on the bed as she had for several days already, sick of the jerky-like food Evelyn brought her.",
        "Soon after, a warrior came to her door and led her down several halls and into a tiny box resembling an elevator.",
        "Romas and Evelyn were already several dozen feet down the flowered path.",
        "They sat dutifully, sharing the pillow, and were calm for several moments before a discreet elbow match broke out between them.",
        "They cast several glances her way and appeared as interested in her as they were in looking past her.",
        "Several people loitered there, and she passed them all with a glance.",
        "It persisted, and she looked down, jumping to see one of several curious cats nudging her leg.",
        "A small, round object twice the size of a dinner plate appeared from the chasm and skimmed over several feet of grass to reach them.",
        "She reminded him of the little dolls his youngest sister had rejected several sun-cycles before.",
        "A'Ran watched her off and on during the several days she spent alone.",
        "Her translator had been lost during restless sleep then crushed in her pacing, and the cell was littered with several dozen pieces of colorful clothing.",
        "A'Ran sent for his sisters to meet them outside the small dwelling they had taken refuge in several years ago.",
        "A'Ran trailed several steps, watching the way her hips sashayed as she walked.",
        "His sister appeared calm but glanced at him several times.",
        "A'Ran took in the home he had left several moon cycles before.",
        "After several attempts, the two older boys were satisfied and moved onto another strike and then another block.",
        "She hesitated, but Talal entered and reappeared several moments later with a small bowl of water.",
        "She spoke to him for several moments before his eyes rose and lingered on Kiera.",
        "The scene would repeat itself several days in a row, whenever one of the sisters tracked her down.",
        "There were rows of grey chairs and several white benches in the rear, a handful of tables next to yawning windows, and a wall of what looked like constellation maps.",
        "She cried until she could control herself, wiped her face, and drew several shuddering breaths.",
        "He said nothing but let her strike several times before shifting to the offensive.",
        "A'Ran was several hundred meters out, surrounded by a group of over a dozen.",
        "The feel of several sets of eyes assessing her made her heart beat harder and her mouth dry.",
        "A'Ran pulled his opponent to his feet, offered several quiet words, and turned his gaze to her.",
        "He understood better the tension between Ne'Rin and nishani after several hesitant stories from Talal of their discussions.",
        "He sat at the table opposite his bed and touched several glowing buttons on the table before him.",
        "She shouldn't have to be tough, and if he hadn't failed his people several sun-cycles before, he'd never think twice about training her for battle.",
        "I've not had to alter the last several you've sent.",
        "It was a single occupant transport ship whose passenger stood several feet from it and looked familiar from a distance.",
        "There were several she recognized.",
        "The strange sound continued for several minutes, and she trembled, trying hard not to think of what happened if she made it unscathed to the planet's surface.",
        "Astonished, she leaned back and watched it rise, thick and plush, to a height of several inches.",
        "Several fighter ships lifted off from the valley as they neared another of the buildings beside the meeting hall.",
        "Several warriors loitered near the console.",
        "She reviewed the last several days, taking in the swelling number of enemies in the skies and on the ground.",
        "Several more warriors stood at intersections like gargoyles, moving only to point in the direction she needed to go.",
        "Several figures awaited them, and she saw a low building with glowing lights in the distance.",
        "She followed the group down several corridors into a massive conference room filled with people in tight groups talking.",
        "It broke the men around her from their frozen apprehension, and several of them moved away.",
        "He led her through the men, who stared at her warily, and down several halls.",
        "She rummaged around and withdrew a large batch of crumpled bills, spilling several.",
        "Now the jeep road was closed, as it had been since early fall and would remain so until June, locked in its privacy by several feet of accumulated snow.",
        "Dean pitied his wife, knowing the grueling trip that lay before her over the next several hours, not knowing what awaited her landing.",
        "Weller had tromped through several feet of snow and was white to his thighs.",
        "He passed the recently restored Beaumont Hotel, a beautiful structure that after several decades of disuse and deterioration had finally been returned to its past glory.",
        "Dean was several miles north of Ridgway, fifteen miles from Ouray.",
        "Several days of unseasonable melt had boiled the river to a noisy torrent of cascading water.",
        "Since Katie had invited him up several times, she had obviously matured enough to forgive him.",
        "The kid was heavy and Carmen stumbled several times.",
        "Did you know he's already called Lori several times this week?",
        "The Peak was abuzz with activity when Lana arrived several hours later.",
        "The guards have shot another dozen people around the perimeters, and our sensors indicate there is a small camp of some sort housing over a hundred survivors nearby and another one with several hundred at the bottom of the mountain, she said.",
        "She'd tried to contact Mrs. Watson several times the first week at the Peak before giving up.",
        "He strode towards the entrance behind several others exiting the building.",
        "It was cool and manned by several people in fed uniforms.",
        "Brady watched Angel carefully place the keypad into a wall with several others, then secure them behind a thick shield of titanium glass.",
        "Brady followed with reluctance, intrigued to meet the woman whose voice had kept him company for several long weeks.",
        "She followed him and stood several feet away, face flushed with different emotions this time: anger and embarrassment.",
        "Tim was already on the large screen when Brady entered the comms center several hours later.",
        "The man inches from her fired into the melee, along with the laser guns of several more.",
        "Brady rested his laser gun on his shoulder, taking in the undisturbed minefield and pieces of bodies remaining after several of the intruders tried to cross the bio-elim field before it was disabled.",
        "We've heard mayday calls from several of them.",
        "When I ran the serials, I found several of them had been recoded, she continued.",
        "Lights from lasers and muzzle fire spotted the forest below them before they reached an urban area, mostly dark with several patches of electricity.",
        "Lana lay gasping, unable to catch her breath for several moments.",
        "Lights blinded him and there were several blurry faces hanging over his.",
        "Few people were out in the streets, but the front office area of the building held several women who had turned it into a living room.",
        "Several soldiers—two in grays and three in black uniforms—approached the bonfire, speaking with the men gathered in a group on one side.",
        "Or send several and take whatever looters haven't gotten to.",
        "Dark fell, and several of the lanterns in the warehouse were lit.",
        "Several of the buildings had been stripped of receivers to supply the hospital with extra ones.",
        "Several more refugees had arrived earlier in the day.",
        "The underground tunnel led through several other chambers.",
        "The river was several hundred meters away.",
        "Several more joined him to clear out debris and the remains of a building.",
        "I've broken several already, but this one is entirely out of my ability to influence.",
        "She inched away from a plant whose slender stalk was maneuvering through several other plants to position its leaves in direct sunlight.",
        "It'll render him near-invincible for several days.",
        "Demons didn't eat human food, and the storage area was virtually untouched.  Rhyn grabbed several cans and packages of foodstuffs then left.",
        "While not large, the Immortal underworld was separated by several different domains, two of which – Hell and Death's domain - were contained within shields no one could enter.  At least, no normal Immortal or demon could enter.  As a creature of both worlds, Rhyn could enter Hell, and he'd found by visiting Gabe that he was able to enter Death's domain, too.",
        "Several weeks ago, you bought two assignations from Gabriel.  Do you remember?",
        "\"Angel memories say …\" He turned to see Ully several meters away, suspended in the air and battling branches that tried to grab his arms.",
        "The sound of something screaming wiped the smile from Deidre's face.  Katie turned to face the direction from which the sound came.  It wasn't a bird, and it wasn't human.  The single voice was joined by several, and Katie grabbed Deidre's hand.",
        "Katie followed, trailed closely by Deidre.  The sounds of their escape were nothing compared to the sounds of what followed.  Katie cast a look over her shoulder and saw several demons had dropped into the jungle and transformed into panther-like forms.  She stopped and reached into the pouch slung across her chest.",
        "Katie said, rising.  The ground still rumbled, the trees surrounding both food cubes expanding fast and tearing up the ground in several directions as they did.  She looked around, irritated to find she'd caused a chasm to form between them and the direction they'd been running.",
        "She pulled, and he ran.  Katie felt the ground shake beneath them as the demons pursued.  Several flew overhead and dropped directly in their path.  She stopped and shoved Toby behind her, drawing the knife Gabe had given her.  Before long, they were surrounded.",
        "Toby took the lead, and the demons, Death and Gabe disappeared as Katie rounded the corner of the palace.  The angel released her and raced into the palace and up a set of stairs.  They ascended several floors, until Katie was sucking wind bad enough to stop.  Toby didn't wait for her, and she stumbled forward.  The interior of the palace was unlit, and the darkness of evening crept into the hallways.",
        "Gabe and a few other assassins in black fought off hordes of demons.  Surprised, Rhyn launched into the melee with his dagger.  He slashed through several demons before the creatures realized he was there.  Wanting to keep them off balance, he morphed into his demon form and shredded the creatures with talons and fangs as deadly as theirs.",
        "As the man turned from his room, a young man emerged from the main entrance several yards away and stepped outside.",
        "Phil Riley, Janice's husband, telephoned Virginia several times but there was no additional news.",
        "Once Dean introduced himself, he sat with the phone several inches from his ear, unable to inject a word as she built up her tirade.",
        "Suddenly a flash of lightening illuminat­ed the crouched figure of Cynthia Byrne several yards away.",
        "Dean wondered if Jeff was not the saint she thought, not deceased, instead bopping along somewhere west of Kansas, with several million bucks in his pocket.",
        "Dean tried Cece Baldwin's number several more times without success.",
        "She stared at him for several seconds, and then bristled, But there's more, isn't there?",
        "The riders quickly spread out, but because of the numbers there were always at least several in view.",
        "He slid in behind another biker and followed the crouched figure evenly, absentmindedly match­ing the rider stride for stride for several miles as he pondered his course of action.",
        "Jonathan looked at him for several moments, recognizing Dean was serious.",
        "Burgess remained several feet away.",
        "The truck lights stayed on the door while she unlocked it, and for several minutes after she was inside with the door closed.",
        "Using his own parameters about mileage and age of the vehicle, he found several cars that fit her criteria.",
        "Several times during the day, that empty feeling returned.",
        "He ate several bites without responding.",
        "Carmen had tried to talk to Alex about his parents on several occasions but he simply gave brief answers and then changed the subject.",
        "Nothing more was said about the trip for several days.",
        "Several times she had the phone in her hand, ready to call Katie.",
        "Alex had written the Game and Fish Commissions in several western states, hoping for a chance at a mountain goat or sheep.",
        "So you said - several times.",
        "Fixing supper required several.",
        "Even after he went to work, he called her several times a day to see if she needed anything.",
        "He said nothing more, but several times during the meal she caught him watching her in a strange way.",
        "He started to speak several times, and then stopped.",
        "While she was out doing chores, she had seen several flocks of geese flying overhead, traveling south in chevron flight.",
        "She'd been testing him several times a day, astonished to learn just how quickly he was growing into his new powers.",
        "They'd left the human world alone until several months ago.",
        "For months, he'd black out several times a day and wake up somewhere else, usually with the room around him in shambles.",
        "Three Others with glowing purple eyes stood several feet away, frozen in surprise.",
        "She crouched, catching sight of a guardsman several hundred feet away.",
        "They sparred hard for several moments, until Darian's upper body carried a sheen of sweat.",
        "Jenn took several steps towards him, Darian shifted, reminded of another temptress, one that had succeeded not only in mating with him but betraying him.",
        "He sensed several Others and Watchers on earth.",
        "Several of his guardsmen stood nearby, their uniforms emblazoned with green cuneiform symbols.",
        "She found a supply room and acquired several pairs of boots, fully knowing she'd come back with wet feet every time she left.",
        "He took in her features again then looked down the hall, where several people moved towards them.",
        "Yully floated several feet off the ground, radiating power.",
        "After several seasons and seventeen children, we discovered the right age for a host.",
        "Mustering his strength, he leapt, tearing the woman out of the attacker's grip and rolling several feet with her.",
        "He sensed by scent and sound several more men in the shadows of the room.",
        "It's several feet beneath the ground - -far enough for us to forget you quickly.",
        "He made a comfortable nest on the floor, propped against several borrowed pillows.",
        "Several burly guards bowed to Sirian and Rissa and trailed them into the street.",
        "There were a great many children whose cheerful voices and tiny forms darted by him several times.",
        "He bowed out after several rounds to watch a heated match between two warriors casting loud taunts at each other as they battled.",
        "He identified several major flaws in her defense, struck them multiple times to confirm, and caught her wrist to stop her.",
        "There were unmistakable signs of hastened activity: guards lined up to draw horses from the stables while several more hurried from their posts atop a wall to the area near Sirian.",
        "There were several hundred men and women in the makeshift arena, with the king's party of advisors and servants sitting within the ring against one wall.",
        "Her mouth went dry and her heart skipped several beats.",
        "His shout drew the gaze of several of the barbarians, who started toward the forest.",
        "Vara shushed them as the sound of several voices drifted into the tack room.",
        "He could not help but consider several of them as he took in Memon's inky black eyes and relaxed frame.",
        "He was not the same untried princeling who had saved him from the catacombs several years before.",
        "She knelt and pushed clothes and trunks out of the way to reveal a dagger wrapped in linen, several bladders, and a barrel the height of her knee.",
        "She leaned over the single table at one end of the main chamber, several larger warriors around her.",
        "The wall warlord had set up a small table in the mouth of an alley between two buildings and was surrounded by several men.",
        "The roads were muddy, and the first of several wells she saw teemed with dirty water.",
        "And they are sending their armies south but may not arrive before several days.",
        "A large barrel was tucked in one corner and several small bladders stacked near the front.",
        "He stopped to talk to several, checked a few weapons with nods of approval, and patted the younger ones on the back.",
        "He motioned to several of the older servants and gave them instructions to help Memon's party search the city.",
        "The echo of little voices inspired several snickers from around them.",
        "According to Alex, Gerald had expressed interest several years ago – when the summer cottage thing was only an idea.",
        "He doesn't appear to be, but I had to stop and let him rest several times before he got to the barn.",
        "Several things passed through Carmen's mind at that moment.",
        "She was referred through several people and finally given a number.",
        "Several days ago she had ordered a goat stanchion to put in the barn.",
        "The lobby was a mess, with magazines and newspaper pages scattered over several chairs.",
        "Several cars were already parked beside the walkway, though the party didn't officially start until seven thirty.",
        "On the verandah, soft music was playing and several couples were dancing.",
        "She had lived in an apartment by herself for several years now and thoroughly enjoyed the solitude.",
        "What was so strange about a man dropping in to welcome a new neighbor - one visitor to another - a man welcoming a person who lived several miles away?",
        "She found a hand saw in the shed and cut down several small trees and some sumac bushes.",
        "Ibn Tumart, who had been driven from several other towns for exhibitions of reforming zeal, now took refuge among his own people, the Masmuda, in the Atlas.",
        "From the 4th century down to the time of the Mahommedan invasion several ecclesiastical buildings were erected on the spot, but of these no distinct traces remain.",
        "Several minor events of Leo's pontificate are worthy of mention.",
        "Several banking firms and many individual creditors were ruined by the death of the pope.",
        "It also has a lycee, training-colleges, a school of artillery, a library and several learned societies.",
        "The duchy afterwards changed hands several times, one of its holders being Charles of Valois, natural son of Charles IX.",
        "Recrossing the Italian frontier, he was arrested at Figline and taken back to Caprera, where he eked out his slender resources by writing several romances.",
        "to c 1, vary much, then a diurnal inequality derived from a whole year, or from a season composed of several months, represents a mean curve arising from the superposition of a number of curves, which differ in shape and in the positions of their maxima and minima.",
        "aims at giving a summary of the several phenomena for a single station, Kew, on electrically quiet days.",
        "At several stations enjoying a wide prospect the dissipation has been observed to be specially high on days of great visibility when distant mountains can be recognized.",
        "This is insignificant compared to the size of the currents which several authorities have calculated from considerations as to terrestrial magnetism.",
        "There are several early MSS.",
        "To this character the fungus owes its generic name (Marasmius) as well as one of its most valuable qualities for the table, for examples may be gathered from June to November, and if carefully dried may be hung on strings for culinary purposes and preserved without deterioration for several years; indeed, many persons assert that the rich flavour of these fungi increases with years.",
        "The district includes several caves, such as Victoria Cave, close to the town, where bones of animals, and stone, bone and other implements and ornaments have been discovered.",
        "The Baltimore & Ohio railway leads in trackage: it enters the state with several lines at its northern end; its main line crosses this portion of the state from east to west, striking the Ohio at Parkersburg, and one of its lines (Ohio River railway) extends nearly the length of the state from Wheeling in the north through Parkersburg to Kenova in the south.",
        "The constitution provides that the legislature, on the request of any county, may establish a special form of county government, and several of the larger and more populous counties have special acts.",
        "Clermont has several handsome squares ornamented with fountains, the chief of which is a graceful structure erected by Bishop Jacques d'Amboise in 1515.",
        "Montferrand has several interesting houses of the 15th and 16th centuries, and a church of the 13th,14th and 15th centuries.",
        "Follen was the author of several celebrated patriotic songs written in the interests of liberty.",
        "Representations of apotheoses occur on several works of art; the most important are the apotheosis of Homer on a relief in the Townley collection of the British Museum, that of Titus on the arch of Titus, and that of Augustus on a magnificent cameo in the Louvre.",
        "Ben Rinnes (2755 ft.) and several other hills of lesser altitude all lie within a few miles of Dufftown.",
        "10, a poem addressed to Augustus, thus making five books, and this arrangement has been accepted by several editors.",
        "to N.E., and passing through the Octagon, which is surrounded by several of the principal buildings.",
        "There are several handsome commercial and banking houses.",
        "Besides the Belt there are several parks and reserves, including botanical and acclimatization gardens, the so-called Ocean Beach, and two race-courses.",
        "There are several fine public buildings, as the governor's palace, the new opera-house, the public library and museum of Maltese antiquities, and the auberges or lodges of the Knights of Malta (especially the Auberge de Castile) which are now used for military offices, club-rooms, and other purposes.",
        "It is served by the Atlantic Coast Line, the Seaboard Air line, the Southern, the New York, Philadelphia & Norfolk, the Chesapeake & Ohio, the Norfolk & Western, the Norfolk & Southern and the Virginian railways, by many steamship lines, by ferry to Portsmouth (immediately opposite), Newport News, Old Point Comfort and Hampton, and by electric lines to several neighbouring towns.",
        "Norfolk is the see of a Protestant Episcopal bishopric. The city has a public park of 110 acres and various smaller ones, and in the vicinity are several summer resorts, notably Virginia Beach, Ocean View, Old Point Comfort, Pine Beach and Willoughby Beach.",
        "and several succeeding kings confirmed Walter de Gaunt's gift, Stephen granting in addition the right to have a port.",
        "In 1838 Lundy removed to Lowell, La Salle county, Illinois, where he printed several copies of the Genius of Universal Emancipation.",
        "He was educated in Coventry, became a successful merchant, traveled widely throughout Europe and for several years was the financial agent of Charles I.",
        "At Greenwich, Oxford and several other observatories, instead of measuring the distances of the star's image from the opposite sides of the 5 mm.",
        "In 1697 appeared the first volume of his Essays on Several Moral Subjects, to which a second was added in 1705, and a third in 1709.",
        "The city extends for several miles along both sides of the river, and is in a good farming district, with which it is connected by stone roads.",
        "Pietro, forms a more or less protected basin, upon the shores of which are several small harbours (the most important being Carloforte), which are centres of the export of minerals and of the tunny fishery.",
        "than the Gulf of Orosei on the east coast, is the Gulf of Oristano, exposed to the west winds, into which, besides the Tirso, several streams fall, forming considerable lagoons.",
        "Physically its continuity is broken by Monte Urticu and several smaller hills which rise within it, but these are all composed of volcanic rock and are the remains of Tertiary volcanoes.",
        "In the south-western portion of the island are several private railways belonging to various mining companies, of which the lines from Monteponi to Portoscuso, and from S.",
        "by Procopius, who wrongly derives the name from several thousand Moors and Numidians who were banished to the island by the Vandal kings, while Gregory the Great speaks of them in a letter (iv.",
        "Several milestones belonging to it have been discovered, including one of the time of Augustus and one of Claudius near Forum Traiani, and one of Nero near Turris Libisonis, though it was probably not completed right through until a later period (T.",
        "Several conventions guarantee the free communication of the bishops, clergy and laity with the Holy See; and this admits of the publication and execution of apostolic letters in matters spiritual."
    ],
    "definition": [
        "Link/Cite"
    ]
}