{
    "translation": ".1 צורה, דמות\n.2 כושר",
    "uses": [],
    "definition": [
        "a. The characteristic surface configuration of a thing; an outline or contour: a lake in the shape of an hourglass. See Synonyms at form.\nb. Spatial form, contour, or appearance: The sandy coastline is always changing shape.",
        "a. The body or outward appearance of a person or an animal: saw two shapes walking toward her in the night.\nb. The contour of a person's body; the figure: a swimmer with a slender shape.",
        "a. A definite or distinctive form: Our discussion acquired the shape of an argument.\nb. Form, condition, or embodiment: How is your research project taking shape?\nc. A desirable form: a fabric that holds its shape.",
        "a. Assumed or false appearance; guise: a god in the shape of a swan.\nb. A ghostly form; a phantom: Shapes appeared in his bedroom at night.",
        "Something, such as a mold or pattern, used to give or determine form.",
        "a. The condition of something with regard to effectiveness, use, or appearance: What kind of shape is your car in?\nb. Bodily condition, as in regard to muscle tone or endurance: She's in great shape after working out for six months.",
        "To create or fashion, as:\na. To give a particular form to (a material): shape the dough into baguettes.\nb. To create or configure, as from a material: a sculpture that was shaped out of ice.",
        "To cause to conform to a particular form: a pool that is shaped like an hourglass; a bone that is shaped to bear weight.",
        "a. To plan or devise: shape a new educational program.\nb. To embody in a definite form: shaped a folk tale into an opera.",
        "a. To influence in a formative way: experiences that shaped his identity.\nb. To direct the course of: “He shaped history as well as being shaped by it” ( Robert J. Samuelson )",
        "shap′a·ble shape′a·ble\nadjective",
        "shaped\nadjective",
        "shap′er\nnoun",
        "Link/Cite",
        "The status or condition of something\nThe used bookshop wouldn't offer much due to the poor shape of the book.",
        "Condition of personal health, especially muscular health.\nThe vet checked to see what kind of shape the animal was in.\nWe exercise to keep in good physical shape.",
        "The appearance of something, especially its outline.\nHe cut a square shape out of the cake.",
        "A figure with unspecified appearance; especially a geometric figure.\nWhat shape shall we use for the cookies? Stars, circles, or diamonds?",
        "Form; formation.",
        "See also shape",
        "To give something a shape and definition.\nShape the dough into a pretzel.   For my art project, I plan to shape my clay lump into a bowl.",
        "To form or manipulate something into a certain shape.",
        "(of a country, person, etc) To give influence to.",
        "To suit; to be adjusted or conformable.",
        "Link/Cite"
    ]
}