{
    "translation": "ניפץ, ניתץ, הרס",
    "uses": [
        "Piles made of steel concrete are driven into the ground with blows that would shatter the best of timber.",
        "The things you should take into account when shopping include the UV protection, lens shatter resistance and how well the frames will grip your face as you sweat.",
        "folly of mankind shall shatter the Seal: He Shall Rise.",
        "However, if one day you just woke up and decided you no longer had feelings for her; the news that you want to breakup may shatter her heart and leave you feeling like a scumbag.",
        "Here you can find all of the same great features like shatter resistance, anti-fog etc, and you can find them in a wide variety of colors and shapes.",
        "shatter complacency and arrogance.",
        "They have a huge selection of clipons that are made from the highest quality polycarbonate, are extremely lightweight, shatter resistant, and provide 100 percent UVA and UVB sun protection.",
        "While they're not impenetrable, when they do \"shatter\" they do so in a way that prevents small pieces of the material from finding its way into your eyes.",
        "Not only will the debris not make it into your eyes, but the lenses themselves will not shatter; they'll crack in a spiderweb fashion at the most, and even that is hard to accomplish.",
        "Scary videos of authentic ghosts shatter all of those things that used to bring us comfort as children, so many people resort to belittling the evidence or joking about the phenomenon.",
        "glazed panels - These should be either laminated or have vinyl, shatter resistant film applied on the inside surface.",
        "Lenses generally will give you at least some degree of protection from the elements, debris, and so on, but when shopping for lenses, you need to make sure that they won't easily shatter.",
        "Do not use a mell on stone or metal, as the cast iron head will shatter.",
        "shatter stereotypes.",
        "We took the crowbar to Candy's Calamity which is near Shatter Pot.",
        "They're impact resistant, and won't shatter.",
        "pods shatter and the seeds fall to the ground.",
        "shatter the myth that legal jargon cannot be replaced with plain English without sacrificing legal meaning.",
        "Children and teens at risk of being in accidents that might shatter glass lenses should wear plastic lenses, preferably polycarbonate.",
        "By the end of the second day, she had adapted to the guests and felt completely at ease - a state that Claudette apparently wanted to shatter.",
        "These PET carboys are food grade and gas impermeable, and they weigh about 10lbs less than a glass carboy and can not shatter.",
        "But if the last bit doesn't shatter any complacency residing in Thatcher loyalists then Ludlam and Smith press the point further.",
        "Many women need to learn several skills if we are to shatter the glass ceiling.",
        "My old classmates would today be forced to shatter so many glass ceilings they'd probably retire hurt.",
        "Sadly small matters such as finding the folding stuff for food, children and a mortgage soon shatter the idyll.",
        "Just before you think you are about to vomit war breaks out to shatter this romantic idyll.",
        "One blow can shatter a kneecap, crack a skull, or break an arm.",
        "A peaceful application of shock waves is the use of focussed shocks to shatter kidney stones, a procedure known as shock wave lithotripsy.",
        "They also have polycarbonate lenses, so they're not likely to shatter.",
        "They need lenses that won't shatter or break away from the frame at impact, damaging their eyes.",
        "The vision correction wasn't as good as other options, but polycarbonate is less likely to shatter so the lenses garnered attention for that benefit.",
        "Glass will be heavier and easier to shatter, but some people prefer it.",
        "Strong and durable, they are nearly impossible to shatter.",
        "The lenses are polycarbonate, so they're unlikely to shatter, and the tinted, polarized lenses make glare less of an obstacle.",
        "Protect your eyes from debris while remaining unlikely to shatter if the lenses are hit.",
        "Polycarbonate is a durable material that does not tend to shatter upon impact.",
        "Impact goggles are generally made with polycarbonate lenses so they won't shatter when flying debris comes near your eyes.",
        "Scratch and shatter resistant construction for durability.",
        "You're sure to be taken seriously with these shatter resistant polycarbonate lenses that are apparently ten times stronger than glass.",
        "Polycarbonate prescription lenses are shatter resistant.",
        "The best choices of activewear shades are ones that won't slip, dig in, break or shatter easily.",
        "Look for ones that are designed to be shatter resistant and can repel water and minimize streaks.",
        "The lenses are polycarbonate, which means they are less likely to break or shatter than many other types of lenses.",
        "Broken cubes shatter if another cube is shot at them.",
        "A cracked cube will shatter if you shoot another cube through it.",
        "If you shot or push another cube into a cracked cube, it will shatter.",
        "Made for the cordless maker are the shatter proof jar and an extra 18-volt battery.",
        "Attacks by an unseen, intelligent entity shatter our conception of reality.",
        "The Winchester brothers destroy her when they shatter her mirror with her inside.",
        "Spielberg would shatter this stereotype in 1982 with the introduction of ET, the cutely ugly little monster with the L-shaped head and neck.",
        "Made from durable polycarbonate, a shatter proof material used to make protective eyewear.",
        "proscenium setting also helps shatter any a priori definitions of'music ' audiences may hold.",
        "renunciation of nuclear weapons would shatter the non-proliferation regime.",
        "Words shatter on the edge of meaning, then reverberate into space.",
        "shatter proof polycarbonate.",
        "In cereals, some seeds are gathered with the crop but many pods shatter and the seeds fall to the ground.",
        "soundless words cascaded around my skull, promising to shatter its fragile bony structure.",
        "There the great secession from Rome was brought about by Martin Luther; but, in spite of his striking personality, the upheaval which was destined to shatter the unity of the Western Church was not his undivided work.",
        "shatter the whole rotten structure of the Habsburg monarchy, which survived only owing to the apathy of the populations it oppressed.",
        "of a pillar, may be projected, whilst the latter measures the effort exerted by an earthquake to overturn or shatter various bodies.",
        "A decision by Japan to abandon its renunciation of nuclear weapons would shatter the non-proliferation regime.",
        "Planet of the Apes is a film that sets out to shatter complacency and arrogance.",
        "These changes help shatter the myth that legal jargon cannot be replaced with plain English without sacrificing legal meaning.",
        "Whether joyous or tragic some events have the ability to shatter stereotypes.",
        "Many of the Halls Greenhouses offer a choice of horticultural, toughened glass or shatter proof polycarbonate.",
        "Do n't shatter them with your snow-white hands, let my poor gifts be pleasing to your eyes.",
        "The soundless words cascaded around my skull, promising to shatter its fragile bony structure.",
        "Shatter, Withyhill and W/L have long been considered among the finest stalactite caves in the UK.",
        "Plastic and glass can shatter, sending shards of material into your eye-and you to the emergency room.",
        "Lightweight polycarbonate lenses will keep your eyes safe, since polycarbonate doesn't shatter on impact-it merely cracks.",
        "This particular line uses a CR-39 lens or a lens of polished glass which is made to exceed ANSI standards for shatter and impact resistance.",
        "The lenses won't shatter (though they're not unbreakable-they can still crack in a spider web-like pattern) because they're made of polycarbonate.",
        "Once committed to the Russian alliance, however, he became the faithful henchman of the emperor Alexander, whose fascinating personality exercised over him to the last a singular power, and began that influence of Russia at the court of Berlin which was to last till Frederick William IV.'s supposed Liberalism was to shatter the cordiality of the entente."
    ],
    "definition": [
        "To cause to break or burst suddenly into pieces, as with a violent blow. See Synonyms at break.",
        "a. To damage seriously; disable: His health was shattered by the disease.\nb. To cause the destruction or ruin of; destroy: The outcome of the conflict shattered our dreams of peace and prosperity.",
        "often shatters A fragment or splinter: a rare piece of porcelain now in shatters.",
        "A scattering collection or spray of fragments: “A window broke into a shatter of glass” ( Rosemund Pilcher )",
        "shat′ter·ing·ly\nadverb",
        "Link/Cite",
        "to violently break something into pieces.\nThe miners used dynamite to shatter rocks.\na high-pitched voice that could shatter glass\nThe old oak tree has been shattered by lightning.",
        "to destroy or disable something.",
        "(intransitive) to smash, or break into tiny pieces.",
        "to dispirit or emotionally defeat\nto be shattered in intellect; to have shattered hopes, or a shattered constitution",
        "(archaic) A fragment of anything shattered.\nto break a glass into shatters",
        "Link/Cite"
    ]
}