{
    "translation": ".1 מקלט, מחסה, מפלט .2 לגונן, לתת מפלט",
    "uses": [
        "The kid needed shelter and warmth.",
        "Hopefully it would offer some kind of shelter from the threatening storm.",
        "He built him a little hut for shelter at night and in stormy weather.",
        "She wasn't in this alone, and it was impossible to shelter the children from it.",
        "He was again forced to give his army rest and shelter, under cover of Murat's cavalry.",
        "It was a place where good people, and timid, helpless people could find shelter in time of war.",
        "Under the shelter of the castle lies the modern village.",
        "in length; in the winter months the fishing craft take shelter in the haven of Armyro.",
        "The harbour, though recently improved, offers little shelter to shipping.",
        "The standard of life of the ordinary well-to-do middle class in England, for example, includes not only food, clothing and shelter of a kind different in many respects from that of a similar class in other countries and of other classes in England, but a highly complicated mechanism, both public and private, for ministering to these primary needs, habits of social intercourse, educational and sanitary organization, recreative arrangements and many other elements.",
        "Take shelter under the cloud, while they flee to carts and sheds.",
        "The streets of the entire business section of the city are roofed over in this manner, and in the summer months the shelter from the sun is very grateful, but in the winter these streets are extremely trying to the foreign visitor, owing to their darkness and their damp and chilly atmosphere.",
        "When concealment is no longer possible terrestrial species, like the Lycosidae, dart swiftly to the nearest shelter afforded by crevices in the soil, stones, fallen leaves or logs of wood, while those that live in bushes, like the Argyopidae, drop straight to the ground and lie hidden in the earth or in the fallen vegetation beneath.",
        "At one end of the field was a lean-to shelter with some kind of equipment stored under it.",
        "It supported a large number of villages and small towns, whose remains are remarkably well preserved, and still serve to shelter a sparse pastoral population.",
        "The oak requires shelter in the early stages of growth; in England the Scotch pine is thought best for this purpose, though Norway spruce answers as well on suitable ground, and larch and other trees are sometimes substituted.",
        "These driver ants shelter in temporary nests made in FIG.",
        "I was fearful he might try to stop me, but there are many girls willing to do as I've done, for food and shelter, so I shan't be missed.",
        "\"Ikir, we should find shelter,\" she said to Damian.",
        "The man who independently plucked the fruits when he was hungry is become a farmer; and he who stood under a tree for shelter, a housekeeper.",
        "He was moving quickly, around the building and seeking shelter among the rocks that lined one side of the moonlit beach to separate it from the property of the neighboring set of condos.",
        "It wouldn't have been under shelter at my apartment, either.",
        "The two re-pitched the shelter in min­utes.",
        "Consider first how slight a shelter is absolutely necessary.",
        "We've got a place in Texas where we can shelter you from anything, even Xander's enemies.",
        "\"May a poor traveler find rest and shelter here for the night?\" he asked.",
        "Sure, Dean thought, I'll put it on the list, right after food, clothing and shelter, all of which were tough enough to fund given Bird Song's present budget.",
        "My bed in the homeless shelter, definitely a first for me, was a pull-out in a small room behind the main hall.",
        "\"Yes, shelter,\" he agreed.",
        "Ultimately, workhouses would provide shelter to more than one hundred thousand paupers.",
        "We understand by economics the science which investigates the manner in which nations or other larger or smaller communities, and their individual members, obtain food, clothing, shelter and whatever else is considered desirable or necessary for the maintenance and improvement of the conditions of life.",
        "Rocks had been piled to make a shelter under the cliff across from them.",
        "Compacts with a powerful foreign state, under whose aegis Israel was glad to shelter, involved covenants sealed by sacrificial rites in which the deity or deities of the foreign state were involved as well as Yahweh, the god of the weaker.",
        "Sebastiani, commanding the advanced guard, overtook the Russians in the act of evacuating Moscow, and agreed with the latter to observe a seven hours' armistice to allow the Russians to clear the town, for experience had shown the French that street fighting in wooden Russian townships always meant fire and the consequent destruction of much-needed shelter and provisions.",
        "Emmet's lack of discretion was shown by his revealing his intentions in detail to an Englishman named Lawrence, resident near Honfleur, with whom he sought shelter when travelling on foot on his way to Ireland.",
        "After two weeks he left, having received the blessing of Pope Adrian VI., and proceeded by Padua to Venice, where he begged his bread and slept in the Piazza di San Marco until a rich Spaniard gave him shelter and obtained an order from the doge for a passage in a pilgrim ship bound for Cyprus, whence he could get to Jaffa.",
        "from Candia, offers a convenient shelter against northerly gales.",
        "The warmth, shelter and abundant food in the nests, due both to the fresh supplies brought in by the ants and to the large amount of waste matter that accumulates, must prove strongly attractive to the various \" guests.\"",
        "Roosevelt went on to outline what he believed would be in this Second Bill of Rights: food, medicine, shelter, and so on.",
        "She had removed the sides of the shelter a few weeks ago for the summer so they would have fresh air and a breeze as well.",
        "In the savage state every family owns a shelter as good as the best, and sufficient for its coarser and simpler wants; but I think that I speak within bounds when I say that, though the birds of the air have their nests, and the foxes their holes, and the savages their wigwams, in modern civilized society not more than one half the families own a shelter.",
        "They shelter in crevices of the bark of trees, in the dried stems of herbaceous plants, or among moss and fallen leaves on the ground.",
        "Driven by contrary winds to take shelter in the Seine, the refugees passed the winter in the Netherlands, and in April 1608 proceeded to Rome, where they were welcomed and hospitably entertained by Pope Paul V., and where Tyrconnel died the same year.",
        "Roland himself escaped secretly to shelter in Rouen.",
        "In Sicily and the provinces of Reggio, Catanzaro, Cosenza and Lecce this tree flourishes without shelter; as far north as Rome, Aquila and Teramo it reqtiires only the slightest protection; in the rest of the peninsula itruns the risk of damage by frost every ten years or so.",
        "(After quickly and are either Hertwig.) set free in a mature condition or remain in the shelter of the polypcolony, protected from risks of a free life in the open sea.",
        "In Emilia the day laborers, known as disobbligati, earn, on the contrary, low wages, out of which they have to provide for shelter and to lay by something against unemployment.",
        "The herbage for the most part grows with marvellous rapidity after a spring or autumn shower and forms a natural shelter for the more stable growth of nutritious grasses.",
        "It is dominated, on the seaward side, by four hills, and approached by a narrow entrance, with forts on either hand; a breakwater affords shelter on the east, and on the west is the Arsenal Basin, often regarded as the original harbour of the Carthaginians and Romans.",
        "When overtaken by a dust-storm it falls on its knees, and stretching its neck along the sand, closes its nostrils and remains thus motionless till the atmosphere clears; and in this position it affords some shelter to its driver, who, wrapping his face in his mantle, crouches behind his beast.",
        "The dvornik is on duty for sixteen hours at a stretch, during which he is not allowed to sleep or even to shelter in the porch.",
        "After the subjugation of the Salluvii (Salyes) by the Romans in 123 B.C., having given shelter to their king Tutomotulus and refused to surrender him, the Allobroges were attacked and finally defeated (August 8, 121) at the junction of the Rhodanus and Isara by Q.",
        "The German for shelter is Unterkunft.",
        "At the western end of the lake is the Shelter Stone, an enormous block of granite resting upon two other blocks, which can accommodate a dozen persons.",
        "After passing a chasseur regiment and in the lines of the Kiev grenadiers--fine fellows busy with similar peaceful affairs--near the shelter of the regimental commander, higher than and different from the others, Prince Andrew came out in front of a platoon of grenadiers before whom lay a naked man.",
        "In tropical countries ants sometimes make their nests in the hollow thorns of trees or on leaves; species with this habit are believed to make a return to the tree for the shelter that it affords by protecting it from the ravages of other insects, including their own leaf-cutting relations.",
        "These later stages, comprising the greater part of the larval history, are adapted for an inquiline or a parasitic life, where shelter is assured and food abundant, while the short-lived, active condition enables the newly-hatched insect to make its way to the spot favourable for its future development, clinging, for example, in the case of an oil-beetle's larva, to the hairs of a bee as she flies towards her nest.",
        "These hills afford shelter from inclement winds, and give Warrenpoint and other neighbouring watering-places on the lough a climate which renders them as popular in winter as in summer.",
        "The captain gazed intently at him as he had done when he learned that \"shelter\" was Unterkunft in German, and his face suddenly brightened.",
        "The wattle wall the men had brought was set up in a semicircle by the Eighth Company as a shelter from the north, propped up by musket rests, and a campfire was built before it.",
        "a day, with free shelter and an allotment for private cultivation.",
        "To the bison of the prairie it is a few inches of palatable grass, with water to drink; unless he seeks the Shelter of the forest or the mountain's shadow.",
        "The chickens, which had also taken shelter here from the rain, stalked about the room like members of the family, too humanized, methought, to roast well.",
        "hydrocaulus, and forms a cup, the hydrangium or hydrotheca (h, t), standing off from the body, into which the hydranth can be retracted for shelter and protection.",
        "It is in some such manner as these that the natural conditions of regions, which must be conformed to by prudence .and utilized by labour to yield shelter and food, have led to the growth of peoples differing in their ways of life, thought and speech.",
        "Others found shelter in Rome or Venice, and a large number settled in Ragusa, where they doubtless contributed to the remarkable literary development of the 16th and 17th centuries in which the use of the Bosnian dialect was a characteristic feature.",
        "As the French columns coming up from the south and west gradually surrounded him, he drew in his troops under shelter of the fortress and its improvised entrenched camp, and on the 15th he found himself completely surrounded.",
        "The small house in which he had taken shelter was almost between the two armies.",
        "Camp will be in a stone shelter used by the yak herders.",
        "Lana had the impression of more than a single-room shelter.",
        "On an account roll of Framlingham Castle of 1324 there is an entry of \"rent received from the borough,\" also of \"rent from those living outside the borough,\" and in all probability burghal rights had existed at a much earlier date, when the town had grown into some importance under the shelter of the castle.",
        "Ginger wasn't as facially pretty as Paulette but her figure—stately and full—and her dress—expensive and tasteful— paled her sister-in-law like a queen visitor at a homeless shelter.",
        "They sat on that table for two weeks, then I finally took them to a homeless shelter.",
        "Should she seek shelter?",
        "Certainly it's safer here than braving the storm to find shelter.",
        "If then the risk under trees exceeds that in the open in Hungary and the United States, at least five or six times as many people must remain in the open as seek shelter under trees.",
        "The fox, of which several species exist, probably never ventured far into the plain, for it afforded him no shelter.",
        "They nowhere built permanent dwellings, but contented themselves with mere hovels for temporary shelter.",
        "It is the common result of fires passing alongtoo rapidly to burn the trees; and thin-barked treeshornbeam, beech, firs, &c. may exhibit it as the results of sunburn, especially when exposed to the south-west after the removal of shelter.",
        "The harbour is one of the best on the east coast of England, and in stormy weather is largely used for shelter.",
        "The summit is crowned by a chapel dedicated to St Lawrence, which once also served as a traveller's shelter.",
        "The last distinctive epithet was derived from the little hamlet in the vicinity which furnished shelter, not only to the workmen, but to the monks of St Jerome who were afterwards to be in possession of the monastery; and the hamlet itself is generally but perhaps erroneously supposed to be indebted for its name to the scoriae or dross of certain old iron mines.",
        "It is questionable whether it is not better, in cold soils and bleak situations, to abandon outdoor peach culture, and to cover the walls with a casing of glass, so that the trees may be under shelter during the uncongenial spring weather.",
        "Finally the king had it conveyed to the city of David, where a tent was prepared to shelter it.",
        "They are called from the places in France where the most typical finds of palaeolithic remains have been made - Chellian from Chelles, a few miles east of Paris; Mousterian from the cave of Moustier on the river V ezere, Dordogne; Solutrian from the cave at Solutre near Macon; and Madelenian from the rocky shelter of La Madeleine, Dordogne.",
        "sylvaticus, the wood or long-tailed field-mouse, is a species common in many parts of England, often taking to barns and out-houses for shelter during the winter.",
        "Ulm is the basis of operations for the German army behind the Black Forest, and can easily shelter a force of ioo,000 men; its peace garrison is 5600.",
        "This necessitated their constantly moving in search of fresh pasture, spending the spring and autumn upon the open steppe, the winter and summer by the rivers for the sake of moisture and shelter.",
        "These supplied the people with food, shelter, stock and implements.",
        "The vanquished fled to London in terror and apparently found a shelter there.",
        "When James came to the throne the term suburbs had a bad name, as all those disreputable persons who could find no shelter in the city itself settled in these outlying districts.",
        "found shelter after his escape from Caerphilly.",
        "No shelter had been provided for the inmates: the first arrivals made rude sheds from the debris of the stockade; the others made tents of blankets and other available pieces of cloth, or dug pits in the ground.",
        "In the winter months the deeper layers of the soil act as a shelter to the organism, which again grows towards the surface during the summer.",
        "In its new use, alike in the later Roman and the early German state, the landless freeman who could not support himself went to some powerful man, stated his need, and offered his services, those proper to a freeman, in return for shelter and support.",
        "He had found shelter in the United States, where he remained in safety throughout the whole period of the fighting.",
        "The arches now afford shelter and stabling for the Cretans.",
        "A great part of the northern deserts is as barren of animal life as of vegetation, and the dense humid forests of the south shelter surprisingly few species.",
        "Hurry! Seek shelter behind the bastion.",
        "To find a shelter or rescue center in your area, go to Pets911.",
        "They were, as Milton said, \" faithful and freeborn Englishmen and good Christians constrained to forsake their dearest home, their friends, and kindred, whom nothing but the wide ocean and the savage deserts of America could hide and shelter from the fury of the bishops.\"",
        "In 1097 the crusaders found rest and shelter within its walls.",
        "On the 1st of December there was a heavy bombardment by the big howitzers, which obliged the Russians to take shelter in rear of the ruined works.",
        "From this criginal task arose a second, that of affording shelter to the fragments of peoples heaped together in inextricable confusion in this corner of the earth.",
        "A few miles from the streams the country is less broken, and there are deep grassy valleys, in which the animals may find shelter in winter.",
        "and shelter of some kind being essential.",
        "They looked, as they thought, in every place where the lambs might have taken shelter.",
        "The construction of a breakwater was undertaken in 1907 by the United States government at Cape Vincent to form a harbour where westbound vessels can shelter from storm before crossing the lake.",
        "HARBINGER, originally one who provides a shelter or lodging for an army.",
        "Heer, an army, and bergen, shelter or defence, cf.",
        "Embarkation operations were carried on almost entirely at \" V \" and \" W \" beaches, at both of which there were provisional breakwaters in existence furnishing some shelter when there was an onshore breeze.",
        "The night of the 24th of October was spent by the two armies on the ground, and the English had but little shelter from the heavy rain which fell.",
        "The forested regions shelter the handsome Barbary red deer, which is peculiar to this region and the adjoining districts of Algeria.",
        "across, but there is good shelter against all winds except from the N.E.",
        "Tolerable hostelries now came into existence, but they furnished only shelter, fuel and the coarsest kind of food.",
        "Snakes are the most stationary of all vertebrates; as long as a locality affords them food and shelter they have no inducement to change it.",
        "Along the western side of northern Anti-Lebanon stretches the Khasha'a, a rough red region lined with juniper trees, a succession of the hardest limestone crests and ridges, bristling with bare rock and crag that shelter tufts of vegetation, and are divided by a succession of grassy ravines.",
        "The great mass of the vegetation, however, is of the low-growing type (maquis or garrigue of the western Mediterranean), with small and stiff leaves, and frequently thorny and aromatic, as for example the ilex (Quercus coccifera), Smilax, Cistus, Lentiscus, Calycotome, &c. (2) Next comes, from 1600 to 6500 ft., the mountain region, which may also be called the forest region, still exhibiting sparse woods and isolated trees wherever shelter, moisture and the inhabitants have permitted their growth.",
        "Selwood forest was long a favourite haunt of brigands, and even in the 18th century gave shelter to a gang of coiners and highwaymen.",
        "The castle was taken by Edward I., who defeated Baliol in the neighbourhood in 1296, and it afforded shelter to Edward II.",
        "In 1567 Mary made Bothwell keeper of the castle, and sought its shelter herself after the murder 'of Rizzio and again after her flight from Borthwick Castle.",
        "It is connected by a branch line with the main railway of Schleswig, and possesses a good harbour, which affords shelter for a large carrying trade.",
        "After a desperate melee of some minutes, the rally was sounded, and the survivors of the charge, breaking their way a second time through the French infantry, eventually reached the shelter of their own lines, having lost rather more than half their numbers, but having saved the situation momentarily for their own army.",
        "In 1685 Victor was forced by Louis to persecute his Waldensian subjects, because they had given shelter to the French Huguenot refugees after the revocation of the edict of Nantes.",
        "The French occupied the Passeyerthal on the 23rd of November, and Hofer was obliged to seek shelter in a hut on the mountain pastures.",
        "Ochino was banished from Zurich, and, after being refused a shelter by other Protestant cities, directed his steps towards Poland, at that time the most tolerant state in Europe.",
        "13 a) and brood, finds shelter.",
        "A popular demonstration, in which the papal bulls had been paraded through the streets with circumstances of peculiar ignominy and finally burnt, led to intervention by Wenceslaus on behalf of public order; three young men, for having openly asserted the unlawfulness of the papal indulgence after silence had been enjoined, were sentenced to death (June 1412); the excommunication against Huss was renewed, and the interdict again laid on all places which should give him shelter - a measure which now began to be more strictly regarded by the clergy, so that in the following December Huss had no alternative but to yield to the express wish of the king by temporarily withdrawing from Prague.",
        "As a consequence there has been a tendency towards the formation of two opposing elements within the dominant party; the more radical seeking the promotion of what since 1902 has been known as the \"Iowa Idea,\" which in substance is to further the expansion of the trade of the United States with the rest of the world through the more extended application of tariff reciprocity, and at the same time to revise the tariff so as to prevent it from \"affording a shelter to monopoly.\"",
        "Though probably sighted by Antonio d'Abreu, i 5 i 1, New Guinea was apparently first visited either by the Portuguese Don Jorge de Meneses, driven on his way from Goa to Ternate in 1526 to take shelter at \" Isla Versija \" (which has been identified with Warsia, a place on the N.W.",
        "Capture begins among the lower tribes with the hand, without devices, developing knack and skill in seizing, pursuing, climbing, swimming, and maiming without weapons; and proceeds to gathering with devices that take the place of the hand in dipping, digging, hooking and grasping; weapons for striking, whether clubs, missiles or projectiles; edged weapons of capture, which were rare in America; piercing devices for capture, in lances, barbed spears, harpoons and arrows; traps for enclosing, arresting and killing, such as pens, cages, pits, pen-falls, nets, hooks, nooses, clutches, adhesives, deadfalls, impalers, knife traps and poisons; animals consciously and unconsciously aiding in capture; fire in the form of torches, beacons, burning out and smoking out; poisons and asphyxiators; the accessories to hunting, including such changes in food, dress, shelter, travelling, packing, mechanical tools and intellectual apparatus as demanded by these arts.",
        "The larvae of the latter usually vacate their galls, to spin their cocoons in the earth, or, as in the case of Athalia abdominalis, Klg., of the clematis, may emerge from their shelter to feed for some days on the leaves of the gall-bearing plant.",
        "Hunters and fishermen frequented its innumerable rivers, returning home laden with rich store of fish and pelts, while runaway serfs occasionally settled in small communities beneath the shelter of the fortresses built, from time to time, to guard the 'southern frontiers of Poland and Muscovy.",
        "Protection from violent draught and shelter from extremes of heat and cold are necessary, but in most cases the choice is best left to the animals themselves, and the most successful arrangements consist of free exposure to the open air, with access to warmth and shelter.",
        "The climate of the archipelago, though generally mild, healthy and favourable to plant life, is by no means uniform, owing to the differences of altitude and shelter from wind in different islands.",
        "The \"spacious arches of stone and other vestiges of departed majesty,\" with which Ker Porter found it surrounded in 1818, were possibly remains of the college (medresseh) and monastery (zavieh) where Ibn Batuta found shelter during his visit to the locality.",
        "By repeated discharges upon these they gradually expend this marvellous force; after which, being defenceless, they become timid, and approach the edge for shelter, when they fall an easy prey to the harpoon.",
        "So great was the general decline that this Neoplatonic philosophy offered a welcome shelter to many earnest and influential men, in spite of the 1 It was condemned by an edict of the emperors Theodosius II.",
        "The old castle of Vilvorde, which often gave shelter to the dukes of Brabant in their days of trouble, is now used as a prison.",
        "Waltheof probably built the castle, under the shelter of which the town grew up. Although it never received any royal charter, the earliest records relating to Cockermouth mention it as a borough.",
        "He escaped to Normandy to join Buzot, and after the defeat of the Girondists at Pacy-sur-Eure he found shelter in Brittany.",
        "in regard to food, shelter and clothing, such as the most fortunate of them had never known.",
        "It became necessary to enforce the terms of that convention, under which the fishermen of the United States could not pursue their avocations within the three miles' limit, tranship cargoes of fish in Canadian ports, or enter them except for shelter, water, wood or repairs.",
        "to the south, was so called from the circumstance that it afforded shelter to five of the leading followers of Prince Charles Edward, who lay here during the winter of 1745-1746.",
        "More than eighty churches, many of them of architectural value, are found scattered over the city, while the General Hospital, Women's Home, Children's Home, Children's Aid Shelter and Deaf and Dumb Institute speak of the benevolence of the citizens.",
        "Its medieval importance as the only shelter between Portland Roads and the river Exe caused the burgesses to receive grants of quayage for its maintenance in 1335 and many subsequent years, while its convenience probably did much to bring upon Lyme the unsuccessful siege by Prince Maurice in 1644.",
        "From the moment that Arnold of Brescia, absorbed in his chimerical project of reviving the ancient Roman republic, disregarded the imperial power and neglected to shelter himself behind the German in his conflict with the priesthood, his failure was certain and his fate foredoomed.",
        "This castle, indeed, yielded a safe shelter to the pope in January 1400, when the Colonnas made their attempt to surprise Rome.",
        "Even after his excommunication (May 12, 1497) he continued to exercise the functions of his office, under the shelter of the secular arm.",
        "von Wurzbach), only seventeen years old, and quite unable to speak Russian, was forced to seek shelter for some time in a peasant's hut.",
        "They gave employment to a body of conversi and labourers under the management of a monk, who bore the title of Brother Hospitaller - the granges, like their parent institutions, affording shelter and hospitality to belated travellers.",
        "Leaving his protection he sought shelter with Michael, despot of Epirus, and then repaired to Asia Minor,where his son-in-law Lascaris was holding his own against the Latins.",
        "An extension of the former mole, and the construction of another from the foot of Montjuich, have embraced a portion of the sea outside of the bank, and a convenient shelter is thus afforded for the heaviest battleships.",
        "A range of low hills affords shelter on the west and south-west; but on every other side there are drained, though still unhealthy, marshes, stretching away to meet the central Walachian plains.",
        "The policy of the government which protects game, both in the park and in the surrounding national forests, has induced elk, deer, antelope, mountain-sheep, bears, porcupines, coyotes, squirrels, gophers and woodchucks to take shelter here.",
        "This counsel was rejected, and in October 1565 the queen marched an army of i 8,000 men against them from Edinburgh; their forces dispersed in face of superior numbers, and Murray, on seeking shelter in England, was received with contumely by Elizabeth, whose half-hearted help had failed to support his enterprise, and whose intercession for his return found at first no favour with the queen of Scots.",
        "1567) the queen visited her husband at Glasgow and proposed to remove him to Craigmillar Castle, where he would have the benefit of medicinal baths; but instead of this resort he was conveyed on the last day of the month to the lonely and squalid shelter of the residence which was soon to be made memorable by his murder.",
        "It is well also to have an open exposure towards the east and west, so that the garden may enjoy the full benefit of the morning and evening sun, especially the latter; but shelter is desirable on the north and north-east, or in any direction in which the particular locality may happen to be exposed.",
        "In some places the south-western gales are so severe that a belt of trees is useful as a break wind and shelter.",
        "Care should be taken, however, not to hem in the garden by crowded plantations, shelter from the prevailing strong winds being all that is required, while the more open it is in other directions the better.",
        "These subordinate divisions furnish, not only shelter but also shade, which, at certain seasons, is peculiarly valuable.",
        "The shelter afforded by a wall, and the increased temperature secured by its presence, are indispensable in the climate of Great Britain, for the production of all the finer kinds of outdoor fruits; and hence the inner side of a north wall, having a southern aspect, is appropriated to the more tender kinds.",
        "5) is the simplest form, often erected against some existing wall, and the best for early forcing, being warmer on account of the shelter afforded by the back wall.",
        "It is adapted for storing plants in winter, for nursing small plants in summer and for the culture of melons and other crops requiring glass shelter.",
        "- These are plants requiring the shelter of a glass house, provided with a moderate degree of heat, of which 45° Fahr.",
        "In the rock beneath the city there are some remarkable catacombs in part of pre-Christian origin, but containing evidence of early Christian burial; and a grotto, reputed to have given shelter to the apostle, is pointed out below the church of San Paolo.",
        "and houses of refuge for night shelter.",
        "Its detached forts shelter the city from bombardment, and so long as sea communication is open with England, Antwerp would be practically impregnable.",
        "Novogeorgievsk is a strongly fortified camp which requires a garrison of 12,000 men, and may shelter an army of 50,000 men.",
        "The period of gestation is twenty weeks, when the female, beneath the shelter generally of a projecting rock, produces one and sometimes two young.",
        "The first was originally built in the 13th century by King Haakon Haakonsson, and subsequently enlarged; and still bears marks of an English attack when a Dutch fleet was driven to shelter here in 1665.",
        "In this more general respect, an arboretum or woodland affords shelter, improves local climate, renovates bad soils, conceals objects unpleasing to the eye, heightens the effect of what is agreeable and graceful, and adds value, artistic and other, to the landscape.",
        "The strange dependants to whom he had given shelter, and to whom, in spite of their faults, he was strongly attached' by habit, dropped off one by one; and, in the silence of his home, he regretted even the noise of their scolding matches.",
        "After satisfying himself of Rolle's sanity, Dalton's father provided him with food and shelter and a hermit's dress.",
        "He now made the mass of the people of both towns find shelter at Syracuse.",
        "By a general outbreak on the death of William the Good, the Saracens, especially those of Palermo, were driven to take shelter in the mountains, where they sank into a wild people, sometimes holding points of the island against all rulers, sometimes taking military service under them.",
        "In 1530 the Sicilian island of Malta became the shelter of the Knights of Saint John driven by the Turk from Rhodes, and Sicily has received several colonies of Christian Albanians, who have replaced Greek and Arabic by yet another tongue.",
        "Navigation is dangerous owing to the frequency and violence of the storms, and the almost total absence of shelter.",
        "Another followed in the next reign; and in 115, during Trajan's sojourn in the place with his army of Parthia, the whole site was convulsed, the landscape altered, and the emperor himself forced to take shelter in the circus for several days.",
        "Formerly the island appears to have been wooded, but it now presents only a few bushes (Edwardsia, Broussonetia, &c.), ferns, grasses, sedges, &c. The natives grow bananas in the shelter of artificial pits, also sugar-canes and sweet potatoes, and keep a few goats and a large stock of domestic fowls, and a Tahitian commercial house breeds cattle and sheep on the island.",
        "found shelter, the castle long resisting the Parliamentarians, and being reduced to ruins by his successor.",
        "David regained the shelter of Carlisle, a legate from Rome made peace, and Prince Henry received the investiture of Northumberland, without the strong fortresses of Bamborough and Newcastle.",
        "was driven to take sad shelter with Kennedy at St Andrews.",
        "Murray arrested VI.: Lethington, as accused of Darnley's murder, and Lethington was now lodged under ward in Edinburgh, Conte \"- but Kirkcaldy of Grange released him and gave him shelter in Edinburgh castle, which he commanded (2 3 rd of October).",
        "A favourable pretext for gratifying their revenge was discovered in the shelter which Chrysostom had given to four Nitrian monks, known as the tall brothers, who had come to Constantinople on being excommunicated by their bishop, Theophilus of Alexandria, a man who had long circulated in the East the charge of Origenism against Chrysostom.",
        "Again, it was like the tiny mustard-seed which grew out of all proportion to its original size, till the birds could shelter in its great branches.",
        "As an ornamental feature in landscapes, it is worthy of notice; and the pleasing shelter it affords and the beauty of its blossoms have frequently been alluded to by poets.",
        "to the pier, too steeply to allow of any wheeled traffic. Thick woods shelter it on three sides, and render the climate so mild that fuchsias and other delicate plants flourish in midwinter.",
        "Madras surrendered almost without a blow, and the only settlement left to the British was Fort St David, a few miles south of Pondicherry, where Clive and a few other fugitives sought shelter.",
        "in the South Shetlands, and a shelter was rigged up of two boats, where 22 of the party were left under the capable leadership of Mr. Frank Wild, while Shackleton and five companions set out in the third boat, the \" James Caird,\" for the almost desperate attempt to reach South Georgia.",
        "2455), found shelter in the neighbouring city of Neapolis, where they inhabited a quarter called that of the buried city (Suetonius, Titus, 8; C.I.L.",
        "It is built partly on level ground near the shore, and partly on the slopes of Worlebury Hill, which aids in giving shelter from the north and east.",
        "The abbeybuildings were rebuilt in the 17th and 18th centuries, and now shelter the lycee.",
        "During the winter no shelter is necessary for live-stock, nor, during summer, for the grains that are harvested in June and July, and may lie for weeks or months in the field.",
        "The chief name in the island's history is that of Robert Bruce, who found shelter in the King's Caves on the western coast.",
        "As an answer Yahweh \"appoints\" a small quickly-growing tree with large leaves (the castor-oil plant) to come up over the angry prophet and shelter him from the sun.",
        "spadicigera, the large thorn-like stipules are hollow and afford shelter for ants, which feed on a secretion of honey on the leaf-stalk and curious food-bodies at the tips of the leaflets; in return they protect the plant against leaf-cutting insects.",
        "By giving shelter to the fugitive Eadgils, a rebel against his uncle the king of the \" Swain \" (the Swedes, dwelling to the north of the Gautar), Heardred brought on himself an invasion, in which he lost his life.",
        "It gives shelter not only to vessels plying to its adjoining ports but serves as a harbour of refuge for shipping bound up or down the Atlantic coast, and is fre q uently used for the assembling of naval fleets.",
        "In the previous year (39) his mother had been banished by order of her brother Caligula (Gains) on a charge of treasonable conspiracy, and Nero, thus early deprived of both parents, found shelter in the house of his aunt Domitia, where two slaves, a barber and a dancer, began his training.",
        "2 By Nero's orders, the open spaces in the Campus Martius were utilized to give shelter to the homeless crowds, provisions were brought from Ostia and the price of corn lowered.",
        "When finally the palace guards forsook their posts, Nero despairingly stole out of Rome to seek shelter in a freedman's villa some four miles off.",
        "For a time he found shelter with his friends in Paris, and from 1552 he was in Venice leading the party of reform in that city.",
        "The great parks are a favourite range and shelter.",
        "His vehement opposition to the Augsburg Interim (1548) led him to take temporary shelter at Rudolstadt with Catherine, countess of Schwarzburg.",
        "12), writing about this time, describes Kittim (a name derived from Citium, q.v.) as a port of call for merchantmen homeward bound for Tyre, and as a shelter for Tyrian refugees; but the Hebrew geographers of this and the next century classify Kittim, together with other coast-lands and islands, under the heading Javan, \" Ionian \" (q.v.), and consequently reckoned it as predominantly Greek.",
        "Several of these birds bred, and they almost all lived in the woods the whole year through, refusing to take shelter in a house constructed for their use.",
        "Since the removal of their guano deposits they have become practically worthless, except where they serve to shelter anchorages.",
        "Among the marine productions on the southern coast, a species of kelp, Macrocystis pyrifera, merits special mention because of its extraordinary length, its habit of clinging to the rocks in strong currents and turbulent seas, and its being a shelter for innumerable species of marine animals.",
        "In England the pine is largely employed as a \" nurse \" for oak trees, its conical growth when young admirably adapting it for this purpose; its dense foliage renders it valuable as a shelter tree for protecting land from the wind; it stands the sea gales better than most conifers, but will not flourish on the shore like some other species.",
        "Abounding on the higher slopes of the Bavarian and Tirolese Alps, it is a favourite shelter for the chamois; the hunters call it the \" latschen,\" from its recumbent straggling habit.",
        "On the drift-sands of France, especially in the Gironde, forests have been formed mainly of this pine; the seeds, sown at first under proper shelter and protected by a thick growth of broom sown simultaneously, vegetate rapidly in the sea-sand, and the trees thus raised have, by their wind-drifted seed, covered much of the former desert of the Landes with an evergreen wood.",
        "Karim was still obliged to take shelter in Shirz, and to employ artifice in order to supply the place of the force in which he was deficient.",
        "Tile rebellion of the asafu d-daula, maternal uncle of the shah, was punished by exile, while his son, after giving trouble to his opponents, and once gaining a victory over them, took shelter with the Turcomans.",
        "rebellion, and that his son, the salar, took shelter with the Turcomans.",
        "In the civil wars of the 1st century B.C. the Ephesians twice supported the unsuccessful party, giving shelter to, or being made use of by, first, Brutus and Cassius, and afterwards Antony, for which partisanship or weakness they paid very heavily in fines.",
        "He fully admitted that the cry which had become so popular since 1881 of \" Africa for the Afrikanders \" expressed a reasonable aspiration, but he constantly pointed out that its fulfilment could most had from the 16th century onward maintained a Y advantageously be sought, not, as the Kruger party and extremists of the Bond believed, by working for an independent South Africa, but by working for the development of South Africa as a whole on democratic, self-reliant, self-governing lines, under the shelter of the British flag.",
        "The young (which, as in other marsupials, leave the uterus in an extremely small and imperfect condition) are placed in the pouch as soon as they are born; and to this they resort temporarily for shelter for some time after they are able to run, jump and feed upon the herbage which forms the nourishment of the parent.",
        "About half the population of the city, it was estimated, spent the nights while the fire was in progress out of doors, with practically no shelter.",
        "quick-firing gun was posted in a shelter on the crest of the hill.",
        "Rendsburg came into existence under the shelter of a castle founded by the Danes about the year 1100 on an island of the Eider, and was an object of dispute between the Danish kings and the counts of Holstein.",
        "There were also frequent and imperious demands for the surrender of fugitives who had sought shelter from the wrath of Attila within the limits of the empire.",
        "The fugitives from these cities, but especially from the last, seeking shelter in the lagoons of the Adriatic, laid the foundations of that which was one day to become the glorious city of Venice.",
        "Formerly this method of providing soldiers with shelter was rarely employed on active service, though the normal method in \"winter quarters,\" or at seasons when active military operations were not in progress.",
        "In the field, armies lived as a rule in camp (q.v.), and when the provision of canvas shelter was impossible in bivouac. At the present time, however, it is unusual, in Europe at any rate, for troops on active service to hamper themselves with the enormous trains of tent wagons that would be required, and cantonments or bivouacs, or a combination of the two have therefore taken the place, in modern warfare, of the old long rectilinear lines of tents that marked the restingplace and generally, too, the order of battle of an 18th-century army.",
        "Roch Castle having been captured and burned by the parliamentary forces in 1644, Lucy Walter found shelter first in London and then at the Hague.",
        "This effort made under the direction of the Bureau of Education has been eminently successful, and in the future the reindeer seems certain to contribute very greatly to the food, clothing, means of shelter and miscellaneous industries of the natives; and not less to the solution of the problems of communication and transportation throughout the interior.",
        "East of the public garden is Fort St Germain, named after an officer killed in the insurrection of the Zaatcha in 1849; it is capable of resisting any attack of the Arabs, and extensive enough to shelter the whole of the civil population, who took refuge therein during the rebellion of 1871.",
        "The houses in the principal streets are built of hewn stone, and are several storeys high, with projecting eaves that give shelter from both sun and rain.",
        "The southern exposure of this littoral region, the shelter afforded against the bitter winds of the north by the lofty Caucasus range, and the copious rainfall all combine to foster a luxuriant and abundant vegetation.",
        "Two long piers shelter the harbour, and vessels drawing 25 ft.",
        "shelter himself under the authority of Plato; but, as the Xenocratean numbers, though professedly ideal as well as mathematical, were in fact mathematical only, this return to the Platonic terminology was no more than an empty form.",
        "in diameter, which, though open to the N., affords fair shelter.",
        "Roe-deer, foxes and wolves find shelter in the forests, where bears are not uncommon; and chamois frequent the loftiest and most inaccessible peaks.",
        "The solitudes of Upper Egypt, where numerous monasteries and hermitages had been planted, seem at this time to have been his chief shelter.",
        "The latter, pursued by the jealous Hera, after long wandering found shelter in Delos (originally Asteria), where she bore a son, Apollo, under a palm-tree at the foot of Mount Cynthus.",
        "The Public Money Drainage Acts 1846-1856 authorized the advance of public money to landowners to enable them to make improvements in their lands, not only by draining, but by irrigation, the making of permanent roads, clearing, erecting buildings, planting for shelter, &c. The rapid absorption of the funds provided by these acts led to further legislative measures by which private capital was rendered available for the improvement of land.",
        "The lambs have the shelter of a lambing shed for a few days.",
        "Geelong slopes to the bay on the north and to the Barwon river on the south, and its position in this respect, as well as the shelter it obtains from the Bellarine hills, renders it one of the healthiest towns in Victoria.",
        "To the student of political science, however, they have a special interest of their own, as they show that when men had shaken themselves loose from the chain of habit and prejudice, and had set themselves to build up a political shelter under which to dwell, they were irresistibly attracted by that which was permanent in the old constitutional forms of which the special development had of late years been.",
        "And can it continue to shelter persons who by these flagrant acts place themselves beyond the pale of common rights?",
        "And everybody knows Johnson's vivid account of him: \"Burke, Sir, is such a man that if you met him for the first time in the street, where you were stopped by a drove of oxen, and you and he stepped aside to take shelter but for five minutes, he'd talk to you in such a manner that when you parted you would say, ` This is an extraordinary man.'\" They all grieved that public business should draw to party what was meant for mankind.",
        "The basin of the Tarim contains, indeed, numerous other streams, most of them summer torrents seaming the flanks of the encircling mountains, but once no doubt affluents of the Tarim, though now all swallowed up in the desert soon after quitting the shelter of the mountains.",
        "The Assembly found shelter in the church of St Louis, where it was joined by the main body of the clergy and by the first of the nobles.",
        "But Louis let himself be persuaded into betraying his own cause and retiring with his family under the shelter of the Assembly.",
        "According to Diiben the name first occurs in the 13th century - in the Fundinn Noregr, composed about 1200, in Saxo Grammaticus, and in a papal bull of date 1230; but the people are probably to be identified with those Finns of Tacitus whom he describes as wild hunters with skins for clothing and rude huts as only means of shelter, and certainly with the Skrithiphinoi of Procopius (Goth.",
        "A few bears and wild boars and lynxes find shelter in the remoter forests, with many badgers, wolves, foxes, wildcats, martens and weasels.",
        "The harbour, which is defended by the Carlisle and Camden Forts at its entrance, and by Fort Westmoreland on Spike Island, can shelter a large fleet.",
        "Owing to the lack of shelter in its open roadstead, the port has not become the great commercial centre which its position otherwise qualifies it to be.",
        "The Churchs patronage provided some with a refuge from violence; others ingratiated themselves with the rich for the sake of shelter and security; others again sought place and honor from men of power; while women, churchmen and warriors alike claimed the kings direct and personal pro tection.",
        "The fact was that between the kings inability to defend the kingdom, and the powerlessness of nobles and peasants to protect themselves from pillage, every man made it his business to seek new protectors, and the country, in spite of Charles the Balds efforts, began to be covered with strongholds, the peasant learning to live beneath the shelter of the donjon keeps.",
        "At Thebes Antiope now suffered from the persecution of Dirce, the wife of Lycus, but at last escaped towards Eleutherae, and there found shelter, unknowingly, in the house where her two sons were living as herdsmen.",
        "The Apennines shelter it from the cold north winds, and the prevailing winds in the west, blowing in from the Tyrrhenian Sea, are warm and humid, though Florence is colder and more windy than Rome in the winter and hotter in summer, owing to its being shut in among the mountains.",
        "'The roadstead (400 acres) and enclosed area (267 acres) together make a magnificent - shelter for shipping.",
        "The hippopotamus and crocodile abound in the swamp regions, which also shelter many kinds of water-fowl.",
        "Shelter against severe storms is needed.",
        "In England red-clover hay, or, better still, crimson-clover or lucerne hay, is liberally fed to farm horses with about io lb per day of oats, while they usually run in open yards with shelter sheds.",
        "CARAVANSERAI, a public building, for the shelter of a caravan and of wayfarers generally in Asiatic Turkey.",
        "There is one good harbour, a magnificent land-locked shelter called Nancowry Harbour, formed by the islands of Camorta and Nancowry (both known to natives as Nankauri).",
        "Its coasts for the most part, especially towards the south, are bold, and frequently indented with splendid bays and harbours, affording ample shelter and safe anchorage for ships.",
        "They killed and skinned the otter and, taking the skin with them, sought shelter for the night with Rodmar the giant.",
        "The female produces three to five young ones in March or April, and brings them up in a nest formed of grass or other herbage, usually placed in a hollow place in the bank of a river, or under the shelter of the roots of some overhanging tree.",
        "What my wife neglected to state was the ongoing need for the big three of food, clothing and shelter and that our New York jobs, even if they felt absurd by comparison, were needed in support of attaining them.",
        "He found God, started a church and homeless shelter in Philadelphia, and confessed to every rape he'd committed.",
        "Ginger wasn't as facially pretty as Paulette but her figureâ€”stately and fullâ€”and her dressâ€”expensive and tastefulâ€” paled her sister-in-law like a queen visitor at a homeless shelter.",
        "Occasionally a deer would wander under the shelter and eat some of it, but the J-shaped feeders protected most of it.",
        "The kind ruler of Tiyan welcomed those without food and shelter.",
        "He thought it might be a shelter that Civil War soldiers had built.",
        "The groups inhabit areas near man, for example town centers or industrial complexes, and are reliant on him for food and shelter.",
        "Many climbers and walkers owe their lives to the shelter afforded by MBA maintained bothies.",
        "air raid precaution book had instruction for building an Anderson Shelter.",
        "In the playground was a brick air raid shelter and we would stand near it plane spotting.",
        "Swiftly I carry armfuls of softwood to our shelter, Jessie obediently at my heels.",
        "Have ye leisure, comfort, calm, Shelter, food, love's gentle balm?",
        "bitumen roofing felt on the banks, beneath which they will shelter.",
        "In a driving blizzard, with his inexperienced helper (Patrick Holt ), they seek shelter in a log cabin.",
        "To find the summit shelter in a full blown blizzard is very reassuring.",
        "bothyy climbers and walkers owe their lives to the shelter afforded by MBA maintained bothies.",
        "breakwater built for shelter in rough weather.",
        "Currently having a new breakwater built for shelter in rough weather.",
        "In some locations an offshore breakwater is positioned parallel to the coast to shelter a beach from wave action.",
        "Almost every bush seemed to provide shelter for a nesting burrow.",
        "cabana sun shelter is £ 10.",
        "Please note that UK First Class postage & packing for the family pop up beach cabana sun shelter is £ 10.",
        "cabman old postcards of Broad Street show this cabmen's shelter, which stood in the middle of the street from 1885 to 1912.",
        "I decide to shelter in the relative calm of the British Council stand in case the scene turns ugly.",
        "Red backed hawks and crested caracara competed for perches in the few yew trees I was camping in the shelter of.",
        "Between the magazines were two pairs of gun casemates (to shelter the guns in) flanked by two pairs of artillery general stores.",
        "It provides shelter from the sun, as well as being an outdoor classroom and a source of fun.",
        "Once an atomic shelter, it carries the warning: \" No windows and daylight - not recommended for guests suffering claustrophobia.",
        "Nearly every building had broad, cool colonnades to shelter the Roman workers from the sun.",
        "Must See Good ice, nights under the Shelter Stone, short days in the northern corries, very long days further in.",
        "countdown sequence initiated Phase 2 Shelter retracted and missile erected.",
        "cramped cages where they rarely have any shelter from the extremes of the Romanian weather.",
        "Three years ago I was asked, by a dairy farmer to collect an injured fox cub which had sought shelter in a barn.",
        "cyclone shelter all survived.",
        "dairy farmer to collect an injured fox cub which had sought shelter in a barn.",
        "daub building will provide shelter and outdoor toilets.",
        "They were built to shelter and provide a lookout point for those guarding the burial ground from such depredations.",
        "desiccatechens and microbes even live inside translucent rocks to shelter from high radiation levels and desiccating winds!",
        "destroyed by the tsunami, providing adequate shelter has been a key priority.",
        "However, the shelter which is going to be used for cooking was rather dilapidated.",
        "We were located downtown next to a homeless shelter.",
        "PAWS Animal Shelter contains dozens of cats within three small rooms.",
        "drain holes still needed to be drilled to the seating of the Youth Shelter.",
        "There is an air raid shelter under the ramp in case enemy bombers attacked the emplacement.",
        "Agree a list of key words, e.g. rationing, evacuation, air raid, Anderson shelter.",
        "fisher girl offered shelter to Aset.",
        "Commission caught flack for letting audit firms provide certain tax consultancy services to public companies, especially tax shelter advice.",
        "The site is teeming with fish, which use the numerous overhangs as shelter between their hunting forays out on the reef.",
        "fox cub which had sought shelter in a barn.",
        "Lower littoral fringe The Pelvetia (in shelter) or Porphyra (exposed) belt.",
        "frost proof shelter measuring four feet x four feet is attached to the flight at the rear.",
        "garden furniture & outside barbecue, outside shelter & storage.",
        "If one favored a deeper shelter, why not a better gas mask, a more rapid firing machine gun, a faster tank?",
        "The calf nestled against the adult giraffe, trying to shelter underneath her.",
        "The dust grains may provide the shelter for molecules to form.",
        "Imagine your poor old gran waiting for a bus in the pouring rain with nothing to shelter under.",
        "The shivering grasshopper has no food or shelter, so he dies out in the cold.",
        "We took shelter from the sun and drank green tea with a local who spoke of cave about 2 days walk south near Laos.",
        "I have no desire to shelter from the British sun and it is rarely cold enough to need headgear.",
        "homeless shelter refused $ 1,200 raised by a drag show.",
        "huddlew: Huddling in the small shelter waiting for the steam train.",
        "It starts with the need for shelter in the often inhospitable climate.",
        "Some 600 million city dwellers are today without adequate shelter and over 400 million do not have access to the simplest latrines.",
        "This gives plenty of cover for the young leverets to shelter from their enemies.",
        "The bushy scrub provides shelter and food for migrating birds in spring and autumn and supports small numbers of breeding linnets and stonechats.",
        "makeshift shelter his agents had called home for the past six months.",
        "mendicant Zen priests wearing large braided hats are taking shelter from a sudden shower.",
        "You don't want minimalism when you're trying to find shelter from the cold.",
        "As well as improving standards of sewage treatment, the reeds should offer shelter for bird species including moorhens, coots, and warblers.",
        "Many sought shelter at churches or public schools after their homes were destroyed by mudslides, officials said.",
        "She has a little muff In which, from breezes rough,    Her hands find shelter.",
        "nettle leaf which draws the leaf into a folded shelter.",
        "He was bundled into a snow hole for shelter and was subsequently successfully treated for ' frost nip ' .",
        "osseous remains from the Rock Shelter.",
        "outlying provinces are without shelter.",
        "overcrowded with people who could no longer find shelter in their own burning buildings.",
        "pagoda style waiting shelter was later added.",
        "paragon of virtue had lived in the shelter of the Army nearly all his life.",
        "partial shade with shelter from cold, drying winds.",
        "I've met many people working for Shelter who are fiercely passionate and dedicated to the organization they work for.",
        "To get more food, people would plant a vegetable patch on top of their Anderson shelter.",
        "A source told The People: \" Chris has got himself into a right old pickle about the shelter.",
        "Shelter We missed the tide and had a short portage over the spit at Oronsay.",
        "Open This page from an air raid precaution book had instruction for building an Anderson Shelter.",
        "A frost proof shelter measuring four feet x four feet is attached to the flight at the rear.",
        "quake survivors pray at a temporary shelter in Klaten, central Java, May 29, 2006.",
        "raid precaution book had instruction for building an Anderson Shelter.",
        "rationing, evacuation, air raid, Anderson shelter.",
        "The simple, mournful lyrics of \" Burn, \" \" Shelter \" and the title track rec... 21st Century Poet - Brilliant!",
        "Each smoking shelter comes complete with a cigarette butt receptacle to keep the area free from cigarette litter.",
        "regenerateturbance of forest ecosystem and greater shelter for regenerating seedlings.",
        "Some students may join low-paid workers, who, according to a recent news report have begun to seek shelter in the hostels.",
        "During the brief reprieve, the basement had filled with people seeking shelter, some of whom were wounded from bomb shrapnel.",
        "They can be encouraged by the provision of refugia comprising sheets of bitumen roofing felt on the banks, beneath which they will shelter.",
        "Repair or build a drystane dike to provide shelter for animals and plants such as wall rue, lichens or mosses.",
        "salivateospect of being able to tax shelter their buy to let investments in pension arrangements has buy to let investors positively salivating!",
        "Some are already wearing their school uniforms and have satchels are their backs, ready to go straight to school from their shelter.",
        "scurry for shelter.",
        "By evening a gale running down both sides of the Scottish mainland and small coastal vessels scuttled for shelter.",
        "A mile or so inland will bring you into Friston Forest, which will provide shelter from strong sea breezes.",
        "These rocky reefs provide shelter for a tremendous variety of marine animals and plants and make an excellent place to study the seashore.",
        "self-destruct mechanism in the shelter, wiping the Sea Devil colony out to avert a war.",
        "Aspect: Sun or partial shade with shelter from cold, drying winds.",
        "sheeting for shelter to over 30,000 people.",
        "The full time worker will erect a simple shelter in which to work.",
        "shelter afforded by MBA maintained bothies.",
        "Once again we sought shelter in the lee of a wood.",
        "In Albuquerque a homeless shelter refused $ 1,200 raised by a drag show.",
        "I then saw out two aircraft from their HAS (hardened aircraft shelter) which were undertaking a training sortie.",
        "He made his way through the bombing, to a deep underground shelter in the basement of the Herbert Art Gallery.",
        "shelter belts of trees have had to grow to protect from strong winds.",
        "Our air raid shelter We were a very large family, Dad was provided with materials to build a double air-raid shelter.",
        "The air raid shelter gave me the idea for the secret room the friends discover in The Secret Room Part 1.",
        "Brick bus shelter should go, community council says More.. .",
        "There was a 1940s bomb shelter at the bottom of the garden, which was better presented than some of the house.",
        "Most old postcards of Broad Street show this cabmen's shelter, which stood in the middle of the street from 1885 to 1912.",
        "shelter in the lee of a wood.",
        "shelter from the storm 24.",
        "shelter for the homeless.",
        "shelveieha Bay has a wonderful sweep of clean, gently shelving sand which benefits from the shelter of a sunny headland.",
        "Shelter's nationwide red chair sit-in: Shelter's red chair sit-in protest is visiting 26 towns across Britain over the next four months.",
        "This was where the bee skep or hives were kept to shelter them from the rain.",
        "In adverse weather many ships seek shelter in the bay illuminating the night skyline.",
        "The shelter door opened to rough sleepers at 8.00pm to 8.00am for the first time on 15th March.",
        "Refusing food and shelter, and forcing people to suffer starvation is as bad as killing people with bullets in a dictator's regime.",
        "stretch of pure white sand is backed by dunes that provide shelter from the noise of the main road.",
        "strong breezeo inland will bring you into Friston Forest, which will provide shelter from strong sea breezes.",
        "stumblee time I got home, I was stumbling along, trying to shelter my right eye from the sunlight.",
        "The animals lived in anything from a proper brick sty, to a rough back yard shelter.",
        "A partly subterranean dome about 10 meters in diameter, similar to the hogan of the Navajo, was the uniform shelter.",
        "surly fellow, and refused shelter to the traveler, who was therefore obliged to continue his journey during the night.",
        "We can use the tarp to build a shelter.",
        "tarp shelter, and a light down sleeping bag.",
        "tarp material from tearing but it may sometimes compromise the shelter.",
        "They are the largest tax shelter adviser in the UK placing around £ 200 million in gross tax shelter investment.",
        "Unlike conventional pop-up beach tents, this shelter has a firm frame provided via fiber... .",
        "The scouts had also been sent worksheets on how to build tepees to shelter under while they waited for their turns.",
        "We walked up to a shelter as the rain became torrential.",
        "The pele tower, built to shelter the family from the border raiders, dates from 1340.",
        "Certainly in the 16th century Eilean Mor provided shelter to the houses and barns of a farming township.",
        "The need for water, food and shelter remains urgent.",
        "The waiting shelter shared a particular feature with other such structures on the SER network: it opened with its roof lacking a valance.",
        "You can retreat to the gardens, shelter in one of the conservatories, admire the vistas cleverly created by the original designer.",
        "A simple vivarium can be provided with the light source on one end and a shelter on the other.",
        "waiting shelter was provided on the down side.",
        "Other creatures which live among the plants for shelter and food include water beetles, leeches and flat worms.",
        "Will they perch openly in wet weather or take some shelter?",
        "wet weather or take some shelter?",
        "small rough winkles and the occasional hardy barnacles gain enough shelter here to survive.",
        "The young people worked with Groundwork staff and outreach youth workers to chose a shelter design, was then adapted to fit their requirements.",
        "Vallot built an observatory and shelter hut (14,31 2 ft.) on the Bosses du Dromadaire (north-west ridge of the mountain), and in 1893 T.",
        "Monastic pensions, liquidation of religious property and provision of shelter for nuns 749,172 491,339",
        "In Lombardy and France tall hedges are sometimes formed of this poplar for shelter or shade, while in the suburban parks of Britain it is serviceable as a screen for hiding buildings or other unsightly objects from view; its growth is extremely rapid, and it often attains a height of Too ft.",
        "The moist soil encourages luxuriant thickets of willows (Salicineae), surrounded by dense chevaux-de-frise of wormwood and thornbearing Compositae, and interspersed with rich but not extensive prairies, harbouring a great variety of herbaceous plants; while in the deltas of the Black Sea rivers impenetrable beds of reeds (Arundo phragmites) shelter a forest fauna.",
        "At whatever spot an insect becomes entangled in the frame, the vibration set up by its struggles is transmitted along the nearest radiating thread to the centre and thence up the trap line to the shelter where the occupant lurks awaiting the signal.",
        "The central idea of his teaching was that naval supremacy is the condition precedent of all vigorous military offensive across the seas, and, conversely, that no vigorous military offensive can be undertaken across the seas until the naval force of the enemy has been accounted for - either destroyed or defeated and compelled to withdraw to the shelter of its own ports, or at least driven from the seas by the menace of a force it dare not encounter in the open.",
        "Believing himself secure behind this screen, he advanced from Vitry along the roads leading down the valley of the Marne, with his columns widely separated for convenience of subsistence and shelter - the latter being almost essential in the terrible weather prevailing.",
        "KENNEL, a small hut or shelter for a dog, also extended to a group of buildings for a pack of hounds (see DoG).",
        "No attempt was made to entrench the position systematically, but on the left the 2nd and 3rd Corps made some disconnected shelter trenches and gun-pits, while the 4th Corps in the centre began to improve available cover about an hour before the battle began, and the 6th corps on the right, not yet having received any entrenching tools, could do no more than improvise a few loopholes in the walls of the villages of St Privat and Roncourt with such tools as the sappers could obtain from the inhabitants.",
        "For the larvae of their makers the galls provide shelter and sustenance.",
        "The pursuit of science needed a more tranquil shelter; and on the raising of the blockade, Kepler obtained permission to transfer his types to Ulm, where, in September 1627, the Rudolphine Tables were at length given to the world.",
        "The hills surrounding the city on all sides shelter it from the sandstorms which afflict some parts of New Mexico, and its pleasant climate, attractive mountain scenery and historical interest make it a favourite resort.",
        "In April 1585 Sir Amyas Paulet was appointed to the office of which Sadler, accused of careless indulgence, had requested to be relieved; and on Christmas Eve she was removed from the hateful shelter of Tutbury to the castle of Chartley in the same county.",
        "- These are plants requiring the shelter of a glass house, provided with a moderate degree of heat, of which 45Ã‚° Fahr.",
        "Sow vegetable marrows and hardy cucumbers on a warm border in the last week; sow cardoons in trenches, or (in the north) in pots under glass shelter; sow chicory for salading.",
        "On quitting the shelter of the parent tentacles the embryo becomes a pelagic larva, known as Actinotrocha (fig.",
        "It is their harshness and greed that drive the poor to join the Bagaudae and fly for shelter to the barbarian invaders (v.",
        "I learned how the sun and the rain make to grow out of the ground every tree that is pleasant to the sight and good for food, how birds build their nests and live and thrive from land to land, how the squirrel, the deer, the lion and every other creature finds food and shelter.",
        "We may imagine a time when, in the infancy of the human race, some enterprising mortal crept into a hollow in a rock for shelter.",
        "Each morning, when they were numbed with cold, I swept some of them out, but I did not trouble myself much to get rid of them; I even felt complimented by their regarding my house as a desirable shelter.",
        "I now first began to inhabit my house, I may say, when I began to use it for warmth as well as shelter.",
        "I'll go and look for shelter.",
        "A third section scattered through the village arranging quarters for the staff officers, carrying out the French corpses that were in the huts, and dragging away boards, dry wood, and thatch from the roofs, for the campfires, or wattle fences to serve for shelter.",
        "Indonesian quake survivors pray at a temporary shelter in Klaten, central Java, May 29, 2006.",
        "The simple, mournful lyrics of \" Burn, \" \" Shelter \" and the title track rec... 21st Century Poet - Brilliant !",
        "Less disturbance of forest ecosystem and greater shelter for regenerating seedlings.",
        "The castle could have given them no shelter being in its ruinous state.",
        "The prospect of being able to tax shelter their buy to let investments in pension arrangements has buy to let investors positively salivating !",
        "Across a searing, unending plain of sand, an isolated camel train picks its way toward the shelter of a scrawny tree.",
        "They have five minute flash floods that do n't even give you time to scurry for shelter.",
        "The Doctor was forced to set the self-destruct mechanism in the shelter, wiping the Sea Devil colony out to avert a war.",
        "Provided plastic sheeting for shelter to over 30,000 people.",
        "However, shelter belts of trees have had to grow to protect from strong winds.",
        "Our Air Raid Shelter We were a very large family, Dad was provided with materials to build a double air-raid shelter.",
        "Brick bus shelter should go, community council says More...",
        "Take the plunge 23. take shelter from the storm 24.",
        "At the foot of the lobby 's staircase stands Inventory 's Outlier, a text-based shelter for the homeless.",
        "Mellieha Bay has a wonderful sweep of clean, gently shelving sand which benefits from the shelter of a sunny headland.",
        "Shelter 's nationwide red chair sit-in: Shelter 's red chair sit-in protest is visiting 26 towns across Britain over the next four months.",
        "Refusing food and shelter, and forcing people to suffer starvation is as bad as killing people with bullets in a dictator 's regime.",
        "A long stretch of pure white sand is backed by dunes that provide shelter from the noise of the main road.",
        "By the time I got home, I was stumbling along, trying to shelter my right eye from the sunlight.",
        "Smit was a surly fellow, and refused shelter to the traveler, who was therefore obliged to continue his journey during the night.",
        "Find out how we find the resources we need (water, food, energy and shelter) to survive in these different environments.",
        "I used a tarp shelter, and a light down sleeping bag.",
        "This can be an advantage and a disadvantage as it will protect the tarp material from tearing but it may sometimes compromise the shelter.",
        "Unlike conventional pop-up beach tents, this shelter has a firm frame provided via fiber....",
        "He lay fast asleep in the shelter of a tumbledown building buried beneath a massive and almost impenetrable thicket of thorns.",
        "A small waiting shelter was provided on the down side.",
        "Small rough winkles and the occasional hardy barnacles gain enough shelter here to survive.",
        "I hope to be a bastion of support for the homeless shelter. I feel so passionate about helping others.",
        "Jacob's passion for helping others was evident in the way he ambitiously planned the homeless shelter's annual fundraiser.",
        "I was so determined to change my karma that I decided to quit smoking and volunteer at the homeless shelter.",
        "You can always donate used baby toys to places such as the Salvation Army or a women and children's shelter.",
        "Then they are dropped off at a shelter in the hopes that a home will be found for them.",
        "The shelter usually has a screening process when a person wants to adopt.",
        "Also consider your local animal shelter or rescue as a source.",
        "You can meet pets at these events, or go to the shelter or society location, but consider yourself warned.",
        "Adopting from a shelter or humane society is less risky than selecting a pet from a free kittens ad in the paper or on the grocery's bulletin board.",
        "Shelter are also a good place to find kittens in need of homes, but the kittens aren't \"free.\"",
        "Whether the cat is picked from a professional breeder or is a mixed breed found at the local shelter, a thorough medical history should be reviewed before any cat adoption decisions are made.",
        "If you feel up to the challenge, you might also think about adopting a spayed/neutered kitten from a shelter to provide Smokey with a new companion to further distract him from his old routine.",
        "I recommend you call your local animal shelter to find out if they know of any low cost spay/neuter clinics in your area.",
        "Thyroid disease is not contagious, but many types of infections/infestations are, so I highly recommend you take the kittens to a veterinarian, or a no-kill shelter that will make sure they get the medical attention they need.",
        "It's important to physically go to the local shelter.",
        "I have two kittens that I purchased from our local animal shelter six weeks ago.",
        "About a month ago, we introduced a two-year-old male cat from our local animal shelter into our household where we have a twelve-year-old male cat.",
        "We recently adopted her from a local shelter.",
        "I recently adopted a two-year-old cat from the animal shelter.",
        "I did adopt a shelter cat about the time this started, actually.",
        "Someone dumped him on the doorsteps of the local shelter, and when I came in to get a cat, I saw him and fell in love.",
        "We got our second kitten from the shelter when he was about three months old.",
        "National Animal Shelter Appreciation Week occurs in the fall and is a good time to step up the efforts to help your local shelters.",
        "LTK: When arriving at a shelter, do many of the cats come in with health problems?",
        "LTK: How much medical treatment can a shelter provide to a cat coming in?",
        "LTK: Are there any common behavior issues with shelter cats?",
        "NP: Interestingly, the majority of cats surrendered to an animal shelter have litter box issues.",
        "Some people go to an animal shelter with a specific breed in mind.",
        "However, if someone is looking for a more common breed of cat such as a Persian or Siamese, it is possible to find one in a shelter.",
        "I adopted him from a shelter, and he looks and acts like a Maine Coon.",
        "Check with your local shelter or humane society.",
        "Maine Coon cat rescue organizations exist to provide care and shelter for Maines that are homeless, abused, or in need of care for some reason.",
        "This rescue has a Buy a Brick program to help them build a new shelter on land that they currently own.",
        "All cats are fostered; there is not a central shelter per se.",
        "This enables you to sponsor a variety of activities and needs that the shelter may have.",
        "It can be difficult to find a breeder locally. this is also not a cat that you are likely to find at the local animal shelter, although that can happen.",
        "Although owning a Ragdoll cat has many advantages, there are times when an owner can no longer care for a cat, and the animal is placed in a rescue center or animal shelter for adoption.",
        "If at all possible, go to the shelter and see the cat in its environment."
    ],
    "definition": [
        "Link/Cite"
    ]
}