{
    "translation": "מחסור, גרעון",
    "uses": [
        "There was no shortage of rocks on the mountain.",
        "There was shortage in equipment of every kind.",
        "Tillage was also made compulsory, but this had little effect on production owing to the shortage of labour, draft animals, manures and agricultural implements, together with the oppressive restrictions caused by the fixing of maximum prices.",
        "Many of the Marwari traders fled the city, and some trouble was experienced in shortage of labour in the factories and at the docks.",
        "For some time obscure negotiations had been going on between King Nicholas and Essad, and the brave Hasan Riza Pasha, who had refused to surrender despite the shortage of food, had been assassinated.",
        "Centuries ago, North America saw a shortage of small coins, so large ones were cut into bits to circulate as small change.",
        "Later the state comptroller announced a shortage of $120,000 in the military accounts, but Tompkins claimed that the state owed him $130,000.",
        "The war, of course, cut off the supply of raw materials for the textile trade, which in 1921 was still suffering from shortage, particularly of raw cotton.",
        "He was back in Johannesburg in December 1903, and had to consider the crisis in the gold-mining industry caused by the shortage of native labour.",
        "The warehouseman took all risks, paid double for all shortage, but no claim could be made .unless he had given a properly witnessed receipt.",
        "These measures were largely successful, but in 1902 the export of oak staves was discontinued owing to a shortage of supply.",
        "In view of the anticipated arrival of substantial reinforcements from England there was no great temptation to embark on offensives; and owing to the shortage of artillery ammunition, what there was of it had to be jealously husbanded, although the French divisions were not suffering from this disability so much as the British.",
        "The world's supply in 1900 was 72,911 long tons; this increased in 1904 to 97,790 tons, but in 1905, principally owing to a shortage in the supplies from the Straits and Banka, the yield fell to 94,089 tons.",
        "Chief among them is war, which may cause a shortage of food - supplies, either by its direct ravages or by depleting the supply of agricultural labour.",
        "Since 1910 a meat shortage in Austria had made itself more and more felt, especially in the towns, owing to their rapid growth, the decrease of cattle-raising in the Alpine lands, and the reduction in the imports of Serbian meat through the antiSerbian agrarian policy of Hungary.",
        "Great Britain finally (in 1906) abandoning all her claims. The commercial depression was due to many causes; of these the most apparent was the shortage of labour at the Rand mines.",
        "Albuquerque, foreseeing the dangers that would arise from a shortage of population in his colonies, had encouraged his soldiers to marry captive Brahman and Mahommedan women, and to settle in India as farmers, shopkeepers or artisans.",
        "Thus during the first weeks of the war there was very great unemployment in parts of the industrial regions, since the dismissals far exceeded the proportion of enrolments in the army, while agriculture, which was already occupied with the harvest, suffered from a serious shortage of labour.",
        "The serious disadvantage under which the Lithuanian army suffers is the shortage of the officer class, but the sturdy, phlegmatic peasants should, under good leadership, make good fighting material.",
        "Ban Jellacic, though loyal to the Emperor, had given expression to their aspirations towards unity as early as 1848; but Francis Joseph handed over the Croats and Serbs to Magyar domination (1867), and Dalmatia, the territory of the Austrian Croats, had been neglected by Vienna for years past; thus it was not till the years immediately preceding the war that it was rapidly developed by the construction of ports and railways and the encouragement of tourist traffic. The Slovenes, who inhabited Carinthia and Carniola, had less grounds for discontent, for the barren Karst had been afforested at the expense of the state; but though they were at the very gate of Serbia, they suffered from a shortage of meat, for Hungary obstructed the traffic in livestock in the interests of her great territorial magnates, and Austria bore the brunt of this.",
        "7 1917 she reached Cape Royds and rescued the seven survivors who had come safely through their two winters in spite of shortage of supplies, the winter stores not having all been landed when the ship was blown away.",
        "Mr Alfred Lyttelton (who had succeeded Mr Chamberlain as secretary of state for the colonies) endeavoured to meet the wishes of the Transvaal by sanctioning legislation which would greatly restrict the immigration of Indians, but he would allow 1 A careful summary of the facts regarding the shortage of labour and of the economic situation in the Transvaal at that time, together with the debates in the legislative council, will be found in The Annual Register for 1903, from the pen of Mr H.",
        "He believed, he subsequently told a Unionist audience, that the Opposition could have turned out the Government at this time owing to the indignation about the shortage of munitions; but that would have meant an election and renewal of party feeling, and so have prevented the concentration of effort on the war.",
        "After a time, however, the colonists, attributing the shortage of slaves and the consequent diminution in their profits to the Jesuits, began actively to oppose Vieira, and they were joined by members of the secular clergy and the other Orders who were jealous of the monopoly enjoyed by the Company in the government of the Indians.",
        "acute shortage of labor.",
        "The California town was affected by drought and water shortage.",
        "abstraction for spray irrigation during periods of water shortage.",
        "Fortunately, there's no shortage of great restaurants in town.",
        "You'll have no shortage of options when it comes to choosing a design for your dog coat.",
        "beggars cannot be choosers and there never appears to be a shortage of takers when a rare part is offered.",
        "Over 11,000 new marina berths are likely to be needed over the next decade to meet a shortage of inland waterway moorings.",
        "Seems like there's no shortage of confusing terminology in the computer biz.",
        "Ideally a fairly densely built-up area with a shortage of parking places.",
        "There is never a shortage of food in Chinatown.",
        "Luckily, there isn't a shortage of them to be had.",
        "The shortage of doctors means people aren't having routine checkups that prevent small problems from becoming big ones.",
        "Thanks to the significant Caribbean and Asian populations in Bristol, there are no shortage of curries and jerk chicken in the city center.",
        "congested through a shortage of savings.",
        "Prior to the new law only 29 percent of California ELLs were in bilingual programs, in part because of a shortage of qualified teachers.",
        "In response to a shortage of healthy, Caucasian infants, prospective adoptive white parents started adopting children from Japan and Europe.",
        "There is no shortage of studios specializing in social dance.",
        "There is no shortage of bridesmaid hair ideas for fantastic looks if you're in a wedding party.",
        "Parents want their children to succeed in this world, but if they are held back by their peers and a shortage of teachers in the public school system, they won't be able to compete.",
        "Luckily, as homeschooling hits the mainstream, there is no shortage of curriculum reviews.",
        "There is no shortage of fractions lesson plans available on the web.",
        "Exceptions may be made for individuals who have been offered employment via an international exchange program or in situations in which a temporary labor shortage exists in Sweden, however.",
        "There is no shortage of work to be done on a farm, and you have a good chance of getting hired if you can demonstrate that you are not afraid of getting your hands dirty.",
        "With so many different possible career tracks, there's no shortage of information about medical careers.",
        "People need care, but there's an international shortage of healthcare providers.",
        "When searching for mortgage brokers in Ohio, people will soon find that there is certainly no shortage of available brokers.",
        "There is no shortage of schools to choose from when trying to get the necessary schooling to apply for your Florida mortgage broker license.",
        "Anemia. Being anemic means you have a shortage of red blood cells, often due to not getting enough iron in your diet.",
        "Jessica and her baby or babies will have no shortage of famous playmates.",
        "A quick look in retail stores, and on the internet will reveal that there is no shortage of fun and fashionable summer footwear, but there are other alternatives for defining your own style.",
        "While it's true that there's no shortage of images of beautiful women wearing bikinis online, factors like colors and ambience play a key role in the mood and overall style of the image.",
        "There is also no shortage of web sites selling character beach towels.",
        "There's no shortage of colors or prints either.",
        "There's no shortage of men in thongs either.",
        "Along with this, note that there is no shortage of styles (mesh, sheer, etc.) that are fashioned in the sling look.",
        "In any case, there is no shortage of supplements out there promising a quick, natural pick-me-up.",
        "Still, every year there is a shortage of funds and supplies to help those who are most in need.",
        "There's no shortage of looks in Mudd footwear.",
        "There is no shortage of rumors in the soap world.",
        "constrained by the shortage of vaccines.",
        "However, a shortage of yew trees meant that ash, elm or wych elm were also used.",
        "There is never a shortage of news about the PlayStation 3 and today is no different.",
        "If you want to play tycoon games, there is no shortage of titles for you to choose from.",
        "There is no shortage of movie and TV-themed plug and play video games.",
        "As you may recall, there was a severe shortage of a certain exercise game in late 2008, making it very difficult to buy Wii Fit.",
        "Regardless of which next-generation console you select, be it the Xbox 360, Sony PS3, or even the supposedly family-friendly Nintendo Wii, there is no shortage of fairly violent first- and third-person shooting games.",
        "This resulted in a huge shortage, with PlayStation 2 machines showing up on eBay for up to 5 times the retail price.",
        "Brawl characters from so many legendary video game franchises, there really is no shortage of possible fighting scenarios.",
        "Just as there is no shortage of websites out there where you can find video game wallpapers, there are several that have some video game fonts for you to download.",
        "There is no shortage of live action antics inspired by video games on YouTube.",
        "There's still the problem of the Wii shortage.",
        "Some people have managed to find workarounds, but these are far from official and come with no shortage of risks.",
        "Even better is the fact that there is no shortage of tops to choose from as well.",
        "At Cosplay events, you will see no shortage of female vampire costumes, most of them highly elaborate.",
        "From classic female vampires to scary vampiras with blood-tainted fangs, there is no shortage of girls vampire costumes to choose from.",
        "Santa Claus: There is no shortage of Santa Claus costumes for infants.",
        "There is no shortage of sexy suits in stores and online.",
        "There are many different methods to distribute ezines, and there is certainly no shortage of ezines seeking contributing freelance writers.",
        "With books, movies, a television series, toys, trading cards, and games, there was no shortage of Pokemon items available.",
        "There is no shortage of field trips you can take that will help you discover the world of dinosaurs.",
        "There is definitely not a shortage of them on the world wide web.",
        "When it comes to finding someone who is an authority, there is no shortage of choices.",
        "Not all platform shoes are comfortable, but there is no shortage of incredible styles from which to choose.",
        "There's no shortage of boots this season and Chanel offers some unique styles.",
        "There is no shortage of gorgeous heels to complement your fine dresses.",
        "The wide amount of Celtic tattoos out there means that there is no shortage of ideas for anyone who wants a Celtic inspired tattoo.",
        "There's no shortage of places to purchase temporary tats.",
        "Golf is taken seriously in Myrtle Beach, and there's no shortage courses for fans of the sport.",
        "Meanwhile, while there is no shortage of oil, there is a major distribution problem.",
        "Since nursing is such a popular profession, there is no shortage of nurse resume examples on the Internet or in libraries.",
        "With the oil shortage of 1973, vehicle buyers turned away from large sedans that got only 12 miles to the gallon, and the compact foreign auto market became widespread in the US with a market share of just over 18 percent.",
        "You might not be able to go down to the local car wash and wash your car without water, but there is no shortage of products available on the Internet.",
        "With the history of cheer as rich and layered as it is, there is no shortage of cheerleading quotes ranging from the deep and wise to the ridiculously funny.",
        "There is no shortage of materials you can use to clean a DVD disk.",
        "The start of World War II was also a good time for home soap making, as the government was buying up all of the commercially available grease to make glycerin and thus producing a shortage of manufactured soap products.",
        "Websites: There is no shortage of websites offering tools to help you design your own free weights program.",
        "There's no shortage of fitness training plans to be found online, in magazines and books, but how do you know which one is for you?",
        "There is certainly no shortage of providers for international health insurance.",
        "Luckily for Texans, there is no shortage of health insurance providers.",
        "There is certainly no shortage of companies providing health insurance to small businesses within the state.",
        "The discount rate for these services vary from plan to plan, and there is certainly no shortage of companies offering suitable dental discount plans.",
        "People searching for dental insurance with no waiting period will quickly realize that there is no shortage of insurance companies offering this product.",
        "There is no shortage of companies that offer renters insurance.",
        "Insurance for student travelers is big business, so there is no shortage of policies available.",
        "There is no shortage of car insurance companies offering free quotes and most companies claim to have the lowest rates available.",
        "Luckily, there is no shortage of colors on the market, several of which are quite bright and sunny.",
        "There's no shortage of bed jackets in satin and trimmed with lace or other delicate embellishments.",
        "With a shortage of larger cupped bras readily available, or those that lack femininity or comfort, Wacoal's G-Cup collection offers three beautiful styles for spring 2007: Keep it Classic, Romantic Inspirations, and Pretty and Polished.",
        "Ruffles and Bows Galore: There's never a shortage of girly detailing on Japanese lingerie.",
        "From creepy to funny, there's no shortage of themes and ideas for your October 31st bash.",
        "From superheroes to princesses and pirates, there is no shortage of trinkets to match.",
        "You might think there would be a shortage of pirate birthday party ideas in San Diego.",
        "It's a fact there was no shortage of controversies in Season One.",
        "She is a pretty cheerleader who loves to party and has no shortage of friends.",
        "The most visible group of people associated with any reality show are the contestants, and there's no shortage of reality TV oops from them.",
        "There is no shortage of body image issues among this group of contestants.",
        "You'll find no shortage of blueprints for each type of class.",
        "That's why companies connecting promotions and bloggers say there's no shortage of opportunities for bloggers in this growing category.",
        "There's no shortage of sites that are determined to help you do just that, no matter what you're looking for.",
        "Trying to find the best web SEO specialists in NYC is harder than you might think - unlike smaller metropolises, the Big Apple will have no shortage of those claiming to be the best at search engine optimization.",
        "There's no shortage of good steak in town, or a number of other cuisines.",
        "Austin has no shortage of steakhouses, but a few choices definitely stand apart from the rest.",
        "Color imbalance The main barrier to recycling glass is the shortage of clear cullet collected in the UK.",
        "etiology Ingestion of the bark, berries or branches in times of food shortage.",
        "exacerbate the current blood shortage.",
        "He believes the CSI, along with the silicon feedstock shortage and current high costs, will further accelerate the existing trend toward thin-film.",
        "A shortage of water at this time of year can cause flower buds to drop next spring before they open.",
        "More than 31 countries currently grapple with a \" chronic \" water shortage.",
        "hampered by shortage of specialist staff Center set up from scratch shows benefit of team approach.",
        "Could the hen harrier decline on Orkney be due to a shortage of food?",
        "The new harvesters will reduce the shortage of machinery for the rice harvest in Chokwe district, in Gaza province.",
        "There is an increasing shortage of good candidates for primary headship.",
        "hello ' payments for new staff in shortage subjects.",
        "These strategies should also include a scheme for ' golden hello ' payments for new staff in shortage subjects.",
        "Our Local housing Strategy has highlighted the shortage of affordable rented housing in Moray.",
        "Yet there was no shortage of false impressions about GM wheat.",
        "With a shortage of models, photography students take turns to pose as each others' models in a rather incestuous exchange.",
        "You will also feel constant indignation at the dire shortage of confectionery.",
        "The present shortage of supply teachers makes this problem intractable in many schools.",
        "saltwater intrusion into the aquifer compounded the water shortage problem.",
        "Such doctors represent a net loss of trained medical manpower from a country with an acute shortage of doctors.",
        "manpower shortage which gave priority to fighting the Picts left the dead unburied.",
        "The situation was worsened by the shortage of police manpower to satisfy the demands on them.",
        "marina berths are likely to be needed over the next decade to meet a shortage of inland waterway moorings.",
        "Whilst it might seem a touch melodramatic, there is certainly no shortage of passion on the field.",
        "If the Trust has a midwifery shortage it can employ an independent midwife, as other Trusts have done.",
        "midwife shortage in the UK that is affecting patient care.",
        "Due to the shortage of capital they are compelled to borrow funds from local moneylenders at a high rate of interest.",
        "Obtaining a work permit is more straightforward where the job is listed as a \" shortage occupation \" .",
        "orca population has declined in recent years and researchers are concerned about the shortage of killer whales of reproductive age.",
        "It is recognized that there is a shortage of available donor organs.",
        "There is usually no shortage of romantic candidates drawn to their vibrant and charismatic appeal and young love can be intensely passionate.",
        "Unfortunately, due to a shortage of trained military personnel, the crew is a little unorthodox... .",
        "pressing problem facing the court system, he insisted, was the shortage of judges.",
        "Instead of a shortage of available properties, we now have a veritable profusion of available homes.",
        "Women start to offered special training as assistant projectionists to meet the employment shortage.",
        "Two years ago we were importing nurses from India, the Philipines or Baltic republics due to a nursing shortage!",
        "With a shortage of coffee reaching the market, coffee roasters would inevitably have to pay more.",
        "samizdat writers have the excuse of a paper shortage for omitting paragraph spacing.",
        "A shortage of ice could also affect hooded and harp seals which rely on the ice to rear pups.",
        "Too many people allow a shortage of money to prevent them from becoming self-employed.",
        "shortage of new midwives.",
        "Helping healthcare assistants to gain higher qualifications could alleviate the serious shortage of nurses in Britain.",
        "Ask your local councilors what they are doing to tackle the housing shortage.",
        "And by establishing national, coordinated networks of tissue banks, they can overcome the shortage of human material for research and testing.",
        "They also believe these policies \" prevent willing and healthy members of the community from giving blood and exacerbate the current blood shortage.",
        "Zimbabweans are adopting increasingly desperate measures China has signed a $ 1.3bn deal with Zimbabwe to help relieve an acute shortage of energy.",
        "The large population movements in 1969 and 1971, described above, had the effect of worsening the housing shortage in West Belfast.",
        "In some areas there is an acute shortage of labor.",
        "In some areas, this reflects a chronic shortage of doctors.",
        "At present there is a dire shortage with approximately one interpreter to every thousand BSL users.",
        "In the South of England, a desperate shortage of housing has created areas of high demand.",
        "The Clansman's main failing is its serious shortage of open deck areas.",
        "A skill gap is different from a skill shortage.",
        "Hence the Electoral Commission had a significant manpower shortage.",
        "I hear the driver ask the first farmer, \" In times of food shortage, which animal would you sell last?",
        "showpiece event is facing an accommodation shortage.",
        "specialtynce will go to shortage specialties such as psychiatry.",
        "streptococcusere is a shortage of knowledge on caries prevention and especially on the mother-child transmission mutans streptococci.",
        "Because of the shortage of animal feeding stuffs, stock activities were severely curtailed, and most tenants were forced to take temporary employment.",
        "In other words, there is a huge shortage of money and a vast surfeit of debt!",
        "Finally, the most serious risk is that higher-level teaching assistants are seen as a way of compensating for the shortage of qualified teachers.",
        "Even if they do get thorough, their claim may falter due to a shortage of components.",
        "In times of shortage, dormice will eat insects and are able to become torpid.",
        "The arrival of the locusts has turned an gradually worsening problem into an acute food shortage.",
        "There was a shortage of silver to reorganize the countries coinage system.",
        "Two years ago we were importing nurses from India, the Philipines or Baltic republics due to a nursing shortage !",
        "Samizdat writers have the excuse of a paper shortage for omitting paragraph spacing.",
        "The expected sea-level rise will cause shortage of sediment in the coastal area, resulting in shoreline retreat.",
        "Overworked, and underpaid, Dutch midwives point out that, in recent years, there has been an increasing shortage of new midwives.",
        "The Clansman 's main failing is its serious shortage of open deck areas.",
        "I hear the driver ask the first farmer, In times of food shortage, which animal would you sell last?",
        "The managing director of the 2007 World Cup said the cricket 's showpiece event is facing an accommodation shortage.",
        "Preference will go to shortage specialties such as psychiatry.",
        "However, there is a shortage of knowledge on caries prevention and especially on the mother-child transmission mutans streptococci.",
        "In other words, there is a huge shortage of money and a vast surfeit of debt !",
        "There is no shortage of plants to choose from among hardy and half-hardy annuals or hardy and tender perennials.",
        "Thirdly, for certain shortage subjects we are writing off student loans for trainee teachers.",
        "There is a shortage of parking spaces in many places, however, London has an extensive public transport network.",
        "You'll find no shortage of good spots on the Web for used book shopping.",
        "There is no shortage of sources, but not all of them can be trusted.",
        "There exists no shortage of sites to walk shoppers through the best values online.",
        "As you can see, there's no shortage of ideas for things to stuff your cat's holiday stocking with this year.",
        "Fortunately, for youngsters who like their stories with a bit of suspense and terror involved, there's no shortage of scary read alouds for children.",
        "In Hickory there's no shortage of great furniture outlets, so if you're in the market for some new items, take a trip either in person or online and see all that the area has to offer.",
        "To overcome this power shortage the manufacturers of hybrid cars are using lightweight materials like aluminum or carbon fiber.",
        "Interest was renewed in biodiesel in the mid-1970s when the energy shortage occurred, and gas prices surged upward throughout the United States.",
        "Droughts result in limited drinking water and a shortage of water for agricultural cultivation.",
        "With so many crops being allocated to fuel production, there is the potential for creating a food shortage.",
        "During World War II, a sugar shortage in Great Brittan led to widespread use of stevia as a sweetener; however, once the war was over and sugar was once again plentiful, stevia use dropped off.",
        "After all, there's no shortage of rich colors one can play with when it comes to creating smoky eyes.",
        "There is literally no shortage of places where you can find clothing online, from discount stores to high-end shops.",
        "Luckily, the e-card business is booming and there is no shortage of free greeting card sites from which to send a wonderful birthday greeting.",
        "Google has no shortage of tools for just about anything you can imagine.",
        "The arcade game was very popular in the United States, rumored to start a quarter shortage in many of the states.",
        "It's true that thousands and thousands of quarters were used, but a shortage is unlikely.",
        "There's no shortage of entertainment to be found on Internet.",
        "There is no shortage of funny videos on the Internet and you shouldn't have to look for more than a few minutes to find something to make you chuckle.",
        "Baptism scrapbook paper and stickers can enhance the layout of any child's Christening, and there's no shortage of products available.",
        "From Cinderella to Epcot and It's a Small World, there's no shortage of memories to be scrapped after you return from a Disney vacation.",
        "Fortunately, there is no shortage of innovative techniques scrappers can use to make their cookbook scrapbooks fresh and fabulous.",
        "Those looking to exchange vows under the southern sun have no shortage of spectacular destination wedding venues which cater specifically to out-of-town couples.",
        "There's no shortage of inspiration from existing cake galleries and wedding magazines.",
        "But when all else fails, there is absolutely no shortage of wild and weird shower curtains to be found online.",
        "From Flava Flav, Brigitte Nielsen, Adrianne Curry, and Christopher Knight (all of whom got their own VH1 series), to Charo and Vanilla Ice, there has been no shortage of personality.",
        "There never seems to be a shortage of material to fill the hours of television specials.",
        "Since you can find anything on the Internet, there's no shortage of fun quizzes to be found.",
        "Unfortunately, there is no shortage of people in need in the United States and around the world.",
        "Hopefully, many more celebrities will follow their lead, because there will, unfortunately, never be a shortage of people in need across the globe.",
        "Whether she's promoting a bomb of a movie (The Hottie and the Nottie) or serving as spokesperson for sparkling wine in a can, there's no shortage of Hilton to read about every day.",
        "With the internet capturing every scandal as it happens, there is no shortage of material documenting the year in celebrity controversy.",
        "Not that there's a shortage, as she films partially nude magazine covers and ads.",
        "Tinseltown flaunts no shortage of train wrecks, mug shots, and meltdowns.",
        "There is no shortage of bankrupt celebrities.",
        "There is no shortage of Christmas dress options for girls.",
        "With roses and rosettes placed onto dresses, and no shortage of ruffles anywhere, these dresses are feminine and fancy.",
        "Bermuda shorts, also called walking shorts, have been popular since World War II, when their use by the British Army in hot climates was adapted by tailors in Bermuda as a way of dealing with the severe fabric shortage.",
        "According to an April 2008 fact sheet issued by the American Association of Colleges of Nursing (AACN), the U.S. is in the middle of an intensifying nursing shortage.",
        "The nurse shortage is expected to expand to over a million nurses by 2020.",
        "A number of public and private organizations have recognized this critical nationwide shortage of registered nurses.",
        "The only significant requirement for the program is that, in exchange for receiving a free nursing degree, you agree to work at least two years at a health care facility with a \"critical shortage.\"",
        "Given the obvious national crisis caused by the current nursing shortage, there isn't a single student who can legitimately say that they can't afford a nursing degree.",
        "There's no shortage of online distance learning master's degree programs, so be sure to investigate the most promising options thoroughly before you choose to enroll.",
        "There is no shortage of activities offered onboard Mississippi cruises.",
        "There is no shortage of jobs for people who want to live and work on the high seas.",
        "Kids and nature go hand in hand, and Alaska has no shortage of natural treasures to explore.",
        "Alaska offers no shortage of opportunities to travel on a small ship, which is usually defined as a vessel that holds 300 passengers or less.",
        "You'll find doggie delicatessens and bakeries both online and off, and there's no shortage of doggie fashions on the market these days.",
        "Los Angeles residents are certainly not strangers to home improvement projects, and there's no shortage of contractors looking to do the job.",
        "There is no shortage of advice available.",
        "The sophistication, elegance and sheer luster of granite countertops is something that many in the Garden State just can't get enough of, and luckily there's no shortage of providers all throughout the state.",
        "There is no shortage of websites dealing in Hawaii jewelry, but listed below are a few LoveToKnow Jewelry favorites.",
        "As one can see, there is no shortage of men's sports coats on the market; the choices are enormous.",
        "There's no shortage of men's turtleneck sweaters on the market, but how can you help to ensure that you choose the right one?",
        "There is no shortage of online and brick-and-mortar retailers that specialize in extra tall large men's sports clothing.",
        "There's no shortage of Christmas fabric around the holiday season.",
        "When fall and winter clothes start coming into retail stores, you'll find no shortage of jackets and coats.",
        "For the full-figured lady who likes her lingerie to be just as beautiful as it is functional, there are retailers who specialize in the plus size market, so you really have no shortage of places to shop for pretty intimate apparel.",
        "Many knitting patterns are suited to beginners, even with cable stitches, and there is no shortage of knitting shops and clubs where more experienced knitters will help and encourage you from casting on to stitching up.",
        "While there's no shortage of thick, wide straps that are usually necessary to provide a comfortable fit, there are also thinner strap options.",
        "There is no shortage of places to find Boulder contact lenses, that's for sure.",
        "Shape: Amazingly, there is also no shortage of shapes when it comes to nose pads.",
        "When it comes to shopping for eyeglasses for teenagers, there is no shortage of fashionable styles.",
        "Hilton is conveniently located near Pleasure Island and Downtown Disney, so guests interested in being where the action is should find no shortage of it here.",
        "They're sold on just about every major video game platform and there is no shortage of options when it comes to this increasingly popular genre of titles.",
        "If you want to play army games, there is no shortage of options available to you.",
        "Nintendo has assured us that there will be plenty available for sale, unlike the Wii shortage that we are still enduring.",
        "Taito releases Space Invaders and the arcade game created a coin shortage in Japan that year.",
        "From keyboards to joysticks, gamepads, gaming mice, speakers, video cards, etc., you will never find a shortage of extras to buy.",
        "I played a couple games Wi-Fi and there seemed to be no shortage of games of varying difficulty and time commitment.",
        "Even though there was a lot of hype leading up to its release, there was also no shortage of complaints about Palm Pre right after the phone was launched in June 2009.",
        "It may be an older phone, but that doesn't mean that there is any shortage of HTC Touch freeware available on the Internet for you to enjoy.",
        "When there is a household food shortage, children are the most vulnerable to malnutrition because of their high energy needs.",
        "Furthermore, although the NCLB requires teachers to be qualified, as of 2004 there is a severe shortage of qualified teachers for ELLs.",
        "However, there is a profound shortage of bilingual and ESL teachers throughout the United States.",
        "There is no shortage of nudity and because the character models are so realistic, it's no surprise this game received its AO rating."
    ],
    "definition": [
        "Link/Cite",
        "A lack or deficiency.",
        "Not enough, not sufficient.",
        "glut",
        "mountain (as in butter mountain)",
        "Link/Cite"
    ]
}