{
    "translation": "קיצור-דרך",
    "uses": [
        "Double-click the shortcut icon that we just put on the desktop.",
        "Although the number of online writing markets available means that it is somewhat easier to break into online writing than print freelancing, it should be noted that writing online is not a \"shortcut\" to beginning a successful career.",
        "We'll take a shortcut.",
        "desktop shortcut.",
        "Word: Startup Switches Passing command line switches via the shortcut or command line switches via the shortcut or command prompt allow you to control how Word starts up.",
        "If you use a particular macro often, assign it to a toolbar button, a menu, or shortcut keys.",
        "A keyboard shortcut is to hold down the Windows Logo key in the bottom left of your keyboard shortcut is to hold down the Windows Logo key in the bottom left of your keyboard.",
        "If you're ready to start learning some shortcut keystrokes, then ALT + V will take you direct to the View menu.",
        "Word: Startup Switches Passing command line switches via the shortcut or command prompt allow you to control how Word starts up.",
        "The shortcut menu (3) provides a quick link to various useful areas of the site.",
        "Save custom keyboard shortcuts Create customized keyboard shortcut sets to suit your working style.",
        "shortcut on a desktop for this connection.",
        "How do I assign a shortcut key to a style?",
        "When you delete a shortcut, it only deletes the icon which stores the location to the file or program.",
        "create a shortcut to the batch file on the desktop.",
        "Put a tick in the \" add a shortcut to my desktop \" box.",
        "shortcut highlighted in a box.",
        "I use a shortcut from the desktop to the menu.",
        "You now have a desktop shortcut with a special mail icon.",
        "Unix based web servers allow a convenient shortcut to accessing files placed in the directory public_html in the user's home directory.",
        "Quick shutdown Another useful shortcut you can use enables you to shutdown or restart your PC at the click of a button.",
        "shortcut menu, choose the desired menu command.",
        "shortcut icon or a desktop menu alias.",
        "shortcut keys to end slavery to the mouse!",
        "shortcut buttons to the left to find out further details, or call the customer service center on 08700 76 76 76.",
        "shortcut bar.",
        "A keyboard shortcut is to hold down the Windows Logo key in the bottom left of your keyboard.",
        "To connect to the VPN after installation You will have a new desktop shortcut called ' Connect to Stirling VPN ' .",
        "To find a schema using the Database Navigator: Click on the navigation shortcut bar.",
        "Click the shortcut keys tab to access the controls you need.",
        "Schools should now be able to download the shortcut from the think uld now be able to download the shortcut from the think u know website [link below] .",
        "You might want to tick Add a shortcut on a desktop for this connection.",
        "Put a tick in the \" Add a shortcut to my desktop \" box.",
        "Many pages feature a tip or shortcut highlighted in a box.",
        "Unix based web servers allow a convenient shortcut to accessing files placed in the directory public_html in the user 's home directory.",
        "In the shortcut menu, choose the desired menu command.",
        "Create a desktop shortcut icon or a desktop menu alias.",
        "Top tip: learn keyboard shortcut keys to end slavery to the mouse !",
        "Use the shortcut buttons to the left to find out further details, or call the customer service center on 08700 76 76 76.",
        "To build a link: On the Oracle Portal Home page, click on the shortcut bar.",
        "To connect to the VPN after installation You will have a new desktop shortcut called ' Connect to Stirling VPN '.",
        "Click the Shortcut keys tab to access the controls you need.",
        "Schools should now be able to download the shortcut from the Think u know website [link below ].",
        "Shaw Floors lets you peruse their selection online of carpets and area rugs available, then use the \"where to buy flooring\" shortcut to locate a store near you to make purchases.",
        "Drink mixes of all varieties can be a great shortcut to making the perfect drink. if strawberry Daiquiri drink mixes don't satisfy your taste, sour apple martini mix may also be a great way to go.",
        "They claim to provide you time with agents and casting directors, presenting to you a shortcut ahead of the competition.",
        "However, learning by a shortcut method of tab playing usually requires you to be familiar with the song and a basic understanding of how to read tabs.",
        "You can always take a shortcut in comparing prices by visiting sites like Nextag for a quick glance.",
        "In order to make use of the following codes, you must creat a shortcut to the Quake4 EXE file, and edit the shortcut's command line with the suffix +set com_allowConsole 1.",
        "I can still remember the shortcut on Rainbow Road.",
        "While those whose existing mortgages aren't from Chase can still refinance with a mortgage from Chase, the HARP program is simply a shortcut to doing so, since all of your information is already in the system.",
        "The idea is that people tend to get along with their friends' friends, and that meeting people through people you already know is a great shortcut.",
        "When you download a game, a shortcut may be created on your desktop.",
        "Deleting that shortcut doesn't mean you've necessarily deleted the game, however.",
        "After you are through choosing a file for the program on the Installation Wizard, you will push \"Finish\", which creates a shortcut on your desktop.",
        "The Shortcut Challenge: In this challenge, the contestants hair cutting skills are tested.",
        "The Elimination Challenge: Unlike the shortcut challenge, hair stylists incorporate their own style and creativity in their haircuts.",
        "Installer Plugin and a handy shortcut to your internet plugins folder.",
        "Judges choose the winner of the Shortcut challenge based on how well he or she cuts hair technically."
    ],
    "definition": [
        "Link/Cite"
    ]
}