{
    "translation": "זז הצידה, התחמק",
    "uses": [
        "sidestep the issue, of course.",
        "sidestep a debate at party conference.",
        "sidestep the problem of a predictable format.",
        "Note also how I neatly sidestep real incisive journalism here.",
        "sidestep back to dance in place (4 bars ).",
        "Suthren and Healey et al (2001: 29) question whether they represent part of the solution or just sidestep the problem.",
        "Acting against avoidance: how we will ensure that employers do not sidestep their pension obligations.",
        "However, the actions of circus troupe Cirque du Soleil do, I feel, warrant this sidestep.",
        "We sidestep the question: it 's easier to perpetuate the Big Lie than to face reality full-on.",
        "She 's wise to sidestep the issue, of course.",
        "Against this backdrop rumors are circulating of ministerial attempts to sidestep a debate at party conference.",
        "Burnett 's versatility helped sidestep the problem of a predictable format.",
        "They stamp and clap again (4 bars) and sidestep back to dance in place (4 bars).",
        "Lip glosses are another item to sidestep with formal makeup.",
        "A sidestep to the right with the right foot, followed by pulling the left foot in next to the right, completes the box step.",
        "This relatively new development means that men can take comfort in knowing that they can now, quite happily, sidestep the debate.",
        "sidestep the question: it's easier to perpetuate the Big Lie than to face reality full-on."
    ],
    "definition": [
        "To step aside: sidestepped to make way for the runner.",
        "To dodge an issue or a responsibility.",
        "To step out of the way of.",
        "To evade; skirt: sidestep a difficult question.",
        "A step to one side.",
        "An evasion of an issue or responsibility.",
        "side′step′per\nnoun",
        "Link/Cite",
        "A step to the side.",
        "A motion, physical or metaphorical, to avoid or dodge something.",
        "(intransitive) To step to the side.",
        "To avoid or dodge.\nThey sidestepped the issue.",
        "From side + step",
        "Link/Cite"
    ]
}