{
    "translation": ".1 אות, סימן\n.2 לאותת, לסמן",
    "uses": [
        "Place your thumb on the pad, and it'll signal me.",
        "His thrashing was the signal he was in the throes of dream.",
        "As soon as the signal to walk flashed, she put some distance between her and the crazy woman.",
        "Her cell phone had no signal, her head throbbed, and the coffee pot was empty.",
        "Not sure we can get a signal on the GPS tags Jessi put on her cousin.",
        "Cursing, he went to the wall overlooking the meadow and spotted Vara atop his horse, awaiting his signal at the edge of the forest.",
        "Apparently that was a signal that he had found her.",
        "But what is best of all,\" he went on, his excitement subsiding under the delightful interest of his own story, \"is that the sergeant in charge of the cannon which was to give the signal to fire the mines and blow up the bridge, this sergeant, seeing that the French troops were running onto the bridge, was about to fire, but Lannes stayed his hand.",
        "Footsteps on the stairs were the Deans' signal to prepare for breakfast.",
        "\"You can expect a signal soon, brother,\" he said.",
        "If our paths cross, it will probably signal the end of the world, but if they do, I'll consider sharing.",
        "War was declared in May 1652 after a fight between Blake and Tromp off Dover, and was continued with signal victories and defeats on both sides till 1654.",
        "He tilted his head to the side in a signal she now knew was one of interest.",
        "She was about to object when he released her to signal one of his other men forward.",
        "But when I stood on the shore they at once rose up with a great flapping of wings at the signal of their commander, and when they had got into rank circled about over my head, twenty-nine of them, and then steered straight to Canada, with a regular honk from the leader at intervals, trusting to break their fast in muddier pools.",
        "A fairly skilled operator can signal with it.",
        "Against the attendant abuses the Augustinian monk Martin Luther posted (31st October 1517) on the church door at Wittenberg his famous ninety-five theses, which were the signal for widespread revolt against the church.",
        "He also repeated the suggestion which Lindsay had already made that it might be possible to signal in this manner by conduction currents through the Atlantic Ocean from the United States to Europe.",
        "Every thwarted desire was the signal for a passionate outburst, and as she grew older and stronger, these tempests became more violent.",
        "\"The signal!\" said he.",
        "And at the signal shot...",
        "Jackson gave him the, 'I'm watching you' hand signal and let out a low chuckle.",
        "Control of the call is thus vested in the operator at the originating exchange, at which point the connexion must be severed before a clearing signal can appear at B.",
        "Com posed mainly of elements drawn from the Left, and dependent for a majority upon the support of the subversive groups of the Extreme Left, the formation of this cabinet gave the signal for a vast working-class movement, during which the Socialist party sought to extend its political influence by means of strikes and the organization of labor leagues among agricultural laborers and artisans.",
        "The result was a defeat, their numbers being reduced from 35 to 19; but a signal triumph was won for solidarity.",
        "Yully stood on top of one, waving at him in the signal she was stopping what she did.",
        "It was the signal victory won by Moses at the exodus against the Egyptians and in the subsequent battle at Rephidim against `Amalek (Ex.",
        "In the not too distant future, tiny robots will detect pests on produce and emit a signal to shoo them away.",
        "Each of the subscribers controls a signal at A, and when either or both of the telephones are replaced, the action is indicated by the lamps there.",
        "In its fourth year its training as a beast of burden begins, when it is taught to kneel and to rise at a given signal, and is gradually accustomed to bear increasing loads.",
        "Calderai, who may be compared to the Black Hundreds of modern Russia, the revolutionary spirit continued to grow, but it was not at first anti-dynastic. The granting of the Spanish constitution of 1820 proved the signal for the beginning of the Italian.",
        "In times of peace the carroccio was in the keeping of some great family which had distinguished itself by signal services to the republic.",
        "There is only one signal on the cord circuit at B, and that signal is controlled by exchange A.",
        "The record operator then removes her speaking apparatus from the circuit, and the local operator, receiving a disconnect signal, severs the connexion at the local exchange.",
        "The Christians were ready for another outbreak, when, in 1878, the Greek government, finding Hellenic aspirations ignored by the treaty of San Stefano, gave the signal for agitation in the island.",
        "The withdrawal of Mersenne in 1614 to a post in the provinces was the signal for Descartes to abandon social life and shut himself up for nearly two years in a secluded house of the faubourg St Germain.",
        "He won a signal victory over the Persians in 53 0, and successfully conducted a campaign against them, until forced, by the rashness of his soldiers, to join battle and suffer defeat in the following year.",
        "Xander saw the subtle signal Damian gave his brother.",
        "Then from that spot came the sound of a horn, with the signal agreed on in case of a fight.",
        "From it the exact time is conveyed each day at one o'clock by electric signal to the chief towns throughout the country; British and the majority of foreign geographers reckon longitude from its meridian.",
        "In 1894 a more serious rebellion in the mountainous region of Sassun was ruthlessly stamped out; the Powers insistently demanded reforms, the eventual grant of which in the autumn of 1895 was the signal for a series of massacres, brought on in part by the injudicious and threatening acts of the victims, and extending over many months and throughout Asia Minor, as well as in the capital itself.",
        "If the positive is called the signalling current, the line will be charged positively each time a signal is sent; but as soon as the signal is completed a negative charge is communicated FIG.",
        "After a very short interval of time, the length of which depends on the inductive retardation of the cable, the condensers corresponding to C 1 and C3 at the other end begin to be charged from the cable, and since the charge of C3 passes through the receiving instrument I or G the signal is recorded.",
        "But Francis of Lorraine, elected emperor in that year, sent an army to the kings support, which in 1746 obtained a signal victory over the Bourbons at Piacenza.",
        "Depretis, for his part, was compelled to declare impracticable the immediate abolition of the grist tax, and to frame a bill for the increase of revenue, acts which caused the secession of some sixty Radicals and Republicans from the ministerial majority, and gave the signal for an agitation against the premier similar to that which he himself had formerly undertaken against the Right.",
        "It seemed as if all France had been waiting for this event as a signal, for organized churches began to spring up every where immediately afterwards.",
        "This increased his anxiety to temporize, which he did with signal success for more than two years, making ' The grave doubt as to the paternity of Matthew involved a doubt whether the great earl of Tyrone and his equally famous nephew Owen Roe had in fact any O'Neill blood in their veins.",
        "Lion's Head ends seaward in Signal Hill (t too ft.).",
        "And now, at a signal from Ozma, the Woggle-Bug arose and addressed the jury.",
        "The signal coil is suspended by fibres and is mounted together with a fixed soft iron core on a brass plate affixed to a rack, with which a pinion operated by a milled head screw engages.",
        "a signal to take more, and at the end of the element less of the total arrival current from the cable than would traverse it if the shunt were non-inductive.",
        "Very briefly stated, his method consists in sending out a group of wave trains at certain irregular but assigned intervals of time to constitute the simplest signal equivalent to a dot in the Morse code, and a sequence of such trains, say three following one another, to constitute the dash on the Morse code.",
        "First, it must be able to exert a tractive force sufficient to start the train under the worst conditions possible on the railway over which it is to operate - for instance, when the train is stopped by signal on a rising gradient where the track is curved and fitted with a guard-rail.",
        "He manifested His presence either by a signal victory over Israel's foes (Josh.",
        "4 His approach was the signal for the formation of a coalition, which was overthrown in 738.",
        "Pursuing the foes, he inflicted upon them a signal chastisement and took a great booty, part of which he spent in politic gifts to the leading men of the towns in the south country.'",
        "It was at this conjuncture that Warren Hastings displayed his political genius and rendered signal service to his country, by succouring from Bengal the defeated Bombay army and negotiating a peace (in 1782) that restored the status quo.",
        "But, secondly, the pneumatic utterances technically known as speaking with tongues failed to reach this level of intelligibility; for Paul compares \"a tongue\" to a material object which should merely make a noise, to a pipe or harp twanged or blown at random without tune or time, to a trumpet blaring idly and not according to a code of signal notes.",
        "The magnet between the poles of which the rectangular signal coil moves is built up of a number of thin flat horseshoe-shaped permanent magnets of a special quality of steel, and is provided with adjustable pole pieces.",
        "As a statesman, Rossi was a man of signal ability and intrepid character, but it is as an economist that his name will be best remembered.",
        "intercellular signal, that promotes repair of damaged tissue?",
        "The sample temperature is also available in the form of an analog signal.",
        "An attempt to hold a public procession of the Host in connexion with the Eucharistic Congress at Westminster in 1908, however, was the signal for the outburst of a considerable amount of opposition, and was eventually abandoned owing to the personal intervention of the prime minister.",
        "This was the signal for public disputations in which Farel took the leading part on the Reformation side, with the result that by decree of the 27th of August 1535 the mass was suppressed and the reformed religion established.",
        "It was then proposed to arrange a detector so that it was affected by the algebraic sum of the two oscillations, and by swivelling round the double receiving antennae to locate the direction of the sending station by finding out when the detector gave the best signal.",
        "The telephone was switched out of circuit when not in use and the bell put in its place, a key being used for throwing the battery into circuit to make the signal.",
        "The operator, whose attention is thus attracted, inserts a peg in the jack, then throws over the speaking key of the cord circuit, and having ascertained particulars of the requirement places the other peg of the pair in the nearest multiple jack of the wanted subscriber, whom she proceeds to ring up. In the meantime the callinglamp has darkened; and each subscriber's line being equipped with a cut-off relay whose function it is to disconnect tl, e calling apparatus while the circuit is in use, the insertion o r a peg is immediately followed by the disappearance of the calling signal.",
        "But it was on the banks of the Rhine that the Napoleonic system received its most signal developments.",
        "In other quarters he achieved for the present a signal success.",
        "Christ church (1723) is the oldest church of the city; in its tower the signal lanterns were displayed for Paul Revere on the night of the 18th of April 1775.",
        "Males of the Argyopidae hang on the outskirt s of the webs of the females and signal their presence to her by jerking the radial threads in a peculiar manner.",
        "It is believed that the males of these species signal to their females by means of the sound these organs emit.",
        "In 1221 Hermann of Salza, the master of the Teutonic order, along with the duke of Bavaria, appeared in the camp before Damietta; and as it seemed useless to wait any longer for Frederick II., 4 the cardinal, in spite of the opposition of King John, gave the signal for the march on Cairo.",
        "The letter of the pope informing Pelagius of this delay is dated the 10th of June: it would probably reach his hands after his departure from Damietta; and thus the Cardinal gave the signal for the march, when, as he thought, the emperor's coming was imminent.",
        "Sand bars keep filling up the mouths of these channels, necessitating frequent dredging and extension of the breakwaters, work undertaken by the Federal government, which also maintains a most comprehensive and completeystem of aids to navigation, including lighthouses and lightships, fog alarms, gas and other buoys, life-saving, storm signal and weather report stations.",
        "Here, on the 20th of April 1809, Napoleon gained a signal victory over the Austrians under the Archduke Louis and General Hiller.",
        "In reward for his devotion to the court party during the Fronde he obtained many signal favours, and Saint Aignan was raised to a duchy in the peerage of France (duchepairie) in 1663.",
        "It was in far later periods and in other countries that the appearance of the dogstar was regarded as the signal of insufferable heat or prevalent disease.",
        "The election of Abraham Lincoln as president in November 1860 was the signal for the rising of the South.",
        "On the 23rd of July all was confusion at the depots, and the leaders were divided as to the course to be pursued; orders were not obeyed; a trusted messenger despatched for arms absconded with the money committed to him to pay for them; treachery, quite unsuspected by Emmet, honeycombed the conspiracy; the Wicklow contingent failed to appear; the Kildare men turned back on hearing that the rising had been postponed; a signal expected by a contingent at the Broadstone was never given.",
        "This was the signal for a general coalition against Turkey; Venice, Poland and the pope allied themselves with the Austrians; Russia, Tuscany and Malta joined in the attack.",
        "Its acceptance was however the signal for a series of massacres in almost every town of importance throughout Asia Minor, which there is but too strong evidence for suspecting were committed with the connivance of the authorities, and in which upwards of 200,000 persons are computed to have perished.",
        "They set the fashion of ghazel-writing; and their appearance was the signal for a more regular cultivation of poetry and a greater attention to literary style and to refinement of language.",
        "Napoleon's object being surprise, all the cavalry except a few vedettes were kept back behind the leading infantry columns and these latter were ordered to advance, on the signal being given, in \" masses of manoeuvre, \" so as to crush at once any outpost resistance which was calculated upon the time required for the deployment of ordinary marching columns.",
        "279) alludes to him as a signal instance of a successful humorist who entirely failed as a serious writer.",
        "Elizabeth's object in this mysterious negotiation seems to have been to reconcile France and Great Britain, in return for which signal service France was to throw all her forces into the German war.",
        "(r) The ceremony of the Three Sacred Ploughs, by which the signal for seed-time was given, apparently dating from a period when agriculture was one of the chief occupations of her worshippers.",
        "In 1802, on the eve of Lord Lake's Mahratta war, his chemical knowledge enabled him to render a signal service to the administration by making available a large quantity of gunpowder which damp had spoiled.",
        "Bocskay survived this signal and unprecedented triumph only a few months.",
        "In each case William decided the campaign by a signal victory.",
        "\"Rare,\" said Mr Gladstone, \"is the privilege of any man who, having fourteen years ago rendered to his country one signal service, now again, within the same brief span of life, decorated neither by land nor title, bearing no mark to distinguish him from the people he loves, has been permitted to perform another great and memorable service to his sovereign and his country.\"",
        "This was to be the signal for the outbreak of revolution.",
        "Signal Hill, which rises 400 ft.",
        "In practical medicine the subsequent results of Behring and his followers have in diphtheria attained a signal therapeutical success.",
        "Cambon's proud and vehement reply was the signal of the resistance to Robespierre's tyranny and the prelude to his fall.",
        "Under these men and influences, Arminius studied with signal success; and the promise he gave induced the merchants' gild of Amsterdam to bear the further expenses of his education.",
        "Fort St James is now used as a signal station, lighthouse and prison.",
        "They were always ready to come to blows, and gave still more signal proofs of their enmity during the Sicilian War in behalf of the emperor Henry VI.",
        "I), but the official name Neapolis or Flavia Neapolis, so called to commemorate its restoration by Vespasian (Titus Flavius Vespasianus), soon became universal, and is still preserved in the modern name Nablus - a signal exception to the general rule that the place-names of Palestine, whenever disturbed by foreign influence, usually revert in time to the old Semitic nomenclature.",
        "Signal >>",
        "This was read a second time without a division, but in committee Gladstone enjoyed some signal triumphs over his late solicitor-general, Sir William Harcourt, who had warmly espoused the cause of the government and the bill.",
        "Neither work can be said to possess signal literary merit, but both had memorable consequences.",
        "At a school of art officially established in Tokyo in 1873 under the direction of Italian teachersa school which owed its signal failure partly to the incompetence and intemperate behaviour of some of its foreign professors, and partly to a strong renaissance of pure Japanese classicismone of the few accomplishments successfully taught was that of modelling in plaster and chiselling in marble after Occidental methods.",
        "The date of its construction is not recorded, but it certainly underwent signal improvement in the 12th and 13th centuries, and during the two and a half centuries of Tokugawa sway in Yedo.",
        "The sieges of Perinthus and Byzantium (34 o, 339) ended in Philip's meeting with a signal check, due in some measure to the help afforded the besieged cities by Athens and her allies.",
        "The \"spirit\" of Maximilla gained a signal victory, a certain Themiso in particular having reduced the bishops to silence.",
        "Immediately to the south rises the fine cone of North Berwick Law (612 ft.), which was utilized as a signal point at the period of the Napoleonic scare.",
        "In 1716 it witnessed a signal defeat inflicted on the Turks by Prince Eugene.",
        "Belize probably derives its name from the French balise, \" a beacon,\" as no doubt some signal or light was raised here for the guidance of the buccaneers who once infested this region.",
        "Cradock, when the report of German wireless came in, had made a signal to spread 15 m.",
        "Taking advantage of the absence of the emperor in the Far East, and possibly by an understanding with the leaders of the rising in Armenia and the annexed portions of Parthia, the Jews all over the East had taken up arms at the same moment and at a given signal.",
        "The end of the period of mourning for the late king was the signal for a succession of gaieties, during which the queen displayed a passion for amusement and excitement which led to unfortunate results.",
        "high), with a lesser height in front called the Lion's Rump or Signal Hill.",
        "They are built at the town end of Greenpoint Common, the open space at the foot of Signal Hill.",
        "A tramway also runs from the town over the Kloof, or pass between Table Mountain and the Lion's Head, to Camp's Bay, on the west coast south of Sea Point, to which place it is continued, the tramway thus completely circling the Lion's Head and Signal Hill.",
        "As soon as the heresy laws and ecclesiastical jurisdiction had been re-established, Ferrar was examined by Gardiner, and then with signal indecency sent down to be tried by Morgan, his successor in the bishopric of St David's.",
        "a crashing salvo of 60 guns gave the signal for a combined assault to be delivered by Gerard and the Guard, with Milhaud moving on their right flank.",
        "The establishments in 1910 consisted of thirteen regiments and fifty separate companies of infantry, two squadrons and two troops of cavalry, four light batteries, one regiment of engineers, a signal corps of two companies and a naval militia, commanded by a captain and consisting of two battalions and two separate divisions.",
        "As a token of signal regard Octavian bestowed upon him the hand of his niece Marcella (28).",
        "Yet he not only cleared his own character from the charges laid against him, but succeeded four years later in achieving his most signal party triumph.",
        "But in 792 some Frankish troops were killed at the mouth of the Elbe, and a similar disaster in the following year was the signal for a renewal of the ravages with great violence, when churches were destroyed, priests killed, or driven away, and many of the people returned to heathenism.",
        "Six months later he received a still more signal reward for his past services, being raised to the dignity of cardinal.",
        "When, on the 2nd of April 1821, Archbishop Germanos, head of the Hetaeria in the Morea, raised the standard of the cross at Kalavryta as the signal for a general rising of the Christian population, the circumstances were highly favourable.",
        "On land the presence of a few educated Phanariots, such as Demetrios Ypsilanti or Alexander Mavrocordato, was powerless to inspire the rude hordes with any sense of order or of humanity in warfare; while every lull in the fighting, due to a temporary check to the Turks, was the signal for internecine conflicts due to the rivalry of leaders who, with rare exceptions, thought more of their personal power and profit than of the cause of Greece.",
        "His attributes were the spear and the burning torch, symbolical of the devastation caused by war (in ancient times the hurling of a torch was the signal for the commencement of hostilities).",
        "Repnin knew that the allied courts would never consent to such a measure; but he secretly encouraged the plot for his own purposes, with signal success.",
        "Even in the early part of the 19th century sentinels stood on duty night and day, and at a signal of alarm the whole population, including the Turkish aga himself, used to hide in the woods.",
        "Shere Ali threw Afzul Khan into prison, and a serious revolt followed in south Afghanistan; but the amir had scarcely suppressed it by winning a desperate battle, when Abdur Rahman's reappearance in the north was a signal for a mutiny of the troops stationed in those parts and a gathering of armed bands to his standard.",
        "The amir Sherc Ali marched up against them from Kandahar; but in the battle that ensued at Sheikhabad on 10th May he was deserted by a large body of his troops, and after his signal defeat Abdur Rahman released his father, Afzul Khan, from prison in Ghazni, and installed him upon the throne as amir of Afghanistan.",
        "The signal for a widespread rising was the introduction of conscription acts for the recruiting of the depleted armies on the eastern frontiers.",
        "He thereby gave the signal for the age-long conflict between Nominalism and Realism, which exercised the keenest intellects among the Schoolmen, while the crowning work of his life, the Consolatio Philosophiae (524), was repeatedly expounded and imitated, and reproduced in renderings that were among the earliest literary products of the vernacular languages of modern Europe.",
        "All three were of signal service in devoting their knowledge of Greek to perpetuating and popularizing the Greek classics with the aid of the newlyinvented art of printing.",
        "Mokrani, bach-agha of the Mejana, whom the imperial government had loaded with honours, gave the signal.",
        "His capture of the Spanish frigate \"Esmeralda\" (40) in the harbour of Callao, on the 5th of November 1820, was an achievement of signal daring.",
        "It was a signal triumph over Leicester; and, although Burghley had still to reckon with cabals in the council and at court, his hold over the queen strengthened with the lapse of years.",
        "A signal proof was soon furnished of the new standing in the empire which federation had given to the Canadian provinces.",
        "In the first place as regards style, though the Stagirite pupil Aristotle could never rival his Attic master in literary form, yet he did a signal service to philosophy in gradually passing from the vague generalities of the dialogue to the scientific precision of the didactic treatise.",
        "He first became prominent as the effective leader of the signal vengeance taken by the Greeks for the massacre at Chio in April 1822 by the Turkish Capitan Pasha.",
        "It is, however, part of the personal history of Abd-ar-rahman that when in 763 he was compelled to fight at the very gate of his capital with rebels acting on' behalf of the Abbasids, and had won a signal victory, he cut off the heads of the leaders, filled them with salt and camphor and sent them as a defiance to the eastern caliph.",
        "His very election (1682) was the signal for a rebellion.",
        "It was probably at first a means of calling the people together in case of a sudden invasion, but was afterwards a signal for setting the watch.",
        "While Mr Chamberlain had a signal personal triumph in all the divisions of Birmingham, Mr Balfour himself was defeated by a large majority in Manchester.",
        "When it was retrieved by a signal victory, Diocletian advanced to Nisibis and thence dictated terms of peace by which Mesopotamia to the Tigris was definitely ceded to Rome (298).",
        "The name Thermidorian (Thermidorien) was given to the authors of this revolution and to the supporters of the reactionary movement of which it was the signal.",
        "Bruce rendered signal service to his own communion in connexion with its service of praise.",
        "The July revolution in Paris gave the signal for disturbances; the elector was forced to summon the estates; and on the 5th of January 1831 a constitution on the ordinary Liberal basis was signed.",
        "Finally, the likeness of an edible species to a warningly coloured inedible one in the same locality is termed \" pseudaposematic,\" in allusion to the pretentiousness or falsity of the warning signal.",
        "of France on his investiture in 1527.3 According to Ashmole the true account of the matter is that \" King Edward having given forth his own garter as the signal for a battle which sped fortunately (which with Du Chesne we conceive to be that of Crecy), the victory, we say, being happily gained, he thence took occasion to institute this order, and gave the garter (assumed by him for the symbol of unity and society) preeminence among the ensigns of it.",
        "The death of the emperor in 840 was the signal for the outbreak of war between his sons.",
        "This was the position when the signal to retire blared out.",
        "of Brandenburg gained here a signal victory over the Pomeranian s.",
        "Again in 1731 the Moravians (q.v.) illustrated in a signal degree the growing consciousness of obligation towards the heathen.",
        "10,768 11,874 Signal du Mont Iseran (C) 10,634 11,871 Pointe de la Rechasse (W) 10,575 11,838 Grand Assaly (C).",
        "On the latter occasion he would have won a signal victory but for the unaccountable remissness of his second-in-command, Admiral Liljehorn.",
        "The year 1639, which had begun with abortive negotiations, and in which the activity of the stadholder had been much hampered by ill-health, was not to end, however, without a signal triumph of the Dutch arms, but it was to be on sea and not on land.",
        "The defeat of Leipzig in 1813 was the signal for a general revolt in the Netherlands; the prince of Orange (son of William V.) was recalled, and amidst general Creation provinces to form the kingdom of the Netherlands, of the p g Kingdom which was also to include the bishopric of Liege and of the the duchy of Bouillon, and the prince of Orange was Nether- placed upon the throne on the 15th of March 1815 as lands.",
        "A state of chronic warfare ensued, until the Ashanti sustained a signal defeat at Dodowah on the 7th of August 1826.",
        "He therefore hoisted the signal of recall.",
        "He therefore disregarded the signal, and amused himself and the few officers about him by putting his glass to his blind eye and saying that he could not see it.",
        "The Aldine press continued through this period to issue books, but none of signal merit; and in 1585 Aldo determined to quit his native city for Bologna, where he occupied the chair of eloquence for a few months.",
        "The duet, \"Amour sacre de la patrie,\" was welcomed like a new Marseillaise; sung by Nourrit at Brussels in 1830, it became the signal for the revolution which broke out there.",
        "The earliest extant account of a liturgical celebration of Palm Sunday is that given in the Peregrinatio Silviae (Eleutheriae),' which dates from the 4th century and contains a detailed account of the Holy Week ceremonies at Jerusalem by a Spanish lady of rank The actual festival began at one o'clock with a service in the church on the Mount of Olives; at three o'clock clergy and people went in procession, singing hymns, to the scene of the Ascension; two hours of prayer, singing and reading of appropriate Scriptures followed, until, at five o'clock the reading of the passage from the Gospel telling how \"the children with olive branches and palms go to meet the Lord, and cry: ` Blessed is he that cometh in the name of the Lord '\" gave the signal for the crowd to break up, and, carrying branches of olive and palm, to conduct the bishop, in eo typo quo tune Dominus deductus est, 2 with cries of \"Blessed is he that cometh in the name of the Lord!\"",
        "The death of Ali Pasha produced only temporary tranquillity; in a few days (February 12, 1804) the return of Mahommed Bey al-AlIT (called the Great) from England was the signal for fresh disturbances, which, by splitting the Mamelukes into two parties, accelerated their final overthrow.",
        "These events were the signal for the reappearance of al-Alfi.",
        "Here they were fired on by some soldiers from the houses; and with this signal a terrible massacre began.",
        "Al-AlfI was at that time besieging Damanhur, and he gained a signal victory over the pashas troops; but the dissensions of the beys destroyed their last chance of a return to power.",
        "Many of them took up their abode in Cairo, but tranquillity was not secured; several times they met the pashas forces in battle and once gained a signal victory.",
        "This massacre was the signal for an indiscriminate slaughter of the Mamelukes throughout Egypt, orders to this effect being transmitted to every governor; and in Cairo itself the houses of the beys were given over to the soldiery.",
        "The attack had been preceded by a trifling fire at a threshing floor, either accidentally caused (but not by the officers shots) or lit as a signal for the assault.",
        "His real genius, however, did not lie in the direction of verse; and his first signal success was with a story, A Village Sexton's Diary, in 1824, which was rapidly followed by other tales, descriptive of village life in Jutland, for the next twelve years.",
        "Some attempts were made to transplant the theories of the symbolists to Denmark, but without signal success.",
        "He is best known for his plastic representations of the North American Indian - especially for \"The Signal of Peace\" in Lincoln Park, Chicago, and \"The Medicine Man,\" in Fairmount Park, Philadelphia.",
        "Though the Danish party won a signal victory at the outset, by obtaining the insertion in the charter of provisions stipulating that only native-born Danes should fill the highest dignities of the state, the king's German counsellors continued paramount during the earlier years of his reign.",
        "He was president of the Union, and impressed all his contemporaries with his intellectual ability, Dr Jowett himself confidently predicting his signal success in any career he adopted.",
        "His next signal interference was during the incursions of the Syrians, when he disclosed the plans of the invaders to the \"king of Israel\" with such effect that they were again and again baffled.",
        "In view of the connexion, the poem is interpreted as expressing Lamech's exultation at the advantage he expects to derive from Tubal-Cain's new inventions; the worker in bronze will forge for him new and formidable weapons, so that he will be able to take signal vengeance for the least injury.",
        "A signal proof of its vitality was given in 1838 by the speed and ease with which it recovered from a disastrous inundation that destroyed 3000 houses.",
        "If successful, the attack on the ridge was to be the signal for a general attack all along the line.",
        "Presently Judas arrived with a band of armed men, and greeted his Master with a kiss - the signal for His arrest.",
        "This rejection of the advances of the Uitlandersby whose aid he could have built up a free and stable republic - led to his downfall, though the failure of the Jameson Raid in the first days of 1896 gave him a signal opportunity to secure the safety of his country by the grant of real reforms. But the Raid taught him no lesson of this kind, and despite the intervention of the British government the Uitlanders' grievances were not remedied.",
        "In the narrower circle of his friends his birthdays were the signal for congratulatory verses.",
        "faithfully translated from corrected Texts of the Originals, with various Readings, explanatory Notes and critical Remarks, appeared in 1792, and was the signal for a storm of hostility on the part of both Catholics and Protestants.",
        "The rapid and signal downfall of the Dutch colonial empire is to be explained by its short-sighted commercial policy.",
        "Other prominent summits are the Trois Mamelles, the Montagne du Corps de Garde, the Signal Mountain, near Port Louis, and the Morne Brabant, at the southwest corner of the island.",
        "Baldwin originally planned a solemn coronation, as the signal of his emancipation.",
        "In spite of this, he received signal marks of distinction from Octavian, who not only nominated him augur, but accepted him as his colleague in the consulship (30).",
        "Pelagius himself desired to avoid controversy, and with mental reservations denied these statements of his friend; but he did not escape suspicion, and his condemnation in 418 was the signal for a literary polemic, which lasted ten years, and in which Julian of Eklanum was the most brilliant but reckless combatant on the side of Pelagius.",
        "Suleiman, gained a signal victory.",
        "A court-martial, assembled by order of a friendly admiralty, and presided over by a warm partisan, \"most honourably acquitted\" him on the charge \"that, on the 12th of April, the enemy's ships being then on fire, and the signal having been made that they could be destroyed, he did, for a considerable time, neglect or delay taking effectual measures for destroying them\"; but this decision was in reality nothing more than a party statement of the fact that a commander-in-chief, a supporter of the government, is not to be condemned or broken for not being a person of brilliant genius or dauntless resolution.",
        "It is concurrently with signal success in the work of a pioneer in the mathematical.",
        "Evagrius tells us that he was very:religious, and paid especial reverence to the Virgin, never engaging in battle till he conceived that she had given him the signal.",
        "From a point still known as King's Cross he crossed over to Carrick, in answer to the signal which warned him that the moment for the supreme effort for his country was come.",
        "A breakwater protects its mouth; it has a lighthouse, and is defended by a fort on Signal Hill.",
        "11) was the signal for a general rising of the Syrians against Ibrahim's tyranny.",
        "Near Rock Creek, west of Georgetown, is the Signal Office and headquarters of the United States Weather Bureau.",
        "219), there is nothing to show that it was used, as in historical times, to give the signal for the charge.",
        "Others have the power of producing sounds, one use to which they put this faculty being apparently to signal from their burrow in the sand that they are \"not at home\" to an inopportune visitor.",
        "As a means of reconciliation the council was a signal failure.",
        "Laynez at the council of Trent has given one signal instance of its working, but its operations were by no means confined to the abstract field of dogma.",
        "Agrippina was invited to Baiae, and after an affectionate reception, was conducted on board a vessel so constructed as, at a given signal, Tac. Ann.",
        "The triumph of the former was most signal among the Teutonic peoples.",
        "Amaziah of Judah had gained a signal victory over Edom in the valley of Salt (2 Kings xiv.",
        "He came up with the enemy on the 6th February 1806, and, after two hours' fighting, inflicted a signal defeat upon them, capturing three of their five vessels and stranding the other two.",
        "After two severe reverses, the Romans, under Tettius Julianus, gained a signal advantage, but were obliged to make peace owing to the defeat of Domitian by the Marcomanni.",
        "The Fehrbellin affair was a mere skirmish, the actual casualties amounting to less than 600 men, but it rudely divested Sweden of her nimbus of invincibility and was the signal for a general attack upon her, known as the Scanian War.",
        "The death of every bishop was always the signal for violent disputes among the neighbouring feudal states, each of them intriguing to secure the election of its own candidate; but, as stated above, Brabant and Gelderland had at last to recognize the fact of the supremacy of Holland over the see.",
        "The usurpation of Smerdis (522521 nc.) and his death at the hands of Darius was the signal for numerous insurrections in Babylon, Susiana, Persis, Media, Armenia and many of the Eastern provinces.",
        "in v aded Artois while the Black Prince was pillaging Languedoc. In 1356 the battle of Poitiers (September 19), in which John was taken prisoner, was the signal for conflicts in Paris between Stephen Marcel and the dauphin, and for the outbreak of the Jacquerie.",
        "Epic poetry in Portugal developed much later than lyric, but the signal victory of the united Christian hosts over the Moors at the battle of the Salado in 1340 gave occasion to an epic by Alphonso Giraldes of which some fragments remain.",
        "Having thus given the signal for rebellion, he then with his five sons took to the mountains.",
        "Under Simon's administration the country enjoyed signal prosperity.",
        "On his resignation, which took place in October 1761, the king urged him to accept some signal mark of royal favour in the form most agreeable to himself.",
        "The new consuls were to be murdered on the 1st of January; but the plot - the execution of which was deferred till the 5th of February - failed in consequence of the impatience of Catiline, who gave the signal too hastily.",
        "The occupation of Delhi by the rebels was the signal for risings in almost every military station in North-Western India.",
        "To the right of the governor's house is Mount Ceperon, on which stand Fort St Michel, the marine barracks, the signal station and the lighthouse.",
        "In 1907 there were three general divisions of these schools: the Army School of the Line, for officers (not below the grade of captain) of the regular army and for militia officers recommended by the governors of their respective states or territories, offering courses in military art, engineering, law and languages; the Army Signal School, also open to regular and militia officers, and having departments of field signalling, signal engineering, topography and languages; and the Army Staff College, in which the students are the highest graduates from the Army School of the Line, and the courses of instruction are included in the departments of military art, engineering, law, languages and care of troops.",
        "Its popularity was immense and signal.",
        "After a life of constant struggle and an obloquy which never relaxed, the sensational close of Zola's career was the signal for an extraordinary burst of eulogy.",
        "The signal being given to let go, the machine darted forward at a terrific pace, and the safety-valve ceased to blow.",
        "In 1857 Bhan Pratap Singh rendered signal services to the British during the Mutiny, being rewarded with certain privileges and a hereditary salute of eleven guns.",
        "It cannot be said that Theocritus exhibits signal merit in his Epics.",
        "The patch then forms a guiding signal for the members of the herd when in flight.",
        "Almost as he gave the signal for the whole line to charge, the sorely pressed Hospitallers rode out upon the enemy on their own initiative.",
        "And this was only the forerunner of more signal reverses; for, in a short time, Villeroi was forced to abandon the whole of the Mantuan territory and to take refuge in Cremona, where he seems to have considered himself secure.",
        "Vendome at first opposed great obstacles to the plan which the prince had formed for carrying succours into Piedmont; but after a variety of marches and counter-marches, in which both commanders displayed signal ability, the two armies met at Cassano (August 16, 1705), where a deadly engagement ensued, and Prince Eugene received two severe wounds which forced him to quit the field.",
        "In the spring of 1716 the emperor, having concluded an offensive alliance with Venice against Turkey, appointed Eugene to command the army of Hungary; and at Peterwardein he gained (5th of August 1716) a signal victory over a Turkish army of more than twice his own strength.",
        "The success of his teaching was signal, though for a time he had to quit the field, the strain proving too great for his physical strength.",
        "\"From village to village, from district to district, through hill-land and lowland, the signal - unexplained at the time, inexplicable still - sped; and in village after village, in district after district, the spreading of the signal was followed by the increased excitement of the people.\"",
        "A young telegraph clerk sent the news to Umballa, continuing to :signal until he was cut down at his post.",
        "His nomination by Lord John Russell to the vacant see of Hereford in December 1847 was again the signal for a violent and organized opposition; and his consecration in March 1848 took place in spite of a remonstrance by many of the bishops and the resistance of Dr John Merewether, the dean of Hereford, who went so far as to vote against the election when the conge d'elire reached the chapter.",
        "His reign of thirty years was one of strife marked by no signal success or reverse.",
        "By previous concert with the Moldavian voivode Aaron, on the 13th of November 1594, the Turkish guards and settlers in the two principalities were massacred at a given signal.",
        "P. Langley's Researches on Solar Heat are published by the War Department (Signal Service, xv.) (Washington, 1884), and Gill's parallax researches in Cape Annals, vols.",
        "In 1875 he was enabled to render, in his private capacity, a signal service to the Italian government, which was much embarrassed by impracticable proposals pressed on it by Garibaldi for a rectification of the course of the Tiber and other engineering works.",
        "This was the signal for a general rising of the Gaika tribe.",
        "Trinity House was founded in 1555 as a home for old and disabled sailors, but on the decline of its revenues it became the licensing authority for pilots, its humane office being partly fulfilled by the sailors' home, established about 1840 in a building adjoining the Signal Tower, and rehoused in a handsome structure in the Scottish Baronial style in 188 3 -1884.",
        "The priest retired, and Pizarro at once gave the signal for attack.",
        "Another event which seemed likely to consolidate his power was in reality the signal of his ruin.",
        "His trial was the signal for riot.",
        "The increasing weight of taxation gave rise in 1780 to a great meeting of the freeholders of Yorkshire, which in turn gave the signal for a general agitation for the reduction of unnecessary expense in the government.",
        "This was the signal for an outburst of popular discontent with the existing order of a far more ominous character than any that had preceded it.",
        "It is the signal merit of Sir Robert Peel that he terminated this era of private distress and public deficits.",
        "He suCceeded in securing the co-operation of his own friends, of Lord John Russell, and of other independent Liberals, as well as of the Conservative party, and in inflicting a signal defeat on the government.",
        "Of this Burke is a signal illustration.",
        "The finding of any traces of carbon dioxide in the gas between the first two boxes is generally the signal for a new clean purifier being put into action, and the first one shut off, emptied and recharged with fresh lime, the impregnated material being sometimes sold for dressing certain soils.",
        "In 1712 the slaughter of a band of Foxes near Detroit was the signal for hostilities which lasted almost continuously until 1740, 1 and in which every tribe in the Wisconsin country was sooner or later involved either in alliance with the Foxes or with the French; the Chippewa, always hostile to the Foxes, the Potawatomi and the Menominee sided with the French.",
        "During the first crusade a signal victory was gained by the Christians in the neighbouring plain on the 15th of August 1099; but the city remained in the hands of the caliphs till 1157, when it was taken by Baldwin III., king of Jerusalem, after a siege of five months.",
        "He has not bequeathed an imposing system, hardly even a striking discovery in metaphysics, but he is a signal example in the Anglo-Saxon world of the love of attainable truth for the sake of truth and goodness.",
        "Under these circumstances Nelson's victory of Aboukir (1st of August), which gave the British full command of the Mediterranean and secluded Bonaparte in Egypt, was the signal for a second coalition.",
        "In the third place Russia's signal and unexpected successes in the Steppe had immensely increased her prestige on the continent.",
        "At that hour no less than 20,000 people were on the border, and when the signal was given there ensued a remarkably spectacular race for homes.",
        "The appointment was an honourable distinction without political or naval import: the \"Franklin\" was, to all intents, for the time being, a yacht at Farragut's disposal; and her arrival in the different ports was the signal for international courtesies, entertainments and social gaiety.",
        "A signal tower, 50 ft.",
        "A forensic speech, composed for a public cause, opens the political career of Demosthenes with a protest against a signal abuse.",
        "He rendered a signal service to William by inducing the princess to offer to leave the whole political power in her husband's hands in the event of their succession to the English crown.",
        "Waterford was retaken in 914 by Ivar, grandson of Ragnall and Earl Ottir, and Sigtrygg won a signal victory over the king of Leinster at Cenn Fuait (Co.",
        "In 1333, William de Burgh, the young earl of Ulster, was murdered by the Mandevilles and others; in this case signal vengeance was taken, but the feudal dominion never recovered the blow, and on the north-east coast the English laws and language were soon confined to Drogheda and Dundalk.",
        "death in 1095 was the signal for a nationalist insurrection, but after two years the rebels were crushed by his successor Coloman.",
        "The death of Clotaire (629) was the signal for a revival of the royal power.",
        "Clotaire III.s death gave the signal for war.",
        "Despite the signal failure of the first crusade, when he had been taken prisoner; despite the protests of his mother, of his counsellors, and of the pope himself, he flung himself into the mad adventure of Tunis.",
        "from an interview with the duke of Wtirttemberg at Zabern, where he had once more demanded the help of his Lutheran neighbors against the, Calvinists; and the Catholics having celebrated this as a victory the signal was given for the commencement of religious wars.",
        "This was the signal for a Huguenot renaissance, and the Camisards of the,Cflvennes held the royal armies in check from 1703 to I 7.",
        "The provincial assemblies of Dauphin and elsewhere gave the signal; and numerous towns, following the example of Paris, instituted munioipalitieswhichsubstituted their authority for that of the intendants and their subordinates.",
        "The most signal example among many which could be quoted is that of Peter the Cruel (1350-1367), who, though married to Blanche of Bourbon, was abarraganado to Maria de Padilla.",
        "This was the signal for the outbreak of the war of liberation in Germany, and French troops had to be withdrawn from Spain to central Europe.",
        "In September 1868 the squadron at Cadiz under the command of Admiral Topete mutinied, and its action was the signal for a I~evolution general secession.",
        "Before a year had passed, in view of the signal failure of Marsha] Campos, the Madrid government decided to send out General Weyler, who bad made himself famous in the Philippines and at Barcelona for his stern and cruel procedure against disaffection of every kind.",
        "He owed the signal successes of his reign partly to his skilful choice of advisers and administrators, to his chancellors Jean and Guillaume de Dormans and Pierre d'Orgemont, to Hugues Aubriot, provost of Paris, Bureau de la Riviere and others; partly to a singular coolness and subtlety in the exercise of a not over-scrupulous diplomacy, which made him a dangerous enemy.",
        "A member of this house, Thomas White, whilst mayor of Tenby, did signal service to the Lancastrian cause in 1471 by harbouring Jasper Tudor, earl of Pembroke, and his nephew Henry Tudor, earl of Richmond (afterwards King Henry VII.), prior to their escape to France.",
        "86), that he tried, though without success, to save their lives, wishing to take them to Sparta as a signal proof of his success Gylippus fell, as his father had done, through avarice; entrusted by Lysander with an immense sum which he was to deliver to the ephors at Sparta, he could not resist the temptation to enrich himself and, on the discovery of his guilt, went into exile.",
        "An insurrection was planned, and a solar eclipse in February 1831 and peculiar atmospheric conditions on the 13th of August were accepted as the signal for beginning the work.",
        "The Kapp coup in Berlin, which in some of its aspects sprang from similar anxieties in Prussia, gave the signal for political action in Munich, and at a midnight sitting the Bavarian Socialist Ministry was somewhat unceremoniously hustled out of office - it is alleged under military pressure - and a Coalition Cabinet under von Kahr installed.",
        "The signal for Gustavus to break up from the Rhine was the sudden advance of Tilly from behind the Danube.",
        "Of course, he though she was giving him a signal.",
        "He watched her furtive glances, waiting for the signal to approach.",
        "A lucid dreamer could signal a not so deep sleep by moving the eyes in a predetermined pattern.",
        "Even though there was a vehement denial of any search or signal, there is no doubt that a message has been received.",
        "AC/DC voltage, and send an input signal to the acquisition system.",
        "all-clear signal is only passed via command channels.",
        "A shunt is resistive device used to generate a small signal voltage to display current on a moving coil ammeter.",
        "In order to obtain the most accurate digitization of these weaker signals, electronic amplification of the signal occurs away from the centerburst.",
        "An external power supply is provided for signal amplification, ideal for low signal installations.",
        "The polarized signal is recovered from the first harmonic at 40 kHz using lock-in amplifiers.",
        "amplify selectively the high frequency components of the video signal to overcome the cable losses.",
        "amplifymplified signal will appear on the plate circuit.",
        "analogue receiver converts the digital signal back to an analog signal for display on a monitor.",
        "His death was a signal for some of the suppressed anger at the bureaucratic regimes of Eastern Europe to surface.",
        "Fat tissue is comparatively anhydrous and acts as a resistor to the flow of an electrical signal.",
        "This is achieved using a specially designed splitter box to feed each dipole antenna with the correct RF signal phase.",
        "Freeview is viewed via your normal tv Ariel, which is not a digital signal.",
        "arithmetic operations in Maple should now either return a number or signal a numeric event.",
        "artefacttion and signal loss due to susceptibility artifact has been minimized here by choice of high bandwidth and thin slices.",
        "asdic dome was inside that used to send a signal out and you could tell how long.",
        "Each satellite carries an incredibly accurate atomic clock and broadcasts a regular time signal as well as precise information on its location.",
        "Examples include mink, signal crayfish, common carp and plants such a Himalayan balsam, New Zealand pigmy weed and parrots feather.",
        "Signal to noise: 20 dB at 100 dB gain 1 kHz center frequency and 1 kHz bandwidth.",
        "beam splitter directs the returned light to a photodiode detector for signal processing.",
        "This signal is relayed quickly by voice, hand and arm movements, or horn blasts.",
        "A late period is usually the first signal, followed by other symptoms such as morning sickness, swollen breasts and generally feeling fatigued.",
        "The signal that caused the program to stop is reactivated with the C command and ignored with the c command.",
        "The findings signal something of a decline in the student cafeteria.",
        "She was located using SMS messages because the phone signal was not strong enough for phone calls.",
        "Roughly 10 m of coax then fed into the other box were decoupling capacitors allowed signal take off for the mixer.",
        "The XRF signal was saturated by the pigment lead chromate.",
        "From the ' total ion chromatogram ', we could see variations in the total ion signal.",
        "chrominance signal is present on my machine, which is a late model.",
        "coax then fed into the other box were decoupling capacitors allowed signal take off for the mixer.",
        "coaxial cable carries the video signal from the camera to the monitor.",
        "The control signal thus generated will occur coincident with its associated status signal and may not be active for the entire state.",
        "composite signal.",
        "Signal Conditioning Makes a signal suitable for input to an analogue-to-digital converter.",
        "cox box NT signal flag communications equipment Equipment designed for communication in an inland waterways context.",
        "crackly distress signal.",
        "crank angle sensors signal.",
        "The introduced American signal crayfish has decimated our native population due to a fungus which it carries.",
        "Signal crayfish also carry crayfish plague, which is fatal to the native crayfish.",
        "The similarly north American signal crayfish is another unwanted introduction.",
        "signaled cycle crossings A symbol is used to indicate signal installations with a cycle phase to take a cycle route across a road.",
        "How not to do a junction 46 views A grade seperated junction with a traffic signal controlled crossroads.",
        "decoded signal from fire alarm sounder.",
        "In the latter case the signal is decoded using the state-of-the-art Philips decoded using the state-of-the-art Philips decoder.",
        "demodulates the incoming signal to recover the digital data.",
        "The narrowing of the hole is detected by a nerve cell dendrite which projects into it, producing an electric signal.",
        "desertification warming signal.",
        "deviated significantly from unity at low signal levels.",
        "The volume setting is a gain applied direct to the signal.",
        "discourse marker may signal importance.",
        "Signal strength isn't the problem with FM: multipath distortion makes listening hard work.",
        "Uprima is absorbed under the tongue, stimulating the brain chemical dopamine, which starts the signal for an erection.",
        "But things look decidedly downbeat if you are a signal engineer with a mission to put right the degradation.",
        "So perhaps a lucid dreamer could signal by moving the eyes in a predetermined pattern.",
        "He and other lucid dreamers were able to signal from the dream and then hold their breath.",
        "Everyone will enjoy consistently high-speed connections, everywhere in your house - no signal dropouts or wireless dead spots.",
        "Radio signals bounce off obstacles like buildings, adding a delayed faint echo to the intended signal.",
        "echo canceller dealing with 8 kHz sampled audio signal is designed.",
        "elucidate signal transduction pathways underlying renal angiomyolipomas.",
        "embolic signal is enhanced without affecting the background blood flow signal.",
        "enuresis sensors) A range of products that generate an alarm signal when a person wets their bed.",
        "amplitude envelope of speech signal (rectified and smoothed at 25Hz ).",
        "The force profile of a rower using the ergometer was viewed by use of an oscilloscope attached to the signal from the amplifier.",
        "Since May 2004, as Associate Artist at Forma, he has been researching the highly experimental and technologically demanding Signal Transposition project.",
        "exploration geophysics, and classes in geophysical topics such as signal processing.",
        "There isn't a strong signal (but no lock) one moment and sweet fa the next.",
        "fate determination by signal factors in amphibian development.",
        "Where the video signal is entirely encoded in digital form, the low-pass filtered step will not have the desired effect.",
        "The powerful dual beam led flashlight has an optional strobe feature to allow you to signal to others.",
        "flotilla leader sent off a warning signal, to warn shipping.",
        "The signal is NTSC, digitized and compressed via a proprietary format and decompressed by a set-top box.",
        "The high frequency modulation moves the signal away from 1/f noise region.",
        "gallows signal was the last intact Midland signal in the Bradford district.",
        "gamma ray detection will be determined by a coincidence between the energy signal and the x-y signals produced in the WSFs.",
        "gantry signal stood, very straight, guarding the vanished junction ahead.",
        "The signal gantry across the station throat is now installed.",
        "He patented two life-saving inventions, the Safety Hood (an early gas mask) and the first three-way traffic signal.",
        "This is a signal that the text is using the rule of logic called \" universal generalization \" .",
        "This includes modules in structural geology and exploration geophysics, and classes in geophysical topics such as signal processing.",
        "glide slope signal was acquired, and the call ceased when the aircraft crashed.",
        "glottis signal) is presented.",
        "During intense training, the signal for muscle breakdown (which is a bad thing) may be the release of skeletal muscle glutamine.",
        "We recently demonstrated that secretory granules can signal their own export from the cell by releasing Ca 2+ to the cytosol.",
        "The homeplug signal is not supposed to go back past the meter but all the other gunk can get in.",
        "Their recognition signal is ' red handkerchief ' \" .",
        "handler function for a signal is called \" catching the signal \" .",
        "A non-linear amplifier will generate harmonics that are not present in the original signal.",
        "hemispheres of the brain then act in unison to \" hear \" a third signal - the difference between the two tones.",
        "hilt of the sword waiting for your signal to kill him.",
        "In the absence of a signal the radio being used to monitor will now return to the background hiss.",
        "The antibodies signal the body to produce histamine, which causes the airways to inflame.",
        "Many signal proteins bind via lipid anchors and/or pleckstrin homology domains to the cytosolic surface of the plasma membrane.",
        "Spring flowers including hyacinths made of painted plaster signal re-birth, resurrection and spring.",
        "This team is investigating the ' signal molecule ' which produces the scarring around the brain thought to be responsible for causing hydrocephalus.",
        "ignition signal amplifiers.",
        "Public filings by JAMDAT and SEVEN Networks are a signal that the market for wireless chemical raw material applications is exiting infancy.",
        "inorganic phosphate in January are comparable to those of the Atlantic input signal.",
        "inositol phospholipids in signal transduction in plants.",
        "input signal can be scaled to give the reading directly in psi.",
        "This causes cells to store or release calcium which, for example, is the main signal to secrete insulin.",
        "It uses relay signal switching to preserve signal integrity.",
        "This light signal is converted to electrons which are subsequently amplified before being used to modulate the intensity of a cathode ray tube display.",
        "The junction is currently controlled by ground frame electrically interlocked from Wareham signal box.",
        "interrupted by a signal.",
        "The signal is either inverter or not inverted to obtain the necessary total phase shift around the loop to sustain oscillations.",
        "At 3 hours and 15 minutes, I started getting jumpy, but within 15 minutes I started picking up a weak signal.",
        "kanban signal.",
        "ketones in the urine are a danger signal, a sign that you must take action right away to prevent problems.",
        "The security breach and the violence in Parliament Square overshadowed the vote itself which anti-hunting campaigners hope will signal the death knell of foxhunting.",
        "The Signal Strobe is chunky and comes with a long wrist lanyard.",
        "As his laptop is picking up a neighbor's signal I assume he has a wireless-enabled laptop.",
        "The chancellorÃ¢s Pre-Budget Report statement may well signal to many departments an end to the public spending largesse.",
        "Place the wireless router or access point away from outside walls to minimize signal leakage.",
        "The capture clearly shows the libration spreading widening the signal (a clear tone would show up as a narrow line ).",
        "These include components of signaling pathways and ubiquitin ligase proteins that regulate signal receptor trafficking.",
        "lighting of beacon or signal fires for centuries.",
        "Pole fished pellet is the top method on Signal Pond with the Top Pond's tench showing a liking for corn or caster.",
        "In practice the steps are not exactly equal, which leads to non- linearity in a plot of D-A output against output signal.",
        "The Assistant Referee or club linesman must then redirect their flag signal immediately to correspond to the direction given by the Referee.",
        "listenable mono signal where DAB does not work at all.",
        "This indicates safety lockout mode, loss of signal, glitches and motor on/off status at a glance.",
        "Luminance Signal - That portion of the NTSC color television signal which contains the luminance Signal - That portion of the NTSC color television signal which contains the luminance or brightness information.",
        "A third signal uses all 3 cones to produce luminance.",
        "luminance signal voltage between adjacent rectangles should be approximately constant.",
        "This acts as a signal which leads to the enzymes eventually entering the lysosomes.",
        "For example, a discourse marker may signal importance.",
        "mic preamp is one of the most important links in your signal chain.",
        "micrometers in size... You could only put bacteria downstream of a microphone that releases a chemical or light signal.",
        "The on-board microprocessor provides fail-safe operation, by continuously monitoring the signal from the receiver.",
        "In 1790 he was signal midshipman on board the Queen Charlotte with Lord Howe, by whom he was made lieutenant 3 Nov. 1790.",
        "Each interval contains either a minima or a maxima in the original signal.",
        "To make the gates all modular, you would probably use PoPS as an output signal as we've heard last week.",
        "The laser beam is being amplitude modulated by the signal generator.",
        "The carrier signal modulated by the police officers voice or siren control signal is sent over these same wires back to the exchange.",
        "modulated by a composite video signal.",
        "The basic idea of these techniques, known as adaptive modulation, involves continuously modifying certain parameters of the transmitted signal.",
        "motor neuron then provides the final path for the signal to reach the muscle.",
        "The foot muscle constantly secretes mucus which later dries to form the silvery slime trails that signal their presence.",
        "We have started to dissect the JA signal pathway through the isolation and characterisation of Arabidopsis mutants.",
        "nationwide coverage, unlike the digital terrestrial signal.",
        "null pointer 's address) in executing the object file causes a SIGBUS signal.",
        "As the particle passes through the beam, a secondary \" pulse \" signal is generated by a single optical fiber.",
        "optoelectronics Division: research focuses on the design and applications of guided wave optoelectronics devices in communications, sensors and signal processing.",
        "oscilloscope attached to the signal from the amplifier.",
        "This is recorded by a high sample rate oscilloscope and a fast Fourier transform (FFT) analysis is performed on the collected signal.",
        "A signal also that matters of justice, whether natural or civil law will have successful outcomes.",
        "outlet of each adsorption dryer, the output signal ensures quality remains constant for all load situations.",
        "Carriage sidings, still extant beyond the fine signal box, are somewhat overgrown.",
        "Indeed a \" sensitive \" tuner might be suffer overload from the strong signal produced by a large dish.",
        "While prices look good on paper, coverage remains very patchy: a phone with no signal is an expensive paperweight.",
        "Pirate stations are particularly partial to the RSL frequencies because of the ease with which they can drown out their signal.",
        "The researchers targeted the protein to the secretory pathway by adding a so-called signal sequence to the protein.",
        "These either act directly, by binding to promoter regions, or indirectly, through signal transduction pathways.",
        "This sequence is subsequently cleaved off (by signal peptidase ).",
        "Therefore, freqency analysis of the incoming signal takes place at the auditory periphery, within the cochlea.",
        "This secreted peptide pheromone functions as the input signal for a specific sensor component of a two-component signal-transduction system.",
        "The values of dissolved inorganic phosphate in January are comparable to those of the Atlantic input signal.",
        "Reviews information on the role of inositol phospholipids in signal transduction in plants.",
        "photodiode detector for signal processing.",
        "using a polygraph, Hearne could watch the eye movements for signs of the special signal.",
        "He told a porter, who gave the appropriate signal.",
        "What many people don't consider is the fact that the mic preamp is one of the most important links in your signal chain.",
        "prearranged signal being given, we turned out again.",
        "precession time for the fat signal at 3 Tesla.",
        "promoter regions, or indirectly, through signal transduction pathways.",
        "The topics covered range from antennas, through radiowave propagation, optics and radar, to communications signal processing and networks.",
        "protein kinases are important in signal transduction pathways.",
        "proximity fuse was eventually fitted to replace the coded signal.",
        "pulsar signal data files have a consistent naming convention to aid identification.",
        "pulsatile pressure signal shown.",
        "pulse width of vertical synchronization signal is fixed to 16 rasters cycle.",
        "quiescent point also refers to the dc conditions (bias conditions) of a circuit without an input signal.",
        "Emergency position indicating radio beacons (EPIRB) are electronic devices that gives off a radio signal on the designated frequency of 406 MHz.",
        "Sampling rate How fast a digital recorder or player samples a signal.",
        "Signal owned a refinery in Belgium and a gasoline marketing business there and in Britain using the VIP name.",
        "Using stepwise regression of a number of features of the signal stronger prediction equations are possible (R = 0.95 for meat toughness ).",
        "There is no default; kill alone does not send a signal to the cur- rent job.",
        "Most Volvo's do not already have a wiring harness in the fender for turn signal repeaters.",
        "You can also use eye contact to signal mild reproof.",
        "resonator filter to extract the clock signal.",
        "reversible phosphorylation of proteins, the main regulatory mechanism in signal transduction pathways.",
        "One way to monitor a signal is through the quad scaler counter in the CAMAC crate, and the associated scaler inhibitor module.",
        "secretes mucus which later dries to form the silvery slime trails that signal their presence.",
        "secreted by cells of the immune system to signal other cells of the immune system.",
        "secretory granules can signal their own export from the cell by releasing Ca 2+ to the cytosol.",
        "In effect, a spectrogram is built up from a multitude of power spectra of short, overlapping time segments of the signal.",
        "semaphore signal in which the arm was raised to indicate ' off ' or ' clear ' .",
        "semaphore signal arms still in use.",
        "originally serialized in The Face, Signal to Noise is the story of a film director dying of cancer.",
        "setup menu says my signal is a bit weak.",
        "Login shells catch the terminate signal; other- wise this signal is passed on to children from the state in the shell's parent.",
        "shrub heaths, show the strongest eutrophication signal.",
        "Unintentional battery drain is avoided through use of automatic Phantom power detection and automatic power shut-off on disconnection of the input signal.",
        "A novel approach invented and demonstrated by the group is to use sideband filtering technique for an externally phase modulated signal.",
        "How do I change the group to view from an embedded audio signal?",
        "What devices are out there to record direct digital signal?",
        "Substantial evidence exists which shows that multiple articulatory configurations are able to produce the same acoustic signal.",
        "signal transduction pathways process information during cell interactions.",
        "Digital signal processing can be applied to these stored values to modify the characteristics of the signal processing can be applied to these stored values to modify the characteristics of the signal.",
        "signal strength.",
        "Topics covered include theory of signals and callbacks, data types, signal handlers, and widgets.",
        "signal box of 1929 origin.",
        "I have heard of a people also feeding the analog signal to a suitable input on (selected!",
        "They utilized the signal of the republicans because they have not a sufficiently loud signalman of their own.",
        "sine wave input signal should be plotted in the upper graph.",
        "For undamped sinusoids, the signal space can be inferred from the complex roots found with a magnitude very close to 1.0.",
        "Further, the signal may be a slowly varying low frequency anharmonic oscillation, or a high frequency sinusoid.",
        "siren control signal.",
        "sonar signal is vital.",
        "Alarm indicators operate for 1 minute per decoded signal from fire alarm sounder.",
        "The high signal to noise ratio in alumina fluorescence spectra is not achieved in the true Raman spectra developed by other types of ceramic.",
        "stifled when a clear, firm signal was displayed.",
        "A balloon will pop-up from the System Tray advising you of the network you have connected to and the signal strength.",
        "Unlike the AR options, selecting a different signal subspace does not result in an immediate update of the solution vector.",
        "Leave the signal subspace set to 6. Click OK to close the singular values dialog."
    ],
    "definition": [
        "sig′nal·er sig′nal·ler\nn.",
        "Link/Cite"
    ]
}