{
    "translation": "סחף",
    "uses": [
        "below it, and their water is at all seasons very free from silt or mud.",
        "This current catches the silt brought down by the rivers and projects it in long banks, or lidi, parallel with the shore.",
        "Much of this silt is again carried away by the San Juan.",
        "The immediate effect, which is highly beneficial, is the deposition of silt from the tide.",
        "of undisturbed silt; in a position indicating intentional burial.",
        "Considerable deposits of mud, silt and sand are accumulating in many of the estuaries.",
        "The rivers having, by the silt of ages, gradually raised their beds, now run along high levels.",
        "As might be expected under these conditions, it ranges from fine sand to silt which approaches clay in texture.",
        "Even at that period, however, the silt brought down by the rivers rendered access to the harbour difficult, and the historian Philistus excavated a canal to give free access to the sea.",
        "If such a city was to be on the Egyptian coast, there was only one possible site, behind the screen of the Pharos island and removed from the silt thrown out by Nile mouths.",
        "The silt and sand form banks and bars at the mouth, the water is too shallow in winter and the current is too strong in summer, and, further, the bed of the river is continually shifting.",
        "The upper end of the gulf is filling up with the silt brought down from the Cordillera.",
        "The silt deposited after warping is exceedingly rich and capable of carrying any species of crop. It may be admitted in so small a quantity as only to act as a manure to arable soil, or in such a large quantity as to form a new soil.",
        "long, and protected by a lighthouse and a fort, would admit vessels of considerable tonnage; but it has been allowed to silt up until it shoals off from 2 4 ft.",
        "of the bottom consists of sea clay and the more recent silt of the Ysel; 20 per cent.",
        "and threaten, unless checked, to be pressed farther inland and silt up the' whole Haff.",
        "The silt and mud brought down by these rivers is rich in clay and organic matter, and sometimes when dry contains as much as I% of nitrogen.",
        "Towards the sea the solid land gives place to a vast network of streams and creeks, whose sluggish waters are constantly depositing silt, and forming morasses or quicksands.",
        "The finer material constituting alluvium, often described as \"silt,\" is sand and mud.",
        "of silt, and the field which has only one sluice can only be warped every other tide.",
        "One of the most interesting facts in the history of the Gondwana series is the occurrence near the base (in the Talchir group) of large striated boulders in a fine mud or silt, the boulders in one place resting upon rock (of Vindhyan age) which is also striated.",
        "Spring-tides are preferred, and so great is the quantity of mud in these rivers that from to to 15 acres have been known to be covered with silt from I to 3 ft.",
        "Towards the San Juan outlet its depth decreases to 6 or 8 ft., owing to the vast accumulation of the silt washed down into the lake by its principal Costa Rican affluent, the Rio Frio.",
        "The valley floor is covered with a flood plain of fine silt, having a southward slope of only half a foot to a mile.",
        "The shallowness of the lower stream, where the current is sluggish, is probably due to the great quantities of silt brought down by these floods.",
        "The low sandy shore of the Delta, slowly increasing by the annual deposit of silt by the river, is mostly a barren area of sand-hills and salty waste land.",
        "In Behar it has begun to replace indigo, and some success was achieved in Orissa, Assam and Madras; but jute is a very exhausting crop, and requires to be planted in lands fertilized with silt or else with manure.",
        "But while the wisdom of one age thus succeeded in restricting within bounds the tidal water of the river, it was left to the greater wisdom of a succeeding age to improve upon' this arrangement by admitting these muddy waters to lay a fresh coat of rich silt on the exhausted soils.",
        "Navigation is greatly impeded by shifting banks of silt, and especially by five rapids which can only be traversed when the river is in full flood.",
        "All that now lies between that point and the modern Ras et-Tin quarter is built on the silt which gradually widened and obliterated this mole.",
        "The water should be made to run completely off and the ditches should become dry before the influx of the next tide, otherwise the silt will not incrust and the tide not have the same effect.",
        "This silt consists largely o alumina (about 48%) and calcium carbonate (18%) with smalle quantities of silica, oxide of iron and carbon.",
        "Three rivers emptying into the bay - the San Juan, Canimar and Yumuri - have deposited much silt, necessitating the use of lighters in loading and unloading large ships.",
        "Nearly all the Gulf coast rivers, however, are obstructed by bars owing to the quantity of silt brought down from the sierras and the prevailing winds and currents on the coast.",
        "The silt, as deposited in each tide, does not mix into a uniform mass, but remains in distinct layers.",
        "On the Coastal Plain the soil is generally sandy, but in nearly all parts of this region more or less marl abounds; south of the Neuse river the soil is mostly a loose sand, north of it there is more loam on the uplands, and in the lowlands the soil is usually compact with clay, silt or peat; toward the western border of the region the sand becomes coarser and some gravel is mixed with it.",
        "These valleys are generally levelfloored, but at their borders gradually slope upward, and are filled, often to a depth of several thousand feet, with the detritus of gravel, sand and silt from the neighbouring hills.",
        "The Tempisque enters the Pacific at the head of the Gulf of Nicoya, and tends to silt up that already shallow inlet (5-10 fathoms) with its alluvial deposits.",
        "The great river receives an abundant load of silt from its tributaries, and takes up ano lays down silt from its own bed and banks with every change of velocity.",
        "The load of silt borne down stream by the river finally, after many halts on the way, reaches the waters of the Gulf, where the decrease of velocity, aided by the salinity of the sea water, causes the formation of a remarkable delta, leaving less aggraded areas as shallow lakes (Lake Pontchartrain on the east, and Grand Lake on the west of the river).",
        "A curious deposit of an impalpably fine and unstratified silt, known by the German name bess, lies on the older drift sheets near the larger river courses of the upper Mississippi basin.",
        "Quicker or slower, the water that fills it will wash in sand and mud, and year by year this process will go on till ultimately the whole reservoir is filled up. The embankment is raised, and raised again, but at last it is better to abandon it and make a new tank elsewhere, for it would never pay to dig out the silt by manual labour.",
        "The soils of western Washington are chiefly glacial, those of eastern Washington chiefly volcanic. In the low tidewater district of the Puget Sound Basin an exceptionally productive soil has been made by the mixture of river silt and sea sand.",
        "The artificial harbour was formed (1807-1832) between the mainland and the picturesque island of Ireland's Eye, and preceded Kingstown as the station for the mail-packets from Great Britain, but was found after its construction to be liable to silt, and is now chiefly used by fishing-boats and yachts.",
        "In the broad river basins the inundations deposit annually a fresh top-dressing of silt, thus superseding the necessity of manures.",
        "About 1880, while the Gediz Chai was throwing its silt unchecked into the Gulf of Smyrna and gradually filling the navigable channel, there was talk of reviving Fokia as a new port for Smyrna, and connecting it with the Cassaba railway.",
        "Similar effects are produced along the boulder-clay cliffs of the Baltic. Where the force of the waves on the beach produces its full effect the coarser material gets worn down to gravel, sand and silt, the finest particles remaining long suspended in the water to be finally deposited as mud in quiet bays.",
        "Most of the large Texas rivers have deposited great quantities of silt along their lower courses on the Coastal Plain, where the current is often sluggish and the banks are periodically overflowed.",
        "Occasional breaches during floods cause the overloaded stream to spread in a great lake over the surrounding country, where the silt covers the ground in consequence.",
        "The Guayas or Guayaquil river is in part an estuary extending northward from the Gulf of Guayaquil, bordered by mangrove swamps and mud banks formed by the silt brought down from the neighbouring mountains.",
        "The points which require constant attention are - the perfect freedom of all carriers, feeders and drains from every kind of obstruction, however minute; the state and amount of water in the river or stream, whether it be sufficient to irrigate the whole area properly or only a part of it; the length of time the water should be allowed to remain on the meadow at different periods of the season; the regulation of the depth of the water, its quantity and its rate of flow, in accordance with the temperature and the condition of the herbage; the proper times for the commencing and ending of pasturing and of shutting up for hay; the mechanical condition of the surface of the ground; the cutting out of any very large and coarse plants, as docks; and the improvement of the physical and chemical conditions of the soil by additions to it of sand, silt, loam, `` chalk, &c.",
        "The ideal soil is a composition of equal parts sand, clay, and silt.",
        "But in the \" Drift \" maps many other types of deposit are indicated, such, for instance, as the ordinary modern alluvium of rivers, and the older river terraces (River-drift of various ages), including gravels, brickearth and loam; old raised sea beaches and blown-sand (Aeolian-drift); the \" Head \" of Cornwall and Devon, an angular detritus consisting of stones with clay or loam; clay-with-flints, rainwash (landwash), scree and talus; the \" Warp,\" a marine and estuarine silt and clay of the Humber; and also beds of peat and diatomite.",
        "In the mechanical analysis of the soil, after separation of the stones and fine gravel by means of sieves, the remainder of the finer earth is subjected to various processes of sifting and deposition from water with a view of determining the relative proportions of sand, silt and clay present in it.",
        "In the valleys of rivers which have overflowed their banks and on level bench lands there is considerable silt and vegetable loam mixed with glacial clay; but on the hills and ridges of western Washington the soil is almost wholly a glacial deposit consisting principally of clay but usually containing some sand and gravel.",
        "The river is always charged with a great quantity of silt which during flood season is deposited over the surrounding plain to the great enhancement of its fertility.",
        "The first difficulty that presented itself in carrying this out, was that during the months of highest flood the Nile is so charged with alluvial matter that to pond it up then would inevitably lead to a deposit of silt in the reservoir, which would in no great number of years fill it up. It was found, however, that the flood water was comparatively free from deposit by the middle of November, while the river was still so high that, without injuring the irrigation, water might go on being stored up until March.",
        "Lakes of this class are sometimes formed by the choking of the mouth of feeble tributaries by silt deposited by the Red river where the currents meet.",
        "05 mm., and the \" silt \" from 05 to 005 mm., the \" clay \" being composed of particles less than .005 mm.",
        "Covering the higher parts of the south-western Palaeozoic area in most places are rolling hills of boulder clay or stony moraines; while the lower levels are plains gently sloping toward the nearest of the Great Lakes and sheeted with silt deposited in more ancient lakes when the St Lawrence outlet was blocked with ice at the end of the glacial period.",
        "Back of the islands are the quiet waters of lagoons, and at the mouths of rivers are several shallow bays indenting the mainland; these bays were formed by only a slight subsidence of the land and the rivers are filling them with deposits of silt.",
        "Though small, the harbour is one of the best and safest on the coast, as no river flows into it to fill its anchorage with silt.",
        "In some rivers the water is generally pure; in others it is highly charged with fertilizing alluvium, or, it may be, with barren silt.",
        "The Delta coast-line, composed of sandhills and, occasionally, limestone rocks, is low, with cape-like projections at the Nile mouths formed by the river silt.",
        "The lagoon has become very shallow in consequence of the silt brought down by the Mejerda.",
        "Before the Ottoman conquest its remains were already buried under several feet of silt.",
        "The soil is composed for the most part of silt and peat.",
        "Both of these rivers have their sources in lofty mountain masses, and are swift and powerful streams carrying with them much silt; their passes over the water-parting N.",
        "Silt ' .",
        "Silt - In between sand and clay is silt.",
        "Very dusty when dry, silt will rarely form clods.",
        "You will need to clean it from time to time to remove dirt and silt that accumulates on top.",
        "Silt, sand, and sediment soils make this prime land for growing Bordeaux varietals such as Cabernet Sauvignon and Merlot, as well as Reisling, Syrah, and Pinot Gris.",
        "The stems are frequently characterized by aeration channels, which connect the aerial parts with the parts which are buried in practically airless mud or silt.",
        "The deep lower courses of these streams and the small neighbouring lakes were once part of the great lake itself, which is being slowly filled by silt.",
        "The plain is watered by the Cydnus (Tarsus Chai), the Sarus (Sihun) and the Pyramus (Jihun), each of which brings down much silt.",
        "Tmolus and Messogis to the sea near Ephesus, where its silt has filled up the port.",
        "In the flood season it usually leaves its banks and inundates the lowlands, spreading over the sands a rich deposit of silt; and on account of this characteristic it is sometimes called \" the Nile of New Mexico.\"",
        "The deep deposit of silt on the Mississippi Flood Plain is even more fertile.",
        "Sections of the Missouri flood plain made by the United States geological survey show a great variety of material of varying coarseness, the stream bed being scoured at one place, and filled at another by currents and floods of varying swiftness, so that sometimes the deposits are of coarse gravel, sometimes of fine sand, or of fine silt, and it is probable that any section of such an alluvial plain would show deposits of a similar character.",
        "Along our river banks there is a winter deposit of sandy silt.",
        "The Pleistocene forms, whose remains occur abundantly in the silt of the Buenos Aires pampas, are by far the largest, the skull and tail-sheath in some instances having a length of from 12 to 16 ft.",
        "Originally conquered by the fluvial deposits from the sea, it now stretches out as a vast dead level, in which the rivers find their velocity checked, and their current no longer able to carry along the silt which they have brought down from northern India.",
        "In this way the rivers in the delta slowly build themselves up into canals, which every autumn break through or overflow their margins, and leave their silt upon the adjacent flats.",
        "The rivers, finally checked by the sea, deposit their remaining silt, which emerges as banks or blunted promontories, or, after a year's battling with the tide, adds a few feet or it may be a few inches to the foreshore.",
        "Like the Atrato it brings down much silt, which is rapidly filling that depression.",
        "of water alongside in 1907, but the silt brought down by the Magdalena is turned westward by the current along this coast, and may at any time fill the bay with dangerous shoals.",
        "Santa Marta is situated on a small, almost landlocked bay, well protected from prevailing winds by high land on the north and north-east, affording excellent anchorage in waters free from shoaling through the deposit of silt.",
        "It receives the waters of the Atrato, Bacuba, and a number of small rivers, and penetrates the land about 50 m., but has very little commercial importance because of the unhealthy and unsettled character of the neighbouring country, and because of the bar across its entrance formed by silt from the Atrato.",
        "Under such conditions of warfare between the ocean and the river, it is not surprising that the former is rapidly eating away the coast and that the vast volume of silt carried by the Amazon finds it impossible to build up a delta.",
        "The deep bay between the coasts of Lincolnshire and Norfolk, called the Wash, is full of dangerous sandbanks and silt; the navigable portion off the Lincolnshire coast is known as the Boston Deeps.",
        "The basis of the soils is sands (coarse, fine or silt); clay beds, though economically important, are in quantity relatively scant.",
        "In the eastern half silt, and in the western fine sand, form the bulk of the soil.",
        "accumulation of silt along a river or stream.",
        "alluvial silt has heavy seams running through it which make them bend.",
        "These were deposits that told a story of gradual human intervention and of the archeological deposition of coarser deposits over silt and clay alluvium.",
        "A toxic blue-green algae and botulism have been suspected as well as polluted silt in the lagoon.",
        "clayey silt layer that seems to overly possibly sterile orange clay.",
        "A flat-out crawl with silt on the floor appears to continue beyond this point.",
        "Occurs below [4107] tenacious sandy silt loam (7.5yr 5/6 strong brown) with 30% mixed stones and occasional charcoal flecks.",
        "The floods have left 12 tires washed up among the assorted plastic flotsam on the small silt island in the river.",
        "flume experiment in HR Wallingford will be used to examine the behavior of non-cohesive silt under propagation waves.",
        "friable sandy silt (10yr 3/4 dark yellow brown) with mixed stones.",
        "These consist of layers of sand, silt and clay which are quite friable, especially in certain weather conditions.",
        "The recent political mission to Seistan under Sir Henry M c Mahon (1904-1905) added much information respecting the ancient and modern channels of the lower Helmund, proving that river to have been constantly shifting its bed over a vast area, changing the level of the country by silt deposits, and in conjunction with the terrific action of Seistan winds actually altering its configuration.",
        "clayey silt.",
        "deposition of silt.",
        "indurated, sedimentary rock of detrital origin formed by the consolidation of clay, silt or mud.",
        "The pipes at the start of the run are to be raised three inches to minimize the ingress of silt.",
        "High risk of erosion silt loam Predominantly silt with very little sand or clay.",
        "loess soil fine silt evidence of climatic change; cold dry climate.",
        "lorry pond was drained down and the silt sucked out using sludge pump tanker lorries.",
        "The silt is throughout a deep ochre or rust color.",
        "The succeeding unit consists of organic freshwater silt, grading upwards into fen peat.",
        "timber pilings excavated from a deep layer of silt on the sea bed have been dated at 250 BC.",
        "Iron and copper pyrites, mixed with silt, had eroded from this burned country into the lake and turned it brown.",
        "rendered useless by allowing them to fill with silt.",
        "These allowed a faster flow of water which scoured the riverbed, taking huge amounts of silt downstream into the Firth of Clyde.",
        "When received, all surfaces were uniformly covered with a dense, fine sandy silt, with plant rootlets present over some areas.",
        "sandy silt.",
        "sarcophagus made of fired Nile silt mud.",
        "December 2004 Coy Pond Dredging Coy Pond was cleared of some accumulated silt in December.",
        "However, removing the silt is no easy task!",
        "silt deposited by the flood water.",
        "A post appeared to have been deliberately removed and the void filled with a bone-rich clayey silt.",
        "Above these is [4191] friable sandy silt (10yr 3/4 dark yellow brown) with mixed stones.",
        "His soil isn't suitable for carrots and parsnips as the alluvial silt has heavy seams running through it which make them bend.",
        "This was found to be due to a very sandy silt being deposited by a side drain.",
        "Also, when the river floods it leaves behind fertile silt.",
        "High risk of erosion silt loam Predominantly silt loam Predominantly silt with very little sand or clay.",
        "silt traps are also shallow and any water passing through them warms up before entering the lake.",
        "silt lagoons from the colliery.",
        "silt deposition regularly.",
        "silt trap.",
        "silt deposit contributes to the maintenance of fertility of the land in spite of frequent cultivation.",
        "The photos above and below show the clay silt deposited by the flood water.",
        "The latter had been carefully covered by a layer fine river silt.",
        "silt with inclusions of rubble, gravel and pebbles.",
        "You had already cleared his mouth of silt and brown slime.",
        "If your buoyancy control is not absolutely perfect, you create a snowstorm of silt and the pictures are ruined.",
        "stirred up the silt a bit!",
        "The backfill was identified as a dark gray clay silt with mixed gravel and lumps of redeposited subsoil.",
        "swirling away from the sudden indignity in a great huff of silt.",
        "Melt water on glaciers may contain mineral silt, which can cause gastrointestinal upsets.",
        "It can carry with it nutrients and pesticides, harmful to aquatic wildlife, and silt up channels.",
        "Its fine-grained, unstratified silt contains the remains of many terrestrial animals, including fifteen mammals.",
        "Others that are exceedingly productive are the black calcareous loam of the prairies, the calcareous silt of the bluff belt along the eastern border of the Delta, and the brown loam of the tableland in the central part of the state.",
        "The loess is a \" salt, fine sandy loam with a large percentage of sand or silt, and considerable calcareous matter, and usually a small amount of clay.\"",
        "This seems like a very good idea although some of them have been rendered useless by allowing them to fill with silt.",
        "Each feature was backfilled with a dark gray sandy silt.",
        "The terracotta face on the left is from an entire sarcophagus made of fired Nile silt mud.",
        "However, removing the silt is no easy task !",
        "The upper lakes intended to act as silt traps are also shallow and any water passing through them warms up before entering the lake.",
        "This has formed in the hollows left by the old silt lagoons from the colliery.",
        "Improving the efficiency of the lower river system, particularly in the tidal reaches, by removing silt deposition regularly.",
        "The water leaves Kingfisher pond over a specially constructed silt trap.",
        "The silt deposit contributes to the maintenance of fertility of the land in spite of frequent cultivation.",
        "This consisted of a very dark gray clayey silt with inclusions of rubble, gravel and pebbles.",
        "Leaving Reach Lode, we have stirred up the silt a bit !",
        "Then the pike dropped off, swirling away from the sudden indignity in a great huff of silt.",
        "The same characteristics of gently sloping, firm sand and minimal silt deposits were the prerequisites for a vehicular ferry.",
        "Dead sea animals were covered in silt for millions of years.",
        "That material was covered in silt and eventually became coal.",
        "Over a long period of time these plants and animals were covered with sand and silt."
    ],
    "definition": [
        "Link/Cite",
        "Mud or fine earth deposited from running or standing water.",
        "Material with similar physical characteristics, whatever its origins or transport.",
        "(geology) A particle from 3.9 to 62.5 microns in diameter, following the Wentworth scale",
        "To clog or fill with silt.",
        "(intransitive) To become clogged with silt.",
        "To flow through crevices; to percolate.",
        "Link/Cite"
    ]
}