{
    "translation": "פשטות",
    "uses": [
        "Simplicity is submission to God.",
        "He was a man of extreme simplicity in his method of life.",
        "And there is no greatness where simplicity, goodness, and truth are absent.",
        "Thither he attracted the poorer classes by the simplicity of his life and teaching.",
        "Along one line there was a gradual elaboration of the tube until it culminated, so far as structural complexity is concerned, in the so-called trapdoor nests or burrows of various families; along the other line the tubular retreat either retains its primitive simplicity in association with a new structure, the snare or net, or is entirely superseded by the latter.",
        "She has all the abandon of an Italian improvisatore, the simplicity of a Bernardin de St Pierre without his mawkishness, the sentimentality of a Rousseau without his egotism, the rhythmic eloquence of a Chateaubriand without his grandiloquence.",
        "And there was so much kindliness and simplicity in his singsong voice that Pierre tried to reply, but his jaw trembled and he felt tears rising to his eyes.",
        "Its simplicity and compactness recommended it immediately for communication between ship and shore and for intermarine communication generally.",
        "A form of apocentricity extremely common and often perplexing may be termed pseudocentric; in such a condition there is an apparent simplicity that tive anatomy.",
        "\"Oh no, we are good friends with him,\" said Nicholas in the simplicity of his heart; it did not enter his head that a pastime so pleasant to himself might not be pleasant to someone else.",
        "The government of intervention at first directed its main effort simply to holding the country together, without undertaking much that could divide public opinion or seem of unpalatably foreign impulse; and later to the establishment of a few fundamental laws which, when intervention ceased, should give greater simplicity, strength and stability to a new native government.",
        "Cynthia said, simplicity being one of her many virtues.",
        "The simplicity of vocal sheet music encouraged Jackson to improvise a great deal.",
        "For simplicity we will suppose direct action.",
        "In order to render an 'account of Tyndall's \"residual blue\" it is necessary to pursue the approximation further, taking for simplicity the case of spherical shape.",
        "But as soon as he closed them he saw before him the dreadful face of the factory lad-- especially dreadful because of its simplicity--and the faces of the murderers, even more dreadful because of their disquiet.",
        "Fabricius was regarded by the Romans of later times as a model of ancient simplicity and incorruptible integrity.",
        "For simplicity of calculation, the clear length of each rod between the yokes is made 12.56 (=47r) centimetres, while the coil surrounding the standard bar contains 100 turns; hence the magnetizing force due to a current of n amperes will be ion C.G.S.",
        "They are characterized by the absence of that differentiation of the body into root, stem and leaf which is so marked a feature in the higher plants, and by the simplicity of their internal structure.",
        "Every morning was a cheerful invitation to make my life of equal simplicity, and I may say innocence, with Nature herself.",
        "The mountainous country, ill-suited for agricultural purposes, was well adapted for these hardy warriors,whose training was Spartan in its simplicity and severity.",
        "His convictions gained weight from the simplicity, uprightness and diligence of his character; but they need a more effective justification than he was able to give them.",
        "This method rapidly came into favour on account of its simplicity, both of operation and apparatus.",
        "16 a the study is not smoothed by simplicity of style.",
        "There, as throughout life, the simplicity of his personal appearance and the oddity of his manners attracted notice, but still more, his great industry and mental power.",
        "There is something impressive, awful, in the simplicity and terrible directness of the book of Esther.",
        "They \"testify\" against the use of intoxicating liquor and tobacco, and advocate simplicity in dress.",
        "The ore, which in many places is found in an almost pure state, is at or near the surface and the process of mining is one of great simplicity and ease.",
        "The simplicity is great; they can be quickly mounted and dismounted; the correct gauge can be perfectly maintained; the sections of rails and sleepers (which are of iron) are very portable, and skilled labour is not required to lay or to take them up; the making of a \" turn-out \" is easy, by taking out a 15 ft.",
        "In the years when she was growing out of childhood, her style lost its early simplicity and became stiff and, as she says, \"periwigged.\"",
        "For simplicity, he assumes I + and I_ each equal 0.25 X106 electrostatic units.",
        "In such cases the simplicity of manipulation and the high degree of accuracy of the method have made it especially valuable.",
        "Voltaire said that his sermons surpassed those of Bossuet (whose retirement in 1669, however, practically coincided with Bourdaloue's early pulpit utterances); and there is little doubt that their simplicity and coherence, and the direct appeal which they made to hearers of all classes, gave them a superiority over the more profound sermons of Bossuet.",
        "The chief features of Alembert's character were benevolence, simplicity and independence.",
        "nature which, under an appearance of simplicity, might sow the good seed of more adequate ideas on the world and man.",
        "The \"Iliad\" is beautiful with all the truth, and grace and simplicity of a wonderfully childlike people while the \"Aeneid\" is more stately and reserved.",
        "Mr Bentham received me with the simplicity of a philosopher.",
        "The Poem of the Cid is but a fragment of 3744 lines, written in a barbarous style, in rugged assonant rhymes, and a rude Alexandrine measure, but it glows with the pure fire of poetry, and is full of a noble simplicity and a true epical grandeur, invaluable as a living picture of the age.",
        "To one who favoured simplicity of cult the new worship was a desecration of Yahweh, and, braving the anger of the king and queen, he foreshadowed their fate.",
        "The distribution of steam to both cylinders is effected by one piston-valve operated by a link motion, so that there is considerable mechanical simplicity in the arrangement.",
        "But such a hypothetical simplicity is the necessary step for solving the more complex problems of nature.",
        "Internet learning it is simplicity itself.",
        "Towards the end of Ruysbroeck's life, in 1378, he was visited by the fervid lay-preacher Gerhard Groot (1340-1384), who was so impressed by the life of the community at Groenendal that he conceived the idea of founding a Christian brotherhood, bound by no monastic vows, but living together in simplicity and piety with all things in common, after the apostolic pattern.",
        "His guiding principles were still simplicity of administration and speedy extinction of all debt, and everything bent to these objects.",
        "It is the result of the period in which he lived, of his wide culture and the simplicity and noble purity of his character.",
        "In any case, the theatre at Epidaurus ranks as the most typical of Greek theatres, both from the simplicity of its plan and the beauty of its proportions.",
        "The derivation of the distance of the sun by it is of such interest from its simplicity that we shall show the computation.",
        "The observation of the gradations of structure, from extreme simplicity to very great complexity, presented by living things, and of the relation of these graduated forms to one another.",
        "It may suffice to repeat that no domestic tragedy has ever taught with more effective simplicity and thrilling truthfulness the homely double lesson of the folly of selfishness and the mad rashness of crime.",
        "As a lecturer, he was inferior in charm and eloquence to Brown and Stewart; the latter says that \"silent and respectful attention\" was accorded to the \"simplicity and perspicuity of his style\" and \"the gravity and authority of his character.\"",
        "The great amiability and childlike simplicity of Ampere's character are well brought out in his Journal et correspondence (Paris, 1872).",
        "His method was to travel over the country on foot and barefooted, in extreme poverty, simplicity and austerity, preaching and instructing in highways and villages and towns, and in the castles of the nobility, controverting and discussing with the heretics.",
        "Men began to feel a desire for a theolo g Y g of the heart and an unworldly simplicity of life.",
        "The director of her conscience was astounded at having the case presented to him thus with the simplicity of Columbus' egg.",
        "Descartes professedly assumed a simplicity in the phenomena which they did not present.",
        "It is adapted for light, high-speed service, and noted for its simplicity, excellent riding qualities, low cost of maintenance, and high mechanical efficiency; but having limited adhesive weight it is unsuitable for starting and accelerating heavy trains.",
        "led some of the cardinals to vote for Pecci, since his age (within a few days of sixty-eight) and health warranted the expectation that his reign would be comparatively brief; but he had for years been known as one of the few \"papable\" cardinals; and although his long seclusion at Perugia had caused his name to be little known outside Italy, there was a general belief that the conclave had selected a man who was a prudent statesman as well as a devout churchman; and Newman (whom he created a cardinal in the year following) is reported to have said, \"In the successor of Pius I recognize a depth of thought, a tenderness of heart, a winning simplicity, and a power answering to the name of Leo, which prevent me from lamenting that Pius is no longer here.\"",
        "It has passed through a far greater number of editions than any other work on natural history in the whole world, and has become emphatically an English classic - the graceful simplicity of its style, the elevating tone of its spirit, and the sympathetic chords it strikes recommending it to every lover of Nature, while the severely scientific reader can scarcely find an error in any statement it contains, whether of matter of fact or opinion.",
        "The great charm of Maecenas in his relation to the men of genius who formed his circle was his simplicity, cordiality and sincerity.",
        "In every other respect the language is characterized by great simplicity and indefiniteness.",
        "He became the financier of his party, preached unceasingly his cardinal doctrines of simplicity and economy, and was an effective critic of the measures of government.",
        "The Latin sermons of St Augustine, of which 384 are extant, have been taken as their models by all sensible subsequent divines, for it was he who rejected the formal arrangement of the divisions of his theme, and insisted that simplicity and familiarity of style were not incompatible with dignity and religion.",
        "By his own example of simplicity of life, he put to shame the luxury and extravagance of the Roman nobles and initiated in many respects a marked improvement in the general tone of society.",
        "The overwhelming love-tragedy of Tristan and Isolde is hardly less perfect, though the simplicity of its action exposes its longueurs to greater notoriety than those which may be found in Die Meistersinger.",
        "He had no knowledge of the world or of men; he trusted every one with child-like simplicity; except personal courage he had none of the qualities essential to leadership in such an enterprise as armed rebellion.",
        "The form of worship associated with Presbyterianism has been marked by extreme simplicity.",
        "The Australians when first discovered were found to be living in almost a prehistoric simplicity.",
        "This narrative has all the marks of primitive simplicity.",
        "In calculations the latter hypothesis is made because of its mathematical simplicity.",
        "There were further handed over, under the Muharrem decree, to the public debt council, the tribute of Bulgaria, the amount of which has never even been fixed, but as compensation for which the tobacco tithe up to a yearly amount of £Tioo,000 was ceded to the council in the same conditions as the \" six indirect contributions \"; the proportional shares (generally known as the \" contributive 1 For simplicity's sake, the lottery bonds having a special treatment different from that of the rest of the loans, these groups, when the new bonds of the reduced debt were exchanged against the old bonds of the original loans, became \" series \" thus: Series A, group i.; series B, group ii.;.",
        "More intimate relations with western Europe and a pretty general study of the French language and literature, together with the steady progress of the reforming tendency fairly started under Mahmud II., resulted in the birth of the new or modern school, whose objects are truth and simplicity.",
        "Agreements are not necessarily due to common inheritance; simplicity is not necessarily primitive and ancestral.",
        "So, too, degeneration is not to be lightly assumed as the explanation of a simplicity of structure.",
        "There is a very definite criterion of the simplicity due to degeneration, which can in most cases be applied.",
        "Degenerative simplicity is never uniformly distributed over all the structures of the organism.",
        "Ancestral simplicity is more uniform, and does not co-exist with specialization and elaboration of a single organ.",
        "The feathers of a peacock afford a convenient example of primitive and degenerative simplicity.",
        "The clearness, elegance and originality of his mode of presentation give lucidity to what is obscure, novelty to what is familiar, and simplicity to what is abstruse.",
        "The simplicity and smallness of the Mithraic temples are to be accounted for by structural and financial reasons; an underground temple was difficult to construct on a large scale, and the worshippers of Mithras were usually from the humbler classes.",
        "As regards the existence (if we may so speak) of the universal in mente, Occam indicates his preference, on the ground of simplicity, for the view which identifies the concept with the actus intelligendi, rather than for that which treats ideas as distinct entities within the mind.",
        "His genuine simplicity as a lyrical writer is shown by the fact that several of his shorter pieces have passed into popular song.",
        "Probably the foremost among them is Sigismund Justh, who died prematurely in the midst of his painful attempt at reconciling French \" realistic \" modes of thought with what he conceived to be Magyar simplicity (A puszta konyve, \" The Book of the Puszta,\" prairie of Hungary; A Peitz legenddja, \" The Legend of Money \"; Gdnyo Julcsa, \" Juliet Ganyo \"; Fuimus).",
        "That it formed the starting-point, and largely prescribed the course of thought on the subject of planetary origin is due to the simplicity of its assumptions, and the clearness of the mechanical principles involved, rather than to any cogent evidence of its truth.",
        "We may conveniently commence with them on account of their simplicity and great importance in respect to the theory of optical instruments.",
        "This rule is convenient on account of its simplicity; and it is sufficiently accurate in view of the necessary uncertainty as to what exactly is meant by resolution.",
        "The mechanical arrangements for maintaining the focus are of great simplicity.",
        "The outstanding feature of his life was a transparent simplicity and saintliness of spirit, and the testimony of his contemporaries to his godliness is unanimous.",
        "This office he actually held for the long period of forty-two years; and it was in this official capacity that he wrote the Histoire du renouvellement del' Academie des Sciences (Paris, 3 vols., 1708, 1717, 1722) containing extracts and analyses of the proceedings, and also the -loges of the members, written with great simplicity and delicacy.",
        "From the highest to the lowest - with the important exception of the priests - the new age of luxury wiped out the earlier simplicity.",
        "The art of his comedies consists in the clearness and simplicity with which the situation is presented and developed, and in the consistency and moderation with which his various characters play their parts.",
        "His talents as an orator and rhetorician were greatly admired by his contemporaries, a number of whom formed themselves into a school called after him Frontoniani, whose avowed object it was to restore the ancient purity and simplicity of the Latin language in place of the exaggerations of the Greek sophistical school.",
        "Further, he did good by insisting upon simplicity in prescribing, when it was the custom to give a number of drugs, often heterogeneous and inconsistent, in the same prescription.",
        "If one especial peculiarity can be singled out, it is the extreme restraint and simplicity of the verbal treatment.",
        "Meyer in a pamphlet Ueber das geschichtete electrische Licht surpassed all previous forms in both simplicity and efficiency.",
        "The great advantages of Sprengel's pump lie in the simplicity of its construction and in the readiness with which it adapts itself to the collecting of the gas.",
        "They, at any rate, seem to have been the first to grasp the idea that a wine-glass is not merely a bowl, a stem and a foot, but that, whilst retaining simplicity of form, it may nevertheless possess decorative effect.",
        "At the same time, it delights the pure theorist by the simplicity of the logic with which the fundamental theorems may be established, and by the elegance of its mathematical operations, insomuch that hydrostatics may be considered as the Euclidean pure geometry of mechanical science.",
        "The abuses and corruptions which had overgrown the practice of orthodox Islam had deeply impressed him, and he set to work to combat them, and to inculcate on all good Moslems a return to the pure simplicity of their original faith.",
        "Had the simplicity and religious severity of the first four caliphs continued in their successors, the fate of poetry would have been hard.",
        "In his public life he displayed many noble characteristics, - perfect simplicity and sincerity, intense moral earnestness, sturdy independence, absolute fearlessness.",
        "Thus they were divided in soul between spiritual goods and worldly pleasures, and were apt to doubt whether the rewards promised by God to the life of \" simplicity \" (all Christ meant by the childlike spirit, including generosity in giving and forgiving) and self-restraint, were real or not.",
        "For simplicity we confine ourselves to mixtures of two components, in which experience shows that three cases are to be recognized according as the components are (I) completely immiscible, (2) partially miscible, (3) miscible in all proportions.",
        "Along with high intellectual powers in certain directions, he had a simplicity of nature charming in itself, but often calculated to render him the easy prey of sharpers.",
        "There was a charming side to his trustful simplicity, which was at times almost like that of a sailor set ashore.",
        "That is to say, in tracing back the later acquisitions of civilization to impulses which are as old as the dawn of primitive culture, he did not, as the modern evolutionist does, lay stress on the superiority of the later to the earlier stages of human development, but rather became enamoured of the simplicity and spontaneity of those early impulses which, since they are the oldest, easily come to look like the most real and precious.",
        "Solidity of mass and simplicity of detail are among the characteristics of this period.",
        "Asconius Pedianus and Thrasea Paetus were natives of the town; and Quintilian speaks of the directness and simplicity of their diction as Patavinitas, comparing it with the artificial obscurity of the writers of Rome itself.",
        "The immediate source of this version is the poem of Wolfram von Eschenbach, though the Grail, of course, is represented in the form of the Christian relic, not as the jewel talisman of the Parzival; but the psychological reading of the hero's character, the distinctive note of von Eschenbach's version, has been adapted by Wagner with marvellous skill, and his picture of the hero's mental and spiritual development, from extreme simplicity to the wisdom born of perfect charity, is most striking and impressive.",
        "This early Chinese manner, which lasted in the parent country down to the end of the 13th century, was characterized by a viril,e grace of line, a grave dignity of composition, striking simplicity of technique, and a strong but incomplete naturalistic ideal.",
        "The qualities of the new Chinese schools were essentially those of the older dynasties: breadth, simplicity, a daringly calligraphic play of brush that strongly recalled the accomplishments of the famous scribes, anti a coloring that varied between sparing washes of flat local tints and a strength and brilliancy of decorative effort that rivalled even that of the Buddhist pictures.",
        "The structure derives some grace from its extreme simplicity.",
        "Montaigne said of him,\"I give the palm to Jacques Amyot over all our French writers, not only for the simplicity and purity of his language in which he surpasses all others, nor for his constancy to so long an undertaking, nor for his profound learning.",
        "Scott justly observed that Defoe's style \"is the last which should be attempted by a writer of inferior genius; for though it be possible to disguise mediocrity by fine writing, it appears in all its naked inanity when it assumes the garb of simplicity.\"",
        "The character of the man reveals itself especially in a perfect simplicity of style, the result of the clearest intelligence and the strongest sense of personal dignity.",
        "In the simplicity of his style, the directness of his narrative, the entire absence of any didactic tendency, Caesar presents a sat?ust.",
        "The picturesque local costumes have nearly altogether disappeared, save in the Passeyerthal, near Meran, while the increasing crowds of summer visitors have largely spoilt the simplicity of the natives.",
        "The simplicity, moderate accuracy, and adaptability of this method to every class of substance which can be vaporized entitles it to rank as one of the most potent methods in analytical chemistry; its invention is indissolubly connected with the name of Victor Meyer, being termed \"Meyer's method\" to the exclusion of his other original methods.",
        "Of these methods Bessel generally employed the first because of its simplicity, notwithstanding that it involved a resetting of the right ascension and declination of the axis of the tube with each reversal of the segments.",
        "This hypothesis is introduced for the sake of simplicity, but is known to be unjustifiable in fact.",
        "Most of the satires of Lucilius were written in hexameters, but, so far as an opinion can be formed from a number of unconnected fragments, he seems to have written the trochaic tetrameter with a smoothness, clearness and simplicity which he never attained in handling the hexameter.",
        "His dress, the simplicity of his external appearance, the friendly meekness of the old man, and the apparent humility of the Quaker, procured for Freedom a mass of votaries among the court circles who used to be alarmed at its coarseness and unsophisticated truths.",
        "His style in its simplicity, facility and clearness owed something to De Foe, something to Cotton Mather, something to Plutarch, more to Bunyan and to his early attempts to reproduce the manner of the third volume of the Spectator; and not the least to his own careful study of word usage.",
        "He tells his fable and draws the moral with businesslike directness and simplicity; his language is terse and clear, but thoroughly prosaic, though it occasionally attains a dignity bordering on eloquence.",
        "The interior, apart from the scientific and art collections made by Goethe, is mainly remarkable for the extreme simplicity of its furnishing.",
        "All, however, seem to agree that among the qualities for which the style of Herodotus is to be admired are simplicity, freshness, naturalness and harmony of rhythm.",
        "24), with a tribute of admiration to its \"modesty, simplicity and fine serious spirit\": Adulescens, tam etsi properas, to hoc saxum rogat Ut sese aspicias, deinde quod scriptum 'st legas.",
        "The usual Napoleonic simplicity was wanting at Ligny, and he paid in full for the want.",
        "He was the member of the committee of revision selected to draft the constitution in its final form, and that document is a monument to the vigour and simplicity of his literary style.",
        "There are certain special cases where the treatment is really analytical, but where, on account of the simplicity or importance of the figures involved, the analysis does not take a prominent part.",
        "This system of divination has the charm of simplicity and definiteness, as an application of the \"doctrine of signatures\" which formed so extensive an element in the occult writings of the past six centuries.",
        "Let D be the distance, U the velocity of sound in still air, and Tr) the velocity of the wind, supposed for simplicity to blow directly from one station to the other.",
        "are immediately above those in the fixed plate, and let the bellows by which air is forced into the cylinder (air, for simplicity, being supposed to be the fluid employed) be put in action; then the air in its passage will strike the side of each opening in the movable plate in an oblique direction (as shown in fig.",
        "Let an external force F act on the system, and for simplicity suppose its period is so great compared with that of the mechanism that we may take it as practically in equilibrium with the restoring force.",
        "The most notable characteristic of his style is its graceful simplicity; it is never affected or laboured; his sentences are short and easy, and follow one another naturally.",
        "Being called upon to arrange the plants in the garden, he necessarily had to consider the best method of doing so, and, following the lines already suggested by his uncle, adopted a system founded in a certain degree on that of Ray, in which he embraced all the discoveries in organography, adopted the simplicity of the Linnean definitions, and displayed the natural affinities of plants.",
        "The greatest obstacle to such a search for the fundamental medium is the illimitable complexity of matter, as contrasted with the theoretical simplicity and uniformity of the physical agencies which connect together its different parts.",
        "It is true that the theory of vortex rings in hydrodynamics is of a simpler type; but electric currents cannot be likened to permanent vortex rings, because their circuits can be broken and the element of cyclic steadiness on which the simplicity depends is thereby destroyed.",
        "1 On subtracting from this total the current of establishment of polarization d/dtl (f',g',h) as formulated above, there remains vd/dx(f',g',h) as the current of convection of polarization when the convection is taken for simplicity to be in the direction of the axis of x with velocity v.",
        "Their ideal was a return to that simplicity of primitive Christendom which they believed they found revealed in the New Testament and in the writings of the early Fathers.",
        "Since that date the English customs tariff has been simplicity itself.",
        "The simplicity of the Czartoryscy was even more mischievous than their haughtiness.",
        "He does not hesitate to introduce occasionally satirical remarks on the luxury of the times, which he compares, to its disadvantage, with the simplicity of the old Polish life.",
        "This church, by Giuliano da Sangallo (1485-1491), is a Greek cross, with barrel vaults over the arms, and a dome; it is a fine work, and the decoration of the exterior in marble of different colours (unfinished) is of a noble simplicity.",
        "This simplicity of aim is combined with a catholicity of constitution which admits the co-operation of all persons interested in the society's object.",
        "Smith afterwards described Quesnay as a man \"of the greatest modesty and simplicity,\" and declared his system of political economy to be, \"with all its imperfections, the nearest approximation to truth that had yet been published on the principles of that science.\"",
        "In his Institutes of Theology, no material modification is attempted on the doctrines of Calvinism,which he received with all simplicity of faith as revealed in the Divine word, and defended as in harmony with the most profound philosophy of human nature and of the Divine providence.",
        "Compared with the thoroughness of most other catechisms this one seems very scanty, but it has a better chance of being memorized, and its very simplicity has given it a firm hold on the inner life and conscience of devout members of the Anglican communion throughout the world.",
        "Thanks to the noble simplicity and specifically religious character of his ideas, Marcion was able to found not only schools, but a community, a church of his own, which gave trouble to the Church longer than any other Gnostic sect.",
        "Yet, in spite of all, Frederick William was beloved by his subjects, who valued him for the simplicity of his manners, the goodness of his heart and the memories of the dark days after 1806.",
        "His friend and instructor, Bernard of Clairvaux, the most influential ecclesiastic of the time, remonstrated against his election on account of his \"innocence and simplicity,\" but Bernard soon acquiesced and continued to be the mainstay of the papacy throughout Eugenius's pontificate.",
        "It is still one of the best histories of Naples, and the style is distinguished by clearness, simplicity and elegance.",
        "The change, wrote General Walker, which produced this falling off from the traditional rate of increase of about 3% per annum, was that from the simplicity of the early times to comparative luxury; involving a rise in the standard of living, the multiplication of artificial necessities, the extension of a paid domestic service, the introduction of women into factory labor.2 In his opinion the decline in the birth-rate coincidently with the increase of immigration, and chiefly in those regions where immigration was greatest, was no mere coincidence; nor was such immigrant invasion due to a weakening native increase, or economic defence; but the decline of the natives was the effect of the increase of the foreigners, which was a shock to the principle of population among the native element.",
        "The size and character of this house, probably, at the time of its erection, the most spacious house of a subject in the kingdom, not a castle, bespeaks the wide departure of the Cistercian order from the stern simplicity of the original foundation.",
        "These weirs, if solidly constructed, possess the advantages of simplicity, strength and durability, and require no superintendence.",
        "\" The circle was undoubtedly known to the early civilizations, its simplicity specially recommending it as an object for study.",
        "Campbell'S Poetry, In Spite Of A Certain Lack Of Compression, Is Full Of Dramatic Vigour; Roberts Has Put Some Of His Best Work Into Sonnets And Short Lyrics, While Carman Has Been Very Tsuccessful With The Ballad, The Untrammelled Swing And Sweep Of Which He Has Finely Caught; The Simplicity And Severity Of Cameron'S Style Won The Commendation Of Even So Exacting A Critic As Matthew Arnold.",
        "The Ecclesiastical Calendar Would In That Case Have Possessed All The Simplicity And Uniformity Of The Civil Calendar, Which Only Requires The Adjustment Of The Civil To The Solar Year; But They Were Probably Not Sufficiently Versed In Astronomy To Be Aware Of The Practical Difficulties Which Their Regulation Had To Encounter.",
        "Immediately preceding this very piece in his collected works is a carol written in terms of the utmost simplicity.",
        "A re-examination of his previously considered hypotheses as to the cause of these phenomena was fruitless; the true theory was ultimately discovered by a pure accident, comparable in simplicity and importance with the association of a falling apple with the discovery of the principle of universal gravitation.",
        "His simplicity of life, foresight and prudence made him a power in the church.",
        "H.) simplicity of the first experiments, pointing apparently to the conclusion that each element had its characteristic and invariable spectrum whether in the free state or when combined with other bodies, was soon found to be affected by complications which all the subsequent years of study have not completely resolved.",
        "There is something arbitrary in this definition, but as the practical importance of the question lies in the comparison between instruments of different types, the exact standard adopted is of minor importance, the chief consideration being simplicity of application.",
        "The arguments that had weaned him from his Zwibiglian simplicity did not satisfy his unpromoted brethren, and Jewel had to refuse admission to a benefice to his friend Laurence Humphrey (q.v.), who would not wear a surplice.",
        "The Romanesque churches, still reminiscent of antique models, had preserved all the simplicity of the ancient basilicas with much more than their grandeur; but the taste for religious symbolism which culminated in the 13th century, and the imaginative genius of the northern peoples, transformed them into the marvellous dreams in stone of the \" Gothic \" period.",
        "In the course of his learned studies on the history of mechanics he became deeply impressed with Galileo's appeals to simplicity as a test of truth, and converted what is at best only one characteristic of thinking into its essence.",
        "Though, for simplicity and universality of thought, even in science, we must use the abstraction of attributes, and, by the necessity and weakness of language, must signify what are not substances by nouns substantive, we must guard against the over-abstraction of believing that a thing exists as we abstract it.",
        "From these writings it can even nowadays be seen clearly that the principal object which he had in view was firmly to establish the unity and simplicity of the eternal God.",
        "This plan, which was first adopted by St Bruno and his twelve companions at the original institution at Chartreux, near Grenoble, was maintained in all the Carthusian establishments throughout Europe, even after the ascetic severity of the order had been to some extent relaxed, and the primitive simplicity of their buildings had been exchanged for the magnificence of decoration which characterizes such foundations as the Certosas of Pavia and Florence.",
        "It is characterized by all the simplicity of the order.",
        "In general, the later books of the Old Testament show, roughly speaking, a greater simplicity and uniformity of style, as well as a tendency to Aramaisms. For some centuries after the Exile, the people of Palestine must have been bilingual, speaking Aramaic for ordinary purposes, but still at least understanding Hebrew.",
        "But more widespread perhaps than any belief, from its simplicity doubtless, is the idea that the body's shadow or reflexion is the soul.",
        "Pathos and indignation, subtlety and simplicity, personal appeal and political reasoning, were the alternate weapons with which she fought against all odds of evidence or inference, and disputed step by step every inch of debatahle ground.",
        "Beside or behind the voluptuous or intellectual attractions of beauty and culture, she had about her the fresher charm of a fearless and frank simplicity, a genuine and enduring pleasure in small and harmless things no less than in such as were neither.",
        "Owen's description showed this view to be groundless, and he attributed the extraordinary development of the toucan's beak to the need of compensating, by the additional power of mastication thus given, for the absence of any of the grinding structures that are so characteristic of the intestinal tract of vegetable-eating birds - its digestive organs possessing a general simplicity of formation.",
        "Triassic Permian Plutonic Rocks Volcanic Rocks West of a line which runs from Lake Constance to Lago Maggiore the zones already described do not continue with the same simplicity.",
        "If, ignoring temporarily and for simplicity the fact that part of the carbon may exist in the state of graphite, we consider the behaviour of iron in cooling from the molten state, AB and BC give the temperature at which, for any given percentage of carbon, solidification begins, and Aa, aB, and Bc that at which it ends.",
        "1), let us follow by means of the ordinate QUw the undisturbed slow cooling of molten hyper-eutectiod steel containing 1% of carbon, for simplicity assuming that no graphite forms and that the several transformations occur promptly as they fall due.",
        "Double Nature of the Carbon-Iron Diagram.-The part played by graphite in the constitution of the iron-carbon compounds, hitherto ignored for simplicity, is shown in fig.",
        "In the hearth of the blast furnace the heat made latent by the fusion of the iron and slag must of course be supplied by some body which is itself at a temperature above the melting point of these bodies, which for simplicity of exposition we may call the critical temperature of the blast-furnace process, because heat will flow only from a hotter to a cooler object.",
        "(See Easter.) From its earliest observance, the day was marked by a specially rigorous fast, and also, on the whole, by a tendency to greater simplicity in the services of the church.",
        "Any exactitude attaching to the conclusions of geometrical reasoning arises from the comparative simplicity of the data for the primary judgments.",
        "It becomes, therefore, necessary to balance in some way the varying displacement of the ram if economy is to be secured in the working: this is often done by the use of counter-weights attached to chains travelling over head sheaves, but this largely destroys the simplicity and safety of the direct-acting lift, and hence some form of hydraulic balancing is more satisfactory and more certain.",
        "1867) in his Poemes ingenus (I goo) aims at simplicity of form, and seems to have learnt the art of his musical verse direct from Racine.",
        "It prescribes severe simplicity of dress and of life, and certain abstinences and prayers and other religious exercises, and forbids the frequentation of the theatre, the bearing of arms and the taking of oaths except when administered by magistrates.",
        "The doctrine has many truths, and is attractive to many in virtue of its simplicity and its immediate relation to life.",
        "All was simplicity, ease and vigour.",
        "been succeeded by his son Francis His popular and designation of \" our good Kaiser Franz \" this monarch Metter- owed to a certain simplicity of address and bonhomie °ich' which pleased the Viennese, certainly not to his serious qualities as a ruler.",
        "Its merits are its recognition of the helplessness of the old heathenism to satisfy human aspiration after the divine, and the impressive simplicity with which it presents the unfailing argument of the lives of Christians.",
        "In other places also the style is sometimes lively and impressive; though it is rarely indeed that we come across such strains of touching simplicity as in the middle of xciii.",
        "The simplicity of his style rendered his work unpopular, but it is probable that it was on a high level as compared with that of his contemporaries.",
        "An indefinite article has been formed, and in the conjugation of the verb a great simplicity sets in.",
        "Almost every year from this time forward until near his death he published about Christmas time one or two of these unique stories, so delicate in their humour and pathos, and so masterly in their simplicity.",
        "Simplicity of flower-structure has appeared to some to be always primitive, whilst by others it has been taken to be always derived.",
        "Nobody can now read his verses, but his prose writings have a certain calm simplicity and dignity, without, however, giving evidence of the splendid mental qualities which he revealed in practical life.",
        "Such merits as it possesses - simplicity of arrangement, clearness and conciseness of expression - belong less to Tribonian than to Gaius, who was closely followed wherever the alterations in the law had not made him obsolete.",
        "All authorities combine in praising his handsome presence and the affability and charm of his address, together with a certain simplicity of personal tastes, which led him in his intercourse with his friends or with the representatives of friendly powers to dispense with ceremonial and etiquette.",
        "In comparison with the higher plants, algae exhibit so much simplicity of structure, while the conditions under which they grow are so much more readily controlled, that they have frequently been the subject of physiological investigation with a view chiefly to the application of the results to the study of the higher plants.",
        "The most satisfying of Darer's paintings done in Venice are the admirable portrait of a young man at Hampton Court (the same sitter reappears in the \"Feast of Rose Garlands\"), and two small pieces, one the head of a brown Italian girl modelled and painted with real breadth and simplicity, formerly in the collection of Mr Reginald Cholmondeley and now at Berlin, and the small and very striking little \"Christ Crucified\" with the figure relieved against the night sky, which is preserved in the Dresden Gallery and has served as model and inspiration to numberless later treatments of the theme.",
        "Both the components of alite react, and for simplicity their reactions may be stated in separate equations, thus: 2(3Ca0 S10 2)+9H 2 O =2(Ca0 S102) 5H20+4Ca(OH)2 Tricalcium silicate.",
        "Mollinger, whose work he admired, from its unity and simplicity.",
        "On the archiepiscopal throne Chrysostom still persevered in the practice of monastic simplicity.",
        "The fictitious literature of the second and third centuries, known as the Apocryphal Gospels, offers no direct evidence of any historical value at all: it is chiefly valuable for the contrast which it presents to the grave simplicity of the canonical Gospels, and as showing how incapable a later age was of adding anything to the Gospel history which was not palpably absurd.",
        "We have followed it long enough to see its directness and simplicity, to observe the naturalness with which one incident succeeds another, and to watch the gradual manifestation of a personality at once strong and sympathetic, wielding extraordinary powers, which are placed wholly at the service of others, and refusing to be hindered from helping men by the ordinary restrictions of social or religious custom.",
        "When we review St Mark's narrative as a whole we are struck, first of all, with its directness and simplicity.",
        "To this simplicity and directness of narrative we may in large measure attribute the fact that when two later evangelists desired to give fuller accounts of our Lord's life they both made this early book the basis of their work.",
        "Next, we see that wherever we are able to observe its method of relating an incident, as in the case of the healing of the centurion's servant, we have the same characteristics of brevity and simplicity which we admired in St Mark.",
        "They are drawn with a simplicity which is their own guarantee.",
        "There is no atmosphere of simplicity and teachableness which rejoices in the manifestation of power and sympathy and liberty.",
        "In this thinker, who was his senior by five years, Goethe found the master he sought; Herder taught him the significance of Gothic architecture, revealed to him the charm of nature's simplicity, and inspired him with enthusiasm for Shakespeare and the Volkslied.",
        "There is a certain poverty and decadence of art, a certain simplicity of civilization and a decline in the shape and decoration of pottery which seems to exhibit signs of derivation from skin prototypes elsewhere associated with desert peoples.",
        "The simplicity of the legislation is also manifest in the land-system in Lev.",
        "Pentateuchal law is relatively unprogressive, it is marked by a characteristic simplicity, and by a spirit of reform, and the persisting primitive social conditions implied do not harmonize with other internal and external data.",
        "The simplicity of the legislation (traditionally associated with Moab and Sinai and with Kadesh in South Palestine), the humanitarian and reforming spirit, the condemnation of abuses and customs are features which, in view of the background and scope of Deuteronomy, can hardly be severed from the internal events which connect Palestine of the Assyrian supremacy with the time of Nehemiah.'",
        "There had indeed been previous immigrations, but the passage from the desert into the midst of Palestinian culture led to the adoption of the old semi-heathenism of the land, a declension, and a descent from the relative simplicity of tribal life.",
        "Severe simplicity is also most in harmony with constructional designs in plated work, where stresses occur in straight lines.",
        "Jefferson's administrations were distinguished by the simplicity that marked his conduct in private life.",
        "When the Bourbons were restored, his hatred against Napoleon led him to become a Legitimist - a conclusion which says more for the simplicity of his character than for the strength or logic of his political creed.",
        "The book is not properly a biography, but a catalogue of miracles, told in all the simplicity of absolute belief.",
        "Cooke's mounting is admirable for its symmetry and simplicity of design, its just apportioning of strength, and a general suitability of means to ends.",
        "His great learning was equalled by the modest simplicity of his life and the uprightness of his conduct.",
        "This magnificent basilica, with four round towers, two large domes, and a choir at each end, has a specially imposing exterior, though the impression produced by the interior, is also one of great dignity and simplicity, heightened by the natural colour of the red sandstone of which it is built.",
        "When all these precautions are taken, the method loses most of the simplicity which is its chief advantage.",
        "These discrepancies might, no doubt, be partly explained by differences in the units employed, which are somewhat uncertain, as the specific heat of water changes rapidly in the neighbourhood of o° C; but making all due allowance for this, it remains evident that the method of ice-calorimetry, in spite of its theoretical simplicity, presents grave difficulties in its practical application.",
        "The whole building, and especially the west façade, which is flanked by two towers with lofty spires, is characterized by its simplicity.",
        "Suppose, for simplicity, the factor-lines to be each of unit length.",
        "Hence, and in this lies the main element of the symmetry and simplicity of the quaternion calculus, all systems of three mutually rectangular unit lines in space have the same properties as the fundamental system i, j, k.",
        "The method is essentially the same as that developed, under the name of \" matrices,\" by Cayley in 1858; but it has the peculiar advantage of the simplicity which is the natural consequence of entire freedom from conventional reference lines.",
        "Far higher and grander than the Coast Range, the Sierra is much less complicated, being indeed essentially one chain of great simplicity of structure.",
        "Though a man of great wealth his life was one of marked simplicity.",
        "Even the disciples of Jesus could not grasp the simplicity and profundity of his message; still less could his opponents.",
        "Instead of the simplicity of Luther's earlier writings, a dogmatic theology was formed, and a Protestant ecclesiasticism established, indistinguishable from the Roman Church in principle.",
        "It studies the historic development of the Church, noting how element after element has been introduced into the simplicity of the gospel, and from all these it would turn back to the Bible itself.",
        "The peninsula of MOnchgut has best preserved its peculiarities; but there, too, primitive simplicity is yielding to the influence of the annual stream of summer visitors.",
        "The topographical and architectural results are disappointing, and show either that the site always retained its primitive simplicity, or else that whatever buildings once existed have been very completely destroyed.",
        "Some features are naturally more important or more interesting to us than others; by their relative simplicity and evident constancy they have the first hold on our attention, whilst those which are apparently accidental and vary from one occasion to another are ignored, or postponed for later examination.",
        "Again, the conception of a force as concentrated in a mathematical line is as unreal as that of a mass concentrated in a point, but it is a convenient fiction for our purpose, .owing to the simplicity which it lends to our statements.",
        "where, for simplicity, the co-ordinate axes are supposed to coincide with the principal axes at the mass-centre.",
        "For simplicity we will suppose that the motion is confined to one vertical plane.",
        "But in studying or treating of, the theory of machines, the order of simplicity is the best; and in this order the first branch of the subject is the modification of motion and force by the train of mechanism; the next is the effect or purpose of the machine; and the last, or most complex, is the action of the prime mover.",
        "The modification of motion and the modification of force take place together, and are connected by certain laws; but in the study of the theory of machines, as well as in that of pure mechanics, much advantage has been gained in point of clearness and simplicity by first considering alone the principles of the modification of motion, which are founded upon what is now known as Kinematics, and afterwards considering the principles of the combined modification 01 motion and force, which are founded both on geometry and on the laws of dynamics.",
        "Division of the SubjectProceeding in the order of simplicity, the subject of Pure Mechanism, or Applied Kinematics, may be thus divided: Division 1.Motion of a point.",
        "Murray,' Homeric art does not rise above the stage of decoration, applied to objects in common use; while in point of style it is characterized by a richness and variety of ornament which is in the strongest contrast to the simplicity of the best periods.",
        "As political writers imagined a patriarchal innocence prior to codes of law, so men of letters sought in popular unwritten poetry the freshness and simplicity which were wanting in the prevailing styles.",
        "It may even be admitted that the swift-flowing movement, and the simplicity of thought and style, which we admire in the Iliad are an inheritance from the earlier \" lays \" - the 104a &v&p&v such as Achilles and Patroclus sang to the lyre in their tent.",
        "Like the French epics, Homeric poetry is indigenous, and is distinguished by this fact, and by the ease of movement and the simplicity which result from it, from poets such as Virgil, Dante and Milton.",
        "Prose had now the charm of simplicity combined with grace.",
        "c. 519 B.C.), one of the heroes of early Rome, a model of old Roman virtue and simplicity.",
        "Ali is described as a bold, noble and generous man, \"the last and worthiest of the primitive Moslems, who imbibed his religious enthusiasm from companionship with the prophet himself, and who followed to the last the simplicity of his example.\"",
        "He not only collected the facts concerning electromagnetic induction so industriously that nothing of importance remained for future discovery, and embraced them all in one law of exquisite simplicity, but he introduced his famous conception of lines of force which changed entirely the mode of regarding electrical phenomena.",
        "Such was the method devised by Bacon, and to which he ascribed the qualities of absolute certainty and mechanical simplicity.",
        "Ruskin considered that there was \"nothing so perfect in its simplicity\" as the west window, the design of which resembles a leaf.",
        "Colerus gives particulars which enable us to realize the almost incredible simplicity and economy of his mode of life.",
        "It is strong in its unequivocal insistence on personal purity and responsibility, and in the uncompromising simplicity of its fundamental principle.",
        "Aphraates impresses a reader favourably by his moral earnestness, his guilelessness, his moderation in controversy, the simplicity of his style and language, his saturation with the ideas and words of Scripture.",
        "Throughout his life he had pursued with devotion and industry the ideals with which he had set out, and his journal and letters display a noble simplicity of disposition and an unswerving honesty of purpose.",
        "In short, its aim was to bring about the best conditions for an ideal civilization, reducing to a minimum the labour necessary for mere existence, and by this and by the simplicity of its social machinery saving the !maximum of time for mental and spiritual education and development.",
        "He was known for his great scholarship, simplicity of character, and affectionate interest in the pupils of the grammar school, of which he was appointed master a few months before becoming vicar of the parish (1760), reigning in both capacities till his death.",
        "More important were his Dialogues on Eloquence, wherein he entered an eloquent plea for greater simplicity and naturalness in the pulpit, and urged preachers to take the scriptural, natural style of Bossuet as their model, rather than the coldly analytic eloquence of his great rival, Bourdaloue.",
        "As, in Fenelon's own opinion, the great merit of Homer was his \"amiable simplicity,\" so the great merit of Telemaque is the art that gives to each adventure its hidden moral, to each scene some sly reflection on Versailles.",
        "But his style altogether wants the charm of ease and simplicity.",
        "Thus that harmony of separate doctrines which contributes to the impressive simplicity of the Stoic physics is only attained at the cost of offending healthy common sense, for Body itself is robbed of a characteristic attribute.",
        "So, too, the human soul must possess absolute simplicity, its varying functions being conditioned by the degrees or species of its tension.",
        "Its chief employment was to lay things bare and sever them from their surroundings, in order that they might be contemplated in their simplicity, with rigid exactness, as objects of thought, apart from the illusion and exaggeration that attends them when presented to sense and imagination.",
        "It has been well said that the old heroes of the republic were unconscious Stoics, fitted by their narrowness, their stern simplicity and devotion to duty for the almost Semitic earnestness of the new doctrine.",
        "Its most valuable lessons to the world were preserved in Christianity; but the grand simplicity of its monism slumbered for fifteen centuries before it was revived by Spinoza.",
        "The bucolic verse of Quita, a hairdresser, has a tenderness and simplicity which challenge comparison with Bernardim Ribeiro, and the Marilia of Gonzaga contains a celebrated collection of bucolic-erotic verse.",
        "Simplicity, spontaneity and harmony distinguished his earlier verses, which are also his best, and their author belongs to no school but stands alone.",
        "Here he imbibed in his earlier years a good measure of the hardy simplicity and strong seriousness which the later Romans attributed to the men of the early republic - characteristics which were supposed to linger in the Sabine land after they had fled from the rest of Italy.",
        "His system was simplicity itself, all sin being reduced to the one form of lying.",
        "The way was now open to a rapid fall from the simplicity of early Buddhism, in which men's attention was directed to the various parts of the system of self-culture, to a belief in a whole pantheon of saints or angels The five Y  ?",
        "He insisted in the first place on the complete carrying out of the ancient rules of the order as to the celibacy of its members, and as to simplicity in dress.",
        "Dentatus was looked upon as a model of old Roman simplicity and frugality.",
        "Cockburn's forensic style was remarkable for its clearness, pathos and simplicity; and his conversational powers were unrivalled among his contemporaries.",
        "shows a departure from the severe simplicity of his predecessor in the addition of decorative architectural details, and in the easier action of the equestrian figure, which in this instance is of a strikingly fine type.",
        "As a poet, however, he acquired distinction chiefly by the ease, simplicity and grace with which he gave expression to the passions and aspirations of daily life.",
        "His helicoptere or screw-model is remarkable for its lightness, simplicity and power.",
        "Davis has elaborated a theory of river classification, and a scheme of the origin of surfacefeatures which is attractive in its simplicity.",
        "In Venice he made himself very popular owing to his piety, his simplicity and geniality, and by his readiness to act in harmony with the Italian government.",
        "The feature of Casimir's character which most impressed his contemporaries was his extraordinary simplicity and sobriety.",
        "The simplicity of his life and his adherence to Stoic principles were looked upon as a reproach to the frivolity and debaucheries of Nero, who \"at last yearned to put Virtue itself to death in the persons of Thrasea and Soranus\" (Tacitus).",
        "The simplicity and symmetry of his sentences, the modulations of his thrilling voice, the radiance of his fine face, even his slight hesitations and pauses over his manuscript, lent a strange charm to his speech.",
        "Distinguished in figure and manners, he was seen surrounded by crowds - it is said thousands - of students, drawn from all countries by the fame of his teaching, in which acuteness of thought was relieved by simplicity and grace of exposition.",
        "Again, a peasant of Vinci having in his simplicity asked Ser Piero to get a picture painted for him on a wooden shield, the father is said to have laughingly handed on the commission to his son, who thereupon shut himself up with all the noxious insects and grotesque reptiles he could find, observed and drew and dissected them assiduously, and produced at last a picture of a dragon compounded of their various shapes and aspects, which was so fierce and so life-like as to terrify all who saw it.",
        "Clearness, cogency, masculine simplicity of diction, are conspicuous in the pamphlet, but true creative power told the Tale of a Tub.",
        "It is a just remark of Thackeray's that he everywhere half-consciously recognizes her as his better angel, and dwells on her wit and her tenderness with a fondness he never exhibits for any other topic. On the 28th of January 1728, she died, and her wretched lover sat down the same night to record her virtues in language of unsurpassed simplicity, but to us who know the story more significantly for what it conceals than for what it tells.",
        "The greater simplicity of the Eichler theory may prejudice us in its.",
        "The stern simplicity of Calvinism, indeed, would not tolerate religious processions of any kind, and from the \"Reformed\" Churches they vanished altogether.",
        "But his idea certainly was that his friars should not only practise the utmost personal poverty and simplicity in their life, but that they should have the minimum of possessions - no lands, no funded property, no fixed sources of income.",
        "In spite, however, of all mitigations the Franciscans have nearly always presented to the world an object lesson in evangelical poverty by the poorness and simplicity of their lives and surroundings.",
        "1839) we find the reflex of Bolintineanu of the earlier period, in the beauty and simplicity of his lyrical poems - not yet published in complete form.",
        "He has described his sufferings with singular energy, simplicity and pathos.",
        "When, however, in September the English (under the earl of Salisbury) invested Orleans, the key to the south of France, she renewed her efforts with Baudricourt, her mission being to relieve Orleans and crown the dauphin at Reims. By persistent importunity, the effect of which was increased by the simplicity of her demeanour and her calm assurance of success, she at last prevailed on the governor to grant her request; and in February 1429, accompanied by six men-at-arms, she set out on her perilous journey to the court of the dauphin at Chinon.",
        "At the commencement of his new career he enriched the academical collection with many memoirs, which excited a noble emulation between him and the Bernoullis, though this did not in any way affect their friendship. It was at this time that he carried the integral calculus to a higher degree of perfection, invented the calculation of sines, reduced analytical operations to a greater simplicity, and threw new light on nearly all parts of pure mathematics.",
        "He told his story in his Missionary Travels and Researches in South Africa (18J7) with straightforward simplicity, and with no effort after literary style, and no apparent consciousness that he had done anything extraordinary.",
        "Abbas was an intelligent prince, possessed some literary taste, and is noteworthy on account of the comparative simplicity of his life.",
        "For simplicity of calculation Rankine chose logarithmic curves for both the inner and outer faces, and they fit very well with the conditions.",
        "But the Campbellite doctrines differed widely from the hyper-Calvinism of the Baptists whom they had joined in 1813, especially on the points on which Stone had quarrelled with the Presbyterians; and after various local breaks in 1825-1830, when there were large additions to the Restorationists from the Baptist ranks, especially under the apostolic fervour and simplicity of the preaching of Walter Scott (1796-1861), in 1832 the Reformers were practically all ruled out of the Baptist communion.",
        "It is chiefly built of outlayer granite, and, though the plainest cathedral in Scotland, its stately simplicity and severe symmetry lend it unique distinction.",
        "It was at once reprinted in England, France and Germany, attracting wide praise by its remarkable simplicity and vigour, and especially by reason of its philanthropic provisions in the code of reform and prison discipline, which noticeably influenced the penal legislation of various countries.",
        "Further, the work being intended for public recitation, some rhetorical embellishment was necessary, even at the cost of simplicity.",
        "Semon called this stage the Pentactula, and supposed that, in its early history, the class had passed through a similar stage, which he called the Pentactaea, and regarded as the ancestor of all Echinoderms. It has since been proved that the five tentacles with their canals are interradial, so that one can scarcely look on the Pentactula as a primitive stage, while the apparent simplicity of the Synaptidae, at least as compared with other holothurians, is now believed to be the result of regressive vlu.",
        "It is, however, characterized by simplicity of structure, and a short description of it will serve to clear the problem from unnecessary difficulties.",
        "The unfinished poems, Dieu and La Fin de Satan, are full to overflowing of such magnificent work, such wise simplicity of noble thought, such heroic and pathetic imagination, such reverent and daring faith, as no other poet has ever cast into deathless words and set to deathless music. Les Jumeaux, an unfinished tragedy, would possibly have been the very greatest of his works if it had been completed on the same scale and on the same lines as it was begun and carried forward to the point at which it was cut short for ever.",
        "The simplicity of this ceremony recommended it for very general use, particularly in the army when on service.",
        "The simplicity of the Emperor's personal life, and the concern he had always displayed for the welfare of his subjects, had endeared him to his people.",
        "But there is no hint of a reasoned rejection of Greek developments in favour of primitive simplicity, still less of any independent theological development.",
        "John M`Leod Campbell - with a strong desire for unity in thought, \" the simplicity that is in Christ \" - caught most attention by the suggestion of a vicarious repentance in Jesus Christ.",
        "Bougainville's account of the voyage (Paris, 1771) is written with simplicity and some humour.",
        "The recall of the national religion to the simplicity of the gospels would, he hoped, make toleration of nonconformists unnecessary, as few would then remain.",
        "His own faith in Christianity rested on its moral excellence when it is received in its primitive simplicity, combined with the miracles which accompanied its original promulgation.",
        "Locke's Reasonableness of Christianity was an attempt to recall religion from the crude speculations of theological sects, destructive of peace among Christians, to its original simplicity; but this is apt to conceal its transcendent mystery.",
        "In the dignity and simplicity of the old backwoodsman there is something almost Hebraic. With his naïve vanity and strong reverent piety, his valiant wariness, his discriminating cruelty, his fine natural sense of right and wrong, his rough limpid honesty, his kindly humour, his picturesque dialect, and his rare skill in woodcraft, he has all the breadth and roundness of a type and all the eccentricities and peculiarities of a portrait.",
        "His life was marked by the severest simplicity and even Puritanism; he was affectionate in his domestic relations, a most loyal friend, and strictly upright in conduct..",
        "The utilitarian system gained an attractive air of simplicity by thus using a single perfectly clear notion - pleasure and its negative quantity pain - to answer both the fundamental questions of mortals, \" What is right ?",
        "\" But since there is no logical connexion between the answers that have thus come to be considered as one doctrine, this apparent unity and simplicity has really hidden fundamental disagreements, and caused no little confusion in ethical debate.",
        "It bears the strongest likeness to the epic in all save its unversified form; in both are found, as fixed essentials, simplicity of plot, chronological order of events, set phrases used even in describing the restless play of emotion or the changeful fortunes of a fight or a storm, while in both the absence of digression, comment or intrusion of the narrator's person is invariably maintained.",
        "In comparing the Irish tales with the saga, there will be felt deep divergencies in matter, style and taste, the richness of one contrasting with the chastened simplicity of the other; the one's half-comic, half-earnest bombast is wholly unlike the other's grim humour; the marvellous, so unearthly in the one, is almost credible in the other; but in both are the keen grasp of character, the biting phrase, the love of action and the delight in blood which almost assumes the garb of a religious passion.",
        "These biographies are more literary and medieval and less poetic than the Icelandic sagas and king's lives; their simplicity, truth, realism and purity of style are the same.",
        "For beauty of language and faithful simplicity of style the finer parts of this version, especially the New Testament, have never been surpassed.",
        "- Consider, for simplicity, a determinant of the fifth order, 5= 2+3, and let the top two lines be a, b, c, d, e a', c' d'e', ,, then, if we consider how these elements enter into the determinant, it is at once seen that they enter only through the determinants of the second order a,: b' I, &c., which can be formed by selecting any two columns at pleasure.",
        "Its simplicity was only comparative; many outstanding anomalies compromised its harmonious working.",
        "The character of the people is marked by simplicity of manners, kindness and hospitality.",
        "Dionysius, in reply, admits that Demosthenes does at times depart from simplicity, - that his style is sometimes elaborately ornate and remote from the ordinary usage.",
        "Owing largely to the simplicity and symmetry of the syllogism it has been a commonplace of logic to make the syllogistic form the type of all thought.",
        "and the patriarchal simplicity of Louis XII.; and finally by all the aristocracy who expected now to have the government in their own hands.",
        "Thus, alike at Bagdad and at Cordova, Arabian philosophy represents the temporary victory of exotic ideas and of subject races over the theological one-sidedness of Islam, and the illiterate simplicity of the early Saracens.",
        "He claims to have shown that the dogmas of the eternity of matter and the permanence of the world are false; that their description of the Deity as the demiurgos is unspiritual; that they fail to prove the existence, the unity, the simplicity, the incorporeality or the knowledge (both of species and accidents) of God; that their ascription of souls to the celestial spheres is unproved; that their theory of causation, which attributes effects to the very natures of the causes, is false, for that all actions and events are to be ascribed to the Deity; and, finally, that they cannot establish the spirituality of the soul, nor prove its mortality.",
        "(3) All quantitative conceptions are excluded, for quantity implies parts, and these are incompatible with simplicity.",
        "For simplicity in the diagram the temperature gradient has been taken as uniform, and the specific heat s= constant, but the total P.D.",
        "Catching the impulse from Hilary and confirmed in it by the success of Arian psalmody, Ambrose composed several hymns, marked by dignified simplicity, which were not only effective in themselves but served as a fruitful model for later times.",
        "Graham's work is remarkable at once for its originality and for the simplicity of the methods employed in obtaining most important results.",
        "In view of the simplicity of the necessary appliances, and of the small amount of labour that would be required, we find a singular paucity of such observations.",
        "In his eagerness to restore the simplicity of the primitive church he even assailed Mariolatry, intercession of saints, relics and perhaps infant baptism, to the scandal even of the iconoclast bishops themselves.",
        "8 On domestic policy their differences were vital, candour, simplicity, and elegance, with which its truths are uttered and recommended.\"",
        "All this decoration is in strange contrast with the grandly austere simplicity of the facade and outer walls of the church.",
        "He had an innate modesty and simplicity of character.",
        "Archive for August 24th, 2005 Simplicity is hard work A quick addendum to the earlier post about business investment in blogging.",
        "assumed for simplicity that water and glass have identical coefficients of refraction.",
        "Against the glittering backdrop of the glass block wall the simplicity of the bespoke metal balustrade accentuates the clean, modern feel.",
        "A man of rare excellence and simplicity of character, active benevolence and wide influence.",
        "This net uses the highest quality terylene bobbinet netting and the classical ' bell ' design renowned for its simplicity and ease of use.",
        "childlike simplicity of these papers.",
        "His work, although of modern simplicity and abstraction, embodies an enduring classicism of spirit.",
        "combine an apparent simplicity with statements which have a universal ring.",
        "Yet the simplicity is only conceptual: the practicalities of experiment are endlessly exacting.",
        "If this orator has a pose, it is a pose of simplicity, not credulous, but not openly perfidious either.",
        "Indeed, in some places it is almost too spare and too curt in its bald simplicity.",
        "daft punk have always delivered, its the subtley and simplicity in it that makes it so good.",
        "deceptive simplicity.",
        "This argument in favor of regional processing, while appealing in its simplicity, is highly deceptive.",
        "disarming simplicity.",
        "elegant simplicity and intuitive ease of use.",
        "Further the simplicity of the concept enabled the existing case erectors to be used before hand packing.",
        "Because of God's absolute simplicity, divine attributes signify perfections that are really identical with the divine essence and with one another.",
        "Simplicity and understatement are powerful tools of the singer/songwriter, and Regan is the supreme exponent.",
        "Thus losing the simplicity of a relatively free-standing ErrorDocument script.",
        "fussy detail gives a youthful simplicity.",
        "In Designing Web Usability: The Practice of Simplicity, renowned web usability guru Jakob Nielsen shares his insightful thoughts on the subject.",
        "heavenly kingdom in which \" true gospel simplicity \" was the cardinal principle.. .",
        "humility simplicity and social norms downtown offices of.",
        "In syntax, the language plays off paratactic simplicity against complex, and sometimes convoluted, hypotaxis.",
        "The ten stories about her pre-school life with her grandmother capture the simplicity of childhood imagination and play.",
        "Nature is what we know - yet have not art to say - so impotent our wisdom is to her simplicity.",
        "impressed with the simplicity of the constuction methods.",
        "Measures of simplicity also tend to be rather impressionistic.",
        "iniquity other iniquities you may find the cunning of the maniac; but his acts of blood have almost the simplicity of sanity.",
        "Shaker life was modeled on the vision of a heavenly kingdom in which \" true gospel simplicity \" was the cardinal principle.. .",
        "The painting, which is accentuated by the lead lines, has great simplicity.",
        "Some seem almost magical in their simplicity or complexity.",
        "merit of simplicity in method and results.",
        "While still young she entered the Carmelite monastery at Lisieux and practiced virtues of humility, evangelical simplicity and a firm confidence in God.",
        "omitted from the diagrams in the interest of simplicity.",
        "unaffected piety, simplicity of manners, and warm benevolence drew to him the affection and esteem of ' his acquaintance.",
        "pinhole photography is the simplicity.",
        "plug-and-play simplicity.",
        "preferred the simplicity with which rules could be generated.",
        "profanityght-hearted simplicity is what sets this duo apart from the generic hard-done-by, gangster mc shouting profanities at every opportunity.",
        "Well thats what daft punk have always delivered, its the subtley and simplicity in it that makes it so good.",
        "restored to reflect the classic simplicity and character of the Georgian era.",
        "rumpled, rumpled detective himself, it's one which is deceptively brilliant in its simplicity.",
        "rustic simplicity.",
        "sake of simplicity, let's say half the world's population are male.",
        "salacious detail, dehumanized in its simplicity.",
        "Director website \" Director's music is pop rock simplicity at its best: boisterous energy mixed with melodic sensibility.",
        "In yoga posture practice, simplicity does not necessarily signify ease.",
        "simplicity combined with a special personal touch, like for example the knocked through fireplace in our bathroom.",
        "Some enjoy making elaborate wands full of symbolism, maybe even including precious gems, others prefer simplicity.",
        "I can remember reading Take a Break and admiring the breathtaking simplicity of the concept.",
        "The PM3 has a number of new features for the serious rower, while also retaining the simplicity of earlier models.",
        "Modernist design of houses and furniture also typically emphasized simplicity and clarity of form, open-plan interiors, and the absence of clutter.",
        "If you've ever tried to connect your guitar to your computer, you'll appreciate the simplicity of the GarageBand Guitar Cable.",
        "Her emblem is tears and her diction is characterized by simplicity, in sharp contrast to her father.",
        "inspired by the simplicity of Celtic design, the Isles Experience unfolds before you.",
        "The interactive pieces in Clauss's Flying Puppet gallery become chronologically more complex, yet retain their deceptive simplicity.",
        "Very often an authentic solution will have an elegant simplicity, like a well-designed spade or teapot.",
        "rustic simplicity: Scenes of Cottage Life in Nineteenth-Century British Art, Djanogly Art Gallery Lund Humphries, 1998.",
        "While the studio resembles the mighty ' School with its stark blue simplicity, the ubiquitous fishing boat still manages to make an appearance.",
        "Despite the apparent simplicity, it results in much head scratching.",
        "For we have seen that in the Infinite there is utter simplicity, there are no parts, therefore no possibility of sharing.",
        "With drag-and-drop simplicity, photos can be moved and resized within these flexible layouts.",
        "simplicity's sake, let's call it the \" fifty per cent \" rule.",
        "simplicity in mind, I think it is possible to draw a couple of important distinctions.",
        "simplicity of operation.",
        "simplicity of construction.",
        "simplicity of manners and public spirit.",
        "But every one must follow the dictates of his own conscience, in simplicity and godly sincerity.",
        "solenoid switch for simplicity.",
        "stark blue simplicity, the ubiquitous fishing boat still manages to make an appearance.",
        "For the sake of simplicity we assume that N G is an elementary abelian characteristic subgroup with elementary abelian factor group G / N.",
        "The simplicity of the model restricts our interpretations to be merely suggestive rather than definitive.",
        "In short, the new CHAKRA amplifier topology is superior in every parameter through simplicity.",
        "Of central importance is the underlying complexity of the format and this suggests a typology of metadata along the continuum from simplicity to complexity.",
        "unaffected simplicity; and hence, I presume, he had his name of Candide.",
        "It's relaxed, almost naÃ¯ve, simplicity belies deeper undercurrents.",
        "uniaxial compression is the only test in which it is possible to measure Poisson's ratio with any degree of simplicity.",
        "virtues of humility, evangelical simplicity and a firm confidence in God.",
        "virtue of simplicity and the vise of leaving no room for enjoyable pedantic nitpicking.",
        "There are times and places for deep philosophical wanderings on one's purpose, but there is also time for simplicity.",
        "As a thinker George Eliot is vastly superior; her knowledge is more profound and her psychological analysis subtler and more scientific. But as an artist, in unity of design, in harmony of treatment, in purity and simplicity of language, so felicitous and yet so unstudied, in those qualities which make the best of George Sand's novels masterpieces of art, she is as much her inferior.",
        "In marked contrast to this, the South Atlantic is distinguished by great simplicity of coast-line; inland seas there are none, and it attains its greatest breadth as it merges with the Southern Ocean; in lat.",
        "The two great merits of this anemometer are its simplicity and the absence of a wind vane; on the other hand it is not well adapted to leaving a record on paper of the actual velocity at any definite instant, and hence it leaves a short but violent gust unrecorded.",
        "A volume might be written on Orlando di Lasso's art of so crossing the voices as to render possible successions of chords which, on a keyed instrument where such crossing cannot be expressed, would be a horrible series of consecutive fifths; the beauty of the device consisting in the extreme simplicity of the chords, combined with the novelty due to the fact that these chords cannot be produced by any ordinary means without incorrectness.",
        "The simplicity of the zonal distribution of solar energy on the earth's surface, which would characterize a uniform globe, is entirely destroyed by the dissimilar action of land and water with regard to radiant heat, and by the influence of crust-forms on the direction of the resulting circulation.",
        "Arrange- Professor C. Lapworth has generalized the grand features meat of of crustal relief in a scheme of attractive simplicity.",
        "His cheerful conversation, his smart and lively sallies, a singular mixture of malice of speech with goodness of heart, and of delicacy of wit with simplicity of manners, rendered him a pleasing and interesting companion; and if his manner was sometimes plain almost to the extent of rudeness, it probably set all the better an example of a much-needed reform to the class to which he belonged.",
        "Yet it may be doubted whether any such division can be safely assumed; and it may suffice to repeat that no domestic tragedy has ever taught with more effective simplicity and thrilling truthfulness the homely double lesson of the folly of selfishness and the mad rashness of crime.",
        "Hubert and Mauss point out that Robertson Smith is far from having established either the historical or the logical connexion between the common meal and the other types of sacrifice; the simplest Semitic forms known to us are the most recently recorded; further their simplicity may mean no more than documentary insufficiency, and in any case does not imply any priority; the piaculum is found side by side with the communion at all times.",
        "The characteristic denunciations of corruption and lifeless ritual in the writings of the prophets and the emphasis which is laid upon purity and simplicity of religious life are suggestive of the influence of the nomadic spirit rather than of an internal evolution on Palestinian soil.",
        "By the simplicity of its phonetic elements, the regularity of its grammatical structure, and the copiousness of its nautical vocabulary, the Malay language is singularly well fitted to be the lingua franca throughout the Indian archipelago.",
        "Calvin, on the other hand, laid stress on the principle of the utmost simplicity in public worship; at Geneva the traditional vestments were absolutely abolished, and the Genevan model was followed by the Calvinistic or \"Reformed\" Churches throughout Europe.",
        "Ewing has himself also shown how satisfactorily this theory accords with many other obscure and complicated phenomena, such as those presented by coercive force, differences of magnetic quality, and the effects of vibration, temperature and stress; while as regards simplicity and freedom from arbitrary assumptions it leaves little to be desired.",
        "Serious students in Portugal and abroad welcomed the book as an historical work of the first rank, for its evidence of careful research, its able marshalling of facts, its learning and its painful accuracy, while the sculptural simplicity of the style and the correctness of the diction have made it a Portuguese classic. The first volume, however, gave rise to a celebrated controversy, because Herculano had reduced the famous battle of Ourique, which was supposed to have seen the birth of the Portuguese monarchy, to the dimensions of a mere skirmish, and denied the apparition of Christ to King Affonso, a fable first circulated in the 15th century.",
        "With perfect self-possession, which was not disturbed by the jeers that greeted some of his statements, and with the utmost simplicity, directness and force, he presented the argument against the corn-laws in such a form as startled his audience, and also irritated some of them, for it was a style of eloquence very unlike the conventional style which prevailed in parliament.",
        "He believed that the rest of the world must follow England's example: \"if you abolish the corn-laws honestly, and adopt free trade in its simplicity, there will not be a tariff in Europe that will not be changed in less than five years\" (January 1846).",
        "His relations with these \"adopted children of his thought\" possessed a singular charm of affectionate simplicity; their intellectual progress and material interests were objects of equal solicitude to him, and he demanded in return only diligence in the pursuit of knowledge.",
        "(This solution may be verified in the same manner as Poisson's theorem, in which k=o.) We will now introduce the supposition that the force Z acts only within a small space of volume T, situated at (x, y, z), and for simplicity suppose that it is at the origin of co-ordinates that the rotations are to be estimated.",
        "Female servants and peasants when engaged at work, however, had a short skirt which left the legs free and the upper part of the body bare; a like simplicity was probably customary among female servants or captives throughout (cf.",
        "Guncotton containing more than 15% of water is uninflammable, may be compressed or worked without danger and is much more difficult to detonate by a fulminate This formula is retained mainly on account of its simplicity.",
        "For the successful preparation of potable water from sea-water, the following conditions are essential: - Ist, aeration of the distilled product so that it may be immediately available for drinking purposes; 2nd, economy of coal to obtain the maximum of water with the minimum expenditure of fuel; and 3rd, simplicity of working parts, to secure the apparatus from breaking down, and enable unskilled attendants to work it with safety.",
        "In connexion with this work it must be remembered that Vambery could write down but a few furtive notes while with the dervishes, and dared not take a single sketch; but the weird scenes, with their misery and suffering, were so strongly impressed on his memory that his, book is convincing by its simplicity, directness and evidence of heroic endurance.",
        "But he was, in fact, of a great simplicity in temperament, affectionate, shy, still exquisitely sensitive in extreme old age to the influences of beauty, melancholy and sweetness.",
        "268), show remarkable dignity and simplicity and avoidance of pomposity; to this Pliny the younger and Martial testify.",
        "In these he holds aloof for the most part from theological controversy, and treats in an admirable tone and spirit the themes of faith, simplicity, the fear of God, poverty, greed, abstinence and unchastity.",
        "puritas, purity), the name given - originally perhaps in a hostile sense on the analogy of Catharism (see Cathars) - tO the movement for greater strictness of life and simplicity in worship which grew up in the Church of England in the 16th century among those who thought that there had not been a sufficient divergence from the Roman Church, and which ultimately led to the rise of a number of separatist denominations.",
        "Her own life was by choice, and as far as her position would admit, one of almost austere simplicity and homeliness; and her subjects were proud of a royalty which involved none of the mischiefs of caprice or ostentation, but set an example alike of motherly sympathy and of queenly dignity.",
        "The acts of religion partake of the general simplicity of desert life; apart from the private worship of household gods and the oblations and salutations offered at the graves of departed kinsmen, the ritual observances of the ancient Arabs were visits to the tribal sanctuary to salute the god with a gift of milk, first-fruits or the like, the sacrifice of firstlings and vows (see Nazarite and Passover), and an occasional pilgrimage to discharge a vow at the annual feast and fair of one of the more distant holy places (see MEccA).",
        "From the first they meditated a national rising, but their ignorance, enthusiasm and simplicity led them to commit blunder after blunder.",
        "The simplicity and tenderness speciallycharacteristic of du Bellay appear in the sonnets telling of his unlucky passion for Faustine, and of his nostalgia for the banks of the Loire.",
        "The needle weir, so called from the long, slender spars being termed aiguilles in France, had the merit of simplicity in its earliest form; and by means of some ingenious contrivances, comprising a hook, winch, lever and rotating bar, for assisting the weir-keepers in placing and releasing the needles, the system has been applied successfully to the weirs of greater height required on the Meuse, the Main and the Moldau (fig.",
        "8): then it is intruded into the diagram of moral virtues as a mean between villainy (rravoupyia) and simplicity (EUi)8ECa) (E.E.",
        "The homely terseness of his style, his abounding humour - rough, cheery and playful, but irresistible in its simplicity, and occasionally displaying sudden and dangerous barbs of satire - his avoidance of dogmatic subtleties, his noble advocacy of practical righteousness, his bold and open denunciation of the oppression practised by the powerful, his scathing diatribes against ecclesiastical hypocrisy, the transparent honesty of his fervent zeal, tempered by sagacious moderation - these are the qualities which not only rendered his influence so paramount in his lifetime, but have transmitted his memory to posterity as perhaps that of the one among his contemporaries most worthy of our interest and admiration.",
        "been succeeded by his son Francis His popular and designation of \" our good Kaiser Franz \" this monarch Metter- owed to a certain simplicity of address and bonhomie Ã‚°ich' which pleased the Viennese, certainly not to his serious qualities as a ruler.",
        "In his later years, however, he fell into a mood of settled melancholy; and, though still accessible to all who chose to approach him with complaints or petitions, he withdrew from all but the most essential social functions, and lived a life of strenuous work and of Spartan simplicity.",
        "Nevertheless the critical and restraining tendency of Malherbe was not ill in place after the luxuriant importation and innovation of the Pleiade; and if he had confined himself to preaching greater technical perfection, and especially greater simplicity and purity in vocabulary and versification, instead of superciliously striking his pen through the great works of his predecessors, he would have deserved wholly well.",
        "These discrepancies might, no doubt, be partly explained by differences in the units employed, which are somewhat uncertain, as the specific heat of water changes rapidly in the neighbourhood of oÃ‚° C; but making all due allowance for this, it remains evident that the method of ice-calorimetry, in spite of its theoretical simplicity, presents grave difficulties in its practical application.",
        "The whole building, and especially the west faÃ§ade, which is flanked by two towers with lofty spires, is characterized by its simplicity.",
        "For greater simplicity and generality it is desirable to define the total heat of a substance as the function (E+pv), where E is the intrinsic energy and v the volume of unit mass (see Thermodynamics).",
        "He held monks strictly to the performance of their vows; took care to satisfy himself of the fitness of candidates for bishoprics; enjoined regular catechetical instruction, greater simplicity in preaching, and greater reverence in worship. The moral teaching of the Jesuits incurred his condemnation (1679) (see Liguori), an act which the society never forgave, and which it partially revenged by forcing, through the Inquisition, the condemnation of the quietistic doctrines of Molinos (1687), for which Innocent entertained some sympathy (see MoLINOs).",
        "His phraseology and his turns of invention are too empirically pseudoscientific for the simplicity of nature.",
        "At the great yearly festival at Lhasa they make in the cathedral an imposing array, not much less magnificent than that of the clergy in Rome; for the ancient simplicity of dress has disappeared in the growing differences of rank, and each division of the spiritual army is distinguished in Tibet, as in the West, by a special uniform.",
        "of the kings forlorn youth and simplicity.",
        "In the same year Les Chansons des rues et des bois gave evidence of new power and fresh variety in the exercise and display of an unequalled skill and a subtle simplicity of metre and of style employed on the everlasting theme of lyric and idyllic fancy, and touched now and then with a fire more sublime than that of youth and love.",
        "In the latter class we should distinguish three phases: (a) those with numerous and comparatively undeveloped rami; (b) those with three, or two highly developed rami, or with only one - the corm being reduced to the dimensions of a mere basal segment; (c) those reduced to a secondary simplicity (degeneration) by overwhelming development of one segment (e.g.",
        "In the dignity and simplicity of the old backwoodsman there is something almost Hebraic. With his naÃ¯ve vanity and strong reverent piety, his valiant wariness, his discriminating cruelty, his fine natural sense of right and wrong, his rough limpid honesty, his kindly humour, his picturesque dialect, and his rare skill in woodcraft, he has all the breadth and roundness of a type and all the eccentricities and peculiarities of a portrait.",
        "It maintained the simplicity of Apostolic Christianity against the elaborate system of a corrupt Philp t hierarchy, the teaching of Scripture alone against the commentaries of the fathers and the traditions of the church, the right of private judgment against the dictation of ecclesiastical authority, the individual responsibility of every human soul before God in opposition to the papal control over purgatorial punishments, which had led to the revolting degradation of venal indulgences.",
        "To these generalizations there are few exceptions, though Icelandic literature includes a group of poems which possess qualities of high imagination, deep pathos, fresh love of nature, passionate dramatic power, and noble simplicity of language which Icelandic poetry lacks.",
        "The austere simplicity of the ritual which Farel had introduced, and to which Calvin had conformed; the strictness with which the ministers sought to enforce not only the laws of morality, but certain sumptuary regulations respecting the dress and mode of living of the citizens; and their determination in spiritual matters and ecclesiastical ceremonies not to submit to the least dictation from the civil power, led to violent dissensions.",
        "This unlikeness to other Arthropoda is mainly due to the Annelidan affinities which it presents, but in part to the presence of the following peculiar features: (I) the number and diffusion of the tracheal apertures; (2) the restriction of the jaws to a single pair; (3) the disposition of the generative organs; (4) the texture of the skin; and (,) the simplicity and similarity of all the segments of the body behind the head.",
        "They have the Geltic magic of ancient romance and the simplicity, the naturalness, the veracity which the 19th century prized so highly.",
        "I never could understand the fondness some people have for confusing their minds by dwelling on mystical books that merely awaken their doubts and excite their imagination, giving them a bent for exaggeration quite contrary to Christian simplicity.",
        "* \"Good God, what simplicity!\"",
        "Kochubey shook his head smilingly, as if surprised at Bolkonski's simplicity.",
        "Dolokhov's appearance amazed Petya by its simplicity.",
        "It has recently been fully restored to reflect the classic simplicity and character of the Georgian era.",
        "But like the crumpled, rumpled detective himself, it 's one which is deceptively brilliant in its simplicity.",
        "True, Tchaikovsky wanted his Pushkin opera to be staged with rustic simplicity.",
        "For the sake of simplicity, let 's say half the world 's population are male.",
        "Dexter Dalwood paints this scene with clinical detachment: the chaotic room is devoid of salacious detail, dehumanized in its simplicity.",
        "Director website Director 's music is pop rock simplicity at its best: boisterous energy mixed with melodic sensibility.",
        "Comfortable simplicity combined with a special personal touch, like for example the knocked through fireplace in our bathroom.",
        "If you 've ever tried to connect your guitar to your computer, you'll appreciate the simplicity of the GarageBand Guitar Cable.",
        "Inspired by the simplicity of Celtic design, the Isles Experience unfolds before you.",
        "The interactive pieces in Clauss 's Flying Puppet gallery become chronologically more complex, yet retain their deceptive simplicity.",
        "Rustic Simplicity: Scenes of Cottage Life in Nineteenth-Century British Art, Djanogly Art Gallery Lund Humphries, 1998.",
        "For simplicity 's sake, let 's call it the \" fifty per cent \" rule.",
        "With simplicity in mind, I think it is possible to draw a couple of important distinctions.",
        "The design of PPS provides ease of use and simplicity of operation.",
        "The first part gives the reader enough information about portfolio building to convince even the most skeptical about its benefits and simplicity of construction.",
        "The Quakers, or Society of Friends, were upright, hospitable people and known for their simplicity of manners and public spirit.",
        "Motor control is provided by a solenoid switch for simplicity.",
        "He had a solid judgment joined to the most unaffected simplicity; and hence, I presume, he had his name of Candide.",
        "It 's relaxed, almost naÃ¯ve, simplicity belies deeper undercurrents.",
        "Uniaxial compression is the only test in which it is possible to measure Poisson 's ratio with any degree of simplicity.",
        "Option 1 has the virtue of simplicity and the vise of leaving no room for enjoyable pedantic nitpicking.",
        "There are times and places for deep philosophical wanderings on one 's purpose, but there is also time for simplicity.",
        "I also appreciate the substantial positives that come from the simplicity of either owning something outright or with a small group of trusted partners.",
        "For simplicity, this includes both in home and out, after and before school day care centers."
    ],
    "definition": [
        "The property, condition, or quality of being simple or uncombined.",
        "Absence of luxury or showiness; plainness.",
        "Absence of affectation or pretense.",
        "a. Lack of sophistication or subtlety; naiveté.\nb. Lack of good sense or intelligence; foolishness.",
        "a. Clarity of expression.\nb. Austerity in embellishment.",
        "Link/Cite",
        "The quality or state of being simple, unmixed, or uncompounded; as, the simplicity of metals or of earths.",
        "The quality or state of being not complex, or of consisting of few parts; as, the simplicity of a machine.",
        "Artlessness of mind; freedom from cunning or duplicity; lack of acuteness and sagacity.",
        "Freedom from artificial ornament, pretentious style, or luxury; plainness; as, simplicity of dress, of style, or of language; simplicity of diet; simplicity of life.",
        "Freedom from subtlety or abstruseness; clearness; as, the simplicity of a doctrine; the simplicity of an explanation or a demonstration.",
        "Freedom from complication; efficiency.",
        "Weakness of intellect; silliness; folly.",
        "(rare) An act or instance of foolishness.",
        "complexity",
        "complication",
        "Link/Cite"
    ]
}