{
    "translation": "בכנות",
    "uses": [
        "\"If I've been taking you for granted,\" he said firmly, \"I sincerely apologize.",
        "I am speaking sincerely as a friend!",
        "Yes, Mamma, I tell you sincerely that these are hard and sad times for every Russian.",
        "He was sincerely religious, self-restrained and courteous, though occasionally, under provocation, he could burst out into a royal rage.",
        "That the emperor sincerely sympathized with Alexius, and suspected Peter of harbouring murderous designs against his son, is plain from his confidential letter to George I.",
        "Between the two came the Flame, the Marais, the troop of trembling bourgeois, sincerely attached to the Revolution, but very moderate in the defence of their ideas; some seeking a refuge from their timidity in hard-working committees, others partaking in the violence of the Jacobins out of weakness or for reasons of state.",
        "Pierre, in reply, sincerely agreed with her as to Helene's perfection of manner.",
        "Helene for her part was sincerely delighted with Natasha and wished to give her a good time.",
        "And, if first impressions meant anything, as Dean believed they did, this woman was sincerely distraught over her husband's disappearance.",
        "There were ignorant persons who were sincerely orthodox; there were intelligent persons who pretended to be so.",
        "In the diary that she kept at the Wright-Humason School in New York she wrote on October 18, 1894, \"I find that I have four things to learn in my school life here, and indeed, in life--to think clearly without hurry or confusion, to love everybody sincerely, to act in everything with the highest motives, and to trust in dear God unhesitatingly.\"",
        "Both these women quite sincerely tried to make her look pretty.",
        "In religion he protested stoutly, and no doubt sincerely, that his own attitude was not purely negative; but here also he seems to have failed altogether to distinguish between pruning and cutting down.",
        "To do things \"railroad fashion\" is now the byword; and it is worth the while to be warned so often and so sincerely by any power to get off its track.",
        "died on the 9th of December 1907, sincerely regretted by his people, and was succeeded as king of Sweden by his eldest son, Prince Gustaf.",
        "William, despite all his personal faults, was a sincerely pious man, but it could not be expected that he would acquiesce in these new developments of the religious reformation which he had done his best to forward.",
        "It must be remembered that Nestorius was as orthodox at all events as Athanasius on the subject of the incarnation, and sincerely, even fanatically, held every article of the Nicene creed.",
        "that he had a strong sense of moral responsibility, and that he was sincerely pious.",
        "He was an able man, with a special talent for finance, free from all taint of personal corruption, and sincerely solicitous for the honour of Athens, but enslaved to popularity, and without principles of policy.",
        "William IV., though not a man of great ability, was sincerely anxious to do his utmost for securing the maintenance of peace, and the development of the resources and commercial prosperity of the country, and his powerful dynastic connexions (he had married Anne, eldest daughter of George II.) gave him weight in the councils of Europe.",
        "He brutally suppressed six great plots, several of which were scandalous, and had more than fifty persons executed; and he identified himself with the king, sincerely believing that he was maintaining the royal authority and not merely his own.",
        "Though a strict adherent of the creed of Rome, he was a Liberal, nay a Radical, as regards measures for the vindication of human liberty, and he sincerely advocated the rights of conscience, the emancipation of the slave and freedom of trade.",
        "From the emoluments of a profession he \" might have derived an ample fortune, or a competent income instead of being stinted to the same narrow allowance, to be increased only by an event which he sincerely deprecated.\"",
        "They are sincerely devout in religion, and feel an awe regarding \"the holy Brahmans,\" holding the life and the person of a Brahman sacred, even though he be a criminal of the deepest dye.",
        "Of the two last, the former sings of love well and sincerely, while the latter is represented by love songs replete with false sentiment and by some rather gross songs of maldizer, a form which, if it rarely contains much poetical feeling or literary value, throws considerable light on the society of the time.",
        "It is difficult to believe that this doctrine was ever put forward sincerely; in the most of those who professed it, it was certainly no more than a veil by which they sought to cover their heterodoxy and evade its consequences.",
        "Philip and Alexander, who sincerely admired Athenian culture and courted a zealous co-operation against Persia, treated the conquered city with marked favour.",
        "He sincerely believed that the exaggeration and exaltation of the popular editor of the Pesti Hirlap would cast the nation back into the old evil conditions from which it had only just been raised, mainly by Szechenyi's own extraordinary efforts, and in Kelet nepe, which is also an autobiography, he prophetically hinted at an approaching revolution.",
        "Yet he was a sincerely religious man, as the curious Credo, written at Acre and forming a kind of anticipatory appendix to the history, sufficiently shows.",
        "About eighteen months after they arrived in Canada the Doukhobors sent the Society of Friends a collective letter in which they sincerely thanked the English and American Friends for all the generous help of every kind they had received at their hands, but begged the Quakers to cease sending them any more pecuniary support, as they were now able to stand on their own feet, and therefore felt it right that any further help should be directed to others who were more in need of it.",
        "Sincerely attached to his home, he yet felt the anomaly of his position.",
        "For nearly a year the diplomatic pourparlers continued without an agreement being reached; France insisted on Mehemet Ali's receiving the hereditary pashalik of Syria as well as that of Egypt, a proposition to which Palmerston, though sincerely anxious to preserve the Anglo-French entente, refused to agree.",
        "So thoroughly and sincerely are we compelled to live, reverencing our life, and denying the possibility of change.",
        "But the claim' to speak in the name of God is one which has often been made - and made sincerely - by others than the prophets of Israel, and which is susceptible of a great variety of meanings, according to the idea of God and His relation to man which is presupposed.",
        "The generals assured the queen-regent and the leaders of the dynastic parties that the army might be counted upon to stand by any government which was sincerely determined to uphold the Restoration against Republicans and Carlists.",
        "Entering politics as a Jacksonian Democrat, Mason was throughout his career a consistent strict constructionist, opposing protective tariffs, internal improvements by the national government, and all attempts to restrict or control the spread of slavery, which he sincerely believed to be essential to the social and political welfare of the South.",
        "Victor Emmanuel was sincerely anxious to assist Napoleon, for in spite of Nice and Savoy and Mentana he felt a chivalrous desire to help the man who had fought for Italy.",
        "No one felt more sincerely for the sufferings of her soldiers, and no one regretted more truly the useless prolongation of the struggle, than the venerable lady who occupied the throne.",
        "In his personal conduct he was chaste, temperate and sincerely pious.",
        "He was possessed of a deep-seated enthusiasm for science and art, of a sincerely pious and idealistic temperament, and of an ardent love for the Church.",
        "His refusal lost Bavaria to the movement; and the number of Bavarian sympathizers was still further reduced when the seceders, in 1878, allowed their priests to marry, a decision which Dollinger, as was known, sincerely regretted.",
        "He dwells with delight on the unselfish patriotism of the old heroes of the republic. In those times children obeyed their parents, the gods were still sincerely worshipped, poverty was no disgrace, sceptical philosophies and foreign fashions in religion and in daily life were unknown.",
        "Fleury, bishop of Frejus, was appointed his tutor, and the little king was sincerely attached to him.",
        "Eh? repeated Anatole, sincerely perplexed by a thought of the future.",
        "Everybody is wondering to whom the count will leave his fortune, though he may perhaps outlive us all, as I sincerely hope he will...",
        "Thus there is many \" a pedagogue to Christ,\" and the Christian visible means and expressions are the culmination and measure of what, in various degrees and forms, accompanies every sincerely striving soul throughout all human history.",
        "\"I am a Christian,\" he wrote in 1823, \"in the only sense in which he (Jesus) wished any one to be; sincerely attached to his doctrines in preference to all others; ascribing to himself every human excellence, and believing he never claimed any other.\"",
        "His chief patron, Marguerite de Valois, to whom he was sincerely attached, had gone to Savoy.",
        "To these experiences, too, we may partly ascribe the reverence for law, for the rights of property, and for the monarchical form of government which he appears to have sincerely felt; and, demagogue as he became in a certain sense, they gave his mind a deep Conservative tinge.",
        "He therefore set all his wonderful cleverness to the task, going so far as to adopt a little even of that Romantic disobedience to the strict classical theory which he condemned, and no doubt sincerely, in Shakespeare.",
        "Chapelain's Sentiments de l'Acaddmie francaise sur la tragi-comddie du Cid (1638), when its arbitration was demanded by Richelieu, and not openly repudiated by Corneille, was virtually unimportant; but it is worth remembering that no less a writer than Georges de Scudery, in his Observations sur le Cid (1637), gravely and apparently sincerely asserted and maintained of this great play that the subject was utterly bad, that all the rules of dramatic composition were violated, that the action was badly conducted, the versification constantly faulty, and the beauties as a rule stolen!",
        "The Conqueror beyond doubt sincerely aimed at being a religious reformer both in his duchy and in his kingdom, while it is needless to say that his immediate successor was exceptionally ungodly, whether among Normans or among other men.",
        "A good chessplayer having lost a game is sincerely convinced that his loss resulted from a mistake he made and looks for that mistake in the opening, but forgets that at each stage of the game there were similar mistakes and that none of his moves were perfect.",
        "On the 25th of July 1898 he addressed to the Scottish Catholic bishops a letter, in the course of which he said that \"many of the Scottish people who do not agree with us in faith sincerely love the name of Christ and strive to ascertain His doctrine and to imitate His most holy example.\"",
        "In France the new school found powerful speaking-trumpets, especially Voltaire, the idol of his age - a great denier and scoffer, but always sincerely a believer in the God of reason - and the deeper but wilder spirit of J.",
        "Nevertheless, I should consider it a crime against humanity not to sincerely co-operate in an initiative having for object a simultaneous reduction of armaments of the great powers.",
        "Himself a highly-educated man, he sincerely desired to further the cause of education, and devoted a large portion of his time to the study of this question.",
        "He sincerely believed that the ultimate purpose of freethinkers was to escape from moral restraints, and he had an unreasoning antipathy to Scotch Presbyterians and English Dissenters.",
        "\"Platon Karataev?\" he repeated, and pondered, evidently sincerely trying to imagine Karataev's opinion on the subject.",
        "Since he was sincerely convinced of his own rights, it is surprising that he put forward no claim in 1814.",
        "On the 14th of July 1686 Newton wrote to Halley approving of his proposal to introduce woodcuts among the letterpress, stating clearly the different things which he had from Hooke, and adding, \" And now having sincerely told you the case between Mr Hooke and me, I hope I shall be free for the future from the prejudice of his letters.",
        "Taking the different impulses in detail, he first shows how the individual's happiness is promoted by developing 1 It should be observed that, while Clarke is sincerely anxious to prove that most principles are binding independently of Divine appointment, he is no less concerned to show that morality requires the practical support of revealed religion.",
        "He therefore proposed that there should be an international conference for the purpose of focusing the efforts of all states which were \" sincerely seeking to make the great idea of universal peace triumph over the elements of trouble and discord.\"",
        "Anatole was sincerely fond of Dolokhov for his cleverness and audacity.",
        "In carrying out this policy of government regulation and supervision of corporations he became involved in a great struggle with the powerful financial interests whose profits were threatened, and with those legislators who sincerely believed that government should solely concern itself with protecting life and property, and should leave questions of individual and social relations in trade and finance to be settled by the operation of so-called natural economic laws.",
        "But he was an active supporter of many popular movements - particularly of that which ended in the abolition of the slave trade; and he was throughout his entire life sincerely and profoundly attached to the political principles of the Whigs, both in their popular and in their aristocratic aspect.",
        "The abbe again declared \"it is impossible for me honestly and sincerely to make the act of absolute retractation and submission exacted by the sovereign pontiff.\"",
        "He was always hearing such words as: \"With your remarkable kindness,\" or, \"With your excellent heart,\" \"You are yourself so honorable Count,\" or, \"Were he as clever as you,\" and so on, till he began sincerely to believe in his own exceptional kindness and extraordinary intelligence, the more so as in the depth of his heart it had always seemed to him that he really was very kind and intelligent.",
        "I sincerely apologize for your less than perfect customer experience.",
        "Rassian Unable to acquiesce sincerely in its insignificance Province.",
        "\"The comfort of meeting such men of genius as these,\" he wrote, \"is that they talk sincerely.\"",
        "She chose to go abroad to seek help while Maximilian sincerely believed the largest extent of Mexicans supported him and his ideas for a better Mexico.",
        "Yours Sincerely, [Your Sign] [Your Name] ---------------------------------------------------------------------------------------------------- If you are reusing this alert, please cite the source.",
        "Papert sincerely wants to escape the one-sidedness of an overly analytical, abstract approach to learning.",
        "fraternizeame ultra-revolutionary, sincerely and honorably fraternizing with the people, when bourgeois society had no way out but revolution.",
        "I sincerely believe that no video game since has captured the physicality of its sport so beautifully.",
        "regretted sincerely that I had not also a room for Mr Scott.",
        "We must, then, admit that Pericles sincerely contemplated the good of his fellow-countrymen, and we may believe that he endeavoured to realize that ideal Athens which Thucydides sketches in the Funeral Speech - an Athens where free and intelligent obedience is rendered to an equitable code of laws, where merit finds its way to the front, where military efficiency is found along with a free development in other directions and strangles neither commerce nor art.",
        "The following guide offers some valuable advice for any man of any age who is sincerely interested in finally meeting that special someone.",
        "By using good manners, sincerely expressing your congratulations and spending time with them you are bound to do exactly the right thing.",
        "Sign Your Name: Unlike a typical print business letter, in this case you will want to only skip two lines between your closing statement (Sincerely) and your name.",
        "Your bodies and minds will have to weave together as you sincerely focus on the postures.",
        "I would sincerely appreciate it if you would write a recommendation based on my skills and competency in the job I preformed while working with (Insert Company Name Here).",
        "\"Sincerely\" is the most often used closing in a business letter, followed by a comma.",
        "Use \"Sincerely yours\" or \"Best regards\" for a sincere, yet professional, closing.",
        "Close your letter with a professional close, like \"Respectfully Yours,\" or \"Sincerely.\"",
        "We shall truly and sincerely repent and turn from our sin, thanking Jesus that He is our Savior.",
        "short notice is sincerely appreciated.",
        "With best wishes yours sincerely David Parry Acknowledgment: an informer with inside information.",
        "\" Tenderness \" she had abundantly, and it revealed itself not only in effusive sentimentality, as with Rousseau and Chateaubriand, but in active benevolence; \" justice \" too she had in so far as she sincerely wished that all men should share alike her happiness; but of \" holiness,\" that sense of awe and reverence that was felt in divers kinds and degrees by Isaiah, Sophocles, Virgil and St Paul, she had not a rudimenatry conception.",
        "There can be no doubt that he hated the queen, and bitterly resented his long disgrace at court, and also that he sincerely wished for a thorough reform of the government and the establishment of some such constitution as that of England; and no doubt such friends as Adrien Duport and Choderlos de Laclos, for their own reasons, wished to see him king of France.",
        "I sincerely profess it much lessened my reverence as to that great council for he was very much hearkened unto.\"",
        "That eminence he enjoyed before the collision with Prussia in the autumn of 1806; and he frequently, and no doubt sincerely, expressed contempt of conquests dans cette vieille Europe.",
        "According to many interpreters the courtiers or soldiers of Herod Antipas (\"Milites Herodis,\" Jerome) are intended; but more probably the Herodians were a public political party, who distinguished themselves from the two great historical parties of post-exilian Judaism by the fact that they were and had been sincerely friendly to Herod the Great and to his dynasty (cf.",
        "\" Christian perfection is this: to fear God sincerely, to trust assuredly that we have, for Christ's sake, a gracious and merciful God; to ask and look with confidence for help from him in all our affairs, accordingly to our calling, and outwardly to do good works diligently, and to attend to our vocation.",
        "He was sincerely religious; but his wellmeant efforts to unite the Lutheran and Reformed Churches, in celebration of the tercentenary of the Reformation (1817), revealed the limits of his paternal power; eleven years passed in vain attempts to devise common formulae; a stubborn Lutheran minority had to be coerced by military force, the confiscation of their churches and the imprisonment or exile of their pastors; not till 1834 was outward union secured on the basis of common worship but separate symbols, the opponents of the measure being forbidden to form communities of their own.",
        "I sincerely hope that Spider will be able to recover.",
        "There can be no question that she loved her adopted country sincerely, and had an affection for her people, and an opinion of their great qualities which she did not hesitate to express in hyperbolical terms. Her zeal for the reputation of the Russians was almost comically shown by the immense trouble she took to compile an answer to the Voyage en Siberie of the French astronomer Chappe d'Auteroche.",
        "The church universal is the multitude gathered from diverse nations, which though divided by distance of time and place, agree in one common faith, and it is bound by the tie of the same religion; and wherever the word of God is sincerely preached, and the sacraments are duly administered, according to Christ's institute, there beyond doubt is a church of the living God (bk.",
        "Alberoni could not, and perhaps did not, sincerely wish to prevent the queen and king from plunging into an attempt to recover Sardinia and Sicily, which provoked the armed intervention of France and England and led to the destruction of the rising Spanish navy off Cape Pflssaro (see TORRINGT0N, GEORGE BYNG, VISCOUNT).",
        "I regretted sincerely that I had not also a room for Mr Scott.",
        "To fit us in at such short notice is sincerely appreciated.",
        "We do sincerely look forward to being able to revise our policies as society becomes more accepting of the unclothed human body.",
        "With best wishes Yours sincerely David Parry Acknowledgment: an informer with inside information.",
        "It's hard to listen sincerely to Megan prate about her happy marriage when I am unhappily single.",
        "In a statement released June 24, 2007, she said, \"I sincerely apologize to anyone I may have inadvertently offended.",
        "Their first album was called Sincerely, and the Gaithers have been singing gospel music across the USA and around the world ever since.",
        "Thank You: Cruise employees should always thank guests sincerely.",
        "I sincerely hope this plan works for you.",
        "Cheri, I sincerely hope that my suggestions will be helpful to your situation.",
        "To be given an opportunity to thank everyone sincerely lets the newly-retired employee plan ahead to give the best speech possible.",
        "If you're a bit on the timid side, you can always opt for one that has a nude lining, working your way up to a sincerely sheer suit gradually.",
        "Your lover wants to hear how you sincerely feel, so communicate in your own way for the most authentic romantic love letter ever.",
        "While you may be in it for the thrill of the hunt, others may be sincerely looking for a lasting relationship that could lead to commitment and even marriage."
    ],
    "definition": [
        "In a sincere or earnest manner; honestly.\nI sincerely hope they make it home safely.",
        "(US) A conventional formula for ending a letter, used when the salutation addresses the person for whom the letter is intended by his or her name.\nPlease consider it carefully and let me know what you decide.\nSincerely,\nFred",
        "Link/Cite"
    ]
}