{
    "translation": "יחיד, ייחודי",
    "uses": [],
    "definition": [
        "Being only one; individual; lone: a singular tree in the meadow.",
        "Being the only one of a kind; unique: “Our stories are singular, but our destiny is shared” ( Barack Obama )",
        "a. Being beyond what is ordinary, especially in being exceptionally good; remarkable: “Dinners with [our two friends] became the evenings we looked forward to with singular pleasure” ( David Halberstam )\nb. Strange or unusual: “I accordingly obeyed forthwith what I still considered a very singular summons” ( Edgar Allan Poe )",
        "Grammar\na. Of, relating to, or being a noun, pronoun, or adjective denoting a single person or thing or several entities considered as a single unit.\nb. Of, relating to, or being a verb expressing the action or state of a single subject.",
        "Logic Of or relating to the specific as distinguished from the general; individual.",
        "The singular number or a form designating it.",
        "A word having a singular number.",
        "sin′gu·lar·ly\nadverb",
        "sin′gu·lar·ness\nnoun",
        "Link/Cite",
        "Being only one of a larger population.\nA singular experiment cannot be regarded as scientific proof of the existence of a phenomenon.",
        "Being the only one of the kind; unique.\nShe has a singular personality.",
        "Distinguished by superiority; eminent; extraordinary; exceptional.\na man of singular gravity or attainments",
        "Out of the ordinary; curious.\nIt was very singular; I don't know why he did it.",
        "(grammar) Referring to only one thing or person.",
        "(linear algebra, of matrix) Having no inverse.",
        "(linear algebra, of transformation) Having the property that the matrix of coefficients of the new variables has a determinant equal to zero.",
        "(set theory, of a cardinal number) Not equal to its own cofinality.",
        "(law) Each; individual.\nto convey several parcels of land, all and singular",
        "(grammar: referring to only one thing): plural",
        "(linear algebra: of matrix: having no inverse): invertible, non-singular",
        "(grammar) A form of a word that refers to only one person or thing.",
        "(grammar: form of a word that refers to only one thing): plural",
        "railguns, rail guns",
        "Link/Cite"
    ]
}