{
    "translation": ".1 לשקוע, לטבוע\n.2 כיור",
    "uses": [
        "She moved to the sink and turned on the water.",
        "She dropped her glass in the sink and took a step backward.",
        "\"I don't know which of you is more nervous,\" Cynthia said, elbow-deep in a sink full of breakfast dishes.",
        "Carmen carried the basket of eggs to the counter beside the sink and watched as Alex took the lid off the roasting pan.",
        "I bet you could really sink your teeth into that pork roast.",
        "Jim closed the door, and Lana watched the submarine sink quietly into the surrounding water and disappear.",
        "It took a few seconds for the import of his words to sink in.",
        "It was so easy to agree and sink into his strength, let the scent of dark chocolate work its way into her skin as his hands moved over her.",
        "Let that sink in: By dividing work up among people so they could specialize, we went from bows and arrows to Apollo moon missions.",
        "He dumped the rest of his coffee in the sink and left the room.",
        "She slammed the coffee cup in the sink and the hot liquid splashed against the window.",
        "\"May I stay a little longer?\" he said, letting his stout body sink into an armchair beside her.",
        "It took a moment for the words to sink in – or maybe the idea that he would discard her virtue as nothing important.",
        "If our ship didn't sink, it was certainly leaking like the Titanic.",
        "Leaning against the sink, she breathed out a deep sigh.",
        "This is exactly the kind of problem geneticists can sink their teeth into, so to speak, to make the protein in this grain digestible.",
        "However, what did I discover but the child at the sink alone and the doors to two stalls closed!",
        "He paused, letting his pronouncement sink in and then added, There's a couple of ladies from Boston who are shopping for airplane tickets as we sit here.",
        "He felt heaviness sink to the pit of his stomach, and regret trickled through him.",
        "She jerked the plug out of the sink and dried her hands.",
        "After he left, Carmen turned to the sink of dishes.",
        "She leaned over the sink, retching uncontrollably.",
        "He paused a moment for the words to sink in.",
        "Frequently he would leave his dinner in the bushes, when his dog had caught a woodchuck by the way, and go back a mile and a half to dress it and leave it in the cellar of the house where he boarded, after deliberating first for half an hour whether he could not sink it in the pond safely till nightfall--loving to dwell long upon these themes.",
        "There was no backdoor in the kitchen, but Traci had wedged the window over the sink open.",
        "Lydia left Cynthia standing by the sink and walked into the parlor with Dean.",
        "Katie was peeling potatoes at the kitchen sink and Carmen was holding Destiny, watching her.",
        "She didn't feel his fangs sink into her, but she heard the sound of punctured flesh.",
        "As she watched the sink fill, she considered his proposal - and that other thing.",
        "After cleaning his water bowl out in the big stainless steel sink, she filled the bowl with water and set it on the floor near his food bowl.",
        "Lowering the heavy cast iron frying pan into the sink, she filled it with water and left it to soak.",
        "Katie chuckled, and he was almost relieved at the sight of her smile.  Her features had grown paler and gaunter under his watch.  He feared the underworld would sink her spirit, too.  One of them had to have some sort of hope they'd make it out alive.",
        "Giddon was leaning against the kitchen sink, frowning into a cup of coffee when she entered.",
        "His fangs lengthened, and she stared at them, the reality of her situation beginning to sink in.",
        "Vinnie claimed to be able to show the police where Billie and Willie had been hiding and continued to brag that he had enough information to make headlines and sink half the Philadelphia mobsters.",
        "As she picked up the dishes and turned toward the sink he finally responded.",
        "But then the seriousness of the mat­ter began to sink in.",
        "She stared down into the sink, feeling violated.",
        "Damian's silver-white hair was braided down his back, his thick body causing him to sink two inches into the mud.",
        "He crossed to the sink.",
        "Desolation, unlike anything she'd ever felt, made her want to sink into the ground and stay there.",
        "Sarah allowed her hope to sink in before continuing.",
        "She heaved a warm bucket of water from the sink and suppressed a smile as she met his concerned gaze.",
        "She pictured Mom washing dishes at the sink while Dad sat at the table eating some of her pie.",
        "Instinct and fury blinded him.  He felt the dagger sink into flesh and struck again, only to find himself flying backwards through the air.  Rhyn shouted something at him, but Kris couldn't hear him, not with the memory of both Lilith and Hannah dying.",
        "Nor had he made any sense of his deliberations but finally his mind quit the task and allowed his exhausted body to sink into a deep sleep.",
        "He listened to what Langeron said, as if remarking, \"So you are still at that silly business!\" quickly closed his eye again, and let his head sink still lower.",
        "He stood and carried his coffee cup to the sink, pouring out the remains.",
        "She waved Sofia over frantically before climbing on top of the sink and wriggling through the window.",
        "But he was headed for the sink and the sprayer.",
        "Jenn let his words sink in.",
        "Some names will float to the top; some will sink like a stone.",
        "Hotel suites include kitchen area with refrigerator, sink and microwave oven.",
        "She awoke on the lower bunk bed in a prison cell with no windows and a tiny metal toilet and sink.",
        "When the snow melts they'll sink in the Polish swamps.",
        "Sometimes the sky seemed to be rising high, high overhead, and then it seemed to sink so low that one could touch it with one's hand.",
        "She ached to feel his warm embrace, to sink into his dark spices and let him take her where he would.",
        "He retrieved her glass from the basin of the sink and poured her more wine.",
        "She felt his fangs sink into her skin and heard him sucking out her lifeblood.",
        "She paused, shoving the straps of her dress up, and then gathered the remaining pans, stacking them beside the sink to wash after supper.",
        "\"Alex!\" she cried, brushing the mess from her shirt before it could sink into the fabric.",
        "Cade brought his dishes to the sink and paused gazing down at her, but she refused to look up.",
        "It's a relationship threatening to sink our ship.",
        "She pushed his chin aside with more force and kissed his neck before closing her eyes and letting her fangs sink into him.",
        "He went to the sink and began attacking the pile of dirty dishes as he pondered how they would tell the young girl her world was about to flip upside down.",
        "God,\" he said, as it began to sink in, \"and now he's dead!\"",
        "I don't know, something innocuous like pour a glass of wine and dump it down the sink, or open and close a window.",
        "Finally you've got something interesting—a case we can really sink our teeth into.",
        "She said her only consolation was the fact that the princess allowed her to share her sorrow, that all the old misunderstandings should sink into nothing but this great grief; that she felt herself blameless in regard to everyone, and that he, from above, saw her affection and gratitude.",
        "He decided on kitchen sink soup—four night's leftovers stewed with a couple of cloves of garlic for a kicker.",
        "Watching the sun sink into the ocean, he knew it was only a matter of time before he gave in and accepted it, like Rhyn eventually did Katie.",
        "He rinsed his cup and turned from the sink.",
        "Just be sure you place the lamp away from the sink to avoid a risk of electrocution.",
        "Reservations are a must, as it tends to get jam-packed, and as soon as you sink your fork into one of their steaks, you'll understand why.",
        "Sink your teeth into a king-size, piping hot cinnamon roll with a cup of home roasted java.",
        "But then, hadn't she already done so when he tried to kiss her at the sink two weeks ago?",
        "The small kitchen showed signs of its past life, before the addition of a modern sink and electric stove.",
        "He snatched her phone as he squatted beside her and tossed it in the sink above their heads, stretching to turn on the water.",
        "The classic, white-linen dining room is elegant, service is impeccable, and the steaks--hand-selected, aged and grilled to perfection--are the best you'll ever sink your teeth into.",
        "Katie stood and carried the pan of potatoes to the sink.",
        "Lisa tossed Giddon a towel and plunged her hands into the soapy water in the sink.",
        "She finished the last of the food on her plate and carried it to the sink.",
        "He stomped his boots and shook white flakes from his hat and coat before entering the house Cynthia poured them both a cup of coffee as he washed at the sink.",
        "He strode across the room and poured his coffee in the sink.",
        "The room began to spin, and she grabbed the edge of the sink.",
        "The back door was too far away for her rubbery legs, and the only alternative was the sink.",
        "She slammed the plates into the sink.",
        "She pushed the door open and hurried to the sink.",
        "She carried her plate to the sink.",
        "How much lower could she sink?",
        "It's dust in my bathroom sink!",
        "He followed the trail to the edge of the carpet then took in the dirty dishes in the sink.",
        "When she retreated to the bathroom, she flipped on the light, cringed, but forced herself to stare at her reflection in the mirror over the sink.",
        "She was no closer to food, but she could at least drink water out of the sink.",
        "At first she had thought of him as being asleep, but in the last few days reality was beginning to sink in.",
        "The toothbrush slipped out of his hand, clattering into the sink.",
        "Later he came through the patio door with an empty coffee mug and set it in the sink.",
        "He gave her the look, the one she knew was meant to remind her of his rules, before he dumped the bottle into the sink.",
        "Deidre returned to the kitchen and placed her wineglass in the sink.",
        "She leaned back against the sink.",
        "He swept up the pills and crushed them in his hand, then released the powder into the sink.",
        "Keeping her away with one hand, he dumped its contents into the sink.",
        "She'd always wanted to be a financial planner, and the thought of becoming a socialite with no real responsibilities made her gut sink.",
        "\"I wonder if being away from his stepfather made it more conducive for him to speak,\" Cynthia mused as she drained the sink.",
        "She strode across the room to the stainless steel sink.",
        "Katie joined her at the sink.",
        "Katie examined a spoon absently and tossed it in the sink.",
        "Inside the barn, Carmen filled two buckets with warm water and heaved them out of the sink.",
        "She placed the dishes on the counter beside the sink.",
        "She pointed to the cabinet near the sink.",
        "I thought I might find you here when I saw the vegetables in the sink.",
        "Washing her hands in the kitchen sink so that she wouldn't disturb him, she sneaked a peak in the refrigerator.",
        "She gnawed on her lower lip as she lifted their plates from the table and walked over to the sink.",
        "Alex followed her to the sink.",
        "Warmth crawled up her neck as she put his sandwich on the table and watched him wash his hands in the kitchen sink.",
        "By the time Alex arrived for breakfast, she had it on the table and was washing the frying pan in the sink.",
        "Rolling up his shirtsleeves, he washed his hands in the kitchen sink.",
        "She stripped out of her vest and hid her bag under the sink.",
        "He roused himself, unwilling to sink into the dark thoughts.",
        "Jenn leaned against the sink counter, one hand taking the worn, ancient medallion around her neck.",
        "Darian let her words sink in.",
        "The Healer's voice radiated happiness that made Darian sink lower into the black thoughts in his mind.",
        "His hand didn't sink into another world.",
        "He felt himself sink into his thoughts but forced himself to respond.",
        "As the curtain lifted, the props had been changed so the room looked like a kitchen, with cardboard cut-out's of stove, sink and refrigerator.",
        "A student in a gray wig and exaggerated backside was at the sink, pretending to wash dishes.",
        "As she closed the cabinet door under the sink and straightened, gentle hands found her waist.",
        "He walked over and poured the rest of his coffee in the sink, glancing at Carmen as he set the cup down.",
        "It took a moment to sink in and then her face grew warm.",
        "Felipa was standing at the sink, watching her.",
        "He poured the rest of his coffee in the sink and pointed at her arm.",
        "The nausea returned suddenly and she leaned over the sink with a dry heave.",
        "She put the last of the dishes in the dishwasher and ran water in the sink to wash the iron skillet and wooden handled spatula.",
        "He dumped the remains of the coffee in the sink and set the cup on the counter.",
        "Even if she had decided to work somewhere else after graduating, getting her parents to let her sink or swim would have been impossible.",
        "A stainless steel sink was set into home made cabinets, whose cutting board top was marred with years of use.",
        "A tiny bathroom off the kitchen sported a bathtub with feet, a modern commode and a sink with porcelain handles.",
        "She turned on the faucet and a stream of discolored water splashed into the sink.",
        "She stared, fascinated as they bounced off the open windowsill and one fell into the sink.",
        "He slid the frying pan into the sink and ran water into it.",
        "Picking up his dishes, he set them in the sink and left the kitchen.",
        "She dropped her plate into the sink with a loud clatter.",
        "Her heart skipped a beat, but she tossed the dishrag in the sink and responded nonchalantly.",
        "At the cabin, she washed a dress in the sink and hung it on the line to dry, taking pride in the fact that she was making do with what was available.",
        "Megan rinsed a pan and placed it on a towel beside the sink.",
        "Selecting the largest, she went to the pristine sink area, almost afraid to run water for fear of leaving water marks in the stainless steel.",
        "She set it in the bowl in the sink then shook her hand.",
        "She stopped her eyes from traveling further down his body and turned quickly to the sink.",
        "She moved to the sink and dumped his out.",
        "Jessi felt his teeth sink into her neck, confused when there was no pain beyond the initial puncture.",
        "Troubled, Xander didn't bother taking his snack to the table but wolfed it down over the sink, too troubled to care about the mess he made.",
        "A creature that bored with life was going to corner and sink his fangs into anything that challenged him.",
        "A door in one wall was open to reveal the white porcelain sink of a bathroom, and the wall opposite the TV held a kitchenette.",
        "She hadn't been paying attention; did he sink into the darkness or disappear?",
        "It was this remarkable fact which first led to the idea that, as the rainfall could not be accounted for either by evaporation or by the river discharge, much of the 90% unaccounted for must sink into the ground, and in part be absorbed by some underlying bed-rock.",
        "After the \" final splice,\" as it is termed, between these ends has been made, the bight, made fast to a slip rope, is lowered overboard, the slip rope cut, and the cable allowed to sink by its own weight to its resting-place on the sea bed.",
        "Eastward from this the ranges of low bare hills called the Murgie of Gravina and Altamura gradually sink into the still more moderate level of those which constitute the peninsular tract between Brindisi and Taranto as far as the Cape of Sta Maria di Leuca, the south-east extremity of Italy.",
        "Had the blow thus struck at Italian influence in the Mediterranean induced politicians to sink for a while their personal differences and to unite in presenting a firm front to foreign nations, the crisis in regard to Tunisia might not have been wholly unproductive of good.",
        "Like Arabia and similar countries, it could exercise a great momentary influence in history and produce a sudden change throughout the world; but afterwards it would sink into local insignificance.",
        "Taking the Atlantic as our simplest type, we may say that the surface of an ocean basin resembles that of a mighty trough or syncline, buckled up more or less centrally in a medial ridge, which is bounded by two long and deep marginal hollows, in the cores of which still deeper grooves sink to the profoundest depths.",
        "In Ireland the Norman was more purely a conqueror than anywhere else; but in Ireland his power of adaptation caused him to sink in a way in which he sank nowhere else.",
        "Sulphur sesquioxide, S203, is formed by adding well-dried flowers of sulphur to melted sulphur trioxide at about 12-15° C. The sulphur dissolves in the form of blue drops which sink in the liquid and finally solidify in blue-green crystalline crusts.",
        "Losing them it might sink into a lifeless theory.",
        "Its general character was such that cattle could not stand on it, and a piece of iron would sink in it.",
        "Small streams often sink from sight in their beds of gravel, and after flowing some distance underground, reappear farther on.",
        "This stream empties into the Humboldt lake, the overflow from which goes into the so-called Carson Sink.",
        "In the following year Webster delivered his oration in commemoration of the second and third presidents of the United States - John Adams and Thomas Jefferson - who died on the 4th of July 1826; it is particularly remarkable for Adams's imaginary reply in the Continental 'Congress to the arguments against a Declaration of Independence, beginning with the familiar quotation: \"Sink or swim, live or die, survive or perish, I gave my hand and my heart to this vote.\"",
        "Then the large cells recommence the process of division and sink into the hollow of the sphere, leaving an elongated groove, the blastopore, on the surface.",
        "Napoleon on his return to St Cloud inveighed against his ministers for talking so much about peace and declared that he would never give up Holland; France must remain a great empire, and not sink to the level of a mere kingdom.",
        "On the north are the Sudetes, namely the Altvater Gebirge, with the highest peaks the Grosser Schneeberg (4664 ft.) and the Altvater (4887 ft.), which sink gradually towards the west, where the valley of the Oder forms a break between the German mountains and the Carpathians.",
        "For Zoroaster they sink to the rank of spurious deities, and in his eyes their priests and votaries are idolaters and heretics.",
        "into a cavern and its waters later reissue from the earth; the Jojo river disappears in a great \" sink \" and later issues with violent current at the edge of the sea.",
        "above the average level, and so loose that men and quadrupeds stepping off the beaten track sink as if in snow.",
        "In the sandy part of the desert beyond this strip of fertility both men and beasts, leaving the beaten path, sink as if in loose snow.",
        "the nights in the beginning of September, and the minimum during the winter may probably sink to-90° F.",
        "until it cooled sufficiently to sink beneath the surface.",
        "The same thing occurs as the Atlantic stream rounds North Cape: there it breaks up into _ branches which are irregularly distributed and, sooner or later, sink below the surface and flow on as submarine currents.",
        "It can retract the tentacles, shut its shell, and sink to the bottom.",
        "He assured them that they might look forward to complete self-government under the Crown, and at the same time urged them to sink political differences and join hands with the British against their common enemy, the Zulus.",
        "It is noteworthy that concurrently with the rise of clinical study the works of Hippocrates were more and more valued, while Galen began to sink into the background.",
        "The conditions of equilibrium of a body, floating like a ship on the surface of a liquid, are therefore: (i.) the weight of the body must be less than the weight of the total volume of liquid it can displace; or else the body will sink to the bottom of the liquid; the difference of the weights is called the \" reserve of buoyancy.\"",
        "The varying direction of the inclining couple Pc may be realized by swinging the weight P from a crane on the ship, in a circle of radius c. But if the weight P was lowered on the ship from a crane on shore, the vessel would sink bodily a distance P/wA if P was deposited over F; but deposited anywhere else, say over Q on the water-line area, the ship would turn about a line the antipolar of Q with respect to the confocal ellipse, parallel to FF', at a distance FK from F FK= (k2-hV/A)/FQ sin QFF' (2) through an angle 0 or a slope of one in m, given by P sin B= m wA FK - W'Ak 2V hV FQ sin QFF', (3) where k denotes the radius of gyration about FF' of the water-line area.",
        "With v=o, the angular velocity of the cylinder is 2w; in this way the velocity may be calculated of the propagation of ripples and waves on the surface of a vertical whirlpool in a sink.",
        "The image of a source of strength p at S outside a sphere of radius a is a source of strength pa/f at H, where 'OS' =f, OH =a2/f, and a line sink reaching from the image H to the centre 0 of line strength - A la; this combination will be found to produce no flow across the surface of the sphere.",
        "Taking Ox along OS, the Stokes' function at P for the source S is p cos PSx, and of the source H and line sink OH is p(a/f) cos PHx and - (p/a) (PO - PH); so that = p (cos PSx+f cos PHx PO a PH), (q) and Ili = -p, a constant, over the surface of the sphere, so that there is no flow across.",
        "When the source S is inside the sphere and H outside, the line sink must extend from H to infinity in the image system; to realize physically the condition of zero flow across the sphere, an equal sink must be introduced at some other internal point S'.",
        "hawah, \" sink, glide down \" (through space); hawwa \" blow \" (wind).",
        "a body which when affixed to the light solid causes it to sink.",
        "The Baltic Sea exceeds 50 fathoms in few places except the broad central portion, though small caldron-like depressions here and there may sink below zoo fathoms. The Red Sea on the other hand, though shut off from the Indian Ocean by shallows of the Strait of Bab-elMandeb with little more than ioo fathoms, sinks to a very considerable depth in its central trough, which reaches 1209 fathoms in 20° N.",
        "Volcanic dust thrown into the air settles out slowly, and some of the products of submarine and littoral volcanoes, like pumice-stone, possess a remarkable power of floating and may drift into any part of the ocean before they become waterlogged and sink.",
        "When a quantity of a fine white powder is thrown in, the light reflected by the white particles as they sink assumes an intense blue colour, and the experiments of J.",
        "Where a large area cannot be commanded, it is best to sink to the lowest point of the field for the convenience of drawing the coal and water which become level-freein regard to the pit.",
        "In formation it resembles the limestone Alps of Tirol and there are on its elevated plateaus a number of doline or funnel-shaped depressions into which the melted snow and the rain sink.",
        "Few come in contact with his writings without feeling his deep spiritual nature and an absolute genuineness and marvellous individuality which seem never to sink into mere routine or affectation.",
        "He was reported to have already expended the equivalent of about 250,000,000 on these aims and to be continuing to sink further millions in them.",
        "Moreover, Dr Gilly's book (A Visit to the Valleys of Piedmont), chancing to fall into the hands of an officer who had lost his leg at Waterloo, Colonel Beckwith, suggested an object for the energies of one who was 10th at the age of twenty-six to sink into enforced idleness.",
        "All his other claims to renown, however, sink into insignificance when compared with his work as the reviver of Jewish hopes for a restoration to political autonomy.",
        "It scarcely seemed possible for Poland to sink lower than she had sunk already.",
        "Or it may be necessary to sink shafts as in coal-pits before the rock is arrived at, but the cost of doing so forms a serious drawback.",
        "It is formed by two torrents, one of which has a subterranean course of 21 m., disappearing in the sink known as the Trou du Taureau (\"bull's hole\") and reappearing at the Goueil de Joueou.",
        "in the north-west, and is generally much less rugged than the Alleghany Plateau; a peculiar feature of the southern portion of it is the numerous circular depressions (sink holes) in the surface and the cavernous region beneath.",
        "The caves are cut in the beds of limestone (lying immediately below the coal-bearing series) by streams that pass beneath the surface in the \" sink holes,\" and according to Professor N.",
        "Inasmuch, however, as the floor on which the overlapping strata rest is, like the rest of the Laurentian and Superior Oldland, a worn-down mountain region, and as the lowest member of the sedimentary series usually contains pebbles of the oldiand rocks, the better interpretation of the relation between the two is that the visible oldiand area of to-day is but a small part of the primeval continent, the remainder of which is still buried under the Palaeozoic cover; and that the visible oldiand, far from being the first part of the continent to rise from the primeval ocean, was the last part of the primeval continent to sink under the advancing Palaeozoic seas.",
        "The north-eastern portion is slightly elevated, and dotted with low hills, which gradually sink into a vast plain, subject to inundation on its western extremity.",
        "Sink with me [then];\" Cenci, i.",
        "Nothing could be more like Plato's Phaedo, or more unlike Aristotle's later work on the Soul, which entirely rejects transmigration and allows the next life to sink into the background.",
        "The instrument weighed 4000 grains, and the addition of a grain caused it to sink through an inch.",
        "Deparcieux added a small dish on the top of the stem for the reception of the weights necessary to sink the instrument to a convenient depth.",
        "thermometer, since, fluids generally expanding more than the solids of which the instrument is constructed, the instrument will sink as the temperature rises.",
        "instrument, let the solid be placed in the upper scale pan, and let the weight now required to cause the instrument to sink in distilled water at standard temperature to the mark B be denoted by w,.",
        "4, when it ought properly to sink almost to the top of the stem, the surface tension of the water around the circumference of the circle of contact, AA', providing the additional support required.",
        "by adding 700 to the number of grains in the pan required to make the instrument sink to the mark on the stem.",
        "Its weight is so adjusted that an additional weight of 5 grammes must be placed in the upper pan to cause the instrument to sink to the mark on the stem in distilled water at the standard temperature.",
        "The four weights are so adjusted that, if the instrument floats with the stem emerging as far as the lower division o with one of the weights attached, then replacing the weight by the next heavier causes the instrument to sink through the whole length of the scale to the upper division o, and the first weight produces the same effect when applied to the naked instrument.",
        "South of the Cotton Belt is the Lime Sink Region, which includes Miller, Baker, Mitchell, Colquitt and Worth counties, the northern portions of Decatur, Grady, Thomas, Brooks and Lowndes, the eastern parts of Dooly and Lee, and the eastern portions of Berrien, Irwin, Wilcox, Dodge, and some parts of Burke, Screven and Bulloch.",
        "Here the prevailing soils are grey and sandy with a subsoil of loam, but they are less fertile than those of the Lime Sink or Cotton Belts.",
        "Hence his really valuable arguments from Nature to God sink to the problematic form - there may be Nature; if so, there is God.",
        "A day was to come when Odin and Thor would fall in conflict with the wolf and the world-serpent, when the abode of the gods would be destroyed by fire and the earth sink into the sea.",
        "Aluminium is so light that it is a matter requiring some ingenuity to select a convenient solvent through which it shall sink quickly, for if it does not sink, it short-circuits the electrolyte.",
        "Nor from that day forward had they reason to sink again, in spite of the close keeping in which she was held, with the daughters of the house for bedfellows.",
        "They thus form a single connected whole as contrasted with the plains at their base, and nature has made no breaks therein, save at the spots where they sink to comparatively low depressions or passes.",
        "Montgelas' ambition was now to raise Bavaria to the rank of a first-rate power, and he pursued this object during the Napoleonic epoch with consummate skill, allowing fully for the preponderance of France - so long as it lasted - but never permitting Bavaria to sink, like so many of the states of the confederation of the Rhine, into a mere French dependency.",
        "of Quaternary deposits; but towards the north the beds sink down and at the same time increase considerably in thickness, so that at Utrecht a deep boring reached the top of the Pliocene at a depth of 513 ft.",
        "Because the outer and inner layers are integrally united, this excess of contraction of the inner layers makes them draw outward towards and against the outer layers, and because of their thus drawing outward the molten lake within no longer suffices to fill completely the central space, so that its upper surface begins to sink.",
        "what was still more mortifying, the book seemed to sink into oblivion.",
        "Below the junction of the Fier the hills sink on either side, the channel of the river widens, and one may say that it leaves the mountains for the plains.",
        "Hence it must either evaporate or sink into the soil.",
        "In only seven of the thirty years, 1871-1900, was the thermometer observed to sink below the freezing-point; frost thus occurs in the island even on the low grounds, though never for more than a few hours.",
        "The Jews too begin to sink into bondmen.",
        "There was a tendency towards concentration in large cities of the new type, which caused many of the lesser towns, like Lebedus, Myus or Colophon, to sink to insignificance, while Ephesus grew in greatness and wealth, and Smyrna rose again after an extinction of four centuries.",
        "This notion became so popular, that beside it all other views of the dead sink into insignificance; it permeates the funerary cult in all its stages, and from the Middle Kingdom onwards the dead man is regularly called the Osiris so-~d-so, just as though he were completely identical with the god.",
        "She had been willing to renounce any aspirations of her own and to sink herself in his glory, but she naturally expected him to recognize her devotion and to value her society beyond all others.",
        "The city that rejects them shall have a less lenient judgment than Sodom; Tyre and Sidon shall be better off than cities like Chorazin and Bethsaida which have seen His miracles; Capernaum, favoured above all, shall sink to the deepest depth.",
        "From 102,827 in 1851 it rose to 117,416 in 1861 to sink to 99,784 in 1871.",
        "The popular name is applied to Owen's lake, at the end of Owen's river; to Mono lake, into which flow various streams rising in the Sierra between Mount Dana and Castle Peak; and to Death Valley, which contains the \" sink \" of the Amargosa river, and evidently was once an extensive lake, although now only a mud-flat in ordinary winters, and a dry, alkaline, desert plain in summer.",
        "In San Diego, Imperial and Riverside counties a number of creeks or so-called rivers, with beds that are normally dry, flow centrally toward the desert of Salton Sink or \" Sea \"; this is the lowest part of a large area that is depressed below the level of the sea, - at Salton 263 ft., and 275 ft.",
        "What it did make impossible for him was to attain that union immediately on the cessation of his present life, as he would first have to pass through higher and purer stages of mundane existence before reaching that goal; but in this respect he only shared the lot of all but a very few of the saintliest in the higher spheres of life, since the ordinary twice-born would be liable to sink, after his present life, to grades yet lower than that of the Sudra.",
        "Rule V.-Voluntary Stranding When a ship is intentionally run on shore, and the circumstances are such that if that course were not adopted she would inevitably sink, or drive on shore or on rocks, no loss or damage caused to the ship, cargo and freight, or any of them, by such intentional running on shore, shall be made good as G.A.",
        "Almost at the same date that visionary revival of the Western Empire, which had imposed for six centuries upon the imagination of medieval Europe, hampering Italy and impeding the consolidation of Germany, ceased to reckon among political actualities; while its more robust rival, the Roman Church, seemed likely to sink into the rank of a petty Italian principality.",
        "Its terse, epigrammatic phrases sink into the fibre of the mind, and are a healthy warning against crude, immature generalization.",
        "To sink in five years from the position of the champion of Protestantism to that of the common enemy of every Protestant power was a degradation not to be compensated by any amount of military glory.",
        "Ultimately they sink to the bottom and fix themselves to shells, stones or other objects, and rapidly take on the appearance of minute oysters, forming white disks 2 o in.",
        "The impact of the regular series of drops which is at any moment striking the sink (or vessel receiving the water), determines the rupture into similar drops of the portion of the jet at the same moment passing the orifice.",
        "The change in the sound due to the falling drops as they strike the bottom of the sink should be noticed, as well as that in the appearance of the jet.",
        "(I) In the Korra/30s Si òu43 t4 cw shallow saucers (4143a4a) were floated in a basin or mixing-bowl filled with water; the object was to sink the saucers by throwing the wine into them, and the competitor who sank the greatest number was considered victorious, and received the prize, which consisted of cakes or sweetmeats.",
        "but more often worn to rolling downs; then the limestone range - writing-desk mountains that turn their steep fronts to the central snows; lastly low Cretaceous foothills, that sink softly into the steppe.",
        "On his death, however, the brief period of comparative prosperity which his architectural works attest was tragically interrupted, and it seemed for a time that Walachia was doomed to Turkish sink into a Turkish pashalic. The Turkish commander, Mahmud Bey, became treacherously possessed of Neagoe's young son and successor, and, sending him a prisoner to Stambul, proceeded to nominate Turkish governors in the towns and villages of Walachia.",
        "With the exception of the Red Marls forming the upper part of the Keuper, most of the New Red Sandstone is permeable, and some parts contain, when saturated, even more water than solid chalk; but, just as in the case of the chalk, a well or borehole in the sandstone yields very little water unless it strikes a fissure; hence, in New Red Sandstone, also, it is a common thing to form underground chambers or adits in search of additional fissures, and sometimes to sink many vertical boreholes with the same object in view.",
        "The water, contained in the interstices of the sand above the mean sea-level, would (except in so far as a film, coating the sand particles, is held up by capillary attraction) gradually sink to the sea-level if there were no rainfall.",
        "For small supplies such a well may be perfectly successful; but however small the quantity drawn, it must obviously have the effect of diminishing the volume of fresh water, which contributes to the maintenance of the level of saturation above the sea-level; and with further pumping the fresh water would be so far drawn upon that the mean level of saturation would sink, first to a curved figure - a cone of depression - such as that represented by the new level of saturation dd, and later to the figure represented by the lines ee, in which the level of saturation has everywhere been drawn below the mean sea-level.",
        "Land is not in a satisfactory condition with respect to drainage unless the rain that falls upon it can sink down to the minimum depth required for the healthy development of the roots of crops and thence find vent either through a naturally porous subsoil or by artificial channels.",
        "Instead of persisting in fruitless attempts to dry extensive areas by a few dexterous cuts, he insisted on the necessity of providing every field that needed draining at all with a complete system of parallel underground channels, running in the line of the greatest slope of the ground, and so near to each other that the whole rain falling at any time upon the surface should sink down and be carried off by the drains.",
        "If W be the weight in each pan when the goods-pan commenced to sink, / the length of each arm, m the distance of the fulcrum below the line joining the end knife-edges, and 13 the angle at the fulcrum which defines the range of sway of the beam, it can easily be shown that w, the ad - ditional weight required in the weights-pan to enable the goods-pan to rise from its stop, is given by the equation w =W 2m tan, 3/L m tan S.",
        "In the neighbourhood are the Alachua Sink, Payne's Prairie, Newman's Lake, the Devil's Mill Hopper and other objects of interest.",
        "The dispossessed heirs of the old owners had either to sink to the condition of peasants, or to throw themselves upon.",
        "But neither Charles nor Francis wished him to be a real gainer, and he himself was a most untrustworthy friend, for he was quite ready to turn against his ally if he seemed to be growing too powerful, and threatened to dominate all Europe; the complete success of either party would mean that England would sink once more into a secondrate power.",
        "In its three last sessions it was destined to sink into gradual disrepute; and it was ultimately swept away by a wave of popular reaction, as remarkable as that which had borne it into power.",
        "\"Burke,\" he says, describing a dinner party at Lord Fitzwilliam's in 1793, \"has now got such a train after him as would sink anybody but himself: his son, who is quite nauseated by all mankind; his brother, who is liked better than his son, but is rather oppressive with animal spirits and brogue; and his cousin, William Burke, who is just returned unexpectedly from India, as much ruined as when he went years ago, and who is a fresh charge on any prospects of power Burke may ever have.",
        "Bonaparte was resolved not to sink into obscurity, and the directors were anxious to keep him as far as possible from Paris; they therefore sanctioned the expedition to Egypt which deprived the Republic of its best army and most renowned captain.",
        "Beat down for me the crests of the tide-rip; let the tide-rip settle down away from me, beat it down level that it may sink and roll away, and I may come to a quiet landing-place.\"",
        "The energy of the Monophysites, however, began to sink with the rise of the Moslem empire; and when philosophy revived amongst them in the 13th century, in the person of Gregorius Bar-Hebraeus (Abulfaragius) (1226-1286), the revival was due to the example and influence of the Arabian thinkers.",
        "This phenomenon seems to arise from rains which, falling on the chalk hills, sink into the porous soil and reappear after a time from crevices at lower levels.",
        "In many of the Ecaudata, and in a few of the Caudata and Apoda, the eggs are laid in strings or bands which are twined round aquatic plants or carried by the parent; whilst in other Ecaudata they form large masses which either float on the surface of the water or sink to the bottom.",
        "He carefully placed the cup in the sink and ran water into it.",
        "To assure myself he wouldn't sink our fragile boat I took him aside for a stroll in the small backyard.",
        "We were a valued resource they weren't about to rock that boat, much less sink it.",
        "He decided on kitchen sink soupâ€”four night's leftovers stewed with a couple of cloves of garlic for a kicker.",
        "Desolation unlike anything she.d ever felt made her want to sink into the ground and stay there.",
        "Finally you've got something interestingâ€”a case we can really sink our teeth into.",
        "It took a moment for the words to sink in â€“ or maybe the idea that he would discard her virtue as nothing important.",
        "He turned it upside down in the sink and turned to face her, his expression typically unreadable.",
        "At his house, she put the garden produce in the sink, and decided to take a shower.",
        "As her body flew over it, she saw the snake's fangs sink into Ed's upper leg â€“ and then she was tumbling down the hill, grabbing at anything available and hoping it wasn't a snake.",
        "He may make me feel desolate, make my spirits sink and hide the future from me.",
        "The engine shaft will sink in the ground at 130 fathoms.",
        "These preventative measures include using thawed, not frozen bait, which causes it to sink deeper in the water quicker.",
        "argent stainless steel sink comes complete with a space saving removable drainer.",
        "A wash hand basin shall not be used in place of a sink.",
        "In addition they have bathrobes, high speed internet access and wet bar including sink, mini fridge and microwave.",
        "Jubilee have enough pyro here to sink any attacking battleships.",
        "beastly drunk beneath the sink.",
        "beware of the 6 pitfalls of a weak greens product: 1) Is The Kitchen Sink Included?",
        "The bathroom, which is upstairs comprises of a bath, sink, bidet and toilet.",
        "The policy implications of the missing sink being located in the terrestrial biota are discussed.",
        "bounced back from a horrible defeat to sink the Royal Navy.",
        "bowl sink and drainer with mixer tap over.",
        "Use 3-4 drops of Ha-Ra® Protective Formula in the washing-up bowl or sink.",
        "Normally, a ship of the line would have been able to sink a frigate with a very few broadsides.",
        "Both divers commenced the ascent but at 30m the casualty lost buoyancy and started to sink feet first.",
        "buoyancy aids in case we sink?",
        "butler's sink and washing machine.",
        "butler sink complete with Franke tap is inset into the granite worktop.",
        "butler style sink unit with tiled splashbacks.",
        "My eyes avoid the carnage in the sink, the corner where the rubbish bags overflow, the empty fridge.",
        "At 200 Watts per square centimeter, we can't use mechanical means like a heat sink for cooling.",
        "They fall into the sink basin with metallic clinks.",
        "But if you are a fanatic, that realization would cause too much cognitive dissonance to sink in.",
        "The DMCC went on to sink a further colliery, Cadeby Main, in 1889.",
        "quite contented, she walked into the kitchen, where she found her husband standing by the sink.",
        "Has continuous surfaces between hob, sink and oven.",
        "crock by the kitchen sink to save kitchen waste.",
        "darksome pit With water to the brim, They heaved in John Barleycorn, There let him sink or swim.",
        "Until we make a break with this sick past then the UK will sink further into a pit of lies deceit and treachery.",
        "These preventative measures include: Using thawed, not frozen bait which causes it to sink deeper in the water quicker.",
        "When cleaning dentures it is recommended that you do so over a folded towel or sink of water.",
        "detergent residue is often found in areas commonly used for soaking paper like the bath or kitchen sink.",
        "The ship had been installed with explosive devices to sink it, should there be a serious problem.",
        "When I told the dispatcher what we came across it seem to finally sink in, I guess.",
        "In addition, the Heatpipe Technology allows better heat dissipation that is delivered by the larger heat sink surface.",
        "Drag the mouse toward the top or bottom to rise or sink, drag the mouse toward the top or bottom to rise or sink, drag toward the left or right to turn.",
        "drawers units with granite worktops over incorporating a drainer, inset sink unit.",
        "Utility room with washing machine, sink and tumble dryer.",
        "The main sink route of SF 5 CF 3 from the earth's atmosphere is low-energy electron attachment in the mesosphere.",
        "count ' em - will sink you like a lead dollar.",
        "Today it is a sprawling sink estate characterized by acute poverty and deprivation.",
        "Today many run down areas and ' sink estates ' are neglected by social services, by employers, and by police.",
        "I gave a close exhortation to the Society, which seemed to sink into every heart.",
        "extendible sink our cruise director.",
        "extendible sink river and the springs stripes river daysmcgregor iowa is able to.",
        "As she throws up in the toilet, the camera focuses on the dripping faucet in the sink.",
        "To install the faucet a hole will need to be drilled into the work surface or the outer rim of the sink.",
        "This debris can cause problems in your sink faucets and other plumbing trim.",
        "faucet in the sink.",
        "A modern butler sink and matching vitreous enamel drainer, exposed 'A ' frame and hip beams and a slate flagstone floor.",
        "There is an enclosed cabin and an open foredeck (with curtains ), a toilet, a sink and a small cooker.",
        "Billy H was a great frontman, and their songs were filled with grim, gritty minutiae; proper little kitchen sink dramas.",
        "How can I be sure the fruit in my fruit cake will not sink?",
        "Whether the upcoming release of the oft-delayed Neverwinter Nights 2 will sink the Gothic galleon without a trace remains to be seen tho.",
        "groovy girls is also launching a Groovy Style Sittin' Pretty salon with hair dryer, sink with water sprayer and large mirror and chair.",
        "Do not allow food scraps from the sink waste to build up over the gully grating.",
        "gritty kitchen sink drama of the highest order.",
        "grocer shops selling cooked meat, there was a sink unit place, the British school of Motoring.",
        "The ceiling is coved with recessed halogen down lights and there is a window above the sink overlooking the rear patio and garden.",
        "Also power lost is released as heat, meaning a larger heat sink needed another large, heavy component.",
        "Whilst this had a small heat sink on it, it was not dissipating the heat fast enough.",
        "The kitchen of the ArpÃ¨ge includes a sink and drainer, 3 burner hob, shelving and drawers.",
        "innominate sink above Cow Dub.",
        "inset stainless steel sink FULL SIZE with mono block mixer taps.",
        "inset stainless steel bowl & a half sink unit with mixer tap.",
        "Utility to have laminate worktop with stainless steel inset sink.",
        "kitchen sink drama...",
        "laminate worktop with stainless steel inset sink.",
        "Wardrobe, cooker, sink unit, chest of drawers, separate larder.",
        "Fast sink flies are a must they therefore should be heavily leaded.",
        "Wootton Creek therefore acts as a partial sediment sink, intercepting some of the eastward littoral drift, but allowing bypassing of the majority.",
        "lycopodium spores were employed in all cases, 2kg. per sink.",
        "In Tunisia stroll around an ancient walled medina or perhaps sink your toes into the silky white sands that hug the coastline.",
        "I sink in deep mire, where there is no standing: I am come into deep waters, where the floods overflow me.",
        "moulderhake with restless foot the guilty pile, Till sink the moldering towers beneath the burdened ground.",
        "drag the mouse toward the top or bottom to rise or sink, drag toward the left or right to turn.",
        "His horse stumbled into a bog and began to sink into the dark oozing mud.",
        "Now, there are hidden advantages to going a bit mutton as you sink into decrepitude.",
        "The sink is not a good dig, being much too narrow.",
        "oozes horse stumbled into a bog and began to sink into the dark oozing mud.",
        "Available: Summer 2005 Belfast sink with weir BAK 710 Franke Professional Range standard Belfast sink with traditional weir overflow and 45mm waste.",
        "However, upon reciept of the 3rd dupack, it will still take half an rtt for the retransmitted packet to reach the sink.",
        "percolates through the sands of the Upper Greensand but cannot sink into the clay.",
        "A heart sink moment, as GPs are supposed to say of the appearance of particularly pesky patients.",
        "dead phytoplankton and other marine organisms act as carbon dioxide vessels, driving this pump as they sink toward the bottom of the ocean.",
        "In the oceans plankton soak up carbon dioxide and sink to the bottom.",
        "plonked the first load into the sink, I noticed there was no plug in the plughole.",
        "A blocked sink is an unhappy sink... You may never need to use a plunger again.",
        "I was frantic - sink plunger, whisk, shuffling along; ' Mr Grimsdale!",
        "pour boiling water into a corian sink without running the cold tap at the same time.",
        "The sun takes just a few minutes to sink below the horizon, and the animals get ready for their nightly prowls.",
        "Do n't publicize anything or you'll sink the case.",
        "I longed to reach through the bars and sink my fingers into the fur and to hear a purr.",
        "The American, who missed the green with his approach at the last, failed to sink a 12-foot par putt for the title.",
        "I am sure they could fetch a few quid to sink in someone's hedge fund.",
        "recessed halogen down lights and there is a window above the sink overlooking the rear patio and garden.",
        "Not all have towels - please check. galley equipment: oven, electric refrigerator, dishes, sink, hot & cold water.",
        "You find that the sink has been plumbed into a \" dry riser \" .",
        "rummaged blindly in the cupboard beneath the old clay sink, knowing that in here somewhere was an oil lamp.",
        "salon with hair dryer, sink with water sprayer and large mirror and chair.",
        "Their passengers may get a bit seasick, but we're liable to sink.",
        "Sustainable agriculture restores soil organic matter content, increasing carbon sequestration below ground, thereby recovering an important carbon sink.",
        "I walked over the sandy shoreline, letting my feet sink into the ground.",
        "Fix it to the base unit by bedding the sink onto beads of low modulus silicone.",
        "In the kitchen: place an herb garden on the sunny sill over your sink.",
        "sink a vertical shaft down through the middle but found nothing of interest.",
        "Built in kitchen units, wall units, stainless steel sink, hob, double oven, dishwasher, fridge, cooker hood extraction.",
        "One and a half bowl single drainer sink unit with mixer taps set into work surface with a range of cupboards and drawers under.",
        "Inset stainless steel 1.5 bowl sink and drainer with mixer tap over.",
        "It has a white butler sink, wood-effect vinyl floor and space at one end for a large table and chairs.",
        "Those kitchen sink films, like Billy Liar, hit me right in the heart.",
        "Cutting out worktop for inset steel sink (practice on plywood first ); marking out carefully to avoid errors.",
        "sink with water sprayer and large mirror and chair.",
        "sink Was a German U-Boat really sunk by a truck?",
        "spit of sand; my hand full of pebbles; how many skips before they sink?",
        "stainless steel sink FULL SIZE with mono block mixer taps.",
        "inset stainless steel 1.5 bowl sink and drainer with mixer tap over.",
        "steel sink, hob, double oven, dishwasher, fridge, cooker hood extraction.",
        "He could head down to the local bierkeller should he so desire tonight and sink a stein to the legal system.",
        "The stainless steel strainer fitted into the half bowl of the sink works like a colander.",
        "stratumimestone strata, resting on clay, dip inwards from above the entrance till they sink below the level of the river outside.",
        "Alternatively, sink a wad of organic barley straw sold for ' clearing ' ponds.",
        "Also, the ball will sink less into a dense sward which will therefore present less resistance to its forward roll.",
        "They lurk in the cupboard under the sink with the old tea towels until they dry out and scream to be thrown away.",
        "We also cross the Antarctic Convergence, a biological barrier where cold polar waters sink beneath the warmer waters of the more Temperate Zones.",
        "Super Silk unlike heavy fast sink lines will not tether or restrict the natural movement of your hookbait.",
        "Kitchen units, shower tray, toilet, sink, etc can all now be fitted.",
        "untidy pile of bits at the back of the garage or under the sink!",
        "unwashed dishes in the sink.",
        "wash hand basin shall not be used in place of a sink.",
        "This acts in a similar way to the water trap on a sink or bath waste pipe in your home.",
        "He had to find enough white feathers, arrow shafts, and points, bowstrings, wood and glue to sink a battleship.",
        "the closed vesicle may --.- - sink inwards and be found far removed from the surface, as in Geryonia (fig.",
        "Sulphur sesquioxide, S203, is formed by adding well-dried flowers of sulphur to melted sulphur trioxide at about 12-15Ã‚° C. The sulphur dissolves in the form of blue drops which sink in the liquid and finally solidify in blue-green crystalline crusts.",
        "the nights in the beginning of September, and the minimum during the winter may probably sink to-90Ã‚° F.",
        "But never content to sink into the mere trader, he sought to introduce among those he met on the \"road\" a higher tone of conversation than usually marks the commercial room, and there were many of his associates who, when he had attained eminence, recalled the discussions on political economy and kindred topics with which he was wont to enliven and elevate the travellers' table.",
        "16 The primary meaning is probably \" sink down, fall,\" in which sense - common in Arabic - the verb appears in Job xxxvii.",
        "In the case of solids we may determine the volume in some cases by direct measurement - this gives at the best a very rough and ready value; a better method is to immerse the body in a fluid (in which it must sink and be insoluble) contained in a graduated glass, and to deduce its volume from the height to which the liquid rises.",
        "The Baltic Sea exceeds 50 fathoms in few places except the broad central portion, though small caldron-like depressions here and there may sink below zoo fathoms. The Red Sea on the other hand, though shut off from the Indian Ocean by shallows of the Strait of Bab-elMandeb with little more than ioo fathoms, sinks to a very considerable depth in its central trough, which reaches 1209 fathoms in 20Ã‚° N.",
        "It was this spirit which informed such decrees as that on \" mixed marriages \"' (Ne temere) of 1907, which widened still further the social gulf between Catholics and Protestants (see Marriage: Canon Law), or the refusal to allow the French bishops to accept the Associations Law passed by the French government after the denunciation of the concordat and the separation of Church and State (see France: History) : better that the Church in France should sink into more than apostolic poverty than that a tittle of the rights of the Holy See should be surrendered.",
        "is cooled suddenly by quenching in water, in which case the carbon present seems to act as a brake to retard the change; or completely, by the presence of a large quantity of manganese, nickel, tungsten or molybdenum, which in effect sink the lower boundary GHSa of region 4 to below the atmospheric temperature.",
        "(I) In the Korra/30s Si Ã²u43 t4 cw shallow saucers (4143a4a) were floated in a basin or mixing-bowl filled with water; the object was to sink the saucers by throwing the wine into them, and the competitor who sank the greatest number was considered victorious, and received the prize, which consisted of cakes or sweetmeats.",
        "The lake is a novel and popular bathing resort, the specific gravity of the water being so great that one cannot sink or entirely submerge oneself.",
        "I felt the great billows rock and sink.",
        "The horses would sink.",
        "I am sure they could fetch a few quid to sink in someone 's hedge fund.",
        "You find that the sink has been plumbed into a \" dry riser \".",
        "In semi-darkness, Beth rummaged blindly in the cupboard beneath the old clay sink, knowing that in here somewhere was an oil lamp.",
        "Their passengers may get a bit seasick, but we 're liable to sink.",
        "The bedroom has a double shower, sink, WC, shaver sockets, fully tiled.",
        "Around 1776 the Duke of Northumberland used miners to sink a vertical shaft down through the middle but found nothing of interest.",
        "Cutting out worktop for inset steel sink (practice on plywood first); marking out carefully to avoid errors.",
        "Nikolai Dejevsky Still water and a spit of sand; my hand full of pebbles; how many skips before they sink?",
        "The limestone strata, resting on clay, dip inwards from above the entrance till they sink below the level of the river outside.",
        "We also cross the Antarctic Convergence, a biological barrier where cold polar waters sink beneath the warmer waters of the more temperate zones.",
        "You sink back to sleep, lulled by the sound of the lapping sea and the twittering birds.",
        "How much better than an untidy pile of bits at the back of the garage or under the sink !",
        "In their haste, they leave their house dirty, with unwashed dishes in the sink.",
        "Also each room has a sink & vanity unit with shaving electric point.",
        "The wraps can be machine washed, rinsed in the sink, or wiped clean.",
        "The unfinished renovation project had left the laundry room cattywampus; the washer and dryer were unhooked, the walls were unpainted and the sink was disconnected.",
        "Even though the writing is on the wall, they don't let it sink in.",
        "Baby travel overseas means you may feel like you've packed everything but the kitchen sink!",
        "After your infant has a bowel movement, it is best to clean your baby with dry or water-moistened wipes, and then carry your infant over to the sink so you can wash his bottom under warm running water.",
        "This may turn these sink trips into a real hassle.",
        "So your sink ritual may save baby some pain in the long run.",
        "Baby tub-Preferably a tub that fits in a regular bathtub or a bathroom or kitchen sink.",
        "For many, the urge to silently sink into the despair of the loss of their child is a solace in itself.",
        "Most covers go right in the laundry when dirty; some can be rinsed out in the sink and hung up to dry, depending on the material from which they are made.",
        "With a waterproof monitor, you can actually hang the unit in your shower, or at the very least, keep it on a nearby sink or shelf where it will still be protected from by its water-resistant manufacturing.",
        "Or would you prefer an armchair in which you can sink at the end of the day, one that is soft and comforting?",
        "These tips can help you have an efficient and productive experience when you are in the market for a new bathroom sink.",
        "While buying a sink isn't too difficult, there are a few things you will need to do before you begin shopping.",
        "It is important to consider your decor when choosing a sink.",
        "Modern sink styles come in many types and colors.",
        "Now decide on the type of sink that you want.",
        "Pedestal - The pedestal sink doesn't take up to much room and can add a vintage look to any bathroom.",
        "You generally have to buy the sink basin and the pedestal separately.",
        "Wall - A wall sink takes up the least amount of space and is perfect for a tiny powder room or even a larger bathroom that does not need to look elegant.",
        "Once you have decided on the sink type, you will want to take exact measurements of your space.",
        "If you are merely replacing the sink with a newer version but keeping the cabinetry, the sink will likely need to be the same size and shape.",
        "To measure your sink you will need to measure the width, depth , and actual size of the sink.",
        "If all else fails you can always order a sink from the Internet.",
        "Spend some time browsing in a few different stores and looking at what several manufacturers have to offer to find the sink that you like best.",
        "Compare prices to make sure you are getting the best deal and don't be afraid to mention to the store manager that you saw the same sink for much less somewhere else.",
        "A great sink can make a huge difference in the look of a bathroom; taking it from ordinary to custom.",
        "Take your time and get the best sink for you.",
        "Widespreads have two handles and a spigot and they are all separate pieces, meaning the sink or counter must have three holes in it to attach each piece.",
        "If having a bathroom sink that you can fill with water is important to you, make sure you pick a bathroom faucet that allows you to control the drainage of water from the sink.",
        "Your body should not sink too low-too soft of a mattress will make your spine and/or your neck ache.",
        "It works in the same way that strange stainless steel square at your mother's kitchen sink does; it removes fish or garlic smells from your hands.",
        "A kitchen sink buying guide can help you understand the basics of this essential purchase.",
        "Metal can also amplify sounds, such as running water, the garbage disposal, or even a sink full of dishes rattling around.",
        "Despite the name, a porcelain sink is actually made from porcelain coating another material.",
        "These designs use the same color material as the countertop, creating a look similar to the typical bathroom sink.",
        "A kitchen sink buying guide wouldn't be complete without mentioning the basic bowl and faucet options.",
        "You may want to consider a deeper bowl if you wash large pots and pans or just like the versatility a larger sink offers.",
        "You also want to choose a durable finish for your faucet to make sure it lasts as long as your brand new sink.",
        "Make sure there are enough holes in the sink deck to accommodate the number of faucets and accessories you plan to use.",
        "Shop around because there are so many choices available that could perfectly match your bathtub, your sink, and your paint colors.",
        "If you've been putting money away to sink into your business, perhaps this would be a smart use of excess funds, provided the business is stable and growing.",
        "First, simply look in your toilet, [[How_to_Buy_a_Bathtub|bathtub] or sink.",
        "Your sink, on the other hand, may have intermittent deposit spots.",
        "At first, the United States did not want to enter into World War I, but this changed as the German Navy started to sink U.S. ships carrying goods to Britain.",
        "Before he drinks from the faucet or his sink, he does this thing with his paws, as if he is digging.",
        "When he does it in the sink the water goes flying.",
        "Drain in a colander in the sink, and rinse with fresh cool water right away to cool.",
        "The urine crystals can sink in deep, and even humidity can cause them to emit smells.",
        "This part enables the height of the chair to be adjusted and commonly wears out, causing the chair to sink.",
        "Sink into luxury outdoor seating such as rocking lounge chairs and cozy loveseats, just the right size to share with that special someone.",
        "However, smaller units may only be used to power a single fixture, such as a kitchen sink or bathroom shower.",
        "They are used to produce hot water for a single appliance, such as a kitchen sink.",
        "\"Dark\" greywater, which is not permitted in any existing greywater regulations for the purpose of reuse, is the used water from your kitchen sink and dishwasher.",
        "Every two to four weeks, depending on usage, the pleated filter cartridge is removed, rinsed out under a sink and then returned to the Brac System.",
        "When using the greywater for irrigation purposes it is always recommended to be aware of what you are draining down the sink and what cleaning products are being used.",
        "Also known as greywater, gray water consists of all wastewater other than toilet and kitchen sink and food wastes from garbage disposals.",
        "Place the water station in the sink, and run cold water directly into the filter.",
        "Increased development and industry have caused wetlands to either sink or be filled in for development.",
        "A small kitchen should include a sink, toaster oven, microwave, hot plate, refrigerator, and food prep area.",
        "Install a medicine cabinet over your sink for additional storage for toiletries and other essentials.",
        "If you have a large sink unit with cabinets underneath, rip these out and replace your sink with a wall hanging sink or a pedestal sink.",
        "A Cooking Station - In addition to a grill, most outdoor kitchens include counter space, a sink, cabinets, and some sort of refrigerator.",
        "If you have one large, long mirror over the sink and little room for anything else, consider taking that mirror down, replacing it with a smaller one, and then using extra wall space for even smaller mirrors.",
        "The sink is a good place to start when you're trying to turn your bathroom into something elegant.",
        "Most bathrooms come with a sink/cabinet unit in which the sink and countertop are on a lower cabinet.",
        "This look can run the gamut from ultra modern to French country, depending on design of the sink and the stand."
    ],
    "definition": [
        "Link/Cite"
    ]
}