{
    "translation": "מיקם",
    "uses": [
        "In historic times it was situate on the lower slopes of the hills, Coressus and Prion, which rise out of a fertile plain near the mouth of the river Cayster, while the temple and precinct of Artemis or Diana, to the fame of which the town owed much of its celebrity, were in the plain itself, E.N.E.",
        "It is easily seen that, in the process of determining the masscentre, any group of particles may be replaced by a single particle whose mass isequal to that of the group, situate at the mass-centre of the group.",
        "He calls Aga Mahommed chief of Mazandaran, as also of Astarabad and some districts situate in Khurasan, and describes his tribe the Kajar, to be, like the Indian Rajput, usually devoted to the profession of arms. Whatever hold his father may have had on Gilan, it is certain that this province was not then in the sons possession, for his brother, Jiafir Kuli, governor of Baifrush (Balfroosh), had made a recent incursion into it and driven Hidaiyat Khan, its ruler, from Resht to Enzeli, and Aga Mahommed was himself meditating another attack on the same quarter.",
        "The grove is situate about 3 m.",
        "A circlet of radially situate infrabasals (IBB) may also be present.",
        "In the application to mechanics these coefficients are the masses of particles situate at the respective points, and are therefore all positive.",
        "Many of them lived in the various vihdras or residences situate throughout the island; but the main centre of intellectual effort, down to the 8th century, was the Maha Vihara, the Great Minster, at Anwradhapura.",
        "be situate at the vertices of a triangle ABC, the mass-centre of ~ and y is at a point A in BC, such that ~.",
        "Again, if G be the mass-centre of four particles a, $, 7, situate at the vertices of a tetrahedron ABCD, we find a: ~ :~: tet GBCD: tetUGCDA: tetGDAB: tetGABC, and by suitable determination of the ratios on the left hand we can make G assume any assigned position in space.",
        "To a given point (x', y', z') not on the curve u' =0 there corresponds, not a single point, but the system of points (x, y, z) given by the equations x': y': z' = X: Y: Z, viz., regarding x', y', z' as constants (and to fix the ideas, assuming that the curves X = o, Y =0, Z =o, have no common intersections), these are the points of intersection of the curves X: Y: Z, =x': y' : z', but no one of these points is situate on the curve u = o.",
        "It may readily be observed that in the hair-like branches of Ectocarpaceae, the point at which most rapid division occurs is situate near the base of the hair.",
        "He first explored the Odeum and the Great Theatre situate in the city itself, and in the latter place had the good fortune to find an inscription which indicated to him in what direction to search for the Artemision; for it stated that processions came to the city from the temple by the Magnesian gate and returned by the Coressian.",
        "There is in both alike a ruling part, though this is situate in the human heart at the centre - not in the brain, as the analogy of the celestial ether would suggest.",
        "In Fucaceae an apical cell is situate at the surface of the thallus in a slit-like depression at the apex.",
        "Cromwell in his charter of 1655 recognized Swansea as \"an ancient port town and populous, situate on the sea coast towards France convenient for shipping and resisting foreign invasions.\"",
        "What this means for you is that you will need a space big enough to situate a rear-projection television and to allow you to sit at a comfortable distance from it.",
        "Read How to Buy an iPod to help you situate the kinds of iPods available and how to pick the right one for you.",
        "Situate the home on the site so that the main living spaces take advantage of natural light.",
        "Situate the mirror so it reflects light.",
        "When installing track lighting on a wall, situate lights every two or three feet.",
        "The municipal hospitals are six in number, the largest of which is the Virchow hospital, situate in Moabit and opened in 1906.",
        "Many beetles make a hissing or chirping sound by rubbing a \"scraper,\" formed by a sharp edge or prominence on some part of their exoskeleton, over a \"file\" formed by a number of fine ridges situate on an adjacent region.",
        "Quite independent of these are certain large dorsally situate funnel-like folds of the coelomic epithelium, ciliated, but of which no duct has been discovered leading to the exterior.",
        "The central offices and reference library of the Society of Friends are situate at Devonshire House, Bishopsgate Without, London.",
        "The genital pores are situate at the base of the 7th pair of limbs, and may be repeated From Parker and Haswell's Text-book after Hoek.",
        "The town also possesses a town hall situate on the market square and dating from 1737, a fine block of law-court buildings, several high-grade schools and a theatre.",
        "Where it belongs to a Roman Catholic the right is exercised in his behalf by the university of Oxford if the benefice be situate south of the river Trent, and by that of Cambridge if it be north of that river.",
        "The passenger ports of Germany affording oversea communications to distant lands are mainly those of Bremen (Bremerhaven) and Hamburg (Cuxhaven) both of which are situate on the North Sea.",
        "And, assuming the above theory of geometrical imaginaries, a curve such that m of its points are situate in an arbitrary line is said to be of the order m; a curve such that n of its tangents pass through an arbitrary point is said to be of the class n; as already appearing, this notion of the order and class of a curve is, however, due to Gergonne.",
        "In some embryos there is but a single pair of these rudiments (or vestiges) situate on the first abdominal segment, and in some cases they become invaginations of a glandular nature.",
        "Another duty imposed upon a borough council by the act of 1882 is the maintenance of bridges within the borough which are not repairable by the county in which the borough is Borough locally situate.",
        "Say the projection is always a line, then if the figure is such that the two planes are parallel, the projection is the intersection of the given plane by a parallel plane, or it is the system of points at infinity on the given plane, that is, these points at infinity are regarded as situate on a given line, the line infinity of the given plane.",
        "foote highest ground is found at Cairntable, situate on the western boundary, having an elevation of 1944 feet above sea-level.",
        "psychoanalysis cannot situate its horizon as that of an ideal.",
        "The village is celebrated as the site of the following discovery: In 1896 interest having been aroused by the discovery, only twelve miles away, of the Buddha's birthplace (see LuMBINI), William Peppe, then resident manager of the Birdpur estate, opened a ruined tope or burial mound situate at Piprawa, but nothing of importance was found.",
        "The Sakiya clan was then seated in a tract of country probably two or three thousand square miles in extent, the chief town of which was Kapilavastu, situate about 27Ã‚° 37' N.",
        "1806) shown how for any given position of the summit the plane of contact is determined, or reciprocally; say the plane XY is determined when the point P is given, or reciprocally; and it is noticed that when P is situate in the interior of the surface the plane XY does not cut the surface; that is, we have a real plane XY intersecting the surface in the imaginary curve of contact of the imaginary circumscribed cone having for its summit a given real point P inside the surface.",
        "Situate yourself near a light source, such as a small candle.",
        "This way, you can situate your suit as high or as low on your hips as you like.",
        "The Sakiya clan was then seated in a tract of country probably two or three thousand square miles in extent, the chief town of which was Kapilavastu, situate about 27° 37' N.",
        "If, however, the point (x', y', z') is situate on the curve u'=o, then one point of the system of points in question is situate on the curve u = o, that is, to a given point of the curve u' = o there corresponds a single point of the curve u =o; and hence also this point must be given by a system of equations such as x: y : z =X': Y': Z'.",
        "Where a borough has not a separate court of quarter sessions, but has a separate commission of the peace, the justices of the county in which the borough is situate have a concurrent jurisJuris d - diction with the borough justices in all matters arising ti o n o within the borough."
    ],
    "definition": [
        "To place in a certain spot or position; locate: The statue is situated in the center of the fountain.",
        "To place in a given context, category, or set of circumstances: “It was hard for him to situate her in any of the usual categories reserved for women” ( Jane Urquhart )",
        "Link/Cite",
        "To place on or into a physical location. Most commonly used adjectivally in past participle.\nThe statue is situated in a corner hardly visible to the public, except through a window from an outside maintenance area situated behind the building.",
        "To place or put into an intangible place or position, such as social, ethical, fictional, etc. Most commonly used adjectivally in past participle and often used figuratively.\nThe mayor is situated between probable censure and possible recall.",
        "(now rare) Situated.",
        "Link/Cite"
    ]
}