{
    "translation": "קמץ, התקמץ, הצטמצם",
    "uses": [
        "It's fine to skimp on manners when it's just the two of us, but we don't have to look like complete rednecks in front of our guests.",
        "Since maternity clothes don't need to last as long as the rest of your wardrobe, you can skimp on a quality a bit more than you normally would.",
        "These laptops not only look great but also do n't skimp on features.",
        "A good travel agent will discuss your vacation needs and wants and help design a getaway that will come in under budget, but won't skimp on fabulous features.",
        "Although you may choose to spend a bit more on your summer apparel, you can comfortably skimp on other areas and still end up with quality merchandise.",
        "Don't skimp on makeup brushes-better quality brushes will give a more flawless application, use less makeup, and save you time in the long run.",
        "Children are not the most gentle creatures on the planet, so if you are looking to buy a special child in your life a watch that will last them a while, it is definitely best not to skimp on the dollars.",
        "Warming up properly is important, so having a few good warm up exercises to choose from can help keep dullness -- and the temptation to skimp -- at bay.",
        "skimp on features.",
        "skimp when really you need more tints.",
        "Buyers should never skimp on market research, however attractive a deal looks in the glossy adverts.",
        "The moral is do not skimp on your bedding for there is nothing worse than waking up feeling chilly.",
        "But Sony did n't skimp on the quality of the screen.",
        "We were soon in Kint Pong with its well-made laundry set, which did n't skimp on detail.",
        "Sarah added: So Baby meals are full of texture because we do n't skimp on ingredients or cooking methods.",
        "Try to use it where you want smoothness and finesse and not to skimp when really you need more tints.",
        "In a pinch, you can skimp on the other ingredients, but don't leave Chambord out of your drink.",
        "Many people skimp when it comes to the mattresses and spend their funds on the furniture instead.",
        "The mudroom floor takes a lot of abuse, but that doesn't mean it has to skimp on style.",
        "The desk is the most important piece of office furniture, but don't skimp on the furniture that really helps you get organized.",
        "Don't skimp on lighting, since a small laundry room needs it even more than a large one.",
        "A frugal budget is no reason to skimp on a dire beauty-preserving ritual such as a nighttime moisturizing cream.",
        "Similarly, it may also be best to keep the rest of your face relatively simple, i.e., go ahead and skimp the heavy foundation and blush.",
        "When applying eyeliner, don't skimp on brushes.",
        "Choose the best quality you can afford, as concealer is a 'secret weapon' in cosmetics you may not want to skimp on.",
        "True southern do not skimp on butter or cream, making Southern cooking fat laden.",
        "While your nuptials may be smaller, the venue doesn't skimp on appeal.",
        "Manufacturers don't skimp when it comes to giving girls a myriad of winter coat choices.",
        "What's more, designers don't skimp on embellishments on holiday wear.",
        "Make sure you don't skimp on these purchases when shopping, as you want to make sure your son is protected.",
        "Family friendly: Major cruise vessels don't skimp on amenities.",
        "It's OK to skimp on the inside of a closet or in the basement.",
        "Discount Designer Jeans: Save money if you must, but please don't skimp on style!",
        "However, they are the premiere source for excellent plus size lingerie and don't skimp on either the beautiful or the sexy.",
        "Hopefully by using this new technology, they won't skimp on this important feature.",
        "Don't skimp on products, particularly dyes, sprays, gels and other styling chemicals.",
        "It's best not to skimp on this purchase, as most quality irons worth buying will be moderately expensive.",
        "The good news is that you don't have to skimp on style when you're trying to save a few bucks.",
        "The suits at Brazilian Bikinis skimp on everything except the fun, and what fabric they do use is bold and bright.",
        "Just remember, don't skimp on the sunscreen until you have a chance to see just how much sun exposure your new suit will allow.",
        "One of their most popular suits is the Retro Dot Bandeau Skimp, in adorable navy and white polka dots with red trim.",
        "Just remember not to skimp on the sunscreen lotion.",
        "If you frequently skimp on the sunscreen and it's the only swimsuit you plan to wear all summer—think of the tan lines.",
        "Moreover, Talbots doesn't skimp in the dress department either.",
        "Even if the ring is not expensive, this is no time to skimp on presentation.",
        "Heavy Duty Straps: When it comes to your laptop backpack, don't skimp on quality to get a bargain.",
        "Don't buy cheaply made toys-A kids ride-on toy is not the toy to skimp on.",
        "Despite its low price, the portable computer doesn't skimp on power or style.",
        "While its features are basic, the camera doesn’t skimp on quality.",
        "Internet users should not skimp on security.",
        "Stick to your basic needs and buy a system just above them, but don't skimp on virus protection and warranty.",
        "Your workout shoes too are important to skimp on!",
        "Shoes that are not name brand shoes often skimp on arch support and shock absorption.",
        "However, if you are concerned with your child's comfort and the wearability of the shoes, do not skimp when it comes to quality.",
        "Remember that though your child will grow quickly this is not a reason to skimp on quality footwear.",
        "But, buying inexpensive footwear doesn't mean you have to skimp on either quality or style.",
        "The stacked heels have a flirty look, but don't skimp on comfort.",
        "The abbreviated version is easy to follow and doesn't skimp on the pathos featured in the original series.",
        "Don't skimp on business cards, letterhead or envelopes.",
        "However, it is important to remember that this is a place where you do not want to skimp on quality.",
        "Teens often skimp on sleep due to pressures from school and social life.",
        "This is especially true in women who skimp on calcium and may have hormonal fluctuations.",
        "This is one expense which boat owners should not skimp on.",
        "Most wedding experts advise brides not to skimp on the foundational garments under their wedding dress.",
        "Her Room Bare Necessities offers plus sized garments that do not skimp on style.",
        "Since underwear is rarely on display, you could think there's no need to invest in high-end brands, but this is not an item to skimp on.",
        "Don't skimp on the lotions or creams, either.",
        "skimp on the quality of the screen.",
        "skimp on detail.",
        "skimp on ingredients or cooking methods.",
        "People who deal with a high amount of stress might also suffer from lack of sleep, as well as those who skimp on sleep because they are busy or over stimulated at bedtime."
    ],
    "definition": [
        "To deal with hastily, carelessly, or with poor material: concentrated on reelection, skimping other matters.",
        "To provide for or supply inadequately; be stingy with: accused them of skimping defense funding.",
        "Link/Cite",
        "To slight; to do carelessly; to scamp.",
        "To make insufficient allowance for; to scant; to scrimp.",
        "To save; to be parsimonious or stingy.",
        "(dated, UK, dialect or US, colloquial) Scanty.",
        "A skimpy or insubstantial thing, especially a piece of clothing.",
        "(in the plural, colloquial) Underwear.",
        "Link/Cite"
    ]
}