{
    "translation": "להשמיץ, להכפיש",
    "uses": [
        "They slander him as a traitor, and the only result will be that afterwards, ashamed of their false accusations, they will make him out a hero or a genius instead of a traitor, and that will be still more unjust.",
        "and his parliament, and, though the act was denounced as scandalous, the slander might still be reasserted.",
        "1 3Xaa477uLa, profane language, slander, probably derived from root of Ovi rrEt y, to injure, and 017µr7, speech), literally, defamation or evil speaking, but more peculiarly restricted to an indignity offered to the Deity by words or writing.",
        "Previous to 1886 the crime of murder was only punishable by 10 years' imprisonment, a sentence which in practice was reduced to two-thirds of that term; slander and libel were formerly offences which the law had no power to restrain, and no responsibility attached to seditious publications.",
        "St John was summoned before the Star Chamber for slander and treasonable language; and Bacon, ex officio, acted as public prosecutor.",
        "He did not fail, however, to recognize also that the controversies frequently had their root in mere emulation, slander and sophistry.",
        "In 1527 she married Henri d'Albret, titular king of Navarre, who was considerably younger than herself, and whose character was not faultless, but who seems' on the whole, despite slander, to have both loved and valued his wife.",
        "A number of officers, as well as of men in civil life, were mixed up in the plot, while the methods employed were the lowest forms of anonymous slander; but at the first breath of exposure every one concerned hurried to cover up his part in it, leaving Conway to shoulder both the responsibility and the disgrace.",
        "Thus, in view of persecution or slander, the Christian church naturally produced literary \" Apologies.\"",
        "In each township there are from two to five justices of the peace, any one of whom may preside over the \" small cause court,\" which has jurisdiction of cases in which the matter in dispute does not exceed $too and is not an action of replevin, one in which the charge is slander, trespass or assault, battery or imprisonment, or in which the title to real estate is in question.",
        "The action resulted in Helfferich's being condemned to pay a small fine (the German law does not admit of any damages or penalties for slander); the court, however, in its judgment took the line that Helfferich's allegations regarding Erzberger's corrupt business practices and untruthful statements on the part of Erzberger were justified.",
        "The jurisdiction of a justice of the peace, usually coextensive with the county, extends to the collection of notes of hand not exceeding $1000; to the settlement of accounts not exceeding $500; to suits for the recovery of property or suits demanding payment for damages, except for libel or slander, not exceeding $500; to equity cases in which the amount in controversy does not exceed $50; and to various other small cases.",
        "Or, if, as the Ritschlians maintain, it is a slander invented by their enemy, C. E.",
        "Nevertheless, in this matter he is always an advocate; and it may be thought that, while he successfully disposes of the current slander, his description of his clients needs correction in some important particulars.",
        "The accusation of heresy has usually been dismissed as a slander; but recent investigations make it probable, though not quite certain, that Boniface privately held certain Averroistic tenets, such as the denial of the immortality of the soul.",
        "8ca(30Xos, \"slanderer,\" from 8ca(36XXav, to slander), the generic name for a spirit of evil, especially the supreme spirit of evil, the foe of God and man.",
        "You should not use information you learn to blackmail, harrass or slander another person.",
        "slander campaign reached its highest peak.",
        "They were charged with slander and faced censure or dismissal.",
        "A fragment of Clement, quoted by Antonius Melissa, is most probably taken from the treatise on slander.",
        "His endeavours to satisfy his countrymen in this respect did not always meet with encouragement, and sometimes exposed him to slander.",
        "I know the slander of those who say they are Jews.",
        "Based on your actions your reputation as a coaching legend will rise or fall, so try to keep the referee slander to a minimum.",
        "He was summoned before the magistrates of Utrecht to defend himself against charges of irreligion and slander.",
        "He set himself in particularly sharp opposition to the German National party (the old Conservatives), on whom he laid the responsibility for the World War; the result was a personal dispute with the leader of the Nationalists, the former Secretary of State for the Treasury, Dr. Helfferich, and Erzberger was ultimately compelled to bring an action against Dr. Helfferich for slander.",
        "The cover is wide-ranging and includes libel and slander actions and professional indemnity.",
        "A man's tongue was cut off in September under a new decree making slander of President Saddam an amputation crime.",
        "Lay not such slander upon the people of God!",
        "(8) On Slander.",
        "They \" put people up \" to repeat this slander against me, and this is what happened again here.",
        "Yet still, Croats refuse to cultivate friends, invest in PR, articulate their grievances or refute slander.",
        "Brenda does not believe the slander, and in Mordaunt's absence, realizes she loves him.",
        "The process of demonization includes generalization, hyperbole, lies and outright slander at times.",
        "He went to his grave under the shadow of a vile slander which was widely published about him after the battle of Bull Run.",
        "And if we were to combine those he wants to injure people by malicious slander.",
        "My enemies have concentrated since winter 1995/96 on throwing a particularly horrible sexual slander against me.",
        "Decide for yourself: vicious slander or intriguing enlightenment See product details Write a review Publicity Free Mobile Ringtone from Jamster!",
        "slander actions and professional indemnity.",
        "Let us not slander our intelligence to that degree.",
        "Like libel slander switched to a systems would improve.",
        "wonderful to relate, they had no slander nor scandal to report of this house, whose annual value they returned at £ 60.",
        "Branding (perhaps the equivalent of degradation to slavery) was the penalty for slander of a married woman or vestal.",
        "From his Stoic teachers he learned to work hard, to deny himself, to avoid listening to slander, to endure misfortunes, never to deviate from his purpose, to be grave without affectation, delicate in correcting others, \"not frequently to say to any one, nor to write in a letter, that I have no leisure,\" nor to excuse the neglect of duties by alleging urgent occupations.",
        "The doctrines of Sikhism as set forth in the Granth are that it prohibits idolatry, hypocrisy, class exclusiveness, the concremation of widows, the immurement of women, the use of wine and other intoxicants, tobacco-smoking, infanticide, slander and pilgrimages to the sacred rivers and tanks of the Hindus; and it inculcates loyalty, gratitude for all favours received, philanthropy, justice, impartiality, truth, honesty and all the moral and domestic virtues upheld by Christianity.",
        "Regarding Protagoras, Gorgias and Isocrates as types of one and the same sophistry (pp. 4 8 7, 493, 495, 499, 544, 2nd ed.), and neglecting as slander or exaggeration all the evidence in regard to the sophistry of eristic (p. 540), he conceives that the sophists undertook \" to educate young men so as to make them better qualified for statesmen or ministers,\" and that \" that which stood most prominent in the teaching of Gorgias and the other sophists was, that they cultivated and improved the powers of public speaking in their pupils.\"",
        "The most important instances at present existing in England are the privilege of parliament (see Parliament), which protects certain communications from being regarded as libellous (see Libel And Slander), and certain privileges enjoyed by the clergy and others, by which they are to some extent exempt from public duties, such as serving on juries.",
        "They codify laws regarding libel and slander.",
        "Brenda does not believe the slander, and in Mordaunt 's absence, realizes she loves him.",
        "A man 's tongue was cut off in September under a new decree making slander of President Saddam an amputation crime.",
        "Decide for yourself: vicious slander or intriguing enlightenment See product details Write a review Publicity Free Mobile Ringtone from Jamster !",
        "In July 1917 the slander campaign reached its highest peak.",
        "Wonderful to relate, they had no slander nor scandal to report of this house, whose annual value they returned at £ 60.",
        "Taylor is alleging that the entertainment network misrepresented her and she is filing a slander lawsuit.",
        "Entertainment for slander, specifically for \"alleged intentional infliction of emotional distress.\"",
        "Errors and omissions insurance will also protect you from libel, slander, and if you were to hire an independent contractor to help you complete a job.",
        "His mother sued him for slander over some of the lyrics on The Slim Shady LP in 1999 but was awarded only $1,600 in damages.",
        "Lay not such slander upon the people of God !"
    ],
    "definition": [
        "Link/Cite"
    ]
}