{
    "translation": "להחליק, למעוד",
    "uses": [
        "We all are, as if we let him slip away.",
        "Then he could slip out unnoticed.",
        "It was some sort of trick to get her to slip up.",
        "I tried frantically to slip out of my blunder.",
        "She certainly wasn't going to slip him any herbs.",
        "She tried to slip by quietly, but he glanced up as she passed.",
        "If I can slip them, I may be able to help.",
        "He let an uneasy smile slip free.",
        "The doors to the guest bedrooms and study were closed, but the door to the owner's suite was open wide enough for the feline to slip through.",
        "I agreed with my wife but pointed out even though Bryce had tracked us down, I couldn't think of any other slip ups besides Julie's contest that would point to us.",
        "\"Look out!\" he shouted, in a voice plainly showing that he had long fretted to utter that word, and letting the borzois slip he galloped toward the count.",
        "This slip is then passed through a transmitter fitted with brush contacts and connected to the two line wires of a metallic loop. One circuit is formed by the loop itself, and a second, quite independent, by the two wires in parallel, earthed at each end.",
        "Are you going to let him slip out of your hands or are you going to do something?",
        "Annie's white dress would easily slip over her head.",
        "The short leg of the siphon tube dips into an insulated ink-bottle, so' that the ink it contains becomes electrified, while the long leg has its open end at a very small distance from a brass table, placed with its surface parallel to the plane in which the mouth of the leg moves, and over which a slip of paper may be passed at a uniform rate, as in the spark recorder.",
        "The top half, which might have identified the date and the store was missing as if the slip had been torn in two.",
        "There are two large fish-docks, and, for general traffic, the Royal dock, communicating with the Humber through a tidal basin, the small Union dock, and the extensive Alexandra dock, together with graving docks, timber yards, a patent slip, &c. These docks have an area of about 104 acres, but were found insufficient for the growing traffic of the port, and in 1906 the construction of a large new dock, of about 40 acres' area and 30 to 35 ft.",
        "It was like the Olympic torch in antiquity: All it took was one guy carrying the torch to slip in the mud and the entire chain was broken.",
        "i shows the slips corresponding to the numbers 2, o, 8, 5 placed side by side in contact with one another, and next to them is placed another slip containing, in squares without diagonals, the first nine digits.",
        "Messages are thus typed upon a slip which is gummed to the telegraph form.",
        "When therefore the signalcoil moves in obedience to the electric signal-currents passed through it, the motion communicated to the siphon is recorded on the moving slip of paper by a wavy line of ink-marks very close together.",
        "Brady felt his control slip a notch.",
        "A Freudian slip, there.",
        "The bag contained a dress, a slip, under­wear and a two-piece pajama set but no robe or flannel running suit or anything dry and warm.",
        "With any luck she could give him the slip, and he'd have to go back to Dad and tell him he'd lost her.",
        "This machine reproduces a copy of the original transmitting slip, which can be passed on to any other Wheatstone circuit or can be run through a \" Creed printer,\" which is a pneumatic machine actuating a typewriter by means of valves.",
        "The ink is electrified by a small induction electrical machine E placed on the top of the instrument; this causes it to fall in very minute drops from the open end of the siphon tube upon the brass table or the paper slip passing over it.",
        "\"Yes,\" she said, handing me a slip of paper.",
        "He handed the old man ten dollars and was handed a slip of paper with the phone number from the rental sign Mrs. Glass was apparently an early riser and answered the phone on the second ring.",
        "By a modification of this apparatus the message, instead of being immediately re-transmitted into the second cable, can be punched on a paper slip, which can be inserted in the usual way into an automatic transmitter, so as to send either cable or Morse signals.",
        "In the top squares of the slips the ten digits are written, and each slip contains in its nine squares the first nine multiples of the digit which appears in the top square.",
        "We'll back down, with you above me, so if you slip I'll be below you.",
        "I can see how that might slip by you, but how could you miss hearing about him on the news?",
        "Last night was an oasis, a slip.",
        "This soil is spongy, and, undergoing alternate contraction and expansion from being alternately comparatively dry and saturated with moisture, allows the heavy blocks to slip down by their own weight into the valley, where they become piled up, the valley stream afterwards removing the soil from among and over them.",
        "A slip on which was printed, in raised letters, the word BOX was placed on the object, and the same experiment was tried with a great many articles, but she did not immediately comprehend that the label-name represented the thing.",
        "Little did the dusky children think that the puny slip with its two eyes only, which they stuck in the ground in the shadow of the house and daily watered, would root itself so, and outlive them, and house itself in the rear that shaded it, and grown man's garden and orchard, and tell their story faintly to the lone wanderer a half-century after they had grown up and died--blossoming as fair, and smelling as sweet, as in that first spring.",
        "Suddenly Dolokhov made a backward movement with his spine, and his arm trembled nervously; this was sufficient to cause his whole body to slip as he sat on the sloping ledge.",
        "The count remembered the wolf he had let slip and his encounter with Daniel.",
        "Are there any more tidbits you can slip my way? she asked.",
        "She looked healthier and happier than during their last two encounters, and Linda had let it slip that she and Rainy were talking again.",
        "Was Edith's vivid imagination working overtime or had Jerome Shipton managed to slip by Janet O'Brien and invade his wife's room?",
        "Long-dead instincts were near the surface, waiting for Eden to slip up, so he could take her out next.",
        "A, slip as received on recorder, using ordinary relays for translating on to second cable; B, slip as received on recorder, when interpolator is used at intermediate station, for sending on to second cable; C (four cells through a line, KR=3.6), signals with recorder under ordinary conditions; D, all conditions the same as in C, but magnifying relay inserted between the end of the line and the recorder.",
        "When they might have won national independence, after their warfare with the Swabian emperors, they let the golden opportunity slip. Pampered with commercial prosperity, eaten to the core with inter-urban rivalries, they submitted to despots, renounced the use of arms, and offered themselves in the hour of need, defenceless and disunited to the shock of puissant nations.",
        "From the printed slip it was but a step to the printed book.",
        "\"No, but what I should like,\" added he, munching a pie in his moist-lipped handsome mouth, \"would be to slip in over there.\"",
        "After the \" final splice,\" as it is termed, between these ends has been made, the bight, made fast to a slip rope, is lowered overboard, the slip rope cut, and the cable allowed to sink by its own weight to its resting-place on the sea bed.",
        "Simon, its reputed author, and exalts him above Moses; (2) it mystically explains the Hebrew vowel points, which did not obtain till 570; (3) the compiler borrows two verses from the celebrated hymn called \" The Royal Diadem,\" written by Ibn Gabirol, who was born about 1021; (4) it mentions the capture of Jerusalem by the crusaders and the re-taking of the Holy City by the Saracens; (5) it speaks of the comet which appeared at Rome, 15th July 1264, under the pontificate of Urban IV.; (6) by a slip the Zohar assigns a reason why its contents were not revealed before5060-5066A.M., i.e.1300-1306A.D., (7) the doctrine of the En Soph and the Sephiroth was not known before the 13th century; and (8) the very existence of the Zohar itself was not known prior 1 See, e.g., G.",
        "My grandmother used to say, \"There is many a slip between cup and lip.\"",
        "\"I did,\" Gabe said, allowing a trace of a smile to slip free.",
        "It was great fun to plunge my hand into the bowl and feel the tadpoles frisk about, and to let them slip and slide between my fingers.",
        "The countess let no occasion slip of making humiliating or cruel allusions to Sonya.",
        "Only if you don't get any ideas and I can close my eyes when someone starts to slip.",
        "The opportunity was allowed to slip by.",
        "The wing attacks the air in such a manner as virtually to have no slip - this for two reasons.",
        "Cricket: She is a fine close fielder, specializing at second slip.",
        "Feel free to slip one on for other activities.",
        "Depretis, anxious only to avoid a policy of adventure, let slip whatever opportunity may have presented itself, and neglected even to deal energetically with the impotent but mischievous Italian agitation for a rectification of the Italo-Austrian frontier.",
        "In most of the systems that have been proposed this result is attained by electrical regulation; in one, however, a mechanical method is adopted, the dynamo being so' hung that it allows the driving belt to slip when the speed of the axle exceeds a certain limit, the armature thus being rotated at an approximately constant speed.",
        "By the numbers prefixed it would look as if there should be four new members of this order; but that seems to be due rather to a slip of the pen or to a printer's error.",
        "on muscular anatomy, making the two major divisions of Aves (his Homalogonatae and Anomalogonatae, depend in the first instance on the presence or absence of a peculiar muscular slip in the leg, known as the ambiens, although indeed he expressly stated that this was not on account of the intrinsic importance of the muscle in question, but because of its invariable association with other peculiarities.",
        "It was very unlike his friend and second-in-command to allow his control to slip in such a drastic way.",
        "Each pull upward would require Dean to release his grasp on the line that secured him should he slip and fall backwards!",
        "He traced Edith's charge slip.",
        "The cashier shrugged but complied with his request, writing up an additional charge slip.",
        "It was when her searing body touched his that his control began to slip.",
        "I didn't mean it that way! she rushed on, humiliated by the Freudian slip.",
        "Napoleon now modified the simple plan prepared for Latouche Treville, and began laying elaborate plans by which French vessels were to slip out and sail for distant seas, to draw the British fleet after them, and then return to concentrate in the Channel.",
        "In metals the electrons can slip from one atom to the next, since a current can pass without chemical action.",
        "\" It is very easy for men of acute intellect, apart from experiment and practice, to slip and err.\"",
        "3 (7) mentions Scythae) of the land and its inhabitants, tries to restrict this merely geographical usage and to confine the word Scyth to a certain race or at any rate to that race and its subjects, but even he seems to slip back into the wider use.",
        "There is a steady export of coal, and the harbour is provided with a wet dock and patent slip. In smuggling days the \"Canty carles\" of Dysart were professed \"free traders.\"",
        "inscribed basalt bowl found at Babylon) and fragments of ware painted with dark ornament on light body-clay, or in polychrome on a cream-white slip, or black burnished, found on N.",
        "For a long time the Austrian government, by failing to keep the Danube in a proper state for navigation, let slip the opportunity of making the city the great Danubian metropolis which its geographical position entitles it to be.",
        "On the northern shore of Hong-Kong there is a patent slip at East or Matheson Point, which is serviceable during the north-east monsoon, when sailing vessels frequently approach Victoria through the Ly-ee-mun Pass.",
        "in one variety of this fabric, a slip of gold foil is laid under each wire, and left in position after the wire is withdrawn, the cutting tool being then used with freedom in some parts of the design, so that the gold gleams through the severed thread, producing a rich and suggestive effect.",
        "Its diaphanous, pearl-grey glaze, uniform, lustrous and finely crackled, overlying encaustic decoration in white slip, the fineness of its warm reddish pate, and the general excellence of its technique, have always commanded admiration.",
        "The harbour, with wet and slip dock, occupies both sides of the river from the New Bridge to the sea, and is protected on the south by a pier projecting some distance into the sea, and on the north by a breakwater with a commodious dry dock.",
        "As soon as the grapes were ripe, he squeezed the juice into a cup, and, raising it to his lips, mocked the seer, who retorted with the words, lIoXXa / ï¿½ra b Ira a Ki X K01 Kai xE6AEos aKpOU (\" there is many a slip between the cup and the lip\").",
        "the attack opened (battle of Servigny or Noisseville); but his opportunity had been allowed to slip, and though his first onset overwhelmed the German outposts, their main line held good, and masses of guns unlimbering over a front of some 4 m.",
        "Closing one eye and looking vertically downwards with the other through a slip of plain glass, e.g.",
        "The virtual images of the objects appear projected on the surface of a sheet of paper placed beneath the slip of glass, and their outline can be accurately traced with a pencil.",
        "The older, devised by Hooke in 1667, is provided with valves above and below, both opening upward, through which the water passes freely during descent, but which are closed by some device on hauling up. The newer or slip water-bottle type consists of a cylinder allowed to drop on to a base-plate when a sample is tro be collected.",
        "The first form of slip water-bottle due to Meyer retained the water merely by the weight of the cylinder pressing on the base-plate.",
        "The last elaboration of the insulated slip water-bottle by Ekman, Nansen and Pettersson has produced an instrument of great perfection, in which the insulation is effected by layers of water between a series of concentric ebonite cylinders, all of which are closed both above and below when the apparatus encloses a sample, and each of which in turn must be warmed considerably before there is any rise of temperature in the chamber within.",
        "long and a patent slip for vessels up to 1500 tons.",
        "Ney had allowed the valuable hours to slip away when he could have stormed Quatre Bras with ease and ensured co operation with his master.",
        "The last chance of bringing about a decisive French success was thus allowed to slip away.",
        "His cavalry gained contact before noon with Thielemann's corps, which was resting at Gembloux, but the enemy was allowed to slip away and contact was lost for want of a serious effort to keep it.",
        "The college to which Hofmann devoted nearly twenty of the best years of his life was starved; the coaltar industry, which was really brought into existence by his work and that of his pupils under his direction at that college, and which with a little intelligent forethought might have been retained in England, was allowed to slip into the hands of Germany, where it is now worth millions of pounds annually; and Hofmann himself was compelled to return to his native land to find due appreciation as one of the foremost chemists of his time.",
        "19), and may correct in an award any clerical mistake or error arising from an accidental slip or omission.",
        "Historical scholars ridiculed his mistakes, and Freeman, the most violent of his critics, never let slip a chance of hitting at him in the Saturday Review.",
        "With reference to all such further refinements of theory, it is to be borne in mind that the perfect fluid of hydrodynamic analysis is not a merely passive inert plenum; it is also a continuum with the property that no finite internal slip or discontinuity of motion can ever arise in it through any kind of disturbance; and this property must be postulated, as it cannot be explained.",
        "An important question arises whether, when a material body is moved through the aether, the nucleus of each atom carries some of the surrounding aether along with it; or whether it practically only carries on its strain-form or physical atmosphere, which is transferred from one portion of aether to another after the manner of a shadow, or rather like a loose knot which can slip along a rope without the rope being required to go with it.",
        "SETH (110 according to Dillmann, \"setting\" or \"slip\"; Septuagint, Philo and New Testament, 1'70, but I Chron.",
        "In this manner of holding the reins the snaffle is not so likely to slip, while the curb can be easily slackened or drawn tighter.",
        "Then the copyist's eye is apt to slip from the first of two similarly written groups to the second; and he will thus omit all that is between.",
        "deep, capable of lifting 3500 tons, and a patent slip taking 300 tons and ships drawing 9 ft.",
        "At first it was feared that such bars would have a tendency to slip through the concrete in which they were embedded, but experiments have shown that if the bar is not painted but has a natural rusty surface a very considerable adhesion between the concrete and steel - as much as 2 cwt.",
        "One single slip she made in the whole course of her defence; but none could have been more unluckily characteristic and significant.",
        "In taking a slip or cutting the gardener removes from the parent plant a shoot having one or more buds or \" eyes,\" in the case of the vine one only, and places it in a moist and sufficiently warm situation, where, as previously mentioned, undue evaporation from the surface is prevented.",
        "In the former case, the objects are heated only to the neighbourhood of Aci, say to 730° C., so that the 0-iron may slip into the a state, and the transformation of the austenite into pearlite and cementite may complete itself.",
        "But they gave him the slip, and when he advanced to storm their lines he found them deserted.",
        "Further, from the 23rd of November 1654 dates the singular document usually known as \"Pascal's amulet,\" a parchment slip which he wore constantly about him, and which bears the date followed by some lines of incoherent and strongly mystical devotion.",
        "Pippin and his son Charles Martel, who was mayor of the palace from 717 to 741, renewed the struggle with the Germans and were soon successful in re-establishing the central power which the Merovingian kings had allowed to slip from their grasp. The ducal office was abolished in Thuringia, a series of wars reduced the Alamanni to strict dependence, and both countries were governed by Frankish officials.",
        "Here are important engineering works and a slip for repairing ships.",
        "(C) Drawing is found from the earliest civilization, done in white slip on red vases.",
        "In the Roman period a larger stone was used, with a rectangular slab (96) sliding on it, in which a long trough held the grain and let it slip out below for grinding.",
        "Corners of signs and intersections of lines were first fixed by minute tube-drill holes, into which the hand tool butted, so that it should not slip over the outer surface.",
        "A favorite decoration was by lines of white clay slip, in crossing patterns, figures of animals, and, rarely, men.",
        "But in 876 part of the Danes managed to slip past him and occupied Wareham; whence, early in 877, under cover of treacherous negotiations, they made a dash westwards and seized Exeter.",
        "Shipbuilding is also carried on, and there is a large dry dock and a patent slip for repairing vessels.",
        "Spirulina sp. (From Engler and Prantl, Pflanzenfamilien, by permission of Wilhelm Engelman.) or because of the decay of a cell, becomes interrupted by breaking, and the free ends slip past one another.",
        "The thin watery \"slip\" or slurry flows into large settling tanks (\"backs\") where the solids in suspension are deposited; the water is drawn off, leaving behind an intimate mixture of chalk and clay in the form of a wet paste.",
        "The local pottery is marked in form by a conical base, in technique by a white slip, like the archaic Greek wares of Asia.",
        "On the 19th of March 1286 Alexander died, in consequence of a slip made by his horse on a cliff near Kinghorn during a night ride.",
        "The negotiations for the Leicester marriage were prolonged till March 1565, when Elizabeth had let slip on Mary Henry Darnley (the young son of Lennox, who himself had been allowed to return to Scotland), and at the same time made it clear that she had never been honest in offering Leicester.",
        "He himself did not take the field, but remained in Medina with the exception of his visit to Syria in 638; he never, however, suffered the reins to slip from his grasp, so powerful was the influence of his personality and the Moslem community of feeling.",
        "Had Ibrahim marched at once against Kufa he might have crushed Mansur, but he let slip the opportunity.",
        "In English it is principally employed in the name ' of the Northern Circars, used to designate a now obsolete division of the Madras presidency, which consisted of a narrow slip of territory lying along the western side of the Bay of Bengal from 15° 40' to 20° 17' N.",
        "There is a military port at Talcahuano, in Concepcion Bay, strongly fortified, and provided with arsenal and repair shops, a large dry dock and a patent slip. The naval school, which occupies one of the noteworthy edifices of Valparaiso, is attended by 90 cadets and is noted for the thoroughness of its instruction.",
        "There is a floating dock to lift 2000 tons, and at Stockton there is a patent slip to take large vessels for repair.",
        "This opportunity Kruger let slip; and in May 1895, on the representation of Sir H.",
        "A very fine slip of metal is laid on it in the position BB, and the whole is dipped into a solution of soap, or M.",
        "Hence if F is the force by which the slip BB is pulled towards AA, F =d b T ab =Ta,..",
        "Nearly half of the power of the engines was lost in the screw slip. This showed that the diameter of the screws was not great enough; it should have been at least 22 ft.",
        "It possesses a floating dock capable of lifting a vessel of 850o tons, a floating workshop, a patent slip for small craft, hydraulic cranes, &c. The minimum depth alongside the quays at low water is 23 ft., increased at places to over 30 ft.",
        "Quays and a slip for launching vessels have been constructed.",
        "In the abacus the combinations are inscribed each on a single slip of wood or similar substance, which is moved by a key; incompatible combinations can thus be mechanically removed at will, in accordance with any given series of premises.",
        "In order to prevent a tendency to slip, due to sudden and partial changes of satura tion, the outer embankment should always be permeable, and well drained at the base except close to the puddle.",
        "The less permeable materials should be confined to the inner parts of the embankments; this is especially important in the case of the inner embankment in order that, when the water level falls, they may remain moist without becoming liable to slip. The inner slope should be protected from the action of waves by so-called \" hand-pitching,\" consisting of roughlysquared stonework, bedded upon a layer of broken stone to prevent local disturbance of the embankment by action of the water between the joints of the larger stones.",
        "The grooves must be turned exactly alike, and the rope must be of the same diameter throughout to diminish slip.",
        "Whymper's party, three members of which (Lord Francis Douglas, the Rev. C. Hudson and Mr Hadow) with the guide, Michel Croz, perished by a slip on the descent.",
        "A second draft allowed the man who had the military equipment complete, but not fully the five hides of land, to slip into the list, and also the merchant who has fared thrice over the high seas at his own expense.",
        "The mildest of men, a crowned monk, who let slip the reins of government from his hands while he busied himself in prayer and church building, he lowered the kingly power to a depth to which it had never sunk before in England.",
        "It was they who had to see that the shire court, and in minor affairs the hundred court, did not allow cases to slip away into the jurisdiction of the feudal courts of the baronage.",
        "At this moment King Henry thought it necessary to nterfere; if he let more time slip away, Earl Richard would ecome a powerful king and forget his English allegiance.",
        "By 1374 little was left of the great possessions which the English had held beyond the Channel save Calais, and the coast slip from Bordeaux to Bayonne, which formed the only loyal part of the duchy of Guienne.",
        "As he grew older he let the power slip into their hands, as it was they who were mainly responsible for the truce of 1444.",
        "The object aimed at in thus setting retorts is to allow gravity to play the part of charging and discharging the coal and coke, the retorts being inclined at an angle to suit the slip of the class of coal used; this angle is between 28° and 34°.",
        "At Ferrybank, on the Kilkenny side of the river, there is a shipbuilding yard with patent slip and graving dock.",
        "The ticket is made up of as many coloured sheets as there are party organizations (plus one for independent nominations), and the name of each candidate is on a perforated slip, which must be detached if it is to be voted.",
        "How Herodotus came to think that the bird was like an eagle is quite unexplained; perhaps this is merely a slip of memory.",
        "In the fore-leg the tendon of this muscle (which corresponds with the extensor minimi digiti of man) receives a slip from that of the principal extensor, and is inserted into the first phalanx.",
        "Thus if a minute object be placed on a slip of glass, and a single drop of water be placed upon it, the drop will act as a magnifier in virtue of the convexity of its upper surface; so that when the eye is brought sufficiently near it (the glass being held horizontally) the object will be seen magnified.",
        "19, in which P is the preparation, 0 the object-point in it, D the cover slip, I the immersing fluid, and L the front lens).",
        "The lower surface of the slip causes undercorrection on being traversed by the pencil, with over-correction when it leaves it; and since the aberration of the surface lying farthest from the object, i.e.",
        "Especially powerful achromatic condensers are really only magnified microscope objectives, with the difference that they are not corrected for the thickness of the cover slip, but for the thickness of the glass on which the object is placed.",
        "draught, with dry dock and patent slip. Malmo returns four members to the second chamber of the Riksdag (parliament).",
        "In the point-by-point method the shaft of an alternator, or an alternating current motor driven in step with it, is furnished with an insulating disk having a metallic slip inserted in its edge.",
        "Against this disk press two springs which are connected together at each revolution by the contact of the slip at an assigned instant during the phase of the alternating current.",
        "This contact may be made to close the circuit of a suitable voltmeter, or to charge a condenser in connexion with it, and the reading of the voltmeter will therefore not be the average or effective voltage of the alternator, but the instantaneous value of the electromotive force corresponding to that instant during the phase, determined by the position of the rotating contact slip with reference to the poles of the alternator.",
        "In the Hospitalier ondograph, 1 a synchronous electric motor driven in step with the periodic current in the circuit being tested drives a cylinder of insulating material having a metallic slip let into its edge.",
        "We held closed door meetings cautioning one another against the slightest slip that might cause someone to develop the slimmest suspicion about our true activities.",
        "You, dear sir or madam, are making mistakes while I would never slip so blatantly.",
        "Most stations had one of the Guardiansâ€”or Naturalsâ€”capable of Traveling great distances the way he did, by using magic to slip through space and time and end up elsewhere.",
        "Call it a macho thing, but this time I'm not going to screw up and slip.",
        "He struggled for some slip of discipline, but there was something about this woman that drove him mad.",
        "acceleration lane for the slip road where we joined.",
        "The concept of handing their cash into a bank or building society in exchange for a slip of paper may seem alien to them.",
        "alley confidence holding her father's arm, but suddenly the shoes slip and she fell down.",
        "A state television announcer let slip the news that ' catastrophic moods ' had seized hold of the campaign staff.",
        "The compression which formed the anticline will have been accompanied by flexural slip which would have \" planed off \" any bottom structures.",
        "apologists for capitalism argued that Enron was a ' one-off ' - an unfortunate slip of the regulators that was unlikely to happen again.",
        "A nomadic army of horse archers might slip away to turn up somewhere else.",
        "Industrial disease asbestosis Accident in a public place Accident caused by a product purchased Slip, trip or fall Any other type of accident.",
        "He was a hard hitting right-hand batsman, who fielded at slip.",
        "beatifyontract blesses, canonizes and beatifies this slip of paper as \" the sum due \" .",
        "beneficent effects, whilst letting the First Table imperceptibly slip from them.",
        "A lower order right-hand batsman and a right-hand fast round-arm bowler who fielded mostly at point or slip.",
        "They specialize in smart traditional styles including brogues, formal lace ups and slip ons, and styles with toe caps.",
        "buff slip, now quite dirty.",
        "They come in a rotating carousel with non slip base.",
        "There weren't many better slip catchers, either.",
        "For this reason, we prefer to tie the cystic duct using a catgut Roeder external slip knot.",
        "Hoggard pops Malinga to slip off the arm, and the drunken clowns in the crowd are screaming no-ball every time he bowls.",
        "compliment slip or show a company stamp 19.",
        "Use one request slip per item as even consecutive reference numbers may not be stored consecutively on our shelves.",
        "We have been concerned about this as very large and sometimes controversial buildings slip through without committee approval.",
        "We gave him ' encouragement ' from the slip cordon.",
        "Note how the angle of the fracture surfaces mimics the angle of the slip planes in the deformed crystal.",
        "hexagonal close packed crystals slip on 100 { 001 } slip systems.",
        "Once slip has started the stress required for further plastic deformation increases a little, due to work hardening in the material.",
        "demanding photographer, yet is small enough to slip into your pocket.",
        "deprecate been some discussion in the Azed Slip recently about exclamation marks, with Azed generally deprecating their gratuitous use.",
        "despatch state on the returns slip printed on the reverse of your dispatch note whether you require an exchange or refund.",
        "This box was built for a turbo and has a limited slip diff which really makes a difference in the wet.",
        "Will made a perfect run, coping admirably with the 180 turns even without the benefit of a limited slip diff.",
        "At the rear is a limited slip differential with a 3.46 to 1 ratio to reduce rear wheel slip under acceleration.",
        "The position of pre-existing faults relative to the propagating dike will control whether slip will occur.",
        "The news will send out shock waves among Bluebirds ' fans who are still disgruntled at City's slip from play-off contention.",
        "In people where the groove is too shallow, their patella may actually slip out of the groove, causing a patellar dislocation.",
        "dissipation of mechanical energy on slip planes.",
        "You slip on the tux, deliver a double-entendre or two and stand on the sidelines while the stunt crew does the action scenes.",
        "Her work is focused on thrown, slip decorated earthenware.",
        "Current Work Slip decorated earthenware taking influence from medieval pottery and country pottery.",
        "elasticized strap that can slip over the handle of your rolling luggage.",
        "Should a few embers slip below the armor, you will not get burned.",
        "If the egg is not fertilized, however, resultant hormonal changes cause the endometrium to slip away and menstruation begins.",
        "erratum slip, which resolves \" the framework of?",
        "erratumorrections indicated on the original errata slip have been made.",
        "Even simpler: portion packaging Just slip it into the machine, press the button and your fresh espresso is poured into your cup.",
        "First, a KeyCard is much easier to carry than a detachable faceplate; just slip it in your wallet, handbag or pocket.",
        "The fully adjustable front velcro fastening allows you to slip your feet into complete comfort.",
        "But then he produces a real snorter, which Ponting can only fend to third slip, where Andrew Strauss takes a simple catch.",
        "You also need to have the reactions of a slip fielder.",
        "floatation device for animals which slip into the water at night.",
        "fly-fishing lessons can be arranged, or you could just slip into the hot tub and soak up the lake views.",
        "The fluid flywheel provided on this engine was designed to slip until full throttle was required in top gear.",
        "Very Precise fortune cookies I cracked open the fortune cookie and read the little slip of paper on the inside.",
        "chapter fourteen has a very solid grasp of the reasons for project slip.",
        "Framed pieces are presented in bespoke ash framing sometimes incorporating a gilt slip inlay.",
        "After about 4 minutes, carefully slip the frittata onto a plate, invert and return to the pan.",
        "But beyond that is anyone's guess, although Devonshire did let slip that injury doubt Brian Connor would be considered, if fit.",
        "The leg holes make the hammock secure, ensuring the baby cannot slip out.",
        "Slip over the shoulder harness straps for extra comfort.",
        "Sawyer lets slip a comment about a man wearing built-up heels.",
        "I slip twice in Niederau going to the shops exacerbating my ankle, and then hobble back to the hotel.",
        "And slip through the gaping holes in the US health system.",
        "The mouse is able to gnaw its way past, or slip under seemingly impassable obstacles.",
        "I had him jabbing, double jab, jab cross, jab cross slip.",
        "jewel case insert is simply a single slip of paper with printing just on the outside.",
        "slip jigs are much less common in Scottish music that, I think, in Irish music.",
        "let slip that injury doubt Brian Connor would be considered, if fit.",
        "Steve is presently trying to prevent an extremely lucrative client from giving him the slip.",
        "lustreas painted with copper luster over a white slip in about 1880.",
        "Slip, Trip or Fall Claims You may have suffered the misfortune to trip or fall on a poorly maintained road or pavement.",
        "The weight caused the scaffold tripod to slip - heavy bits of metal narrowly missing the unloading team.",
        "Work for God must be without any selfish motive or the crown will slip from the hand.",
        "DESIGN: White slip on, with blue lines, durable gum rubber outsole.",
        "packing slip.",
        "The simplest are slip rails, often used in horse paddocks.",
        "pained look on his face, he lets his arm slip from Elspeth's shoulders.",
        "The procedure is to mount the parapet and make way down being careful not to slip especially when wet, up to the wire.",
        "Feeling rather peckish I thought I'd slip inside and treat myself to a slap up meal.",
        "Aspirin Cufflinks Perfect also for television playboys to slip fizzy knockout powder into an archenemy's drink while badly disguised as a waiter... .",
        "Use slip joint pliers to free the headlight electrical connector on the back of the housing.",
        "disk prolapse Contrary to popular belief, a disk does NOT slip.",
        "I half expected him to fly into an uncontrollable rage over a slip of the tongue.",
        "God's children slip often, but not with such a frequent constant readiness, into the same sin.",
        "remittance slip found on the Master Order Form included within your pack.",
        "reply slip for them to send back.",
        "He pointed to the slip road leading down from the embankment.",
        "hoist the sails and haul in the stern slip until parallel to the pontoon.",
        "Inside is lined in pale silver satin with a side slip pocket.",
        "scaffold tripod to slip - heavy bits of metal narrowly missing the unloading team.",
        "The route is covered with volcanic scree and you slip and slide downwards, really punishing your feet and your knees.",
        "So when it's dark I take secateurs and slip out to the ill-lit street.",
        "seemed a pity to let it all slip out of our memories.",
        "selenite slip.",
        "selfish motive or the crown will slip from the hand.",
        "On the slip road keep right; from the top of the slip road you need to take the third exit signposted Horsham.",
        "high quality silicone lined, no slip woven strap, made of durable Polyester.",
        "That he's just trying to slip a dead skunk into the tumble drier.",
        "The leads were good, the nasty sisters made an excellent job of their roles, in short nobody let the standard slip.",
        "Please acknowledge receipt of this letter using the enclosed reply slip.",
        "slip through the net during a search.",
        "If so, please complete the tear-off slip on the flier.",
        "It was an honest Freudian slip, but it spoke volumes.",
        "non slip and easy to clean with a greater resistance to damage by water, oil, solvents and acids.",
        "slip easily into a pocket or small bag.",
        "slip cordon (where else?",
        "slip road will carry traffic from the motorway heading for Rochdale which will bypass the traffic signals.",
        "slip differential at a cost of £ 995.",
        "Send them in an envelope with a completed paying-in slip.",
        "Informal means (a letter, tear-off slip ), will always be tried to achieve compliance before invoking formal procedures.",
        "At the bottom of that letter was a reply slip for them to send back.",
        "slip of the tongue.",
        "slip stitch pattern - sometimes called ' tea cozy ' stitch.",
        "Finally to protect you and your guests \" slip slap slop \" some sun bloc.",
        "Pinkie out, slip not slurp:-) These are the memories that makes me feel like a Brit today.",
        "soothed by the sound of lifeless years flowing free and watch a thousand seasons slip away.",
        "Or we slip and fall yet again to our desires of one sort or another and feel angry with ourselves for being so spineless.",
        "The leather allows feet to breathe and with durable soft suede soles they will not slip.",
        "So on ad tedium form of a continually lets slip.",
        "The trencher consists of a mechanical trencher with an over center slip clutch.",
        "I slip back into the wood, the hollow trunk of my lone position.",
        "The decoration is entirely in cobalt underglaze blue against white slip (liquid clay ).",
        "Basketball Watching the US team slip to a late defeat against Lithuania was a wholly unexpected pleasure.",
        "When she has used the bowl, you slip and drop it, get the church vacuum cleaner and clear up meticulously.",
        "veneer of civilization to slip clean away.",
        "To me he is a great American visionary who should not slip through the cracks any more.",
        "As the Peace Center was taking on a somewhat warlike character, I chose to call in the authorities and slip out the back.",
        "Now the custom was for the ground crew member to slip off, and then wiggle the elevator as a signal to the pilot.",
        "He inserted a slip of metal, of variable breadth, at the focus of the telescope, and observed at what part it exactly covered the object under examination; knowing the focal length of the telescope and the width of the slip at the point observed, he thence deduced the apparent angular breadth of the object.",
        "The slips thus placed in contact give the multiples of the number 2085, the digits in each parallelogram being added together; for example, corresponding to the number 6 on the right-hand slip, we have o, 8+3, 0+4, 2, i; whence we find o, I, 5, 2, r as the digits, written backwards, of 6X2085.",
        "The operation is as follows: the paper ribbon or perforated slip is moved forward by its centre row of holes at the proper speed above the upper ends of the rods S, M; should there be no holes in the ribbon then the cranks A, A' will remain stationary, although the beam B continues to rock, since the rods S, M are pressing against the ribbon and cannot rise.",
        "Although it is quite possible to obtain good signals at a rate corresponding to 600 letters per minute, in practice it is found that such a high speed is not advisable, as it is difficult or impossible for even the most skilled operators properly to handle and transcribe from the \" slip\" on which the signals are recorded.",
        "The torque corresponding to this couple is F 1 X z D = 2µWID, and hence follows the fundamental relation, 2T = 2F 1 D = 2µWID, or if W now represents the weight supported by the axle, F will be the tractive force exerted on the frame by the two axle-boxes to propel the vehicle, and the more convenient relation is established, T=2FD=2µWD (3) If T has a greater value than this relation justifies the wheels will slip. F is called the \" tractive force \" at the rail.",
        "The wheels are coupled, but the feature of the engine is that the couplingrods act merely to keep the high-pressure and low-pressure engines in phase with one another, very little demand being made upon them to transmit force except when one of the wheels begins to slip. In this arrangement the whole of the adhesive weight of the engine is used in the best possible manner, and the driving of the train is practically equally divided between two axles.",
        "As soon as the grapes were ripe, he squeezed the juice into a cup, and, raising it to his lips, mocked the seer, who retorted with the words, lIoXXa / Ã¯¿½ra b Ira a Ki X K01 Kai xE6AEos aKpOU (\" there is many a slip between the cup and the lip\").",
        "Thus, if an elastic metal slip or a pig's bristle be attached to one prong of a tuningfork, and if the fork, while in vibration, is moved rapidly over a glass plate coated with lamp-black, the attached style touching the plate lightly, a wavy line will be traced on the plate answering to the vibrations to and fro of the FIG.",
        "In the former case, the objects are heated only to the neighbourhood of Aci, say to 730Ã‚° C., so that the 0-iron may slip into the a state, and the transformation of the austenite into pearlite and cementite may complete itself.",
        "In English it is principally employed in the name ' of the Northern Circars, used to designate a now obsolete division of the Madras presidency, which consisted of a narrow slip of territory lying along the western side of the Bay of Bengal from 15Ã‚° 40' to 20Ã‚° 17' N.",
        "glacer, glide, slip, Lat.",
        "The object aimed at in thus setting retorts is to allow gravity to play the part of charging and discharging the coal and coke, the retorts being inclined at an angle to suit the slip of the class of coal used; this angle is between 28Ã‚° and 34Ã‚°.",
        "4, 5 may be a scribal slip and that we have here not the confession of the Palestinian remnant and that of the Exiles, but simply a juxtaposition of two forms of confession.",
        "Mind and don't let her slip!",
        "God 's children slip often, but not with such a frequent constant readiness, into the same sin.",
        "Whenever you feel you 're about to slip back into old habits, you can always consult your relapse prevention plan.",
        "OR c) Complete the remittance slip found on the Master Order Form included within your pack.",
        "Hoist the sails and haul in the stern slip until parallel to the pontoon.",
        "Simply change, slip your locker key in your robe pocket, and saunter over to wait in the lounge area.",
        "So when it 's dark I take secateurs and slip out to the ill-lit street.",
        "Such a big effort went into that exhibition that it seemed a pity to let it all slip out of our memories.",
        "Viewing is greatly improved by the \" blue \" selenite slip.",
        "That slip cost Russia the team gold, and they had to settle for silver.",
        "High quality silicone lined, no slip woven strap, made of durable Polyester.",
        "That he 's just trying to slip a dead skunk into the tumble drier.",
        "Slip on a t-shirt, slap on a hat and slop on the sun lotion.",
        "Indian Theater History), individual records will not slip through the net during a search.",
        "Non slip and easy to clean with a greater resistance to damage by water, oil, solvents and acids.",
        "It is an ultra compact model that is slim enough to slip easily into a pocket or small bag.",
        "A shot played uppishly and over the slip cordon (where else?",
        "A slip road will carry traffic from the motorway heading for Rochdale which will bypass the traffic signals.",
        "Additional features include traction control for an extra £ 395 and a limited slip differential at a cost of £ 995.",
        "Informal means (a letter, tear-off slip), will always be tried to achieve compliance before invoking formal procedures.",
        "A beautifully soft and light fabric is produced by this slip stitch pattern - sometimes called ' tea cozy ' stitch.",
        "So SLIP on a shirt, SLAP on a hat and SLOP on the sunscreen.",
        "Pinkie out, slip not slurp :-) These are the memories that makes me feel like a Brit today.",
        "Helen managed to spectacularly slip into the smelly mud - do n't worry the after effects are all on video !",
        "I sit alone on the grassy slope soothed by the sound of lifeless years flowing free and watch a thousand seasons slip away.",
        "If not, the nozzle becomes blocked, and the slip can splatter out when extra pressure is applied.",
        "Some slip through lights like baby golden tamarin monkeys.",
        "Tickets can be ordered by filling in the slip on the booking forms which will be available in the South Transept of the cathedral.",
        "Maybe I'll slip some diazepam into the turkey baster next year.",
        "The decoration is entirely in cobalt underglaze blue against white slip (liquid clay).",
        "That should be just about enough time for the veneer of civilization to slip clean away.",
        "For cribs, make sure the railing works, and the latch won't slip.",
        "For a funny version of this game, ask each guest to write down three names she loves and three names she hates (each one on a separate slip of paper).",
        "This is to ensure that it does not tear or slip with use.",
        "Make it a point of wearing an appropriate slip with a long skirts.",
        "The slip is a handy inner garment that conceals, covers and even adds volumes to your appearance.",
        "Choose the right slip and relax in the knowledge that you are covered, inside and out.",
        "Do choose the right kind of slip for different dresses.",
        "The full slip is exactly what it says and covers you from shoulder to knees or further down the leg.",
        "It is usually a shortened version of the full slip in varying lengths, ranging from those that stop near the top of the thighs to anywhere up to the middle thigh and beyond.",
        "Be very careful when choosing the material of the slip.",
        "Slip used videotapes out of their sleeve covers to inspect for any external damage.",
        "If they slip up and down and out of the shoe a bit, then you've got on a pair that's too big.",
        "The salesperson will cut all of your fabric for you and will hand you a charge slip.",
        "For example, if you are giving to an avid reader, slip a nice bookmark in the card.",
        "When you check out at a store, hand the cashier your gift card and sign the sales slip.",
        "Slip the card inside a greeting card or envelope to give the gift in person or through the mail.",
        "A collar and identification tag - Measure around your kitten's neck and select a collar that will not slip off over her head.",
        "It is often a good idea to provide the purchase verification slip to the user.",
        "Don't let the friendship you once valued above all else slip away.",
        "Although many of these vintage treasures may show signs of wear on their fabric, the sections are easily covered with slip covers.",
        "Another way to conceal a damaged cushion is to purchase a slip cover for your couch.",
        "It is also possible to purchase slip covers for the cushions only.",
        "Even if you can't find the right fabric, creating a slip for your whole couch is a cost-effective way to repair your sofa without breaking your budget.",
        "If they are too bulky, there are many others that fold up and slip into small purses.",
        "Choose bolder colors from the piece and use them as throw pillows, slip covers, candle holders and lamp shades.",
        "Look for distressed wood cabinets and shelves, soft, overstuffed couches in colorful slip covers and comfortable rocking chairs.",
        "There are four sets of ties to ensure that it doesn't slip off the sofa.",
        "Shiny tiles are slick, which making it easy to slip when the tiles get wet.",
        "If you have a couch with pattern that just doesn't go with a Mexican style room, cover it with a solid colored slip cover.",
        "Suspend crystal icicles from the candelabra and be sure to slip a mirror underneath each so the candlelight reflects throughout the room.",
        "Slip in some essential items and make your prom experience picture-perfect.",
        "They even slip comfortably into car glove compartments - yes, cars have mirrors, but they aren't magnified!",
        "These slim tubes slip easily into a purse, and they last for at least 10 days with regular usage.",
        "The larger size is ideal to keep at home, while the smaller sizes slip easily into a purse or desk drawer.",
        "Known as \"takeout\" brushes, these chubby tools are the perfect size to slip inside a purse, in a pocket or in a desk drawer for quick, on-the-spot touchups.",
        "By using products under your makeup, the makeup may slip off your skin and not hold properly.",
        "Now go slip into something gorgeous, although, in truth, everything seems to go great with this color.",
        "Wear the right clothing: You'll apply your makeup before you slip into your wedding dress.",
        "Sephora's Makeup Forever HD Microfinish in 5 Nip Slip - This highly blendable blush is a neutral pink that creates a soft, almost airbrushed look for a fraction of the price.",
        "Also known as Happy-To-Go Fragrance Pencils, these cologne sticks are convenient to slip in a purse or suitcase, will not spill or break, and make great stocking stuffers.",
        "You never have to drive anywhere, just slip it into your mailbox.",
        "You may want to set up a separate e-mail account just for your auction sales so that no e-mails slip through the cracks in your personal e-mail address.",
        "It could be something as mundane as winter boots or as sultry as a lace slip.",
        "If you are using covering, be sure to not use too much or the filling will ooze out all over the place and the covering will slip and eventually crack.",
        "The album pages are made of heavy cardstock and the plastic page protectors are sleeves that slip on from the side.",
        "Just line up the second sheet of cardboard under the first and slip a pencil through the holes in the first sheet to mark the second.",
        "It's fine to burn the extra pictures onto a CD and slip the CD into the back of your album.",
        "If you are unsure of whether the memorabilia can withstand the spray, you can also create pocket type pages to slip the items behind.",
        "You can always slip the extra prints into a regular photo album.",
        "Simply attach the background paper directly to the magnetic board, add journaling and slip your photos behind the narrow photo hanging ribbon.",
        "The first is called the \"bow effect,\" because it is comparable to the archer who lets the bow slip from his or her grasp while flexing it in preparation for attaching the string.",
        "Finally, find the perfect herb for you and start feeling your stress slip away!",
        "You will soon feel your troubles slip away and find renewed energy to deal with whatever life brings your way.",
        "When your door is closed, if an employee has an urgent matter to discuss, ask them to slip a red envelope under your door with a basic summary of the issue.",
        "Choose the techniques that work best for you and don't stress out if you slip or fall behind in the plan you've created.",
        "There are even versions you can slip through a high-heeled shoe and wear over your shoes.",
        "If it's a little cold when you get out of bed in the morning, slip them on and you're good to go.",
        "Let slip what the S in SHS stands for during a seemingly innocent conversation about where you live, and you may have an unwanted visitor watching the marching band at a Friday night football game.",
        "Last year, on a French trip my best friend let my crush slip out to him, partly because she liked him too.",
        "Ask her to lift the inside of her left arm as you slip the corsage on carefully, making sure the force of gravity doesn't take over and weigh down the flowers.",
        "Have everyone draw a slip, but not show it to anyone else because their roles are secret.",
        "When buying in person, be sure to inspect every inch of the dress - including the slip and underside - for spots, stains and dirt.",
        "Don't forget to plan for a few extras such as your veil, slip, bra, shoes and alterations.",
        "I felt the bridesmaid behind me slip her arms under my arms to support me.",
        "After attending a wedding, young girls once brought home a piece of cake to slip under their pillows in hopes of dreaming of their future husband.",
        "Absent all the frills, lace, and tulle that adorn traditional gowns, casual gowns are lighter and simpler, which ensures comfort from the moment you slip into it.",
        "Eliminate the problem of having to change out of your wedding dress so that you can really enjoy the party at the reception then slip away to the airport for your honeymoon without missing a beat.",
        "If choosing the latter, many companies, like Keepsake Candles design candles so that you can simply slip the invitation so it rests in front of the candles.",
        "Many additional items can be included in a wedding program, however, and the most unique wedding programs are those that offer more than a basic listing and are more than just a simple slip of paper.",
        "There are several ways to make a wedding program more than just a slip of paper with a list of events.",
        "Unlike other shaped wedding programs, a thin program is easy for guests to slip into bags or pockets and yet still has lots of space for communicating important information.",
        "Depending on the wedding's formality, another alternative to the jacket is to slip on an elegant dolman sleeve cardigan.",
        "Also, don't forget to buy the proper slip or crinoline so your skirt will have the desired volume.",
        "Add a ribbon loop to the top of each photo frame and slip it onto the branch.",
        "The symptoms of tobacco withdrawal can cause a person to slip and begin smoking again because these symptoms can be so unpleasant.",
        "Stretchy and easy to affix to the bed, dust ruffles feature elasticized waists that easily slip right beneath the mattress and over the box spring.",
        "There's a pouch in the middle of the towel where you can slip your baby after a bath.",
        "Whether it's an unintentional bikini slip while a star is on vacation or a high-profile wardrobe mishap during a publicized event, many celebrities end up flashing a lot more skin than they had originally intended.",
        "When Jackman dipped Beyonce, her sequined bodice slipped ever so slightly, resulting in a quick nip slip.",
        "When her slip was pointed out to her, she responded enthusiastically claiming that she loves nipples and thought the incident was a great thing.",
        "This latest war of the words, perhaps just a slip by Lohan, again puts the hot topic of Hollywood friendships in the spotlight.",
        "Lindsay Lohan completed a second round of rehab at the Promises facility not even two weeks prior to this latest slip.",
        "A form of involuntary celebrity exposure is by a top slip or a skirt flip and maybe a few poor clothing choices.",
        "Slip 1 - Lindsay was photographed after a night out getting into a car when she sort of \"spilled out\" of the top of her low cut dress, twice.",
        "Slip 2 - While frolicking at the beach with Calum Best, Lindsay, once again, slips out of her bathing suit top.",
        "Slip 3 - White see through tank top…sans bra.",
        "Slip 4 - While attending a GM fashion event, Lohan's dress was a little too loose when she turned to the side, once again, exposing herself.",
        "Jolie and Black were making the interview rounds for their latest animated film collaboration Kung Fu Panda in Cannes, when the comedian let it slip that Brad and Angelina are expecting twins.",
        "After the comments that The Hulk made, it's time for the Hogan family to just slip out of the spotlight and work on their issues.",
        "The majority of the Friends star's moments that she would like to have back are based on being caught in a wardrobe slip, but she also has a few times where she said something that may have been ill-advised.",
        "Anyone who wants to see her can, but that doesn't stop the press from following her around snapping as many topless and \"slip\" pictures that they can manage.",
        "There aren't a lot of actresses her age who can still appear half-naked on magazine covers, but she can, whether the paparazzi is snapping the photos or a well-paid photographer trying to catch a slip.",
        "These pockets are handy for kids who love nature, as it's easy to slip a special rock, twig, or even a tiny living creature into an overall pocket.",
        "Jeans: Just like boys, girls can easily slip into a polo shirt in their favorite color and add a pair of jeans for a casual, simple style.",
        "A boy or girl can then slip into their favorite sneakers for a comfortable look perfect for any casual occasion.",
        "For example, a wool dress can actually chafe delicate skin, but a slip adds a soft layer of fabric that protects and soothes.",
        "Full slips can also give the appearance of a more uniform look as opposed to the performance of a half slip.",
        "Material - Slip material choices can vary significantly.",
        "If you're purchasing a slip for one particular dress, then you'll certainly want to make sure it is a bit shorter in length than the dress itself.",
        "However, even if you are just searching for a slip or two to add to your child's wardrobe, you'll still want to take accurate measurements.Length - Measure from the middle of the shoulder at its highest point to the preferred slip hem.",
        "Waist - Girls' slips typically aren't snug-fitting in the waist, but if you want more leeway in the fit, choose a slip that features a one-size-fits-most drawstring option at the waist.",
        "The princess fit is also an option if you prefer a slip that doesn't have a defined waist.",
        "To measure, slip a tape measure around the fullest part of the chest.",
        "It's too easy for someone to slip a date rape drug into your drink.",
        "When passengers or crew members do find themselves involved in an incident - assault, sexual harassment, slip and fall accidents, etc. - on board a cruise ship, they should take steps to protect their legal rights immediately.",
        "If you plan on using a chain slip collar on your dog, keep in mind that they're only intended to be worn during training sessions and not as a permanent collar.",
        "When fitting your dog for a chain slip collar, measure the circumference of your dog's neck, and then add two to three inches.",
        "Like the chain slip collar, these are not intended for permanent use and should only be used during training sessions.",
        "Many small dogs are naturally shy about large, unknown objects and may startle easily, giving them the tendency to struggle and slip out of collars and other restraints.",
        "Loose collars are too easy for an excited dog to slip out of, while tighter collars are more uncomfortable and present a potential choking hazard.",
        "The tabletop should be covered with non-slip rubber matting, and most units also have a detachable grooming arm with a slip noose to help keep the dog in place.",
        "You don't want to slip and scare or hurt your pet when brushing his teeth and turn it into a negative experience.",
        "As for registering, did the breeder you bought your puppy from provide you with any kind of registration slip?",
        "They also have elegant streamlined heads that allow them to easily slip out of a collar during a walk to run a few extra laps, or to get the last word in with that squirrel that has been taunting them.",
        "Some may even seek to be near their special person before they begin to slip away.",
        "If you like to look at your gardening advice while you are working in your greenhouse, you might want to slip the pages of the book into plastic sheet protectors.",
        "The headstocks of classical guitars are also different and require a particular wrapping method to ensure that the strings won't slip and the guitar will stay in tune.",
        "If you pull too much through, the string won't wrap around enough and therefore won't be properly anchored and could slip out of tune more often.",
        "The problem with this is that as the strap gets older and the holes start to stretch out and get bigger, the strap can slip off the pegs as easily as it went on and send your guitar crashing to the ground when you least expect it.",
        "You will want to sit in a chair that is at the proper height, meaning that your thighs are at a right angle to the floor so the guitar sits balanced and won't slip off onto the floor.",
        "Slip the pieces, one at a time, inside the hole.",
        "Carpet feels good underfoot, is slip resistant and is one of the least expensive floor coverings available.",
        "The concrete can also be stained with different textures colors, and patterns and can be sealed with a slip resistant finish.",
        "Mood rings are hot right now, and all sorts of people are heading to the accessory shops to buy mood rings, slip the rings on and show the world their moods via the changing colors of the rings.",
        "You might want to consider using a longer chain that she can slip over her head without having to open or close the clasp.",
        "Slip on the jewelry end cap over one of the elastic bands.",
        "You can also use clasps that you can slip a ribbon through to use as a tie-clasp.",
        "Some versions have decorative clasps, while others can be made to slip off and on without needing to be opened or closed.",
        "Creekwood elastic waist twill shorts: All you have to do is slip these on and tie the drawstring if needed.",
        "While sneakers are incredibly easy to slip into, they don't belong in the workplace (unless you work at an athletic store or summer camp).",
        "Consider loafers, boat shoes or slip on dress shoes.",
        "In a cold climate, you're like to slip a sweater or thick top underneath, so a coat in a slightly larger size is appropriate.",
        "Lose the tie, undo a couple of buttons and slip into casual shoes.",
        "Slip on a windbreaker or a similar jacket for sporty appeal.",
        "Avoid the tendency to slip into ultra-baggy Hammer pants-mode, lest you end up looking more sloppy than casual.",
        "In addition to their wide brims, there is UPF50+ and UV protection, a chin cord so that the hat won't slip away, an adjustable crown sizer, and in some cases, even a back flap to protect your neck.",
        "To ensure a comfortable fit, slip a finger between the tape measure and your waist; this will allow a little \"give\" so that your pants or jeans are not too snug.",
        "It couldn't be a more opportune time to slip into a pair of slipper socks!",
        "You can slip into the comfortable or professional-looking clothing you've been dreaming of.",
        "Try a dress vest in a striking red or emerald silk during the holidays, for example, or slip into a vivid blue patterned vest for your next special occasion.",
        "If you are looking for a natural product to slip your feet into, consider products made with organic sock yarn.",
        "To avoid forgetting to buy an essential item like a slip or stockings, make a list of everything you will need before you go shopping.",
        "Strap slippage - The heaviness of the breasts can weigh down the cups of the bra and cause the straps to slip down the arm.",
        "For maximum comfort, posture bras often have wider straps that provide more support, are less likely to cut into the shoulders and won't slip down.",
        "Slip into this lightweight slub knit jersey romper from Old Navy for the ultimate in comfort and luxury.",
        "Alternatively, if you really want to feel like a sexy sweetheart, slip into their sultry satin heart chemise.",
        "Slip your feet into feather-poof mules to finish off your glamorous look.",
        "They are easy to slip on because they are loose-fitting and have no sleeves.",
        "When adjusted properly, the straps are more likely to stay put and not slip off the shoulders.",
        "Slip dress- This naughty silhouette mirrors the sexiness of vintage pin-up gals.",
        "Slip dresses are very body conscious and do not offer much wiggle room.",
        "Sizing up in a slip dress will give you a roomier fit that slenderizes your shape.",
        "Due to their alluring shape, slip dresses are most appropriate for evening activities or casual functions outside the office.",
        "Dresses can surely become your favorite seasonal article of clothing to slip on after a long day of work.",
        "Wear with beads and leather sandals for ethnic hip look, add a strand of pearls for classic charm, or adorn your ears with gold hoops and slip into kitten heels for a sassy, sexy silhouette.",
        "A curvy gal can slip into a plus size outfit, but if she's short, the pant legs and shirt sleeves will probably be too long.",
        "You may also feel the panties \"slip\" if they aren't worn with appropriately-styled pants.",
        "If you want to bring some excitement into a stale relationship or just feel glamorous for yourself, then ditch the cotton nightshirt and slip into something lacy, see through, naughty…or all of the above!",
        "You can slip on your sultriest piece and then dress in a business suit before heading to work.",
        "You can also wear your holiday vest when shopping or decorating your tree, then slip into some Christmas pajamas at night-seasonal garments help people get in the holiday spirit.",
        "You could also slip into one if you have to grab your newspaper in the morning.",
        "The Ribbed Cotton-rich jacket in mint green or pale blue is available up to a size 28 and features a smart collar, pockets and a longer length, perfect for slipping into if you have to slip outside for something quick.",
        "You can look comfortably stylish in your bed jacket, whether you slip it on over cozy pajamas or your favorite nightgown.",
        "If it's summer, you just need to slip on sandals, a hat, glasses and you're done.",
        "Slip into a jacket and you'll stay dry during this daily activity.",
        "One-piece swimwear is convenient and easy to slip into, but some women prefer two-piece suits that aren't necessarily bikinis."
    ],
    "definition": [
        "Link/Cite"
    ]
}