{
    "translation": "כיסה, חנק",
    "uses": [
        "All hints of hesitation left the young girl in the wake of the smother of love that enveloped her.",
        "Cynthia, who'd followed the men to the door, was the first to smother the young girl in hugs and kisses, and an ample dose of tears with the others joining in with equal enthusiasm.",
        "In English th represents both the unvoiced sound J as in thin, &c., and the voiced sound 5, which is found initially only in pronominal words like this, that, there, then, those, is commonest medially as in father, bother, smother, either, and is found also finally in words like with (the preposition), both.",
        "In a third place a crowd of bees, crushing one another, attack some victim and fight and smother it, and the victim, enfeebled or killed, drops from above slowly and lightly as a feather, among the heap of corpses.",
        "On the plus side, many think that Bad Santa, and especially Thornton, displays a side of Christmas that some don't want to admit to: the greedy, commercialized version that often seems to smother the more delicate meaning.",
        "The seeds are sown in April, on rich ground, which should not be too highly manured; the young larches are planted out when two years old, or sometimes transferred to a nursery bed to attain a larger size; but, like all conifers, they succeed best when planted young; on the mountains, the seedlings are usually put into a mere slit made in the ground by a spade with a triangular blade, the place being first cleared of any heath, bracken, or tall herbage that might smother the young tree; the plants should be from 3 to 4 ft.",
        "The men who would jump on their fellow Crusaders in an effort to smother the flames and keep them from being burned alive become the first firefighters.",
        "Heath burst through onto a ball from Davidson only for Hook to smother the ball at his feet.",
        "On the hour mark Dave Roberts was called in to action as he did superbly to smother a shot at the back post.",
        "Leighton Andrews's curious article tried to smother the campaign with a layer of induced boredom.",
        "smother the flames with what he found to hand - a coat.",
        "Who art thou, miserable man, who would smother and extinguish in others the fire of God's Spirit which it has pleased him to kindle in them ?",
        "I know you like him a lot, but make sure you don't smother him or you might scare him away.",
        "Because it contains canola oil, it is an effective oil treatment that will smother eggs, preventing the next generation of pests from hatching.",
        "smother the ball at his feet.",
        "Want to smother the weeds on your plot with layers of old carpet?",
        "Smother crops of maize, vetches or mustard will assist in choking out the weed.",
        "Graham crackers with cream cheese - Smother cream cheese between two graham crackers for a healthy treat.",
        "Olive oil or petroleum ointment may be used to smother head lice.",
        "In rescues, a blanket may be used to smother any flames as the person is removed from danger.",
        "Smother mayonnaise on scalp through the ends of the hair and sleep with a shower cap in place.",
        "Petroleum jelly- Just like the mayo treatment, petroleum jelly is often used as a home cure used to smother lice and their eggs.",
        "Of more long-term concern must be the general despondency and malaise that is threatening to smother everything at the club.",
        "This helps to maintain warmth and moisture, but be careful to uncover them when they begin to sprout so they do n't smother.",
        "Do not smother these account pages in common details, or details of other accounts.",
        "A waiter tried to smother the flames with what he found to hand - a coat.",
        "They should be constructed so the mother is not able to lean against the side and accidently smother a pup.",
        "The flowers of these kinds are not showy, their growth is coarse, and they smother choicer things.",
        "It could smother the plant and encourage disease.",
        "Oils like canola will smother insect eggs to prevent them from hatching.",
        "It's airy and light enough so it won't smother delicate strawberry plants, but it will keep the crowns from freezing.",
        "doughnuteper threw a cream donut across MV's line of sight which allowed him to smother the distracted Aussie's shot.",
        "smother the weeds on your plot with layers of old carpet?",
        "smother a shot at the back post.",
        "smother crops of maize, vetches or mustard will assist in choking out the weed."
    ],
    "definition": [
        "a. To suffocate (another).\nb. To deprive (a fire) of the oxygen necessary for combustion.",
        "To conceal, suppress, or hide: Management smothered the true facts of the case. We smothered our indignation and pressed onward.",
        "To cover thickly: smother chicken in sauce.",
        "To lavish a surfeit of a given emotion on (someone): The grandparents smothered the child with affection.",
        "a. To suffocate.\nb. To be extinguished.",
        "To be concealed or suppressed.",
        "To be surfeited with an emotion.",
        "Link/Cite",
        "To suffocate; stifle; obstruct, more or less completely, the respiration of.",
        "To extinguish or deaden, as fire, by covering, overlaying, or otherwise excluding the air: as, to smother a fire with ashes.",
        "To reduce to a low degree of vigor or activity; suppress or do away with; extinguish; stifle; cover up; conceal; hide: as, the committee's report was smothered.",
        "In cookery: to cook in a close dish: as, beefsteak smothered with onions.",
        "To daub or smear.",
        "(intransitive) To be suffocated.",
        "(intransitive) To breathe with great difficulty by reason of smoke, dust, close covering or wrapping, or the like.",
        "(intransitive) Of a fire: to burn very slowly for want of air; smolder.",
        "(intransitive) Figuratively: to perish, grow feeble, or decline, by suppression or concealment; be stifled; be suppressed or concealed.",
        "(soccer) To get in the way of a kick of the ball",
        "(Australian rules football) To get in the way of a kick of the ball, preventing it going very far. When a player is kicking the ball, an opponent who is close enough will reach out with his hands and arms to get over the top of it, so the ball hits his hands after leaving the kicker's boot, dribbling away.",
        "That which smothers or appears to smother, particularly\nSmoldering; slow combustion\nCookware used in such cooking\nThe state of being stifled; suppression.\n(Australian rules football) The act of smothering a kick (see above).",
        "Smoldering; slow combustion",
        "Cookware used in such cooking",
        "The state of being stifled; suppression.",
        "(Australian rules football) The act of smothering a kick (see above).",
        "Link/Cite"
    ]
}