{
    "translation": "הבריח",
    "uses": [
        "They started to smuggle cargo onto the shore.",
        "The attacks on the coast occurred simultaneously with nukes that would've been impossible to hide, let alone smuggle into the country.",
        "Several Latin American countries also smuggle drugs into the United States.",
        "White once claimed that Campbell made her smuggle drugs.",
        "smuggle into the country at the moment.",
        "Also, don't write about trying to smuggle things in to them, help them get in touch with other prisoners or threaten violence.",
        "Learn about Afghanistan and Vietnam, the war torn territories you'll be invading to smuggle contraband and make a quick buck.",
        "smuggle pre-Islamic antiquities over the border into Saudi Arabia.",
        "antiquityl, Yemeni police arrested a three-man gang trying to smuggle pre-Islamic antiquities over the border into Saudi Arabia.",
        "Tuesday, April 25, 2006 A major clampdown targeting people attempting to smuggle drugs into HMP Leeds is enjoying continued success.",
        "He was arrested and charged with attempting to smuggle cocaine into Scotland.",
        "smuggle the diamond to London.",
        "Diamond Thieves and smugglers use homing pigeons to smuggle rough diamond Thieves and smugglers use homing pigeons to smuggle rough diamonds out of mining areas.",
        "Snakeheads are smugglers who smuggle illegal immigrants from United States to China.",
        "intercepted correspondence, including some that she managed to smuggle out of prison to avoid the censor.",
        "In the former soviet republic of Georgia, several attempts to steal or smuggle nuclear material have been documented.",
        "Among other places the slave ships regularly visited Buenos Aires, and despite the efforts of the Spanish authorities, contrived both to smuggle in and carry away a quantity of goods.",
        "smuggle cargoes on shore, and some outrages committed on both sides led to an open war, which was ended by the treaty of Nanking in 1842.",
        "smuggle through customs than drugs are!",
        "As might be expected where men were allowed to smuggle and forbidden to work, redress was sought in illegal combinations and secret societies.",
        "The file includes some of Taylour's intercepted correspondence, including some that she managed to smuggle out of prison to avoid the censor.",
        "smuggle on board the necessary guidance system?",
        "In the former Soviet republic of Georgia, several attempts to steal or smuggle nuclear material have been documented.",
        "Toby Muse: \" US troops tried to smuggle cocaine \", The Guardian, April 9, 2005.",
        "So the thieves decide to smuggle the diamond to London.",
        "But how do you smuggle on board the necessary guidance system?",
        "Check out the UK purchase circle to see which DVDs us Brits are trying to smuggle into the country at the moment.",
        "Someone on the dig team wants to steal valuable artifacts and smuggle them to the United States to sell on the black market.",
        "smuggle cocaine \", The Guardian, April 9, 2005.",
        "Guns and ammunition are much more difficult to smuggle through customs than drugs are !"
    ],
    "definition": [
        "a. To bring into a country (a prohibited item) secretively and intentionally, in violation of the law.\nb. To bring into a country (an item) secretively and intentionally without declaring the item to customs officials and paying the associated duties or taxes on it, in violation of the law.",
        "To bring in or take out illicitly or by stealth: smuggled homemade popcorn into the theater.",
        "smug′gler\nnoun",
        "Link/Cite",
        "(intransitive) To import or export, illicitly or by stealth, without paying lawful customs charges or duties",
        "To bring in surreptitiously",
        "(slang) To thrash or be thrashed by a bear's claws, or to swipe at or be swiped at by a person's arms in a bearlike manner.",
        "Link/Cite"
    ]
}