{
    "translation": "חברה",
    "uses": [
        "I thought maybe I wasn't high society material.",
        "He had a brilliant position in society thanks to his intimacy with Countess Bezukhova, a brilliant position in the service thanks to the patronage of an important personage whose complete confidence he enjoyed, and he was beginning to make plans for marrying one of the richest heiresses in Petersburg, plans which might very easily be realized.",
        "The society gathered together at the governor's was the best in Voronezh.",
        "Only Countess Helene, considering the society of such people as the Bergs beneath her, could be cruel enough to refuse such an invitation.",
        "The Society of St Vincent de Paul was founded by Frederic Ozanam and others in 1833, in reply to a charge brought by some free-thinking contemporaries that the church no longer had the strength to inaugurate a practical enterprise.",
        "All the pretty women in society will be there.",
        "The society need not be secret if the government allows it.",
        "I called an historical society, or two.",
        "I had withdrawn so far within the great ocean of solitude, into which the rivers of society empty, that for the most part, so far as my needs were concerned, only the finest sediment was deposited around me.",
        "Having spent enough time on the ship to understand the odd society, she knew better than to charge in and handle what he would consider his duty.",
        "In 1815, while living at Saint Clairsville, Ohio, he organized an antislavery association, known as the \"Union Humane Society,\" which within a few months had a membership of more than five hundred men.",
        "He knew one way of life, and that way had no place in the peaceful society she hoped to return to.",
        "A Congregational society was founded in 1662, and its old church, dating from 1702, stood until 1906.",
        "\"We were just talking of you,\" she said with the facility in lying natural to a society woman.",
        "Glory, the good of society, love of a woman, the Fatherland itself--how important these pictures appeared to me, with what profound meaning they seemed to be filled!",
        "\"I will drop you and your cat off at the humane society!\" she said, starting to believe he was serious.",
        "The company should insure its workers because if uninsured workers end up in the ER, the burden falls on society, not the company.",
        "The prince's house did not belong to what is known as fashionable society, but his little circle--though not much talked about in town-- was one it was more flattering to be received in than any other.",
        "But he never thought about her as he had thought of all the young ladies without exception whom he had met in society, nor as he had for a long time, and at one time rapturously, thought about Sonya.",
        "One way that society keeps a lid on the powder keg of tension between the rich and poor is through the welfare state.",
        "Our friend, Mr. Alden, the editor of Harper's was there, and of course we enjoyed his society very much....",
        "Moreover, toward evening, as if everything conspired to make Petersburg society anxious and uneasy, a terrible piece of news was added.",
        "The Anasazi, \"The Ancient Ones,\" as the pres­ent day Navajo call them, built cities and a society for 13 centuries before abandoning this high Sonoran desert, all before Columbus ever set sail.",
        "It is impossible to isolate a child in the midst of society, so that he shall not be influenced by the beliefs of those with whom he associates.",
        "Pierre still went into society, drank as much and led the same idle and dissipated life, because besides the hours he spent at the Rostovs' there were other hours he had to spend somehow, and the habits and acquaintances he had made in Moscow formed a current that bore him along irresistibly.",
        "Parkside was nothing more than an innocent battleground for disreputable elements of our society, at war with one another.",
        "Miss Worthington's a big mucky-muck in the historical society, he said, for Edith Shipton's benefit.",
        "Even an elite, advanced society as Romas's had technical difficulties.",
        "She was a risk for revealing the Immortal society to the human world or alerting the demons as to where Kris's strongholds were.",
        "For Moscow society Pierre was the nicest, kindest, most intellectual, merriest, and most magnanimous of cranks, a heedless, genial nobleman of the old Russian type.",
        "Those who tried to understand the general course of events and to take part in it by self-sacrifice and heroism were the most useless members of society, they saw everything upside down, and all they did for the common good turned out to be useless and foolish--like Pierre's and Mamonov's regiments which looted Russian villages, and the lint the young ladies prepared and that never reached the wounded, and so on.",
        "Someone like you is going to end up in our private society anyway.",
        "The PMF—Poor Man's Front—had started as a protest during the war against the elite that ultimately won and divided the American society between those who lived comfortably—and everyone else.",
        "Think of it as a tribal warrior society that's kinda backwards or antiquated in its customs.",
        "Natasha did not care for society in general, but prized the more the society of her relatives--Countess Mary, and her brother, her mother, and Sonya.",
        "She did not go out into society; everyone knew that her father would not let her go anywhere without him, and his failing health prevented his going out himself, so that she was not invited to dinners and evening parties.",
        "\"The Immortal society is not like a human.s, Katherine,\" he scolded.",
        "What I say is widen the scope of our society, let the mot d'ordre be not virtue alone but independence and action as well!",
        "Pierre was just the husband needed for a brilliant society woman.",
        "He adopted the economic principles of List, and founded a society, the \"Vedegylet,\" the members of which were to consume none but home produce.",
        "But I must not waste my time wishing idle wishes; and after all my ancient friends are very wise and interesting, and I usually enjoy their society very much indeed.",
        "He felt that sooner or later he would have to re-enter that whirlpool of life, with its embarrassments and affairs to be straightened out, its accounts with stewards, quarrels, and intrigues, its ties, society, and with Sonya's love and his promise to her.",
        "Golitsuin was a typical representative of Russian society of the end of the 17th century in its transition from barbarism to civilization.",
        "Just because she knew there was a shadow society didn't mean everyone she ran into was part of it!",
        "Just tell her the Parkside Betterment Society voted for Billie and Willie to improve the city by getting lost.",
        "Yes, but it's a secret society and therefore a hostile and harmful one which can only cause harm.",
        "But you also say that our oath of allegiance is a conditional matter, and to that I reply: 'You are my best friend, as you know, but if you formed a secret society and began working against the government- -be it what it may--I know it is my duty to obey the government.",
        "\"It's actually a wealthy, highly advanced society,\" Evelyn said with a chuckle.",
        "Waiting until nightfall, he changed into clothing more suited for the Qatwali society and covered his face with a hood to creep into the city.",
        "Can a man so important and necessary to society be also my husband?",
        "Marya Ignatevna Peronskaya, a thin and shallow maid of honor at the court of the Dowager Empress, who was a friend and relation of the countess and piloted the provincial Rostovs in Petersburg high society, was to accompany them to the ball.",
        "Like all men who have grown up in society, Prince Andrew liked meeting someone there not of the conventional society stamp.",
        "Oh, by the by!\" he shouted through the doorway after Pierre, \"is it true that the countess has fallen into the clutches of the holy fathers of the Society of Jesus?\"",
        "He wrote letters to his daughters and to Madame de Stael, read novels, liked the society of pretty women, jested with generals, officers, and soldiers, and never contradicted those who tried to prove anything to him.",
        "In the savage state every family owns a shelter as good as the best, and sufficient for its coarser and simpler wants; but I think that I speak within bounds when I say that, though the birds of the air have their nests, and the foxes their holes, and the savages their wigwams, in modern civilized society not more than one half the families own a shelter.",
        "But think, Andrew: for a young society woman to be buried in the country during the best years of her life, all alone--for Papa is always busy, and I... well, you know what poor resources I have for entertaining a woman used to the best society.",
        "\"You are what's wrong with society today,\" she grumbled.",
        "The view peculiar to him is reached in the end as the crowning conception towards which all separate channels of thought have tended, and in the light of which the life of man in nature and mind, in the individual and in society, had been surveyed.",
        "While at home Hastings is said to have attached himself to literary society; and it may be inferred from his own letters that he now made the personal acquaintance of Samuel Johnson and Lord Mansfield.",
        "Society recovers only a tenth part of the property then.",
        "If she proved to be as he suspected she was, she might find herself the first woman in his society given the official position of strategy battle planner, a position traditionally held by the dhjan alone.",
        "Rafferty in Journal of the Society of Comparative Legislation, New Series, xvii., xx.",
        "She was a do-gooder and a society lady, married a minister.",
        "Her .own predilections led her to literature; and in her society Propertius found the intellectual sympathy and encouragement which were essential for the development of his powers.",
        "The micrometer so mentioned fell into the possession of Richard Townley of Lancashire, who exhibited it at the meeting of the Royal Society held on the 25th of July 1667.",
        "Economic changes that have long-term positive benefits for society often have short-term negative ones.",
        "Anatole was not quick-witted, nor ready or eloquent in conversation, but he had the faculty, so invaluable in society, of composure and imperturbable self-possession.",
        "The Bengal Asiatic Society was established under his auspices, though he yielded the post of president to Sir W.",
        "In society he always awaited an opportunity to say something striking and took part in a conversation only when that was possible.",
        "Not merely is it not hostile to government, but it is a society of true conservatives--a society of gentlemen in the full meaning of that word.",
        "So also, owing to bodily and mental health and strength, we may be continually cheered by a like but more normal and natural society, and come to know that we are never alone.",
        "The highest Petersburg society was assembled there: people differing widely in age and character but alike in the social circle to which they belonged.",
        "A love disappointment, however, turned his thoughts to the church, and in 1624 he entered the Society of Jesus.",
        "These will be waters to navigate carefully, in order to make sure that the right to privacy, a cornerstone of a free society, is not destroyed.",
        "And say the net cost to society of having a gallon of polluted water dumped into the river—the cleanup cost, or the economic impact of the gallon of dirty water—is $10.",
        "Probably I should not consciously and deliberately forsake my particular calling to do the good which society demands of me, to save the universe from annihilation; and I believe that a like but infinitely greater steadfastness elsewhere is all that now preserves it.",
        "Berg explained so clearly why he wanted to collect at his house a small but select company, and why this would give him pleasure, and why though he grudged spending money on cards or anything harmful, he was prepared to run into some expense for the sake of good society--that Pierre could not refuse, and promised to come.",
        "Let him who has work to do recollect that the object of clothing is, first, to retain the vital heat, and secondly, in this state of society, to cover nakedness, and he may judge how much of any necessary or important work may be accomplished without adding to his wardrobe.",
        "Dill, Roman Society in the Fifth Century, and T.",
        "But consider the position in which you are placing her and me in the eyes of society, and even of the court, he added, lowering his voice.",
        "At that time, as always happens, the highest society that met at court and at the grand balls was divided into several circles, each with its own particular tone.",
        "What is man's responsibility to society, the conception of which results from the conception of freedom?",
        "It is true that there is much disagreement over how to achieve these ideals, but the fact remains we want a just society for all.",
        "However, I should never have broken a horse or bull and taken him to board for any work he might do for me, for fear I should become a horseman or a herdsman merely; and if society seems to be the gainer by so doing, are we certain that what is one man's gain is not another's loss, and that the stable-boy has equal cause with his master to be satisfied?",
        "When you meet them in society it seems as if there were something in them, but there's nothing, nothing, nothing!",
        "Lydekker in the Proceedings of the Zoological Society of London for 1904.",
        "Don't forget that she has grown up and been educated in society, and so her position now is not a rosy one.",
        "The adopted value by the Royal Geographical Society is 102° 12\".",
        "Dressed as she used to be in Petersburg society, it was still more noticeable how much plainer she had become.",
        "His birth and position in society were not bad.",
        "They had not met for nearly half a year and, being at the age when young men take their first steps on life's road, each saw immense changes in the other, quite a new reflection of the society in which they had taken those first steps.",
        "He frequented every kind of society, drank much, bought pictures, engaged in building, and above all--read.",
        "She was the Countess Bezukhova, Pierre's wife, and the count, who knew everyone in society, leaned over and spoke to her.",
        "He believed this so firmly that others, looking at him, were persuaded of it too and did not refuse him either a leading place in society or money, which he borrowed from anyone and everyone and evidently would not repay.",
        "At that moment it seemed to him that he was chosen to give a new direction to the whole of Russian society and to the whole world.",
        "Similarly a man who committed a murder twenty years ago and has since lived peaceably and harmlessly in society seems less guilty and his action more due to the law of inevitability, to someone who considers his action after twenty years have elapsed than to one who examined it the day after it was committed.",
        "This last post left him plenty of leisure, which he used for travelling and cultivating the society of interesting people, a taste which earned him the title of Monsignore Ubique.",
        "They didn't enter war to satisfy a desire to kill and maim but to be victorious in the way their society rewarded.",
        "Their authors are a natural and irresistible aristocracy in every society, and, more than kings or emperors, exert an influence on mankind.",
        "I had this advantage, at least, in my mode of life, over those who were obliged to look abroad for amusement, to society and the theatre, that my life itself was become my amusement and never ceased to be novel.",
        "Near at hand, upon the topmost spray of a birch, sings the brown thrasher--or red mavis, as some love to call him--all the morning, glad of your society, that would find out another farmer's field if yours were not here.",
        "There was one other with whom I had \"solid seasons,\" long to be remembered, at his house in the village, and who looked in upon me from time to time; but I had no more for society there.",
        "So it is with the bogs and quicksands of society; but he is an old boy that knows it.",
        "They speak of moving society, but have no resting-place without it.",
        "\"How evidently he belongs to the best society,\" said she to a third; and the vicomte was served up to the company in the choicest and most advantageous style, like a well-garnished joint of roast beef on a hot dish.",
        "Nothing is so necessary for a young man as the society of clever women.",
        "Influence in society, however, is a capital which has to be economized if it is to last.",
        "If you only knew what those society women are, and women in general!",
        "Assuming quite the pose of a society woman (heaven knows when and where she had learned it) she talked with her partner, fanning herself and smiling over the fan.",
        "On Kutuzov's staff, among his fellow officers and in the army generally, Prince Andrew had, as he had had in Petersburg society, two quite opposite reputations.",
        "Many believe that homeschool students will find it difficult to successfully integrate into society as adults.",
        "You can undertake the theater, I society, and you, Hippolyte, of course the women.",
        "Into the insignificant, trifling, and artificial interests uniting that society had entered the simple feeling of the attraction of a healthy and handsome young man and woman for one another.",
        "He went to balls and into ladies' society with an affectation of doing so against his will.",
        "Dolokhov, who did not usually care for the society of ladies, began to come often to the house, and the question for whose sake he came (though no one spoke of it) was soon settled.",
        "From the point of view of the old countess and of society it was out of the question for her to refuse him.",
        "More wealth is digital, to be sure, but immeasurably more wealth is tied up in the intricacies of society itself.",
        "These sayings were prepared in the inner laboratory of his mind in a portable form as if intentionally, so that insignificant society people might carry them from drawing room to drawing room.",
        "Wealth and society encourage civilization, which is advantageous to everyone.",
        "She was very unlike the women of his society.",
        "2 This is a posthumous publication, nominally forming an extra number of the Journal of the Asiatic Society; but, since it was separately issued, it is entitled to notice here.",
        "Macleay indeed never pretended to a high position in this branch of science, his tastes lying in the direction of Entomology; but few of their countrymen knew more of birds than did Swainson and Vigors; and, while the latter, as editor for many years of the Zoological Journal, and the first secretary of the Zoological Society, has especial claims to the regard of all zoologists, so the former's indefatigable pursuit of Natural History, and conscientious labour in its behalf-among other ways by means of his graceful pencil-deserve to be remembered as a set-off against the injury he unwittingly caused.",
        "But besides considerations of foreign policy, the attention of Russian society was at that time keenly directed on the internal changes that were being undertaken in all the departments of government.",
        "Moscow society, from the old women down to the children, received Pierre like a long-expected guest whose place was always ready awaiting him.",
        "Together we let a dog choose us at the local humane society.",
        "Instead, it made him different enough to be like her: a shadow on the fringe of society.",
        "Well, Miss Sidwell, I'd say you're a big hit with high society.",
        "Their ways had to part, because there was no place for her weapon in a civilized society.",
        "The English common law, with all the absurdities and rigours of that day, was arbitrarily extended to an alien system of society.",
        "On the one hand the retributive principle itself has been very largely superseded by the protective and the reformative; on the other punishments involving bodily pain have become objectionable to the general sense of society.",
        "Gibbs in 1868 for the Early English Text Society.",
        "The Holbein society issued a facsimile of Sir Teuerdank (London, 1884) and Triumphwagen (London, 1883).",
        "It was then devoted to the accommodation of the students of the Royal Naval College, the Infirmary being granted to the Seamen's Hospital Society.",
        "Woman, in her wasted life, in her hurried death, here stands appealing to the society that degrades her, with a combination of eloquence and poetry, of forms of art at once instantaneous and permanent, and with great metrical energy and variety.",
        "The Royal Society awarded him the Copley medal in 5892, and selected him as Croonian lecturer in the following year, his subject being the position of pathology among the biological sciences; and in 1898 he delivered the second Huxley memorial lecture at Charing Cross Hospital.",
        "S., 1907, by permission of the Zoological Society of London.) Photo, W.",
        "Joachim Descartes, his father, having purchased a commission as counsellor in the parlement of Rennes, introduced the family into that demi-noblesse of the robe which, between the bourgeoisie and the high nobility, maintained a lofty rank in French society.",
        "His residence was generally divided into two parts - one his workshop for science, the other his reception-room for society.",
        "In France Cartesianism won society and literature before it penetrated into the universities.",
        "And the salons of Mme de Sevigne, of her daughter Mme de Grignan, and of the duchesse de Maine for a while gave the questions of philosophy a place among the topics of polite society, and furnished to Moliere the occasion of his Femmes savantes.",
        "The psychologist must study mankind from the historical or comparative standpoint, analysing the elements which constitute the fabric of society, with its customs, its conventions and the main tendencies of its evolution.",
        "But admiration of his talents must not blind us to his moral worthlessness, nor is it right to cast the blame for his excesses on the brutal and vicious society in which he lived.",
        "The same society which produced his infamous favourites also produced St Philip of Moscow, and by refusing to listen to St Philip Ivan sank below even the not very lofty moral standard of his own age.",
        "He certainly left Muscovite society worse than he found it, and so prepared the way for the horrors of \"the Great Anarchy.\"",
        "Ainsworth, The Euphrates Expedition (1888); Guy Le Strange, \"Description of Mesopotamia and Bagdad\" (Journal of the Royal Asiatic Society, 1895); E.",
        "Royal Humane Society >>",
        "At the beginning of 1680 he presented a paper to the Royal Society, De nova temporis dimetiendi ratione et accurata horologiorum .constructione, in which he attempted to deprive Huygens of the honour of applying the pendulum to the measurement of time.",
        "See Lucian, 'AXï¿½EavSpos IkevSoï¿½avrns; Samuel Dill, Roman Society from Nero to Marcus Aurelius (1904); and F.",
        "Ellis offered the suggestion of a much higher pitch for this Cammerton in his lecture \"On the History of Musical Pitch,\" read before the Society of Arts, London (Journ.",
        "Stein tuned Mozart's piano to a fork a' 421.6, and the Broadwood pianos used at the London Philharmonic Society in its first concerts (1813) were tuned to a fork c 2 506.8, which gives a mean tone a' 423.7.",
        "About that time, or it may be a few years earlier, Sir George Smart established a fork for the Philharmonic Society, a' 433.2.",
        "But about that year the performing pitch of the Society had reached 452.5.",
        "But the Philharmonic Society adopted the Diapason Normal in 1896, and the military bands have not gone with it.",
        "1857 Society of Arts intended for 444.",
        "(Since 1886 the Society of Arts has advo cated the Diapason Normal)1860 Authority.",
        "Society is described as honeycombed with crimes and vices; prophets, priests, princes and the people generally are said to practise unblushingly extortion, oppression, murder, falsehood, adultery (xxii.).",
        "Educated at Reading school and at Winchester college, Henry Vansittart joined the society of the Franciscans, or the \"Hellfire club,\" at Medmenham, his elder brothers, Arthur and Robert, being also members of this fraternity.",
        "Her early years were clouded by the execution of the duc de Montmorency, her mother's only brother, for intriguing against Richelieu in 1631, and that of her mother's cousin the comte de Montmorency-Boutteville for duelling in 1635; but her parents made their peace with Richelieu, and being introduced into society in 1635 she soon became one of the stars of the Hotel Rambouillet, at that time the centre of all that was learned, witty and gay in France.",
        "The intention was to make American Methodism a facsimile of that in England, subject to Wesley and the British Conference-a society and not a Church.",
        "As the deed was not destroyed, but is in existence now, it is to be presumed that the terms of it were, riot fulfilled; but the fact that such a contract should have been drawn up by Napier himself affords a singular illustration of the state of society and the kind of events in the midst of which logarithms had their birth.",
        "Her \"Presbyterian Orphan Society\" undertakes the support of every poor orphan child throughout the Church.",
        "The elections were controlled for a few years, and violence was checked, but the Ku Klux movement went on until it accomplished its object by giving protection to the whites, reducing the blacks to order, replacing the whites in control of society and state, expelling the worst of the carpet-baggers and scalawags, and nullifying those laws of Congress which had resulted in placing the Southern whites under the control of a party composed principally of ex-slaves.",
        "The chief type of agricultural society is the cornice agricole, an association for the discussion of agricultural problems and the organization of provincial shows.",
        "Examples of such bodies are the Society for Elementary Instruction the Polytechnic Association, the Philotechnic Association and the French Union of the Young at Paris; the Philomathic Society of Bordeaux; the Popular Education Society at Havre; the Rhone Society of Pro-, fessional Instruction at Lyons; the Industrial Society of Amiens and others.",
        "He was a good scholar and mixed with the best literary society, being an intimate friend of Alexander Pope.",
        "A similar influence was exerted by him in other branches of the common law; and although, after his retirement, a reaction took place, and he was regarded for a while as one who had corrupted the ancient principles of English law, these prejudices passed rapidly away, and the value of his work in bringing the older law into harmony with the needs of modern society has long been fully recognized.",
        "Her personal charms were not potent enough to wean Charles away from the society of his mistresses, and in a few weeks after her arrival she became aware of her painful and humiliating position as the wife of the selfish and licentious king.",
        "She withdrew from the king's society, and in spite of Clarendon's attempts to moderate her resentment, declared she would return to Portugal rather than consent to a base compliance.",
        "Magnus, and was one of the founders of the Berlin Physical Society.",
        "He contributed extensively to the periodical literature of astronomy, and was twice, in 1823 and 1830, the recipient of the Royal Astronomical Society's gold medal.",
        "Society, xxvi.",
        "The resulting compound, nickel carbonyl, which was described to the Chemical Society in 1890, is both formed and decomposed within a very moderate range of temperature, and on this fact he based a successful process for the extraction of nickel from its ores.",
        "See a paper by Madison Grant, entitled \"The Rocky Mountain Goat,\" published in the ninth annual report of the New York Zoological Society (1905).",
        "Amongst the more important buildings for ecclesiastical and philanthropic purposes erected to the north of the city since 1860 are the Russian cathedral, hospice and hospital; the French hospital of St Louis, and hospice and church of St Augustine; the German schools, orphanages and hospitals; the new hospital and industrial school of the London mission to the Jews; the Abyssinian church; the church and schools of the Church missionary society; the Anglican church, college and bishop's house; the Dominican monastery, seminary and church of St Stephen; the Rothschild hospital and girls' school; and the industrial school and workshops of the Alliance Israelite.",
        "Pilgrims' Text Society and of the Societe de l'Orient latin; papers in Quarterly Statements of the P. E.",
        "Lord Rayleigh had an interest in abnormal psychological investigations, and became a member and vice president of the Society for Psychical Research.",
        "In 1904 he was awarded a Nobel prize, and at the end of 1905 he became president of the Royal Society, of which he had been elected a fellow in 1873, and had acted as secretary from 1885 to 1896.",
        "In December 1797 he joined his brother and some others in the formation of the \"Society for the Propagation of the Gospel at Home,\" in building chapels or \"tabernacles\" for congregations, in supporting missionaries, and in maintaining institutions for the education of young men to carry on the work of evangelization.",
        "(1893); Hedley, \" Surviving Refugees in Austral Lands of Ancient Antarctic Life,\" Royal Society N.",
        "He was president of the mathematical and physical section of the British Association at Bradford in 1873 and of the London Mathematical Society in 18 741876.",
        "The king of the Belgians having formed an International African Society, de Lesseps accepted the presidency of the French committee, facilitated M.",
        "In 1879 a congress assembled in the rooms of the Geographical Society at Paris, under the presidency of Admiral de la Ronciere le Noury, and voted in favour of the making of the Panama Canal.",
        "His marvellous physical and moral equilibrium gave him an evenness of temper which always renaered his society charming.",
        "The Royal Society printed six important memoirs in the Philosophical Transactions, and a few other memoirs are to be found in the Transactions of the Royal Society of Edinburgh and of the Royal Irish Academy, in the Bulletin de 1' Academic de St-Petersbourg for 1862 (under the name G.",
        "During the last few years of his life Boole was constantly engaged in extending his researches with the object of producing a second edition of his Differential Equations much more complete than the first edition; and part of his last vacation was spent in the libraries of the Royal Society and the British Museum.",
        "Though he received a medal from the Royal Society for his memoir of 1844, and the honorary degree of LL.D.",
        "The analytical society thus formed in 1813 published various memoirs, and translated S.",
        "He was also a prime mover in the establishment of the Cambridge Astronomical Observatory, and in the founding of the Cambridge Philosophical Society.",
        "Hertz himself gave an admirable account of the significance of his discoveries in a lecture on the relations between light and electricity, delivered before the German Society for the Advancement of Natural Science and Medicine at Heidelberg in September 1889.",
        "Clifford, Further India (1904); Journal of the Malay Archipelago, Logan (Singapore); Journal of the Straits Branch of the Royal Asiatic Society (Singapore); Weld, Maxwell, Swettenham and Clifford in the Journal of the Royal Colonial Institute (London); Clifford in the Journal of the Royal Geographical Society (London).",
        "He was elected a foreign member of the Royal Society.",
        "In October 1791 Tone converted these ideas into practical policy by founding, in conjunction with Thomas Russell (1767-1803), Napper Tandy and others, the society of the \"United Irishmen.\"",
        "Several of the leading United Irishmen, including Reynolds and Hamilton Rowan, immediately fled the country; the papers of the United Irishmen were seized; and for a time the organization was broken up. Tone, who had not attended meetings of the society since May 1793, remained in Ireland till after the trial and suicide of Jackson in April 179.",
        "In 1878 he was elected a Foreign Associate of the Royal Astronomical Society.",
        "At a scientific meeting of the Zoological Society of London, on the 17th of December 1901, Mr Oldfield Thomas read a letter from Mr G.",
        "12, 45); though from the lips of slaves and other low persons in the plays we no doubt hear expressions which, while they are quite in keeping with the characters to whom they are allotted, would have shocked the ears of polite society in the 2nd century B.C.",
        "Thomson (Lord Kelvin) at a meeting of the Philosophical Society of Glasgow in 1854, because its greater flexibility renders it less likely to damage the insulating envelope during the manipulation of the cable.",
        "Statistical Society (September 1872, March 1881); Report of a Committee appointed by the Treasury to investigate the causes of the increased cost of the Telegraphic Service, &c. (1875); Reports of the Postmaster-General for 1895, &c.; Journ.",
        "The term \" telephony \" was first used by Philipp Reis of Friedrichsdorf, in a lecture delivered before the Physical Society of Frankfort in 1861.1 But, although this lecture and Reis's subsequent work received considerable notice, little progress was made until the subject was taken up between 1874 and 1876 by Alexander Graham Bell, a native of Edinburgh, then resident in Boston, Mass., U.S.A. Bell, like Reis, employed electricity for the reproduction of sounds; but he attacked the problem in a totally different manner.",
        "Experiments very similar to these of Edison were made by Elisha Gray of Boston, Mass., and described by him in papers communicated to the American Electrical Society in 1875 and 1878.",
        "The next three years he spent in the neighbourhood of Assisi in abject poverty and want, ministering to the lepers and the outcasts of society.",
        "These words seem to contain the mere truth: Francis's peculiar religious genius was probably not adapted for the government of an enormous society spread over the world, as the Friars Minor had now become.",
        "In the emperors absence, Raven.na, Rimini, Imola and Foril joined the league, which now called itself the Society of Venice, Lombardy, the March, Romagna and Alessandria.",
        "The Ghibelline honestly believes that the Guelphs will reduce society to chaos.",
        "All these forces were equally necessarythe revolutionists to keep up agitation and make government by bayonets impossible; the moderates to curb the impetuosity of the revolutionists and to present a scheme of society that was neither reactionary nor anarchical; the volunteers abroad to gain military experience; and the more peaceful exiles to spread the name of Italy among foreign peoples.",
        "At Naples a trifling disturbance in September 1849, led to the lion oi arrest of a large number of persons connected with the Liberals Unitd Italiana, a society somewhat similar to the in Naples.",
        "All who accepted the motto Unity, Independence and Victor Emmanuel were admitted into the society.",
        "Both the king and his minister realized that Piedmont alone, even with the help of the National Society, could not expel Austria from Italy without foreign assistance.",
        "It became clear that neither the influence of the regular clergy, of which the Society of Jesus is the most powerful embodiment, nor that of foreign clerical parties, which largely control the Peters Pence fund, would ever permit renunciation of the papal claim to temporal power.",
        "His Political Memoranda were edited by Oscar Browning for the Camden Society in 1884, and there are eight volumes of his official correspondence in the British Museum.",
        "and Foreign; Foxe's Acts and Monuments; Strype's Memorials of Cranmer (1694); Anecdotes and Character of Archbishop Cranmer, by Ralph Morice, and two contemporary biographies (Camden Society's publications); Remains of Thomas Cranmer, by Jenkyns (1833); Lives of Cranmer, by Gilpin (1784), Todd (1831), Le Bas, in Hook's Lives of the Archbishops of Canterbury, vols.",
        "Sir Leslie Stephen finds that moral laws are the conditions needful for the good of the social organism, and are imposed as such by society upon its individual members.",
        "His advocacy of an American episcopate, in connexion with which he wrote the Answer to Dr Mayhew's Observations on the Charter and Conduct of the Society for the Propagation of the Gospel in Foreign Parts (London 1764), raised considerable opposition in England and America.",
        "In the Calyptoblastea the perisarc is always continued above the From Allman's Gymnoblastic Hydroids, by permission of the Council of the Ray Society.",
        "From Allman's Gymnoblastic Hydroids, by permission of the Council of the Ray Society.",
        "The buds may all become detached after a time and give rise to separate and independent individuals, as in the common Hydra, in which only polyp-individuals are produced and sexual elements From Allman's Gymnoblastic Hydroids, by permission of are developed the Council of the Ray Society.",
        "From Allman's Gymnoblastic mnoblastic Hydroids, by permission of the Council of the Ray Society.",
        "the Council of the Ray Society.",
        "The histology described above for the polyp may be taken as the primitive type, from which that From Allman's G y mnoblastic Hydroids, by permission of the Council of the Ray Society.",
        "in this sub-order have received Such are the \" snake-like zoids \" and as such are generally inter 4\"0 ' 'Y p P After Allman, Gymnoblastic Hydroids, by permission of the council of the Ray Society.",
        "After Allman, Gymnoblastic Hydroids, by permission of the council of the Ray Society.",
        "Allman, \" A Monograph of the Gymnoblastic or Tubularian Hydroids,\" Ray Society (1871-1872); 2.",
        "Aristotle's brief suggestions respect ing the origin of society and governments in the Politics show a leaning to a naturalistic interpretation of human history as a development conditioned by growing necessities.",
        "He looked on the actions of the individual organism and of society as determined by the needs of self-preservation.",
        "For evolution in relation to society see Sociology.",
        "It would seem that, in the intervals of persecution, some rights of property were recognized in the Christian Church and its officers; although the Church was an illegal society.",
        "Since then many others have been obtained, and one lived for several years in the gardens of the Zoological Society of London.",
        "The pretty wood at Winschoten was laid out by the Society for Public Welfare (Tot Nut van het Algemeen) in 1826.",
        "1 Journal of the Royal Asiatic Society (2903), p. 398.",
        "Westergaard, Ober den altesten Zeitraum der indischen Geschichte, p. 87; Rhys Davids, Transactions of the Philological Society (1875), p. 70; Kuhn, Beitrage zur Pali Grammatik, 7-9.",
        "These have now nearly all, mainly through the work of the Pali Text Society, been published in Pali.",
        "The four principal ones have been published for the Pali Text Society, and some volumes have been translated into English or German.",
        "Of these, eleven volumes had by 1910 been edited for the Pali Text Society by various scholars, the Jatakas and two other treatises had appeared elsewhere, and two works (one a selection of lives of distinguished early Buddhists, and the other an ancient commentary), were still in MS.",
        "Of the seven treatises contained in the Abhidhamma Pitaka five, and one-third of the sixth, had by 1910 been published by the Pali Text Society; and one, the Dhamma Sangani, had been translated by Mrs Rhys Davids.",
        "Hardy for the Pali Text Society in 1902; and the Petaka Upadesa.",
        "Three of these have been published by the Pali Text Society; and Professor E.",
        "Franke in two articles in the Journal of the Pali Text Society for 1903, and in his Geschichte and Kritik der einheimischen Pali Grammatik.",
        "Two volumes only of these, out of about twenty still extant in MS., have been edited for the Pali Text Society.",
        "- Texts: Pali Text Society (63 vols., 1882-1908); H.",
        "During his reign the atmosphere of Roman society was heavily charged with the popular Greek philosophy to which, ethics apart, Christianity was diametrically opposed.",
        "Dill, Roman Society from Nero to M.",
        "SOCIETY ISLANDS (French Archipel de.",
        "All voyagers agree that for varied beauty of form and colour the Society Islands are unsurpassed in the Pacific. Innumerable rills gather in lovely streams, and, after heavy rains, torrents precipitate themselves in grand cascades from the mountain cliffs - a feature so striking as to have attracted the attention of all voyagers, from Wallis downwards.",
        "In this respect the Society Islands have the advantage of many Polynesian islands.",
        "This society was instituted in 1841, the original founders being chemists and druggists in the metropolis and provincial towns.",
        "On the 18th of February 1843 a royal charter of incorporation was granted to the society, and a permanent status was thus acquired.",
        "The society has also established a chemical research laboratory, in which much useful work has been done in connexion with the national pharmacopoeia under the direction of the Pharmacopoeia Committee of the Medical Council.",
        "The administration of the act was entrusted to the pharmaceutical society, and the duty of prosecuting unauthorized practitioners has been performed by the society ever since, without any pecuniary assistance from the state, although the legal expenses involved in prosecution amount to a considerable portion of its income.",
        "It has been erroneously represented by interested persons that the Pharmaceutical Society desires a monopoly of the sale of poisons.",
        "Any poisonous substance that is not included in the schedules can be sold by anyone, as, for instance, red lead, sulphate of copper, &c. The duty of the Pharmaceutical Society is a purely legal one, and relates only to the schedules of poisons framed by the government to protect the public by rendering it a difficult matter to obtain the poisons most frequently used for criminal purposes.",
        "The fact that a voluntary society with limited funds must contest the illegal decisions of local councils, without government support, seems likely to render this portion of the act of 1908 a dead letter.",
        "In his later writings he deals with modern society, its vices, ideals and perils; yet in many essentials he is a manifest disciple of Calderon.",
        "from 1660) was knighted in 1673, and was elected president of the Royal Society in 1681.",
        "degrees at Oxford, Edinburgh and Dublin, and was made a fellow of the Royal Society.",
        "Teratology, &c.Masters, Vegetable Teratology, Ray Society (1869); Molliard, Ckcidies florales, Ann.",
        "A local aggrettion of a species other than the dominant one in an associion brings about a plant society; for example, societies of Ericd etralix, of Scirpus caespitosus, of Molinia coerulea, of Carex irta, of Narthecium ossifra gum, and others may occur within i association of Calluna vulgaris.",
        "The belief in a vast Antarctic continent stretching far into the temperate zone had never been abandoned, and was vehemently asserted by Charles Dalrymple, a disappointed candidate nominated by the Royal Society for the command of the Transit expedition of 1769.",
        "On a second cruise from the Society Islands, in 1773, he, first of all men, crossed the Antarctic circle, and was stopped by ice in 71° 10' S.",
        "In February 1773 the Royal Society submitted a proposal to the king for an expedition towards the North Pole.",
        "The Berlin Geographical Society (Gesellschaft fiir Erdkunde) is second in order of seniority, having been founded in 1827.",
        "The Royal Geographical Society, which was founded in London in 1830, comes third on the list; but it may be viewed as a direct result of the earlier African Association founded in 1788.",
        "The action of the society in supplying practical instruction to intending travellers, in astronomy, surveying and the various branches of science useful to collectors, has had much to do with advancement of discovery.",
        "Columbus is near the Ohio coal and iron-fields, and has an extensive trade in coal, but its largest industrial interests are in manufactures, among which the more important are foundry and machine-shop products (1905 value, $6,259,579); boots and shoes (1905 value, $5,425,087, being more than one-sixtieth of the total product value of the boot and shoe industry in the United States, and being an increase from $359,000 in 1890); patent medicines and compounds (1905 value, $3,214,096); carriages and wagons (1905 value, $2,197,960); malt liquors (1905 value, $2,133,955); iron and steel; regalia and society emblems; steam-railway cars, construction and repairing; and oleo-margarine.",
        "A portrait was taken of the head of the body found therein, now in the museum of the Society of Antiquaries in Scotland.",
        "Longfellow - which was built in1785-1786by General Peleg Wadsworth (1748-1829), a soldier of the War of Independence, a representative in Congress from 1793 to 1807, and the grandfather of the poet; was given by Longfellow's sister, Mrs Anne Longfellow Pierce (1810-1901) to the Maine Historical Society; and contains interesting relics of the Wadsworth and Longfellow families, and especially of the poet himself.",
        "Behind the \"Home\" is the Library of the Maine Historical Society.",
        "The Portland Society of Natural History, founded in 1843 and incorporated in 1850, has a building (1880) containing a library and natural history collections.",
        "He was elected a fellow of the Royal Society on the 26th of February 1807; he married and went to live in London in the same year, and in 1811 succeeded Maskelyne as astronomer-royal.",
        "p. 49 1; Royal Society's Cat.",
        "3-21), in society, and in the state (xiii.",
        "Tacitus, besides being a man of immense wealth (which he bequeathed to the state), Dill, Roman Society from Nero to Marcus Aurelius, Bk.",
        "PIERRE JEAN BECKX (1795-1887), general of the Society of Jesus, was born at Sichem in Belgium on the 8th of February 1795, and entered the novitiate of the order at Hildesheim in 1819.",
        "His tenure of office was marked by an increased zeal for missions in Protestant lands, and by the removal of the society's headquarters from Rome to Fiesole near Florence in 1870.",
        "Friedlander in Publications of the Society of Hebrew Lit., 1st ser.",
        "Tigris (1900); Guy Le Strange, \" Description of Mesopotamia,\" in Journal of the Royal Asiatic Society (1895), and Baghdad under the Abbasid Caliphate (1901); J.",
        "At the same time he became a member of the secret society of the Carbonari.",
        "This prosecution finally discredited the new society.",
        "Some idea of his activity as a writer on mathematical and physical subjects during these early years may be gathered from the fact that previous to this appointment he had contributed no less than three important memoirs to the Philosophical Transactions of the Royal Society, and eight to the Cambridge Philosophical Society.",
        "In 1831 the Copley medal of the Royal Society was awarded to him for these researches.",
        "In recognition of this work the medal of the Royal Astronomical Society was awarded him in 1833.",
        "For this work Airy received in 1848 a testimonial from the Royal Astronomical Society, and it at once led to the discovery by P. A.",
        "He was elected a fellow of the Royal Society in 1836, its president in 1871, and received both the Copley and Royal medals.",
        "He was five times president of the Royal Astronomical Society, was correspondent of the French Academy and belonged to many other foreign and American societies.",
        "Society, li.",
        "Society, lii.",
        "Their national character remains largely the same; but they have adopted a new religion, a new language, a new system of law and society, new thoughts and feelings on all matters.",
        "housed the state library and the library of the Kentucky State Historical Society.",
        "Hyman, Handbook of Indianapolis (Indianapolis, 1907); Nathaniel Bolton, \"Early History of Indianapolis and Central Indiana\" (Indiana Historical Society's Publications, No.",
        "Man exists for and in himself alone; his highest end is self-knowledge and self-realization in conformity with the dictates of his reason, apart altogether from the state and society.",
        "He never recovered his elasticity of spirits, though he continued to occupy himself with his favourite pursuits, and to frequent the society of his brother philosophers.",
        "See Monthly Notices of the Royal Astronomical Society (1899).",
        "l Bibliography: Memoirs, Izvestia and Geological Maps of the Committee for the Geological Survey of Russia; Memoirs and Sborniks of the Mineralogical Society, of the Academy of Science and of the Societies of Naturalists at the Universities; Mining Journal; Murchison's Geology of Russia; Helmersen's and MSller's Geological Maps of Russia and the Urals; Inostrantsev in Appendix to Russian translation of Reclus's Geogr.",
        "The steady tendency of Russian society towards increasing the number of secondary schools, where instruction would be based on the study of the natural sciences, is checked by the government in favour of the classical gymnasiums. 5 Sunday schools and public lectures are virtually prohibited.",
        "Besides the Academy of Science, the Moscow Society of Naturalists, the Mineralogical Society, the Geographical Society, with its Caucasian and Siberian branches, the archaeological societies and the scientific societies of the Baltic provinces, all of which are of old and recognized standing, there have lately sprung up a series of new societies in connexion with each university, and their serials are yearly growing in importance, as, too, are those of the Moscow Society of Friends of Natural Science, the Chemico-Physical Society, and various medical, educational and other associations.",
        "Reiches, for reptiles generally; Rodoszkowski and the publications of the Entomological Society generally for insects; Czerniaysky for the marine fauna of the Black Sea; Kessler for that of Lakes Onega and Ladoga; Grimm for the Caspian.",
        "For more detailed bibliographical information see Apercu des travaux zoo-ge'ographiques, published at St Petersburg in connexion with the Exhibition of 1878; and the index Ukazatel Russkoi Literatury for natural science, mathematics and medicine, published since 1872 by the Society of the Kiev University.",
        "very much resembles the co-operative society of W.",
        "These princes were, in fact, men of like passions with ourselves, and acted as powerful men generally do in a rude state of society.",
        "By such means Catherine made herself very popular in the upper ranks of society, but as a woman and a usurper who did little or nothing to lighten the burdens of the people she failed to gain the loyalty and devotion of the masses.",
        "The publications of the Imperial Russian Historical Society of St Petersburg, amounting to upwards of 100 vols., are of great value.",
        "At the expiration of apprenticeship he went to London and joined the London Society of Compositors.",
        "In the United States a committee of the American Society of Civil Engineers, appointed to consider the question of rail manufacture in consequence of an increase in the number of rail-failures, issued an interim report in 1907 in which it suggested a range of carbon from 0-55 to 0-65% for the heaviest sections of Bessemer steel flange rails, with a phosphorus maximum of 0.085%; while the specifications of the American Society for Testing Materials, current at the same period, put the carbon limits at o 45 to 0-55%, and the phosphorus limit at o io.",
        "and his viceroy in India; he established and controlled the Society of Jesus in the East.",
        "Throughout his life he remained in close touch with Ignatius of Loyola, who is said to have selected Xavier as his own successor at the head of the Society of Jesus.",
        "There are numerous older and uncritical biographies by members of the Society; best and earliest are De vita Francisca Xaverii.",
        "The most extreme cases of this belief is the well- - known fable of the \"barnacle-geese,\" an illustrated account of which was printed in an early volume of the Royal Society of London.",
        "8 Recently the Society of Psychical Research has.",
        "For an account of these see Proceedings of the Society for Psychical Research, vii.",
        "See Proceedings of the Society for Psychical Research, vi.",
        "See Proceedings of the Society for Psychical Research, iv.",
        "Myers in two papers published in the Proceedings of the Society for Psychical Research.",
        "See also his \"Notes of Seances with D.D.Home,\" Proceedings of the Society for Psychical Research, vi.",
        "6 Proceedings of the Society for Psychical Research, ix.",
        "- Dec., 1908), and Proceedings of the Society for Psychical Research, xxiii.",
        "Flournoy, Des Indes a la Planete Mars (Geneva, 1900; there is an English translation published in London); Proceedings of the Society for Psychical Research, passim.",
        "See Geographical Journal, passim; and Atoll of Funafuti: Borings into a Coral Reef (Report of Coral Reef Committee of Royal Society, London, 1904).",
        "Mitchell reprinted the 1567 volume (expurgated) for the Scottish Text Society.",
        "His graduation thesis, published in 1819, on the history of the Merovingian mayors of the palace, attracted the attention of Baron Stein, by whom he was engaged in 1820 to edit the Carolingian chroniclers for the newly-founded Historical Society of Germany.",
        "Lockyer was elected a fellow of the Royal Society in 1869, and received the Rumford medal in 1874.",
        "In February 1845 he received the announcement of his election as corresponding member of the French Institute in place of the Spanish historian Navarrete, and also of the Royal Society of Berlin.",
        "His name at once became synonymous with the highest pitch of pianoforte playing, and society was at his feet.",
        "He complains especially of his tutors, and in one case with abundant reason; but, by his own confession, they might have recriminated with justice, for he indulged in gay society, and kept late hours.",
        "With all his devotion to study at Lausanne' (he read ten or twelve hours a day), he still found some time for the acquisition of some of the lighter accomplishments, such as riding, dancing, drawing, and also for mingling in such society as the place had to offer.",
        "In London he seems to have seen but little select society - partly from his father's taste, \"which had always preferred the highest and lowest company,\" and partly from his own reserve and timidity, increased by his foreign education, which had made English habits unfamiliar, and the very language 2 The affair, however, was not finally broken off till 1763.",
        "2 Voltaire was at Geneva, Rousseau at Montmorency, and Buffon he neglected to visit; but so congenial did he find the society for which his education had so well prepared him, and into which some literary reputation had already preceded him, that he declared, \" Had I been rich and independent, I should have prolonged and perhaps have fixed my residence at Paris.\"",
        "He executed the first book in French; it was read (in 1767), as an anonymous production, before a literary society of foreigners in London, and condemned.",
        "Perfectly free from every engagement but those which his own tastes imposed, easy in his circumstances, commanding just as much society, and that as select, as he pleased, with the noblest scenery spread out at his feet, no situation can be imagined more favourable for the 2 In 1775 he writes to Holroyd: \" I am still a mute; it is more tremendous than I imagined; the great speakers fill me with despair; the bad ones with terror.\"",
        "and Mme Necker; Mr Fox also gave him two welcome \" days of free and private society \" in 1788.",
        "The centenary of Gibbon's death was celebrated in 1894 under the auspices of the Royal Historical Society: Proceedings of the Gibbon Commemoration, 1 79418 94, by R.",
        "She was educated at home, and later identified herself with the movement for the higher education of women, being also one of a group of women who about 1858 were discussing the question of women's suffrage at the Kensington Society.",
        "Pilgrim Hall, a large stone building erected by the Pilgrim Society (formed in Plymouth in 1820 as the successor of the Old Colony Club, founded in 1769) in 1824 and remodelled in 1880, is rich in relics of the Pilgrims and of early colonial times, and contains a portrait of Edward Winslow (the only extant portrait of a \"Mayflower\" passenger), and others of later worthies, and paintings, illustrating the history of the Pilgrims; the hall library contains many old and valuable books and manuscripts - including Governor Bradford's Bible, a copy of Eliot's Indian Bible, and the patent of 1621 from the Council for New England - and Captain Myles Standish's sword.",
        "For his work on etherification Williamson in 1862 received a Royal medal from the Royal Society, of which he became a fellow in 1855, and which he served as foreign secretary from 1873 to 1889.",
        "He was twice president of the London Chemical Society, in 1863-1865, and again in 1869-1871.",
        "In Wichita are Fairmount College (Congregational; co-educational; organized as a preparatory school in 1892 and as a college in 1895); Friends' University (Society of Friends; co-educational; 1898); and Mount Carmel Academy and the Pro-Cathedral School (both Roman Catholic).",
        "His Letters on the Evidences of Christianity (1815) have been several times reprinted, and an abridgment was published by the Religious Tract Society in 1853.",
        "Gregory was one of the founders of the Royal Astronomical Society.",
        "He also dealt with the condemnation of Pope Honorius, carried on a controversial correspondence with John Stuart Mill, and took a leading part in the discussions of the Metaphysical Society, founded by Mr James Knowles, of which Tennyson, Huxley and Martineau were also prominent members.",
        "Forbes communicated to the Royal Society of Edinburgh a short paper of his on a mechanical method of tracing Cartesian ovals.",
        "In his eighteenth year, while still a student in Edinburgh, he contributed two valuable papers to the Transactions of the same society - one of which, \" On the Equilibrium of Elastic Solids,\" is remarkable, not only on account of its intrinsic power and the youth of its author, but also because in it he laid the foundation of one of the most singular discoveries of his later life, the temporary double refraction produced in viscous liquids by shearing stress.",
        "Immediately after taking his degree, he read to the Cambridge Philosophical Society a very novel memoir, \" On the Transformation of Surfaces by Bending.\"",
        "The first paper of Maxwell's in which an attempt at an admissible physical theory of electromagnetism was made was communicated to the Royal Society in 1867.",
        "The aim of the society was to keep an eye on the government; its emblem on its papers was simply an open eye.",
        "This society, which arose out of the public excitement created by the war between France and Austria, had for its object the formation of a national party which should strive for the unity and the constitutional liberty of the whole Fatherland.",
        "Influenced by the Jesuit John Ramirez he entered the Society of Jesus in 1564, and after teaching philosophy at Segovia, taught theology at Valladolid, at Alcala, at Salamanca, and at Rome successively.",
        "Society, vol.",
        "Such tenets were destructive not only of Catholicism but of Christianity of any kind and of civil society itself; and for this reason so unecclesiastical a person as the emperor Frederick II.",
        "In 1750 he was admitted a fellow of the Royal Society; and in 1754 he published, at Oxford, his Antiquities of Cornwall (2nd ed., London, 1769).",
        "He was also the author of many papers on general statistics and on life-tables for insurance, some read before the Royal Statistical Society, of which he was president in 1871 and 1872, some contributed to the Lancet and other periodicals.",
        "AMAND BAZARD (1791-1832), French socialist, the founder of a secret society in France corresponding to the Carbonari of Italy, was born at Paris.",
        "About 1820 he united some patriotic friends into a society, called Amis de la verite.",
        "An unsuccessful outbreak at Belfort ruined the society, and the leaders were compelled to conceal themselves.",
        "His opposition to the emancipation of women brought about a quarrel with Enfantin in 1831, and Bazard found himself almost deserted by the members of the society.",
        "Even before authentic history begins, the elements of religion and society had already crystallized into a solid coherent structure which was to persist without essential modification.",
        "The members of each group lived on terms of equality, the families forming a society of worship the rites of which were conducted by the head.",
        "But many of the laws were quite unsuitable for the circumstances of his age, and the belief that a body of intricate and even contradictory legislation was imposed suddenly upon a people newly emerged from bondage in Egypt raises insurmountable objections, and underestimates the fact that legal usage existed in the earliest stages of society, and therefore in pre-Mosaic times.",
        "His main object is to make the new Israel, the post-exilic community at Jerusalem, continuous, as a society, with the old Israel.'",
        "These men often rendered great services to their fellow-Jews, and one of the results was the growth in Jewish society of an aristocracy of wealth, where previously there had been an aristocracy of learning.",
        "Mendelssohn's Phaedo, on the immortality of the soul, brought the author into immediate fame, and the simple home of the \" Jewish Plato \" was sought by many of the leaders of Gentile society in Berlin.",
        "Anglo-Jewry is rich, however, in charitable, educational and literary institutions; chief among these respectively may be named the Jewish board of guardians (1859), the Jews' college (1855), and the Jewish historical society (1893).",
        "Many Jews have filled professorial chairs at the universities, others have been judges, and in art, literature (there is a notable Jewish publication society), industry and commerce have rendered considerable services to national culture and prosperity.",
        "In the society of the members he assumed the name of \"Isaac Bickerstaff,\" and later of \"Gawin Douglas,\" the latter partly in memory of his maternal grandfather Douglas of Muthill (Perthshire), and partly to give point to his boast that he was a \"poet sprung from a Douglas loin.\"",
        "0111vier, to the fact that for nine years he had been a persona grata in the aristocratic society of Vienna, where the necessity for revenging the humiliation of 1866 was an article of faith.",
        "In 1797 she presented to the Royal Society an Index to Flamsteed's observations, together with a catalogue of 561 stars accidentally omitted from the \"British Catalogue,\" and a list of the errata in that publication.",
        "In 1828 the Astronomical Society, to mark their sense of the benefits conferred on science by such a series of laborious exertions, unanimously resolved to present her with their gold medal, and in 1835 elected her an honorary member of the society.",
        "Since the outbreak in May 1896 the Greek government had loyally co-operated with the powers in their efforts for the pacification of the island, but towards the close of the year a secret society known as the Ethnike Hetaeria began to arrogate to itself the direction of Greek foreign policy.",
        "The aim of the society was a war with Turkey with a view to the acquisition of Macedonia, and it found a ready instrument for its designs in the growing discontent of the Cretan Christians.",
        "Emissaries of the society now appeared in Crete, large consignments of arms were landed, and at the beginning of 1897 the island was practically in a state of insurrection.",
        "- Bingham, Antiquities of the Christian Church;: Bede, Ecclesiastical History of England; Procter and Frere, A New History of the Book of Common Prayer (London, 1901); Surtees Society, Rites of Durham, ed.",
        "633-828 (Washington, 1900); \"Report of the Mississippi Historical Commission\" in the Publications of the Mississippi Historical Society, v.",
        "Most of Riley's work is in the Publications of the Mississippi Historical Society (Oxford, 1898 seq.), which he edited; see his Spanish Policy in Mississippi-after the Treaty of San Lorenzo, i.",
        "Thus arose the society of the Friends of God (Gottesfreunde) in the south and west of Germany, spreading as far as Switzerland on the one side and the Netherlands on the other.",
        "The society counted many members among the pious women in the convents of southern Germany.",
        "Later in the century he was much studied by the members of the Philadelphian Society, John Pordage, Thomas Bromley, Jane Lead, and others.",
        "Others again play the part of thieves in the ant society; C. Janet observed a small bristle-tail (Lepismima) to lurk beneath the heads of two Lasius workers, while one passed food to the other, in order to steal the drop of nourishment and to make off with it.",
        "Society is conceived as regulated by, mutual obligations, of which the duties of parents and children are the most important.",
        "Society, vols.",
        "The foundation of the Aberdeen Philosophical Society (the \"Wise Club\"), which numbered among its members Campbell, Beattie, Gerard and Dr John Gregory, was mainly owing to the exertions of Reid, who was secretary for the first year (1758).",
        "Many of the subjects of discussion were drawn from Hume's speculations; and during the last years of his stay in Aberdeen Reid propounded his new point of view in several papers read before the society.",
        "He also spent some time in Greece, and on his return to England founded the Athenian Society, membership of which was confined to those who had travelled in that country.",
        "Among the public offices held by the earl were those of lordlieutenant of Aberdeenshire, president of the society of Antiquaries from 1812 to 1846 and fellow of the Royal Society.",
        "The mission establishments were taken over in 1826 by the Society for the Propagation of the Gospel, which subsequently founded new stations in several parts of the district.",
        "After a period of work in Holland he betook himself to England, where his treatise on lettres de cachet had been much admired, being translated into English in 1787, and where he was soon admitted into the best Whig literary and political society of London, through his old schoolfellow Gilbert Elliot, who had now inherited his father's baronetcy and estates, and become a leading Whig member of parliament.",
        "His first literary work, except the bombastic but eloquent Essai sur le despotisme (Neufchatel, 1 775), was a translation of Robert Watson's Philip II., done in Holland with the help of Durival; his Considerations sur l'ordre de Cincinnatus (London, 1788) was based on a pamphlet by Aedanus Burke (1743-1802), of South Carolina, who opposed the aristocratic tendencies of the Society of the Cincinnati, and the notes to it were by Target;, his financial writings were suggested by the Genevese exile, Claviere.",
        "Graduating from Harvard in 1841, he was a schoolmaster for two years, studied theology at the Harvard Divinity School, and was pastor in1847-1850of the First Religious Society (Unitarian) of Newburyport, Massachusetts, and of the Free Church at Worcester in 1852-1858.",
        "The monastic feature was gradually abandoned, and in 1814 the Society was incorporated as the Seventh.",
        "of the Pennsylvania German Society, Proceedings and Addresses (Lancaster, Penn., 1900); Julius Friedrich Sachse, The German Sectarians of Pennsylvania, 1742-1800: A Critical and Legendary History of the Ephrata Cloister and the Dunkers (Philadelphia, 1900); and John Lewis Gillin, The Dunkers: A Sociological Interpretation (New York, 1906), a doctor's dissertation,, with full bibliography.",
        "He would submit all minor questions to the reason of the individual member, but he set certain limits to toleration, excluding \"whatsoever is against the foundation of faith, or contrary to good life and the laws of obedience, or destructive to human society, and the public and just interests of bodies politic.\"",
        "Like the other two orders, the Teutonic Order began as a charitable society, developed into a military club, and ended as something of a chartered company, exercising rights of sovereignty on the troubled confines of Christendom.",
        "was conferred upon Brewster by Marischal College, Aberdeen; in 1815 he was made a member of the Royal Society of London, and received the Copley medal; in 1818 he received the Rumford medal of the society; and in 1816 the French Institute awarded him one-half of the prize of three thousand francs for the two most important discoveries in physical science made in Europe during the two preceding years.",
        "He proposed in 1715 the \"diffractiontheory\" of the sun's corona, visited England and was received into the Royal Society in 1724, and left Paris for St Petersburg on a summons from the empress Catherine, towards the end of 1725.",
        "After tracing the origin of commerce, Turgot develops Quesnay's theory that the land is the only source of wealth, and divides society into three classes, the productive or agricultural, the salaried (stipendiee) or artisan class, and the land-owning class (classe disponible).",
        "Henceforth Bentham was a frequent guest at Bowood, where he saw the best society and where he met Miss Caroline Fox (daughter of the second Lord Holland), to whom he afterwards made a proposal of marriage.",
        "It is true that he looked upon general society as a waste of time and that he disliked poetry as \"misrepresentation\"; but he intensely enjoyed conversation, gave good dinners and delighted in music, in country sights and in making others happy.",
        "They are, indeed, merely the application of a rigorous common sense to the facts of society.",
        "The time had come for deliberate reconstruction, for inquiring whether the existence of many admitted evils was, as it was said to be, unavoidable; for proving that the needs of society may be classified and provided for by contrivances which shall not clash --?",
        "The colony had no legal existence at the time, but was then incorporated as the \"Roman Catholic Religious Society of St Nazianz,\" and as such sued successfully for the bequest.",
        "The Executive Mansion of the Confederate States of America, built in 1819, purchased by the city in 1862, and leased to the Confederate government and occupied by President Jefferson Davis in 1862-65, was acquired in 1890 by the Confederate Memorial Library Society, and is now a Confederate Museum with a room for each state of the Confederacy and a general library in the \" Solid South \" room; it has valuable historical papers, collected by the Southern Historical Society, and the society has published a Calendar of Confederate Papers (1908).",
        "Lee's family, has been occupied, since 1893, by the Virginia Historical Society (organized 1831; reorganized 1847) as the repository of a valuable library and collection of portraits of historical interest.",
        "In 1873 he took thermoelectricity for the subject of his discourse as Rede lecturer at Cambridge, and in the same year he presented the first sketch of his well-known thermoelectric diagram before the Royal Society of Edinburgh.",
        "The first attempts at improvement cannot be traced farther back than 1723, when a number of landholders formed themselves into a society, under the title of the Society of Improvers in the Knowledge of Agriculture in Scotland.",
        "The Select Transactions of this society were collected and published in 1743 by Robert Maxwell, who took a large part in its proceedings.",
        "It is evident from this book that the society had exerted itself with success in introducing cultivated herbage and turnips, as well as in improving the former methods of culture.",
        "Though this society, the earliest probably in the United Kingdom, soon counted upwards of 300 members, it existed little more than 20 years.",
        "The substantial education supplied by the parish schools, of which nearly the whole population could then avail themselves, had diffused through all ranks such a measure of intelligence as enabled them promptly to discern and skilfully and energetically to take advantage of this spring-tide of prosperity, and to profit by the agricultural information now plentifully furnished by means of the Bath and West of England Society, established in 1777; the Highland Society, instituted in 1784; and the National Board of Agriculture, in 1793.",
        "Mention has already been made of the institution of the Highland Society and the National Board of Agriculture.",
        "The Highland Society having early extended its operations to the whole of Scotland, by and by made a corresponding addition to its title, and as the Highland and Agricultural Society of Scotland gradually extended its operations.",
        "This society early began td hold a great show of live stock, implements, &c. In 1842 certain Midlothian tenant-farmers had the merit of originating an Agricultural Chemistry Association (the first of its kind), by which funds were raised for the purpose of conducting such investigations as the title of the society implies.",
        "After a successful trial of a few years this association was dissolved, transferring its functions to the Highland and Agricultural Society.",
        "In England the Agricultural Society was founded in 1838, with the motto \" Practice with Science,\" and shortly afterwards incorporated by royal charter.",
        "In 1901 the formation of the Agricultural Organization Society marked the first systematic attempt to organize co-operation among the farmers of Great Britain.",
        "Gilbert, in about 130 separate papers or reports, many of which were published, from 1847 onwards, in the Journal of the Royal Agricultural Society of England.'",
        "Additional significance to the value of the above experiments on wheat and barley is afforded by the fact that the same series, with but slight modifications, has also been carried out since 1876 at the Woburn (Bedfordshire) experimental farm of the Royal Agricultural Society of England, the soil here being of light sandy character, and thus very different from the heavy soil of Rothamsted.",
        "This body was instituted in 1798 as the Smithfield Cattle and Sheep Society, the title being [[Table Xix]].",
        "As a typical example of these organizations the Shire Horse Society may be mentioned.",
        "The society holds annual shows, publishes annually the Shire Horse Stud Book and offers'_gold and silver medals for competition amongst Shire horses at agricultural shows in different parts of the country.",
        "The society has carried on a work of high national importance, and has effected a marked improvement in the character and quality of the Shire horse.",
        "It is hardly necessary to say that the Shire Horse Society has never received a penny of public money, nor has any other of the voluntary breeders' societies.",
        "The Hackney Horse Society and the Hunters' Improvement Society are conducted on much the same lines as the Shire Horse Society, and, like it, they each hold a show in London in the spring of the year and publish an annual volume.",
        "The annual show of the Royal Commission on Horse Breeding is held in London jointly and concurrently with that of the Hunters' Improvement Society.",
        "Of organizations of cattle-breeders the English Jersey Cattle Society, established in 1878, may be taken as a type.",
        "This volume records the births in the herds of members of the society, and gives the pedigrees of cows and bulls, besides furnishing lists of prizewinners at the principal shows and butter-test awards, and reports of sales by auction of Jersey cattle.",
        "Other cattle societies, all well caring for the interest of their respective breeds, are the Shorthorn Society of Great Britain and Ireland, the Lincolnshire Red Shorthorn Association, the Hereford Herd Book Society, the Devon Cattle Breeders' Society, the South Devon Herd Book Society, the Sussex Herd Book Society, the Longhorned Cattle Society, the Red Polled Society, the English Guernsey Cattle Society, the English Kerry and Dexter Cattle Society, the Welsh Bla.",
        "ck Cattle Society, the Polled Cattle Society (for the Aberdeen-Angus breed), the English AberdeenAngus Cattle Association, the Galloway Cattle Society, the Ayrshire Cattle Herd Book Society, the Highland Cattle Society of Scotland and the Dairy Shorthorn Association.",
        "Prizes are offered by the society at various agricultural shows where Hampshire Down sheep are exhibited.",
        "Other sheep societies include the Leicester Sheep Breeders' Association, the Cotswold Sheep Society, the Lincoln Longwool Sheep Breeders' Association, the Oxford.",
        "Down Sheep Breeders' Association, the Shropshire Sheep Breeders' Association and Flock Book Society, the Southdown Sheep Society, the Suffolk Sheep Society, the Border Leicester Sheep Breeders' Society, the Wensleydale Longwool Sheep Breeders' Association and Flock Book Society, the Incorporated Wensleydale Blue-faced Sheep Breeders' Association and Flock Book Society, the Kent Sheep Breeders' Association, the Devon Longwool Sheep Breeders' Society, the Dorset Horn Sheep Breeders' Association, the Cheviot Sheep Society and the Roscommon Sheep Breeders' Association.",
        "It is the custom of the Royal Agricultural Society of England to invite competitions at its annual shows in specified classes of implements, and an enumeration of these will indicate the character of the appliances which were thus brought into prominence in the latter years of the 19th and the early years of the 10th century.",
        "The awards here summarized are quite distinct from those of silver medals which are given by the society in the case of articles possessing sufficient merit, which are entered as \" new implements for agricultural or estate purposes.\"",
        "The impression was confirmed by the study of the English psychologists, as well as Condillac and Helvetius, and in1822-1823he established among a few friends the \"Utilitarian\" Society, taking the word as he tells us, from Galt's Annals of the Parish.",
        "He engaged in set discussions at a reading society formed at Grote's house in 1825, and in set debates at a Speculative Society formed in the same year.",
        "He had become convinced that his comrades in the Utilitarian Society, never more than ten, had not the stuff in them for a world-shaking propaganda; the society itself was dissolved; the Parliamentary Review was a failure; the Westminster did not pay its expenses; Bentham's Judicial Evidence produced little effect on the reviewers.",
        "His own reception at the Speculative Debating Society, where he first measured his strength in public conflict, was calculated to produce selfdistrust.",
        "Gradually also he had the satisfaction of seeing the debates in the Speculative Society becoming famous enough to attract men with whom it was profitable for him to interchange opinions, among others Maurice and John Sterling..",
        "He ceased to attend the society in 1829, but he carried away from it the strengthening memory of failure overcome by persevering effort, and the important doctrinal conviction that a true system of political philosophy was \"something much more complex and many-sided than he had previously had any idea of, and that its office was to supply, not a set of model institutions but principles from which the institutions suitable to any given circumstances might be deduced.\"",
        "Among other things, he made a more thorough study of socialist writers, with the result that, though he was not converted to any of their schemes as being immediately practicable, he began to look upon some more equal distribution of the produce of labour as a practicability of the remote future, and to dwell upon the prospect of such changes in human character as might render a stable society possible without the institution of private property.",
        "Mill's friendship with Mrs Taylor and their marriage in 1851 involved a break with his family (apparently due to his resentment at a fancied slight, not to any bitterness on their part), and his practical disappearance from society.",
        "And in the same spirit Mill desired, whilst incorporating all the results arrived at in the special science by Smith's successors, to exhibit purely economic phenomena in relation to the most advanced conceptions of his own time in the general philosophy of society, as Smith had done in reference to the philosophy of his century.",
        "Sometimes he speaks of political economy as a department \"carved out of the general body of the science of society;\" whilst on the other hand the title of his systematic work implies a doubt whether political economy is a part of \"social philosophy\" at all, and not rather a study preparatory and auxiliary to it.",
        "By this expression we do not mean an ideal mode of living, but the habits and requirements of life generally current in a community or grade of society at a given period.",
        "In some ways also the study of highly developed organizations like the modern industrial state is simpler than that of earlier forms of society.",
        "By means of his trade union, co-operative society or club he may gain some experience in the management of men and business, and in so far as the want of a sufficient income does not constitute an insuperable difficulty, he may share in the public life of the country.",
        "But the modern conception of society or the state owes more to biology than philosophy, and actual research has destroyed more frequently than it has justified the assumptions of the older philosophical school.",
        "We cannot suppose that there occurred, at or about the commencement of the 19th century, a breach of historical continuity of such a character that institutions, customs, laws and social conventions were suddenly swept away, the bonds of society loosened, and the state and people of England dissolved into an aggregate of competing individuals.",
        "To buy in the cheapest market and sell in the dearest; to secure cheapness by lowering the expenses of production; to adopt the less expensive rather than the more expensive method of obtaining a given result - these and other maxims are as old as human society.",
        "Economic motives, again, are as varied as the forms of competition, and their development is coeval with that of human society.",
        "They have to be interpreted in every age in relation to the state of society, the other motives or ideals with which they are associated, the kind of action they inspire, and the means through which they operate.",
        "If we go to Mill to discover what it is, we find that \" it is not pretended that the law of diminishing return was operative from the beginning of society; and though some political economists may have believed it to come into operation earlier than it does, it begins quite early enough to support the conclusions they founded on it.\"",
        "He was president of the Highland and Agricultural Society, the Society of Antiquaries and of the British Association.",
        "The 56 volumes published by the Parker Society include only one by its eponymous hero, and that is a volume of correspondence.",
        "Three of the seven poets were drinking in a garden when Firdousi approached, and wishing to get rid of him without rudeness, they informed him who they were, and told him that it was their custom to admit none to their society but such as could give proof of poetical talent.",
        "This poem, though rare and little known, is still in existence - the Royal Asiatic Society possessing a copy.",
        "Society, 1845); P. Pelseneer, Mollusca.",
        "He also enjoyed the society of learned men, especially of \" those who could talk with him concerning ancient monuments and their history!'",
        "The pupils at Brienne, far from receiving a military education, were grounded in ordinary subjects, and in no very efficient manner, by brethren of the order, or society, of Minims. The moral tone of the school was low; and Napoleon afterwards spoke with contempt of the training of the \"monks\" and the manner of life of the scholars.",
        "Very many accepted these terms, rallied to the First Consul with more or less sincerity; and their return to France to strengthen the conservative elements in French society.",
        "His first wife died in June 1743 at Aschaffenburg, and in April 1744 he married Lady Sophia Fermor, daughter of Lord Pomfret - a fashionable beauty and \"reigning toast\" of London society, who was younger than his daughters.",
        "In 1901 the Copley medal of the Royal Society of London was awarded him as being \"the first to apply the second law of thermodynamics to the exhaustive discussion of the relation between chemical, electrical and thermal energy and capacity for external work.\"",
        "In 1855 he became an undergraduate member of Balliol College, Oxford, of which society he was, in 1860, elected fellow.",
        "the moral ideal, as a whole, can be realized only in some society of persons who, while remaining ends to themselves in the sense that their individuality is not lost but rendered more perfect, find this prefection attainable only when the separate individualities are integrated as part of a social whole.",
        "Society is as necessary to form persons as persons are to constitute society.",
        "But, as society exists only for the proper development of persons, we have a criterion by which to test these institutions, viz.",
        "A \"General Society of Mayflower Descendants\" was organized in 1894 by lineal descendants of passengers of the \"Mayflower\" to \"preserve their memory, their records, their history, and all facts relating to them, their ancestors and their posterity.\"",
        "See Azel Ames, The May-Flower and Her Log (Boston, 1901); Blanche McManus, The Voyage of the Mayflower (New York, 1897); The General Society of Mayflower: Meetings, Officers and Members, arranged in State Societies, Ancestors and their Descendants (New York, 1901).",
        "The superintendent of the local Sunday school sent him to an academy at Washington, Wilkes county, for one year and in the following year (1828) he was sent by the Georgia Educational Society to Franklin College (university of Georgia), where he graduated in 1832.",
        "Deciding not to enter the ministry, he paid back the money advanced by the society.",
        "Between 1666 and 1669 Perrault edited at Paris eight accounts of the dissection by du Verney of as many species of birds, which, translated into English, were published by the Royal Society in 1702, under the title of The Natural History of Animals.",
        "In the work just mentioned few details are given; but even the more elaborate classification of birds contained in his Lecons d'anatomie comparee of 1805 is based wholly on external characters, such as had been used by nearly all his predecessors; and the Regne Animal of 1817, when he 1 This was reprinted in 5882 by the Willughby Society.",
        "This extremely rare book has been reprinted by the Willughby Society.",
        "Both of these treatises have also been reprinted by the Willughby Society.",
        "' It has been republished by the Willughby Society.",
        "The chief object of the author, who had been naturalist to the Niger Expedition, and curator to the Museum of the Zoological Society of London, was to figure the animals contained in its gardens or described in its Proceedings, which until the year 1848 were not illustrated.",
        "The publication of the Zoological Sketches of Joseph Wolf, from animals in the gardens of the Zoological Society of London, was Wolf.",
        "The minute-book of the Linnean Society of London shows that his Prolusio was read at meetings of that Society between the 15th of November 1814 and the 21st of February 1815.",
        "Some reparation has been made to his memory by the reprinting of his Analyse by the Willughby Society.",
        "\" Observations on the Natural Affinities that connect the Orders and Families of Birds,\" read before the Linnean Society of London in 1823, and afterwards published in its Transactions (xiv.",
        "Society, xvi.",
        "Society, iv.",
        "Some notices of Australian birds by Mr Ramsay and others are to be found in the Proceedings of the Linnaean Society of New South Wales and of the Royal Society of Tasmania.",
        "Society, xiv.",
        "Bartlett, the superin tendent of the London Zoological Society's Gardens, and that, without his assistance, Blyth'sopportunities,slenderasthey were compared with those which others have enjoyed, must have been still smaller.",
        "It is obvious that both these investigators had the genius for recognizing and interpreting the value of characters; but their labours do not seem to have met with much encouragement; and a general arrangement of the class laid by Blyth before the Zoological Society at this time 1 does not appear in its publications.",
        "Its line to some extent may be partly made out - very clearly, for the matter of that, so far as its details have been published in the series of papers to which reference has been given - and some traces of its features are probably preserved in his Catalogue of the specimens of birds in the museum of the Asiatic Society of Bengal, which, after several years of severe labour, made its appearance at Calcutta in 1849; but, from the time of his arrival in India, the onerous duties imposed upon Blyth, together with the want of sufficient books of reference, seem to have hindered him from seriously continuing his former researches, which, interrupted as they were, and born out of due time, had no appreciable effect on the views of systematisers generally.",
        "In so large and so homogeneous a group as that of the true Passerines, a constant 1 An abstract is contained in the Minute-book of the Scientific Meetings of the Zoological Society, 26th June and 10th July 1838.",
        "Y Y P > > much skill, elaborated from them the excellent work known as Nitzsch's Pterylographie, which was published at Halle in 1840, and translated into English, for the Ray Society in 1867.",
        "Thanks to Mr Sclater, the Ray Society was induced to publish, in 1867, an excellent translation by Mr Dallas of Nitzsch's Pterylography, and thereby, however tardily, justice was at length rendered by British ornithologists to one of their greatest foreign brethren.'",
        "The treatise of Kessler on the osteology of birds' feet, published in the Bulletin of the Moscow Society of Naturalists for 1841, next.",
        "The Ray Society had the good fortune to obtain the ten original copper-plates, all but one drawn by the author himself, wherewith the work was illustrated.",
        "To say nothing of foreigners, or the authors of general works on the subject, an excellent account of them had been given to the Linnean Society by W.",
        "Bonaparte, in his Saggio di una distribuzione metodica degli Animali Vertebrati, published at Rome, and in 1837 communicated to the Linnean 'Society of London, \" A new Systematic Arrangement of Vertebrated Animals,\" which was subsequently printed in that Society's Transactions (xviii.",
        "Parker broke, as most will allow, entirely fresh ground by communicating to the Zoological Society a memoir \" On the Osteology of Balaeniceps,\" subsequently published in that Society's Transactions (iv.",
        "This paper is indeed little more than an English translation of one published by the author in the annual volume (Arsskrift) of the Scientific Society of Upsala for 1860, and belonging to the pre-Darwinian epoch should perhaps have been more properly treated before, but that at the time of its original appearance it failed to attract attention.",
        "Almost simultaneously with this he expounded more particularly before the Zoological Society, in whose Proceedings (1868, pp. 2 94-3 1 9) his results were soon after published, the groups of which he believed the Alectoromorphae to be composed and the relations to them of some outlying forms usually regarded as Gallinaceous, the Turnicidae and Pteroclidae, as well as the singular hoactzin, for all three of which he had to institute new groups - the last forming the sole representative of his Heteromorphae.",
        "Forbes, two brilliant and short lived young men who occupied successively the post of prosector to the Zoological Society of London, and who made a rich use of the material provided by the collection of that society."
    ],
    "definition": [
        "The totality of people regarded as forming a community of interdependent individuals: working for the benefit of society.\nA group of people broadly distinguished from other groups by mutual interests, participation in characteristic relationships, shared institutions, and a common culture: rural society; literary society.",
        "The totality of people regarded as forming a community of interdependent individuals: working for the benefit of society.",
        "A group of people broadly distinguished from other groups by mutual interests, participation in characteristic relationships, shared institutions, and a common culture: rural society; literary society.",
        "An organization or association of persons engaged in a common profession, activity, or interest: a folklore society; a society of bird watchers.",
        "Companionship; company: enjoys the society of friends and family members.",
        "Biology A colony or community of organisms, usually of the same species: an insect society.",
        "Link/Cite"
    ]
}