{
    "translation": "בלבד, אך ורק",
    "uses": [
        "It was hardly fair to shift that responsibility solely to him.",
        "That was left solely in my hands.",
        "Was her attraction to him based solely on his looks?",
        "It gave her a little bit of peace, knowing she wasn't solely at the mercy of the outlaw.",
        "They need to be able to irrigate without relying solely on rain.",
        "We each did our own thing and the machines were solely his responsibility.",
        "But their position as a nobility or privileged class arose solely because a class with inferior rights to their own grew up around them.",
        "3 In reply to some critical remarks (Ibis, 1868, pp. 8 5-9 6), chiefly aimed at showing the inexpediency of relying solely on one set of characters, especially when those afforded by the palatal bones were not, even within the limits of families, wholly diagnostic, the author (Ibis, 1868, pp. 357-362) announced a slight modification of his original scheme, by introducing three more groups into it, and concluded by indicating how its bearings upon the great question of \" genetic classification\" might be represented so far as the different groups of Carinatae are concerned: - 1 These names are compounded respectively of Dromaeus, the generic name applied to the emeu, 7xQ-a, a split or cleft, SEVµa, a bond or tying, a finch, and, in each case, yvaBos, a jaw.",
        "She didn't know what he was, and she had a feeling he'd welcomed her into a world that belonged solely to him.",
        "She made sure her computer was solely a word processor with no on line capabilities so no one could ever hack into it.",
        "But the latter used this privilege wisely and well-not, after the manner of De Blainville and others subsequent to him, relying solely or even chiefly on the character afforded by the posterior portion of the sternum, but taking also into consideration those of the anterior, as well as of the in some cases still more important characters presented by the pre-sternal bones, such as the furcula, coracoids and scapulae.",
        "(3) The phenomena might be explained solely on the basis of Judaism (von Soden, Peake).",
        "In our climate, in the summer, it was formerly almost solely a covering at night.",
        "But we do not have to rely solely on those.",
        "But now as we enter the Greek period (320 B.C. and onwards) there is a gradual change from prophecy to apocalyptic. \" It may be asserted in general terms that whereas prophecy foretells a definite future which has its foundation in the present, apoca lyptic directs its anticipations solely and simply to the future, to a new world-period which stands sharply contrasted with the present.",
        "Under horses are embraced only unbroken horses and horses used solely for agriculture (including mares kept for breeding).",
        "We notice that they may be differentiated as follows: (r) is built up solely of methyl and CH 2.",
        "Did he think I was the tipster, solely because the public consensus appointed the psychic a female?",
        "It was, in fact, solely to meet Prince Vasili that she had obtained an invitation to Anna Pavlovna's reception and had sat listening to the vicomte's story.",
        "These bodies have separated solely on matters of Church government and not on points of doctrine.",
        "And so the conception of the action of a man subject solely to the law of inevitability without any element of freedom is just as impossible as the conception of a man's completely free action.",
        "The theory of the government, a theory expressed throughout the whole commercial career of the republic, the theory which made Venice a rigidly protective state, was that the Levant trade belonged solely to Venice and her citizens.",
        "For more than five years I maintained myself thus solely by the labor of my hands, and I found that, by working about six weeks in a year, I could meet all the expenses of living.",
        "Others consisted solely of Cossack cavalry.",
        "I have thought that Walden Pond would be a good place for business, not solely on account of the railroad and the ice trade; it offers advantages which it may not be good policy to divulge; it is a good port and a good foundation.",
        "Membership in the church depends solely upon being enrolled as a member of one of these meetings for Christian fellowship, and thus placing oneself under pastoral oversight.",
        "If we were left solely to the wordy wit of legislators in Congress for our guidance, uncorrected by the seasonable experience and the effectual complaints of the people, America would not long retain her rank among the nations.",
        "For absurd and impracticable schemes in Italy and elsewhere he neglected Germany, and sought to involve its princes in wars undertaken solely for private aggrandizement or personal jealousy.",
        "Like the Odyssey, Gudrun is an epic of the sea, a story of adventure; it does not turn solely round the conflict of human passions; nor is it built up round one all-absorbing, all-dominating idea like the Nibelungenlied.",
        "His father, Nathaniel, though a barber, was a man of some education, for Jeremy was \"solely grounded in grammar and mathematics\" by him.",
        "On the whole the remarks of this esteemed author do not go much beyond such as might occur to any one who had made a study of a good series of specimens; but many of them are published for the first time, and the author is careful to insist on the necessity of not resting solely on sternal characters, but associating with them those drawn from other parts of the body.",
        "A physicist, however, does more than merely quantitatively determine specific properties of matter; he endeavours to establish mathematical laws which co-ordinate his observations, and in many cases the equations expressing such laws contain functions or terms which pertain solely to the chemical composition of matter.",
        "Hollyhocks remained by the roadside while lilacs stood guard by the door, relics reminiscent of some long-abandoned household, now solely tended by nature.",
        "Relying solely on his mortal senses, the Other unleashed a bolt of purple lightening.",
        "Dr Natterer, the chemist of the \" Pola \" expeditions, has expressed the opinion that the poverty of the pelagic fauna is solely due to the want of circulation in the depths.",
        "The man who breaks the law is himself a product of social evolution and cannot be regarded as solely responsible for his disposition to transgress.",
        "The principles of construction, the use of stone and cement are the same as in the \"elliptical\" kraal; there is no definite plan, the shape and arrangement of the enclosures being determined solely by the natural features of the ground.",
        "The fifth region was composed solely of Picenum, extending along the coast of the Adriatic from the mouth of the Matrinus to that of the Aesis, beyond Ancona.",
        "Quibell was charged by the Service des Antiquites solely with the excavations in this vast necropolis.",
        "A considerable percentage of these arrivals and departures represents seasonal labourers, who come out from Europe solely for the Argentine wheat harvest and should not be classed as immigrants.",
        "In classifying closed chain compounds, the first step consists in dividing them into: (1) carbocyclic, in which the ring is composed solely of carbon atoms - these are also known as homocyclic or isocyclic on account of the identity of the members of the ring - and (2) heterocyclic, in which different elements go to make up the ring.",
        "Our aim is no longer, as it should be, to avoid or attack the enemy, but solely to avoid General Buxhowden who by right of seniority should be our chief.",
        "If we resort solely to Judaism for explanation, it must be a Judaism of the Diaspora type.",
        "Moreover there is the fact that the flowers of nearly all the primitive phanerogams, such as the Gymnosperms, consist solely of sporophylls, having no perianth.",
        "All the contradictions and obscurities of history and the false path historical science has followed are due solely to the lack of a solution of that question.",
        "It is evident that if our experiments are solely directed to the verification of this law, they should, if possible; be carried out in a hermetically closed vessel, the vessel and its contents being weighed before and after the chemical change.",
        "Existing marsupials may be divided into three main divisions or sub-orders, of which the first, or Polyprotodontia, is common to America and Australasia; the second, or Paucituberculata, is exclusively South American; while the third, or Diprotodonts, is as solely Australasian inclusive of a few in the eastern Austro-Malayan islands.",
        "At first wheat was cultivated solely in the coastal country, but experience has shown that the staple cereal can be most successfully grown over almost any portion of the arable lands within the 20 to 40 in.",
        "1 It is evident from equation (13) that the angle of immersion depends solely on the speed of the ship; hence in laying a cable on an irregular bottom it is of great importance that the speed should be sufficiently low.",
        "The situation was saved solely by the skill of his brother Lucien, then president of the Council.",
        "But he conceives of him, on the other hand, as limited locally and morally - as having his special abode in the Jerusalem temple, or elsewhere in the midst of the Israelite people, and as dealing with other nations solely in the interests of Israel.",
        "The defences of the place are now solely confined to the island of Danholm, known down to the 13th century as Strehla or Strehlo, lying in the Sound.",
        "of the cell-wall (which is secreted by the living cell-body) the protoplasm dies, and a tissue in which this has occurred consists solely of the dead framework of cell-walls, enclosing in the cavities, originally occupied by the protoplasm, simply water or air.",
        "In such cases the characters of the adult tissue clearly depend solely upon the characters of the cell-walls, and it is usual in plant-anatomy to speak of the wall with its enclosed cavity as the cell, and the contained protoplasm or other substances, if present, as cell-contents.",
        "The story that he owed this promotion solely to the influence of Barras and Josephine is, however, an exaggeration.",
        "The constitutional changes of August 1802, initiated solely by Bonaparte, made France an absolute monarchy.",
        "By great dexterity he succeeded in turning public attention almost solely to the fact that Britain had not evacuated Malta.",
        "Even Davout, minister of war, advised him that the destinies of France rested solely with the chambers.",
        "Before considering the ornithological works relating solely to the British Islands, it may be well to cast a glance on a few of those that refer to Europe in general, the more so since most of them are of Continental origin.",
        "The causes of disease may be provisionally classified somewhat as follows, but it may he remarked at the outset that no one of these proximal causes, or agents, is ever solely responsible; and it is very easy to err in attributing a diseased condition to any of them, unless the relative importance of primary and subordinate agencies is discoverable.",
        "Their ascription to Solomon is due solely to the copyists or translators, for no such claim is made in any of the psalms. On the whole, Ryle and James are no doubt right in assigning 70-40 B.C. as the limits within which the psalms were written.",
        "to Io° B., with their apparent value based solely on the percentage of sugar in the juice.",
        "the production of graphite from coke or gas-carbon) the heat is applied solely to the production of molecular or physical changes.",
        "But there was no domestic product nor manufacture; the kingdom depended solely upon the now precarious transit dues, and administration was in the hands of a major domus also called khakan.",
        "Associating the nude solely with the performance of menial tasks, he deemed it worse than a solecism to transfer such subjects to his canvas, and thus a wide field of- motive was closed to him.",
        "From that time he gave up all worldly learning and laboured solely to expound spiritual things.",
        "it in person, but solely qua head of the Church, and as the authorized organ of the ecclesiastical body.",
        "He regarded these anomalies as solely due to the chemical nature of the elements, and ignored or regarded as insignificant such factors as the state of aggregation and change of specific heat with temperature.",
        "81° 123° 112° 83° 42° - II° - 29° The replacement of one negative group by another is accompanied by a change in the boiling-point, which is independent of the compound in which the substitution is effected, and solely conditioned by the nature of the replaced and replacing groups.",
        "While polysymmetry is solely conditioned by the manner in which the mimetic twin is built up from the single crystals, there being no change in the scalar properties, and the vector properties being calculable from the nature of the twinning, in the case of polymorphism entirely different structures present themselves, both scalar and vector properties being altered; and, in the present state of our knowledge, it is impossible to foretell the characters of a polymorphous modification.",
        "With regard to the changed state of affairs in the Church, it must be said that this can be a conclusive argument only to one who holds the view of the Tubingen scholars, that the Apostolic Age was all of a piece and was dominated solely by one controversy.",
        "The pugdog is a dwarf race, probably of mastiff origin, and kept solely as a pet.",
        "A.).] During the anarchy which accompanied Ottoman rule in Egypt from first to last, Alexandria sank to a small town of about 4000 inhabitants; and it owed its modern renascence solely to Mehemet Ali, who wanted a deep port and naval station for his viceregal domain.",
        "Only twenty-seven islands of the group are inhabited, but in the case of some of them the population consists solely of a few lighthouse attendants, shepherds and keepers.",
        "Outer columns of upper molars similar, the hinder ones not flattened; ridges of lower molars oblique or directly transverse, a third ridge to the last molar in the earlier forms. The Lophiodontidae, which date from the Eocene, come very close to Hyracotherium in the horse-line; and it is solely on the authority of American palaeontologists that the division of these early forms into equoids and tapiroids is attempted.",
        "Instinctive behaviour thus depends solely on how the nervous system has been built through heredity; while intelligent behaviour depends also on those characters of the nervous system which have been acquired under the modifying influence of individual relation to the environment.",
        "The group of instincts which we class as imitative (and they afford only the foundations on which intelligent imitation is based) are of biological value chiefly, if not solely, in those species which form larger or smaller communities.",
        "This convention caused much excitement and irritation in Great Britain, owing to the encroachment of German influence sanctioned by it on territories bordering the Persian Gulf, hitherto considered to fall solely within the sphere of British influence.",
        "On the 22nd of June the Russian army, under Prince Gorchakov, crossed the Pruth, not - as was explained in a circular to the powers - for the purpose of attacking Turkey, but solely to obtain the material guarantees for the enjoyment of the privileges conferred upon her by the existing treaties.",
        "This was the fault of their leaders solely, for, except for the last attack, local superiority was in each case attainable.",
        "Ney, who had joined Oudinot after Grossbeeren, had been defeated at Dennewitz (6th Sept.), the victory, won by Prussian troops solely, giving the greatest encouragement to the enemy.",
        "Trade is carried on chiefly through Saigon in Cochin-China, Kampot, the only port of Cambodia, being accessible solely to coasting vessels.",
        "The natives live solely by agriculture.",
        "It has, in fact, become metamorphosed into a resistant supporting structure resembling in some respects the notochord of the true Chordata, but probably not directly comparable with the latter structure, being related to it solely by way of substitution.",
        "Ecclesiastical vestments, with which the present article is solely concerned, are the special articles of costume worn by the officers of the Christian Church \"at all times of their ministration\" - to quote the Ornaments Rubric of the English Book of Common Prayer, i.e.",
        "The action of a magnet at a distance which is great compared with the length of the magnet depends solely upon its moment; so also does the action which the magnet experiences when placed in a uniform field.",
        "For a given strength, therefore, the potential depends solely upon the boundary of the shell, and the potential outside a closed shell is everywhere zero.",
        "The suspended needle is, in the absence of disturbing causes, directed solely by the horizontal component of the earth's field of magnetic force H E, and therefore sets itself approximately north and south.",
        "In all such magnetizable alloys the presence of manganese appears to be essential, and there can be little doubt that the magnetic quality of the mixtures is derived solely from this component.",
        "This double cultivation of his scientific powers had the happiest effect on his subsequent work; for the greatest achievements of Riemann were effected by the application in pure mathematics generally of a method (theory of potential) which had up to this time been used solely in the solution of certain problems that arise in mathematical physics.",
        "As for that of count, it is safe to say that in France its social value is solely dependent on its historical associations.",
        "Exasperated by the tyranny of the Salimbeni and other patrician families allied to the Ghibellines, it decreed in 127 7 the exclusion of all nobles from the supreme magistracy (consisting since 1270 of thirty-six instead of twenty-four members), and insisted that this council should be formed solely of Guelf traders and men of the middle class.",
        "When we are familiar with the treatment of quantities by equations, we may ignore the units and deal solely with numbers; and (ii.) (a) and (ii.) (b) may then, by the commutative law for multiplication, be regarded as identical.",
        "In 1890 a feeling of considerable irritation had grown up among the Uitlanders at the various monopolies, but particularly at the dynamite monopoly, which pressed solely and with peculiar severity upon gold miners.",
        "His merits as an author are often judged solely by his Constitutional History.",
        "We have analogies to this in the two nuclei of some of the protozoa, the one being solely for the purpose of propagation, the other being associated with the functional activities of the cell.",
        "They were recruited largely, but not solely, from among the Roman Catholics, and the Protestants among them were often identical with the NonJurors.",
        "The bestowal of alms, offerings of rice to priests, the founding of a monastery, erection of pagodas, with which the country is crowded, the building of a bridge or rest-house for the convenience of travellers are all works of religious merit, prompted, not by love of one's fellowcreatures, but simply and solely for one's own future advantage.",
        "But in the absence of a general demonstration of that principle, his results did not command the confidence which they would otherwise have deserved, and it became desirable to have a theory more certain, and depending solely on the fundamental laws of mechanics.",
        "Following in the steps of the Abbe Charles Bossut (Nouvelles Experiences sur la resistance des fluides, 1777), he published, in 1786, a revised edition of his Principes d'hydraulique, which contains a satisfactory theory of the motion of fluids, founded solely upon experiments.",
        "The Romans are clearly indicated in the law as subjects, but as not yet forming part of the army, which consists solely of the antrustions, i.e.",
        "That he learnt anything, and that he grew up an amiable and magnanimous man, were solely due to his natural worth, for no one ever owed less to education or to family example.",
        "His Origines, the work of his old age, was written with that thoroughly Roman conception of history which regarded actions and events solely as they affected the.",
        "There is no doubt that, with very few exceptions, the cities were held to their allegiance solely by the superior force of the Athenian navy.",
        "It remained, then, virtually true, as it had been for two thousand years, that for all that we could learn of the history of the Old Orient in pre-classical days, we must go solely to the pages of the Bible and to a few classical authors, notably Herodotus and Diodorus.",
        "The teats are usually few, and inguinal, but may be numerous and abdominal (as in Suina), although they are never solely pectoral.",
        "5, p. iv.) he found that the index error of the scale changed systematically in different position angles by quantities which were independent of the direction of gravity relative to the position angle under measurement, but which depended solely on the direction of the measured position angle relative to a fixed radius of the object-glass.",
        "If the whole liquid becomes vaporized before this stage is attained, a state will exist in which the vessel is occupied solely by free molecules, describing paths which are disturbed only by encounters with other free molecules or the sides of the vessel.",
        "If the system is supposed to obey the conservation of energy and to move solely under its own internal forces, the changes in the co-ordinates and momenta can be found from the Hamiltonian equations aE aE qr = 49 - 1 57., gr where q r denotes dg r ldt, &c., and E is the total energy expressed as a function of pi, qi,.",
        "pn, qn, each moving solely under its own internal forces, and therefore in accordance with equations (i).",
        "In 1613 he was chosen professor of medicine in the university of Copenhagen, and filled that office for eleven years, when, falling into a dangerous illness, he made a vow that if he should recover he would apply himself solely to the study of divinity.",
        "Mainly unnavigable and of little use for irrigation, the Orontes derives its historical importance solely from the convenience of its valley for traffic from N.",
        "plastered down by the fore-feet, and not, as often supposed, by the tail, which is employed solely as a rudder.",
        "The reasons that compelled their departure determined their quality; they were all men of rigorous consciences, who loved their fatherland much, but religion more, driven from home not by mercantile necessities or ambitions, but solely by their determination to be free to worship God.",
        "Tisserand in 1895.1 It involved the action of no third mass, but depended solely upon the progression of the line of apsides in a moderately elliptical orbit due to the spheroidal shape of the globes traversing it.",
        "The results obtained fully confirm the general law that \" pitch,\" or the position of the note in the musical scale, depends solely on its frequency.",
        "Without his approval, also, no order or resolution of either House, other than to adjourn or relating solely to the business of the assembly, can take effect until passed again by a two-thirds vote as in case of a bill.",
        "There are many instances in American politics of nominations made solely on a war record which have led to hopeless defeat in election.",
        "In carrying out this policy of government regulation and supervision of corporations he became involved in a great struggle with the powerful financial interests whose profits were threatened, and with those legislators who sincerely believed that government should solely concern itself with protecting life and property, and should leave questions of individual and social relations in trade and finance to be settled by the operation of so-called natural economic laws.",
        "At this time the Czechs were trying to gain a foothold in frontier lands which had hitherto been considered solely German.",
        "In a short time, and without any pressure from the Government, but solely as a result of the favourable prices it offered, industrial conditions were completely transformed so as to meet the exigencies of the war.",
        "The Hungarian Government could claim the right to take independent economic measures for her own territory in war-time; a joint arrangement was only possible for the territories of the Dual Monarchy - which were united for tariff purposes - by agreements between the Austrian and Hungarian Governments; and since neither Government was exclusively concerned to carry out an adjustment of economic conditions solely in accordance with what was necessary for waging war and holding out with the supplies at their disposal, but each had also to champion the interests of one half of the monarchy against the other, the negotiations between the two Governments were often attended with the greatest difficulties, and constantly ended unsatisfactorily.",
        "In the original constitution it was provided that any woman having the qualifications as to age, residence and citizenship might vote at any election held solely for school purposes and \" hold any office in this state except as otherwise provided in this constitution.\"",
        "The worship of Odin seems to have prevailed chiefly, if not solely, in military circles, i.e.",
        "Women may vote for all school officers and upon all questions relating solely to school matters, and are eligible to any school office.",
        "Generaly this is a timid animal, feeding almost solely on fruits, and lying dormant during winter.",
        "Its food consists almost solely of vegetables and honey, but the latter is its favourite food, - the extreme length and pliability of the tongue enabling it to scoop out the honeycombs from the hollows of trees.",
        "True electric current arises solely from convection of the atomic charges or electrons; this current is therefore not restricted as to form in any way.",
        "earlier centuries was chiefly in the middle and lower classes, but it was not solely there.",
        "Where tariff duties are imposed solely for revenue, an equivalent excise tax is imposed within the country, so as to put the domestic producer precisely on the footing of his foreign G.",
        "It had been the design of Madison, and of other firm supporters of the new constitution, to adopt in 1789 a very simple measure, designed solely to secure revenue.",
        "By the compact of Zborow (Aug 21, 1649) Chmielnicki was recognized as hetman of the Zaporozhians, whose registered number was now raised from 6000 to 40,000; a general amnesty was also granted, and it was agreed that all official dignities in the Orthodox palatinates of Lithuania should henceforth be held solely by the Orthodox gentry.",
        "As the word implies, secularism is based solely on considerations of practical morality with a view to the physical, social and moral improvement of society.",
        "Until 1128 only the first two of the five parts of the Organon were known, and those solely in Latin translations from the original.",
        "A modern education is also the aim of the general introduction to the nova methodus of Leibnitz, where the study of Greek is recommended solely for the sake of the Greek Testament (1666).",
        "In 1675 a special commission was appointed to inquire into their conduct, and on the 27th of May 1682 it decided that the regents and the senate were solely responsible for dilapidations of the realm, the compensation due by them to the crown being assessed at 4,000,000 daler or £50o,000.",
        "The Unionists gained a hundred seats over their previous numbers, but the constitutional issue undoubtedly helped the government to win a victory, depending indeed solely on the votes of the Labour members and Irish Nationalists, which a year before had seemed improbable.",
        "On the other hand, it is by no means impossible that the distinction drawn by Bede was based solely on the names Essex (East Seaxan), East Anglia, &c. We need not doubt that the Angli and the Saxons were different nations originally; but from the evidence at our disposal it seems likely that they had practically coalesced in very early times, perhaps even before the invasion.",
        "We have nothing to do here with our own private ideal of Christianity, but solely with catholic Christianity and catholic theology.",
        "This is not due to environmental conditions solely, because senescent branches of normal progressive groups are found in all geologic horizons, beginning, for gastropods, in the Lower Cambrian.",
        "The funds of the college, arising from lands and the fees of students, are managed solely by the provost and seven senior fellows, who form a board, to which and to the academic council the whole government of the university, both in its executive and its legislative branches, is committed.",
        "Since (following Protagoras) knowledge is solely of momentary sensations, it is useless to try, as Socrates recommended, to make calculations as to future pleasures, and to balance present enjoyment with disagreeable consequences.",
        "There is no evidence to show that any societies during the first three centuries consisted solely of workers at a single craft.",
        "The work consists solely of a list of symbols of the various scales and modes, and is probably only a fragment.",
        "The final decision on all questions rest with the president, who is solely and personally responsible.",
        "Considered solely as French documents, lettres de cachet may be defined as letters signed by the king of France, countersigned by one of his ministers, and closed with the royal seal (cachet) .",
        "In Ontario a somewhat similar commission, appointed by the local government, exercises extensive powers of control over railways solely within the province, especially over the electric lines.",
        "Thus, whatever the cause of the decline in the price of wheat may be, it cannot be attributed solely to the fall in the rate of Wheat Prices The following figures show the fluctuations from year to year of English wheat, chiefly according to a record published by Mr T.",
        "The textual critic has no concern with what the writer ought to have thought or said; his business is solely with what he did say or think or might have said or thought.",
        "Thus the protoand per-salts of iron, as well as the protoand per-salts of tin, including also a large variety of tannin, sumac, divi-divi, chestnut, valonia, the acacias (Areca Catechu and Acacia Catechu from India), from which are obtained cutch and gambier, &c., are no longer used solely as mordants or tinctorial matters, but mainly to serve the object of converting the silk into a greatly-expanded fibre, consisting of a conglomeration of more or less of these substances.\"",
        "Clouds, mountains, landscapes, towers, churches, trees, flowers and herbs were drawn with wonderful precision, minuteness of detail and delicacy of hand, solely to recall some specific aspect of nature or art, of which he wished to retain a record.",
        "This last name indicates the general character of Ithacan history (if history it can be called) in modern and indeed in ancient times; for the fame of the island is almost solely due to its position in the Homeric story of Odysseus.",
        "The present article is concerned solely with general considerations affecting the four canonical Gospels; see for details of each, the articles under Matthew, Mark, Luke and John.",
        "His main purpose was to modernize and reinterpret Christianity; he says in the preface to the third edition of the book: \"I have written it solely in the service of evangelical truth, to win to the truth those especially who have been most unhappily alienated from the church and its interests, in a great measure through the fault of a reactionary party, blinded by hierarchical aims.\"",
        "Instead of observing the deviation solely for the purposes of correcting the indications of the compass when disturbed by the iron of the ship, the practice is to subject all deviations to mathematical analysis with a view to their mechanical correction.",
        "5) now solely used in torpedo boats and torpedo boat destroyers was introduced.",
        "It may even be maintained that his elevation was due solely to his personal claims. This was a victory for Rome, and it was repeated in the case of the first Hohenstaufen, Conrad III., who owed his elevation (1138) mainly to the princes of the Church and the legate of Innocent II., by whom he was crowned.",
        "He placed himself outside the theatre of French influence, and occupied himself solely with the task of giving to the papal monarchy that character of universality and political superiority which had made the greatness of an Alexander III.",
        "All clocks are constructed on the basis of this method of measurement; that is to say, on the plan of counting the repetitions of some operation, adopted solely on the ground of its being capable of continual repetition with a certain degree of accuracy, and possibly also of automatic compensation for changing conditions.",
        "In order to understand the organization of the various constituent parts of the Roman Curia, we must remember that the modern principle of the separation of powers is unknown to the Church; the functions of each department are limited solely by the extent of the powers delegated to it and the nature of the business entrusted to it; but each of them may have a share at the same time in the legislative, judicial and administrative power.",
        "xvii.); though apparently now confined solely to purposes of witchcraft, it perhaps contains survivals of a former extensive system superseded by the alphabetic writing introduced from India.",
        "Such systems are opposed to all doctrines which rest solely or ultimately upon external authority; the individual must investigate everything for himself and abandon any position the validity of which cannot be rationally demonstrated.",
        "Frequently the groups are composed solely of protected species, so far as is at present known; and sometimes solely, in all probability, of unprotected species with exception of course of the model.",
        "The carriage itself had been lost long before; but we know that about the year 1600 Stevinus, with Prince Maurice of Orange and twenty-six others, made use of it on the seashore between Scheveningen and Petten, that it was propelled solely by the force of the wind, and that it acquired a speed which exceeded that of horses.",
        "Many garden plants have originated solely by selection; and much has been done to improve our breeds of vegetables, flowers and fruit by systematic selection.",
        "The annual festival, probably held on the 28th and 29th of Hecatombaeon (about the middle of August), consisted solely of the sacrifices and rites proper to this season in the cult of Athena.",
        "As a result, certain varieties, such as blister steel, are called \" steel \" solely because they have the hardening power, and others, such as low-carbon steel, solely because they are free from slag.",
        "The electricity is solely a source of heat, free from the faults of the older sources which for certain purposes it now replaces.",
        "But cast iron for the basic open-hearth process can be made from almost any ore, because its requirements, comparative freedom from silicon and sulphur, depend on the management of the blast-furnace rather than on the composition of the ore, whereas the phosphorus-content of the cast iron depends solely on that of the ore, because nearly all the phosphorus of the ore necessarily passes into the cast iron.",
        "A furrier or skin merchant must possess a good eye for colour to be successful, the difference in value on this subtle matter solely (in the rarer precious sorts, especially sables, natural black, silver and blue fox, sea otters, chinchillas, fine mink, &c.) being so considerable that not only a practised but an intuitive sense of colour is necessary to accurately determine the exact merits of every skin.",
        "He goes on to show that the variations of prices are due solely to money and commodities in circulation.",
        "Frere-Orban, devoted itself solely to the settlement of the educational system.",
        "The assistance of a vicar enabled him to escape from the growing administrative cares and devote himself solely to asceticism, apparently the only field of human activity in which he excelled.",
        "which explains things as existing solely as pre-requisites of the results which they produce.",
        "The act of 1891, has, however, altered this method of recovering tithes, and substituted another intended to shift the burden of responsibility from the occupier to the landowner, by making the latter directly and solely responsible, but giving the remedy against the land.",
        "Since, however, the evidence of ordinary consciousness almost always goes to prove that the individual, especially in relation to future acts, regards himself as being free within certain limitations to make his own choice of alternatives, many determinists go so far as to admit that there may be in any action which is neither reflex nor determined by external causes solely an element of freedom.",
        "Probably nowhere in the world is there so large a population per square mile depending solely on the produce of the soil.",
        "Waierways.In Germany the waterways are almost solely in the possession of the state.",
        "Thus, solely under the influence of social and economic conditions, various risings of the peasants had taken place during the latter part of the 15th century, the first one being in 1461, and at times the insurgents had combined their forces with those of the lower classes in the towns, men whose condition was hardly more satisfactory than their own.",
        "The diplomacy of ~\\Ietternich (q.v.), untouched by the patriotic fervour which he disliked and distrusted, was directed solely to gaining time to enable Austria to intervene with decisive effect and win for the Habsburg monarchy the position it had lost.",
        "The more important secretaries of state, however, are political officials, who are practically almost solely responsible for their department; they sit in the Bundesrat, and defend their policy in the Reichstag, and they often have a seat in the Prussian ministry.",
        "that the grant of a popular constitution would be fatal to the Prussian monarchy, this was through no love of Prussia; the Carlsbad Decrees and the Vienna Final Act were designed to keep Germany quiet, lest the sleep of Austria should be disturbed; the lofty claims of the Troppau Protocol were but to cover an Austrian aggression directed to purely Austrian ends; and in the Eastern Question, the moral support given to the \" legitimate \" authority of the sultan over the \" rebel \" Greeks was dictated solely by the interest of Austria in maintaining the integrity of Turkey.",
        "According to the dominant view, however, the ritual use of the Koran is not in the least concerned with the sacred words being understood, but solely with their being quite properly recited.",
        "He attempted comedy, but with so little success that in the canon of Volcacius Sedigitus he is mentioned, solely as a mark of respect \"for his antiquity,\" tenth and last in the list of comic poets.",
        "The judicial systems applicable solely to Egyptians are supervised by the ministry of justice, to which has been attached since 1890 a British judicial adviser.",
        "In a few cases, such as the West, the Beginning of the East, it is obvious that the names are derived solely from their geographical situation.",
        "In albuminous Monocotyledons the cotyledon itself, probably in consequence of its terminal position, is commonly the agent by which the embryo is thrust out of the seed, and it may function solely as a feeder, its extremity developing as a sucker through which the endosperm is absorbed, or it may become the first green organ, the terminal sucker dropping off with the seed-coat when the endosperm is exhausted.",
        "Schepss showed that many of the additions to the text are to be traced not to Alfred himself, but to the glosses and commentaries which he used, still there is much in the work which is solely Alfred's and highly characteristic of his genius.",
        "Among Conjugatae reproduction is effected solely by means of conjugation of what are literally aplanospores.",
        "Both plants multiply solely by means of zoospores.",
        "But there are canons for the punishment of such as might induce the sovereign so to erect any town into a city, solely with the view of becoming bishop thereof.",
        "Lord Wilton again, in his Sports and Pursuits of the English, says that \"about the year 1750 hounds began to be entered solely to fox.\"",
        "Even among the Israelites, the visitation of certain cult-centres prevailed from remote antiquity; but, when the restriction of Yahwehworship to Jerusalem had doomed the old shrines, the Jewish pilgrimages were directed solely to the sanctuary on Mt Moria.",
        "They are not directed against the pilgrimage in itself, nor even against the belief that prayer possesses special efficacy on sacred ground, but solely against the exaggerated developments of the system.",
        "The numerous and complicated details which we sum up under the convenient, but often misleading, single name of caste, are solely dependent for their sanction on public opinion.",
        "At all events, the conferring of the title by a pope was entirely unprecedented; previously its validity had depended on the emperor solely.",
        "These are apprehended solely by the mind, which may, however, be led to them by an inductive process.",
        "The journal was not solely in the Hegelian interest; and more than once, when Hegel attempted to domineer over the other editors, he was met by vehement and vigorous opposition.",
        "Haeckel established the subclass Saururae, containing solely Archaeopteryx, in opposition to the Ornithurae, comprising all the other birds.",
        "But Egmont depends for its interest almost solely on two characters, Egmont himself and Klarchen, Gretchen's counterpart; regarded as a drama, it demonstrates the futility of that defiance of convention and rules with which the Sturm and Drang set out.",
        "The book is remembered solely through Goethe's scornful attack on its want of taste; its immediate effect was to produce Bahrdt's expulsion from Giessen.",
        "But science and free thought then, as now, in Islam, depended almost solely on the tastes of the wealthy and the favour of the monarch.",
        "The number of subsequent deaths from yellow fever has depended solely on the degree to which the necessary precautionary measures were taken.",
        "Humboldt, Alphonse de Candolle and others, however, do not hesitate to say that it originated solely in America, where it had been long and extensively cultivated at the period of the discovery of the New World; and that is the generally accepted modern view.",
        "There are four engineering colleges in India, which furnish to natives access to the higher grades of the public works department; and the provincial education services are recruited solely in India.",
        "But all his efforts to produce an actual objectglass of this construction were fruitless - a failure which he attributed solely to the difficulty of procuring lenses worked precisely to the requisite curves (Hem.",
        "Spanish rule on the whole was oppressive and tyrannical, and based solely on the idea that the dependencies must pay tribute to the dominant kingdom.",
        "In 1905 the community won a suit brought against it for its dissolution on the ground that, having been incorporated solely as a benevolent and religious body, it was illegally carrying on a general business.",
        "Mathematical knowledge is not involved in the same condemnation, solely because of the \" archetypal \" character, which, not without indebtedness to Cumberland, Locke attributes to its ideas.",
        "Upon abstraction from all particular methods of thought these rules were to be discerned a priori or without dependence on experience by reflection solely upon the use of the understanding in general.",
        "We are concerned in logic solely with the systematic 3 See Sir William Hamilton: The Philosophy of Perception, by J.",
        "This fundamental system, therefore, becomes unnecessary; and the quaternion method, in every case, takes its reference lines solely from the problem to which it is applied.",
        "If theosophy were to be judged solely by the published revelations of this \"Secret Doctrine\" it would hardly be deserving of serious consideration; for, as suggested in the separate article on Madame Blavatsky, the revelations themselves appear to have been no more than a crude compilation of vague, contradictory and garbled extracts from various periodicals, books and translations.",
        "Prayer and praise also are effective only as the congregation intelligently join in them; hence they are not to be solely by a priest nor in a strange tongue, as the clergyman is simply the leader of the devotions of the people.",
        "Till the general and successful revolt of her American colonies, Spain maintained and employed the latter directly and solely for what she conceived to be her own advantage.",
        "It will be clear from the narrative here given that the Caporetto disaster was not due solely to the cause which was at first generally accepted as the explanation of a defeat so sudden and so overwhelming.",
        "This is of course a physical assumption whose propriety is justified solely by experience.",
        "which is determined solely by the configuration of the points Ai, A1,.",
        "109, L depends ~ solely on c and on ri + 72.",
        "This is the highest order of asceticism, members of which are supposed to be solely engaged in meditating on the Brahma, and to be\" equally indifferent to pleasure or pain, insensible of heat or cold, and incapable of satiety or want.\"Some of them go about naked, but the majority are clad like the Dandis.",
        "JOSIAS SIMLER (1530-1576), author of the first book relating solely to the Alps, was the son of the former prior of the Cistercian convent of Kappel (Canton of Zurich), and was born at Kappel, where his father was the Protestant pastor and schoolmaster till his death in 1557.1544 Simler went to Zurich to continue his education under his godfather, the celebrated reformer, Heinrich Bullinger.",
        "The present article deals solely with wine derived from the grape (see Vine) .",
        "The alcohol employed for this purpose is as a rule of high quality and made solely from wine.",
        "The earl still continued his usual course of dealing with the queen, depending solely upon her supposed affection for him, and insanely jealous of any other whom she might seem to favour.",
        "James then entered at great length into the case, censuring the judges for the offensive form of their letter, and for not having delayed judgment upon his demand, which had been made solely because he was himself a party concerned.",
        "Progress in scientific discovery is made mainly, if not solely, by the employment of hypothesis, and for that no code of rules can be laid down such as Bacon had devised.",
        "Another distinguishing mark of Edward's policy towards Wales is to be found in the commercial and administrative powers given to the fortified towns, inhabited solely by people of English birth and by Welshmen who acquiesced in English rule.",
        "Divine revelation, said Munzer, was not received from the church, nor from preaching, least of all from the dead letter of the Bible; it was received solely and directly from the Spirit of God.",
        "Two types of pyritic smelting may be distinguished: one, in which the operation is solely sustained by the combustion of the sulphur in the ores, without the assistance of fuel or a hot blast; the other in which the operation is accelerated by fuel, or a hot blast, or both.",
        "When at last, after the catastrophe of Poltava (June 1709) and the flight into Turkey, he condescended to use diplomatic methods, it was solely to prolong, not to terminate, the war.",
        "The third clause required him, in all cases of preferment, to be guided not \" principally,\" as heretofore, but \" solely \" by merit,, thus striking at the very root of aristocratic privilege.",
        "Formerly the cemeteries were entirely under the control of the Church, and, with the exception of a few places specially created for the purpose, were reserved solely for the burial of Roman Catholics.",
        "From this it follows that correctness of drawing depends solely upon the principal rays; and is independent of the sharpness or curvature of the image field.",
        "His name was associated with this political reform solely because his was the only vigorous personality which stood out from the mass of rebels, and because he was the principal victim of the repression that ensued.",
        "The state employs police solely in the interests of the public welfare.",
        "Jevons arrived quite early in his career at the doctrines that constituted his most characteristic and original contributions to economics and logic. The theory of utility, which became the keynote of his general theory of political economy, was practically formulated in a letter written in 1860; and the germ of his logical principles of the substitution of similars may be found in the view which he propounded in another letter written in 1861, that \"philosophy would be found to consist solely in pointing out the likeness of things.\"",
        "While the Union parliament has full power to make laws for the whole of the Union, to provincial councils have been delegated the immediate control of affairs relating solely to the provinces.",
        "It absolved them from their allegiance to the estates, and bound them solely to obey their lawful king, Gustavus III.",
        "The keynote of this tendency had been struck by Hobbes, in whose philosophy man was regarded as a mere selfish sensitive machine, moved solely by pleasures and pains.",
        "The tradition, which is repeated by Aristotle, is probably due solely to the similarity of the names (see J.",
        "The roof is sometimes of bamboo solely, and when split, which is accomplished with the greatest ease, it can be formed into laths or planks.",
        "Once assume that every character and property of a particular thing is determined solely by the tension in it of a current of Pneuma, and (since that which causes currents in the thing cannot be absolutely the same with the thing itself) Pneuma, though present in all things, must be asserted to vary indefinitely in quantity and intensity.",
        "Seeking for commercial profit, not in the exchange of commodities, but solely in the acquisition of actual gold and silver, and realizing that the home market could not absorb a tithe of the merchandise imported, the Lisbon capitalists sent their ships to discharge in Antwerp (where a Portuguese staple was established in 1503), or in some other port near the central markets of Europe.",
        "Portugal was not to be regarded as a conquered or annexed province, but as a separate kingdom, joined to Spain solely by a personal union similar to the union between Castile and Aragon under Ferdinand and Isabella.",
        "The old dramatists came to write for the lower classes only, and though the school lingered on, its productions were performed solely by travelling companies at country fairs.",
        "The supreme administration in each department is vested in a prefect appointed by and responsible solely to the president.",
        "At the present day, however, not only have hundreds of forms or species been described, but our knowledge of their biology has so extended that we have entire laboratories equipped for their study, and large libraries devoted solely to this subject.",
        "He believes that if the wing be suddenly lowered by the depressor muscles, it is elevated solely by the reaction of the air.",
        "Mackerel, however, are landed principally at the southern ports, and the pilchard is taken almost solely off the south-western coast.",
        "All revenue bills must originate in the House of Representatives, but to such bills the Senate may propose amendments provided they relate solely to raising revenue.",
        "The following remarks apply solely to Abyssinia proper and its inhabitants.",
        "Some architects depend solely upon partitions, and a building with a well-constructed iron frame should be safe if provided with brick partitions or if the exterior of the iron framework is covered with well-built masonry of sufficient thickness.",
        "Mountain areas of io,000 acres and upwards, largely covered with moorland, upon nearly imper meable rocks with few water-bearing fissures, yield in temperate climates, towards the end of the driest seasons, and therefore solely from underground, between a fifth and .a quarter of a cubic foot per second per 1000 acres.",
        "But Ezra Cornell himself paid many salaries during early years, and provided much valuable equipment solely at his own expense; and because the state's land scrip was selling too low to secure an adequate endowment for the University, in 1866 he bought the land scrip yet unsold ' Ezra Cornell (2807-2874) was born in Westchester county, New York, on the i ith of January 1807.",
        "Rousseau wrote, \" It is good composition when the objects represented are not there solely as they are, but when they contain under a natural appearance the sentiments which they have stirred in our souls..",
        "solely because of their personal attachment to him.",
        "Between 1475 and 1483 he called only one single parliament, and that was summoned not to give him advice, or raise him money, but purely and solely to attaint his brother of Clarence, whom he had resolved to destroy.",
        "The mutiny at Spithead, which was due solely to the intolerable conditions under which the seamen served at the time, was ended on the I7th of May by concessions: an increase of pay, the removal of officers who had abused their power of discipline, and the promise of a general free pardon.",
        "But parliament in 1870 was not solely occupied with the wrongs of Irish tenantry.",
        "The value of the work consists solely in the facts and opinions quoted from earlier writers, for it is purely a compilation, and has little in its literary form to recommend it.",
        "As there are no canals in the district, irrigation is obtained solely from wells, tanks and rivers.",
        "Ferri hydroxidum (U.S.P.), the hydrated oxide of iron, made by precipitating ferric sulphate with ammonia, is used solely as an antidote in arsenical poisoning.",
        "The latter function is performed solely by the Druse Scriptures.",
        "There is every reason to assume, therefore, that the cult of Marduk existed already at this early period, though it must always be borne in mind that, until the days of Khammurabi, his jurisdiction was limited to the city of which he was the patron and that he was viewed solely as a solar deity.",
        "Lastly, Graphiurus, of which the species are also large, is solely African.",
        "It does not follow that justification by faith must be eliminated in spiritual matters where sight cannot follow, because the physicist's duty and success lie in pinning belief solely on verification by physical phenomena, when they alone are in question; and for mankind generally, though possibly not for an exceptional man like Huxley, an impotent suspension of judgment on such issues as a future life or the Being of God is both unsatisfying and demoralizing.",
        "of Great Britain rye is chiefly or solely cultivated as a forage-plant for cattle and horses, being usually sown in autumn for spring use, after the crop of roots, turnips, &c., is exhausted, and before the clover and lucerne are ready.",
        "The reactionary policy of the Prussian government made him resign his office of privy councillor and give up political life in 1819; and from that time forward he devoted himself solely to literature and study.",
        "It was solely through his efforts that Hungary did not accede to the league of Cambrai, was consistently friendly with Venice, and formed a family compact with the Habsburgs.",
        "Covered with snow for the greater part of the year, and growing nothing but lichens, mosses and some scanty grass, the South Shetlands are of interest almost solely as a haunt of seals, albatrosses, penguins and other sea-fowl.",
        "The brain no longer consists solely of the nerve-ganglion-mass proper to the prostomial lobe, as in Chaetopoda, but is a composite (syncerebrum) produced by the fusion of this and the nerve-ganglion-masses proper to the prosthomeres or segments which pass forwards, whilst their parapodia (= appendages) become converted into eye-stalks, and antennae, or more rarely grasping organs.",
        "The division into spring wheat and winter wheat is an agricultural one solely.",
        "In this way all or most of the things commonly judged to be \" goods \" - health, strength, wealth, fame,' &c., - are brought within the sphere of the sage's choice, though his real good is solely in the wisdom of the choice, and not in the thing chosen.",
        "is the sole ultimate good, and pain the sole evil; that no pleasure is to be rejected except for its painful consequences, and no pain to be chosen except as a means to greater pleasure; that the stringency of all laws and customs depends solely on the legal and social penalties attached to their violation; that, in short, all virtuous conduct and all speculative activity are empty and useless, except as contributing to the pleasantness of the agent's life.",
        "With a similar stress on the self-conscious side of moral action, he argues that rightness of conduct depends solely on the intention, at one time pushing this doctrine to the paradoxical assertion that all outward acts as such are indifferent.'",
        "He considers actions solely in respect of their pleasurable a nd painful consequences ex ected or actual; and he P q, P actual; school.",
        "But although Green's loyalty to the primary facts of the moral consciousness prevented him from constructing a rationalistic system of morals based solely upon the conclusions of metaphysics, it was perhaps inevitable that the revival of interest in metaphysics so prominent in his own speculations should lead to a more daring criticism of ethical first principles in other writers.",
        "The favourite kind of raki is shlivovitsa (the sliwowitz of Austria), extracted solely from plums. There is a considerable trade in dried plums and plum marmalade.",
        "These improvements were ignored or rejected by Johann Hevelius of Danzig, the author of the last important star-catalogue based solely upon naked-eye determinations.",
        "\"The liberty of man,\" he says in his Dieu et l'Etat (published posthumously in 1882) \"consists solely in this, that he obeys the laws of nature, because he has himself recognized them as such, and not because they have been imposed upon him externally by any foreign will whatsoever, human or divine, collective or individual.\"",
        "Caroli brought a counter-charge against the Geneva divines of Sabellianism and Arianism, because they would not enforce the Athanasian creed, and had not used the words \"Trinity\" and \"Person\" in the confession they had drawn up. It was a struggle between the thoroughgoing humanistic reformer who drew his creed solely from the \"word of God\" and the merely semi-Protestant reformer who looked on the old creed as a priceless heritage.",
        "But, when we call this absolute cause God, the name stands solely as indicating the unknown source of our receptive and active existence; on the one hand it means that the world upon which we can react is not the source of the feeling, on the other, that the Absolute is not an object of thought or knowledge.",
        "233), that all this portion of Gassendi's system contains nothing of his own opinions, but is introduced solely from motives of self-defence.",
        "They also reorganized the Albert Agricultural College at Glasnevin for young men who have neither the time nor the means to attend the highly specialized courses at the Royal College of Science; and the Munster Institute at Cork is now devoted solely to the instruction of girls in such subjects as butter-making, poultry-keeping, calf-rearing, cooking, laundry-work, sewing and gardening.",
        "But it was solely in this consistency and steadfastness that the greatness of Sparta lay.",
        "those of his father Louis VIII.an example unique in history of a victorious king spontaneously giving up his spoil solely for the sake of peace and justice, yet proving by his act that honesty is the best policy; for monarchy gained much by that moral authority which made Louis IX.",
        "four years respite, and these had been occupied in violent intrigues between the constable de Richemont i and the sire de la Trmoille, the young kings favorites, and solely desirous of enriching themselves at his expense.",
        "He preserved no written memorandum of its terms, and it was represented to him, according to his own deposition in 1633, solely by Cardinal Bellarmin's certificate, in which, for obvious reasons, it was glossed over rather than expressly recorded.",
        "Almost all kinds of vegetables and garden-fruits, oranges, rice, hemp and other products are generally grown solely or mainly on irrigated land, whereas most kinds of grain, vines and olives are cultivated chiefly on dry soil.",
        "The large furnaces for the distillation of mercury at Almaden were at one time heated solely with charcoal obtained from the Cistus ladaniferus.",
        "If a given province now speaks Catalan rather than Castilian, the explanation is to be sought simply and solely in the fact that it was conquered by a king of Aragon and peopled by his Catalan subjects.",
        "Bismarck depended for his position solely on the confidence of the king, and the necessity for defending himself against the attempts to destroy this confidence added greatly to the suspiciousness of his nature.",
        "It is an open secret that, on the retirement of Andrassy, he was offered the chancellorship. He refused it because, to use his own expression, \"I am as wholly and solely Hungarian as the river (Theiss, Hung.",
        "In analytical geometry the conic is represented by an algebraic equation of the second degree, and the species of conic is solely determined by means of certain relations between the coefficients.",
        "The subject of analytical geometry which he virtually created enabled him to view the conic sections as algebraic equations of the second degree, the form of the section depending solely on the coefficients.",
        "That, therefore, ought not to have been destroyed which had been placed in the churches, not for worship, but solely for instructing the minds of the ignorant.\"",
        "They lingered on into the 18th century, but only as a name, for their business was solely to export English products which, as English manufactures grew, were wanted at home.",
        "pat., 30th April 1795) effected the greatest revolution in the oil industry, bringing a new, easily controlled and almost unlimited source of power into play; the limit of the power being solely reached by the limit of the strength of the material which the engineer is able to produce.",
        "Lord Cromer's criticism, it should be remembered, does not deal with Gordon's career as a whole but solely with his last mission to the Sudan; Lord Morley's is a more general judgment.",
        "He refused the new position, was deprived of his chair, and henceforth depended solely upon his pen.",
        "If experience, says Hume, consists solely of states of mind somehow given to us, each of which exists as an effect, and therefore as distinct from others, with what right do we make the common assumption that parts of experience are necessarily connected ?",
        "Reason was, for Kant, an organic whole; the speculative and moral aspects are never severed; and the solution of problems which appear at first sight to belong solely to the region of speculative thought may be found ultimately to depend upon certain characteristics of our nature as practical.",
        "A judge agreed with a defense attorney that the police had no probable cause for a search based solely on an unsubstantiated tip.",
        "It gave her a little bit of peace, knowing she wasn't solely at the mercy of the Immortal Laws and Fate.",
        "She didn't expect him to sit with her for hours; she definitely didn't expect him to stay solely for her comfort without trying to force anymore Immortal bullshit down her throat.",
        "Her life with Shipton was solely based on what she told Ryland and he conveyed to us.",
        "adjudicated solely in the applicable court in the United Kingdom.",
        "The leading low-cost airline believes it is \" irrational \" for environmentalists to solely blame airlines for climate change.",
        "allowable for tax purposes where they are incurred solely for business purposes.",
        "For example, UK approval of genetically altered soya was based solely on safety data collected by Monsanto who produce the product.",
        "appoint solely on merit.",
        "Probate for goods and property held solely within an archdeaconry was granted at the archdeacon's court.",
        "Solely using samples, ambient atmospherics, and glitchy noises, they assemble experimental soundscapes that are often Satanic in nature.",
        "A focus solely on congestion reduction may bring economic benefits to some road users; it will not necessary improve the safety of all.",
        "The days when supermarket booze was solely purchased to restock the drinks cupboard at home have long gone.",
        "Nor is its purpose simply or solely to refute calumny.",
        "carnassial teeth are used solely for slicing or shearing.",
        "Dawson's view was that this was solely a mortuary chapel built at the beginning of the 18thC.",
        "So the first Hothouse in October will concentrate solely on rom com scripts.",
        "conceived solely in terms of the grammatical possibilities which the system offered.",
        "concentrate solely on my degree without having the added time constraints of a part-time job.",
        "These records are almost solely confined to sessional matters.",
        "I am not prepared to accept hospital confinement solely on the basis of being under 38 weeks ' gestation.",
        "These have not been solely at the \" back street \" garages, but also found at main dealerships.",
        "dedicated solely to producing international work.",
        "deep-sea fishing was carried out solely to provide food for salmon fish farms.",
        "It is, therefore, entirely permissible for an African-Caribbean community organization to restrict its membership solely to those of African Caribbean descent.",
        "description '(dairy) Ice Cream ' is deemed to indicate the ice cream is made solely with milk fat.",
        "deviants of all kinds swiftly became solely responsible for any actions which conflicted with the values of the Stalinist regime.",
        "devoted solely to your web site.",
        "The main problems with the gender differentiation do not rely solely in Martial Arts.",
        "disbursed solely by central government?",
        "Certainly there must be freedom to frame the law as a humanities discipline and not solely as a branch of social science.",
        "ecstatic trance induced solely by your music like a spiritual experience?",
        "The political elite are out of touch in their support of the solely tax funded system.",
        "It exists solely through the support of science fiction fandom.",
        "Seals either use no limbs for moving on land or solely their front flippers, using their hind limbs for swimming.",
        "However, it is possible to keep this solely for its beautiful foliage by removing the flower buds as they appear.",
        "glutamate antagonists act solely post-synaptically.",
        "ground floor accommodation enjoys its own private entrance solely for your use.",
        "His explanation of certain developments in later hominids, explained solely through the necessity to search for food, is less convincing.",
        "humanitynly there must be freedom to frame the law as a humanities discipline and not solely as a branch of social science.",
        "inure solely to the benefit of ICRA.",
        "The role is not solely development but also requires the jobholder to operate the project until the project handover is complete.",
        "For example, the Partner will be solely responsible for ensuring that materials posted on their web site are not libelous or otherwise illegal.",
        "Intellect which is solely a product of the lower manas has in our age, says HPB, paralyzed spiritual perceptions.",
        "They perform and emote solely with their voices and faces - and natch, I was completely mesmerized.",
        "misjudgeus solely on the mechanism which fits the desired outcome risks seriously misjudging the issue.",
        "Doctors and lawyers are not driven solely by altruistic motives.",
        "niche recruitment agency committed solely to Legal Recruitment.",
        "The original numeration will be used solely as a guide, and the numbers will not necessarily be rigidly adhered to.",
        "The funds of the Society shall be applied solely to the stated objectives of the Society.",
        "In other words, an argument that solely concerns subjectivity can be used to deny objectivity.",
        "Some, such as the wooly opossums, live high in the tree canopies, feeding solely on fruit and nectar.",
        "The [OAP] - Old Age Players clan was formed in November 2001 solely to play tactical Ops, an Unreal Tournament modification.",
        "Election to membership of the Royal Society of portrait painters is based solely on the quality of an artist's work.",
        "Others, such as Beauchamp and Childress, justify paternalism not through consent but solely by beneficence.",
        "In the early 70's I purchased JM's album Bless The Weather solely on the premise of the wonderfully poetic cover art.",
        "propelled solely by rocket engines.",
        "At the start of the century such demands would have been judged proper solely to the closeted capacities of millwrights and turners.",
        "quantal analysis to show that certain glutamate antagonists act solely post-synaptically.",
        "Three more PCTs have wards solely in the two most deprived quartiles.",
        "Many underground water sources rely solely on winter rainfall to fill them up.",
        "rangeland biodiversity while promoting improved livelihoods for pastoralists who are solely dependent on these ranges.",
        "forest rangers used to be employed by the Government solely to protect the forests.",
        "Better than Leicester University, which is solely reliant on BIDS.",
        "rely solely on the generosity of the public to help us continue with our vital work.",
        "relyirit Aid relies solely on the goodwill and donations of its supporters.",
        "rely solely on the recommendation of venue managers.",
        "They are blocking the truth solely for selfish reasons and they will suffer remorse when they pass over.",
        "Recruiters are solely responsible for their postings on the Website.",
        "That the tower survived the 19thC restoration appears to have been due solely to cost implications.",
        "revolved solely around RUC officers.",
        "His first solely authored reference textbook encompassing over 20 years devoted to revision rhinoplasty is currently in Publication.",
        "rias for proposals impacting solely on the public services should still be included in formal consultation exercises.",
        "In addition, they are right to do so, since relying solely on Russian gas and fair business conduct appears too risky.",
        "roomful of people in an ecstatic trance induced solely by your music like a spiritual experience?",
        "rosemary bushes over the past 10 years solely through poor drainage coupled with winter wet.",
        "scanner solely dedicated to the diagnosis of epilepsy.",
        "However, we are not solely an organization for veterans and their families but welcome all seafarers.",
        "It is being built solely to power a smelter for American aluminum company Alcoa.",
        "Room temperature ionic liquids are liquids which consist solely of ions, e.g. molten sodium chloride.",
        "But the statement seems to make sonship depend solely and exclusively on God's calling, that is, on his adoptive act.",
        "southbound traffic, enabling the existing tunnel to be used solely for northbound vehicles.",
        "having been raised solely by my mother for nearly twelve years, it was understandably difficult to accept having a stepfather around.",
        "Accuracy in the Z direction depends solely on the Z axis stepper motor.",
        "The minister's stipend is £ 230, derived solely from the seat-rents.",
        "Since many of the kings are supposition based solely on the bible, it piles supposition based solely on the bible, it piles supposition on top of supposition.",
        "In one year shooting in Cheshire planted 6770 meters of new hedges, 3950 meters of which were funded solely by shooting syndicates.",
        "They are a large bird with a white underside and large talons, living solely on fish.",
        "threadworm infection can be treated solely by meticulous attention to hygiene for 6 weeks.",
        "Always use sets with green flex on green trees, with white flex being used solely on silver tinsel or white trees.",
        "How is spinning to a roomful of people in an ecstatic trance induced solely by your music like a spiritual experience?",
        "All our qualified, veteran translators that work solely into their native languages.",
        "treatyil \" firmly \" rejected the idea that multilateral disarmament and nonproliferation treaties could be based \" solely on verification \" .",
        "The Chapel Choir was originally made up solely of male voices, the upper parts being sung by boy trebles.",
        "typologylogies based solely on pottery typologies, with all the built-in temporal assumptions, are not, by themselves, sufficient anymore.",
        "Rhabdopleura is no doubt of world-wide distribution, since it has been recorded in various localities from Greenland to South Australia, usually in water of not less than forty fathoms. Cephalodiscus, which for many years was known solely as the result of a single dredging by the \" Challenger \" from 2 4 5 fathoms in the Straits of Magellan, has recently been found in entirely different parts of the world, as for instance between Japan and Korea at ioo fathoms, at about half that depth off the south-east coast of Celebes, and between tide-marks on the coast of Borneo.",
        "Thus the retributive theory of punishment with its criterion of justice as an end in itself gives place to a theory which regards punishment solely as a means to an end, utilitarian or moral, according as the common advantage or the good of the criminal is sought.",
        "It would be a mistake to attribute the fall of Aegina solely to the development of the Athenian navy.",
        "The next genus is represented solely by the Tasmanian devil, Sarcophilus (or Diabolus) ursinus, a medium-sized animal with a dental formula similar to that of the dasyures, but with teeth (fig.",
        "Even grammatical and lexicographical works, intended solely to facilitate the study of ancient literature, contain many extracts or short sentences bearing on law and custom.",
        "By degrees the administrations of the Left had ceased to rely ~:~~ solely upon the Liberal sections of the Chamber, and had carried their most important bills with the help of the Right.",
        "Leibnitz, in fact, presents to us an infinite system of perfectly distinct though parallel developments, which on their mental side assume the aspect of a scale, not through any mutual action, but solely through the determination of the Deity.",
        "It is Christ who is supreme, not angels, for He is the agent in creation; and it is solely on the basis of faith in Him, a faith expressing itself in love, that redemption is appropriated, and not on the basis of any further requirements such as ascetic practices and the worship of angels (i.",
        "Pinto and some of the Jesuit biographers, who have pilloried Ataide as actuated solely by malice and self-interest.",
        "But the Judaean records do not allow us to trace its independent history with confidence, and our estimate can scarcely base itself solely upon the accidental fulness or scantiness of political details.",
        "The above abstract shows the general drift of this very remarkable contribution to ornithology, and it has to be added that for by far the greater number of his minor groups Huxley relied solely on the form of the palatal structure, the importance of which Dr Cornay had before urged, though to so little purpose.",
        "But two instances of extreme deviation from the ordinary mode of life due, apparently, like ant-mimicry, solely, if not wholly, to the persecution of Hymenoptera, may be cited as illustrations of the profound effect upon habit brought about by long-continued persecution from enemies of this kind.",
        "81Ã‚° 123Ã‚° 112Ã‚° 83Ã‚° 42Ã‚° - IIÃ‚° - 29Ã‚° The replacement of one negative group by another is accompanied by a change in the boiling-point, which is independent of the compound in which the substitution is effected, and solely conditioned by the nature of the replaced and replacing groups.",
        "The object of the monopoly is solely for the good of the Greenlanders - to prevent spirits being sold to them, and the vice,.",
        "The recalcitrant clergy refused to obey an act passed solely by the secular authority (convocation not having been consulted) or to acknowledge the jurisdiction of a court which had been robbed of its \"spiritual\" character.",
        "to IoÃ‚° B., with their apparent value based solely on the percentage of sugar in the juice.",
        "solely as a heating agent; these are termed electrothermal, as distinguished from electrolytic. In certain electrothermal processes (e.g.",
        "Zenaku wo saiban suru tame no The unique standard which Virtue vice-judging sake of is used for judging virtue or mochiitaru yitsu no hyojun Wa vice is benevolent conduct used unique standard solely.",
        "Like many of the leading modern utilitarians, they combined with their psychological distrust of popular judgments of right and wrong, and their firm conviction that all such distinctions are based solely on law and convention, the equally unwavering principle that the wise man who would pursue pleasure logically must abstain from that which is usually denominated \"wrong\" or \"unjust.\"",
        "He held this office jointly or solely until his death; in 1577 when Smith died, Dr Thomas Wilson was associated with Walsingham; after Wilson's death in 1581 Walsingham was sole secretary until July 1586, when Davison began his brief and ill-fated seven months' tenure of the office.",
        "Brawling in a church was an offence which formerly fell solely under the cognizance of the spiritual courts, but by the Ecclesiastical Courts Jurisdiction Act 1860 any person guilty of brawling in churches or chapels of the Church of England or Ireland, or in any chapel of any religious denomination, is liable on conviction to a fine or imprisonment (see Brawling), while clergymen of the Church of England may also be dealt with under the Clergy Discipline Act 1892.",
        "BIBLE CHRISTIANS, one of the denominations now merged in the United Methodist Church (see United Methodists), so called because its early preachers appealed solely to the Bible in confirmation of their doctrines.",
        "In habits the kakapo is almost wholly nocturnal, 3 hiding in holes (which in some instances it seems to make for itself) under the roots of trees or rocks during the day time, and only issuing forth about sunset to seek its food, which is solely vegetable in kind, and consists of the twigs, leaves, seeds and fruits of trees, grass and fern roots - some observers say mosses also.",
        "Probably neither the Sothic nor any other era was employed by the ancient Egyptians, who dated solely by regnal years (see below).",
        "First, it was necessary to unify the plebeian order by putting the legal status of the clients on a level with that of the unattached plebeians; and again enrolment in the army involved registration in the tribes and centuries; and as the army soon developed into a legislative assembly meeting in centuries (comitia centuriata), the whole citizen body, including plebeians, now acquired a share of political power, which had hitherto belonged solely to the patricians.",
        "These are: (a) boy's brigades - the Church Lads' Brigade, the London Diocesan Brigade, the Jewish Lads' Brigade, &c.; (b) the Legion of Frontiersmen, an organization intended to enroll for \"irregular\" service men with colonial or frontier experience; (c) rifle clubs, which exist solely for rifle practice, and have no military liabilities; (d) boy scouts, an organization founded in 1908 by Lieut.-General Sir R.",
        "It was from Helvetius that he learnt that, men being universally and solely governed by self-love, the so-called moral judgments are really the common judgments of any society as to its common interests; that it is therefore futile on the one hand to propose any standard of virtue, except that of conduciveness to general happiness, and on the other hand useless merely to lecture men on duty and scold them for vice; that the moralist's proper function is rather to exhibit the coincidence of virtue with private happiness; that, accordingly, though nature has bound men's interests together in many ways, and education by developing sympathy and the habit of mutual help may much extend the connexion, still the most effective moralist is the legislator, who by acting on self-love through legal sanctions may mould human conduct as he chooses.",
        "This is perhaps a reflection of a 'master storyline ' that assumes international standard-setting activities are almost solely the purview of larger organizations.",
        "The challenge is to conserve the unique rangeland biodiversity while promoting improved livelihoods for pastoralists who are solely dependent on these ranges.",
        "Forest rangers used to be employed by the Government solely to protect the forests.",
        "We rely solely on the generosity of the public to help us continue with our vital work.",
        "Spirit Aid relies solely on the goodwill and donations of its supporters.",
        "Hotel & Venue Resident DJ 's Do n't rely solely on the recommendation of venue managers.",
        "At the time, MPs thought the issue revolved solely around RUC officers.",
        "RIAs for proposals impacting solely on the public services should still be included in formal consultation exercises.",
        "I must have lost two dozen good rosemary bushes over the past 10 years solely through poor drainage coupled with winter wet.",
        "NSE has the only MRI scanner solely dedicated to the diagnosis of epilepsy.",
        "The parasitic generation consists solely of adult parasitic females which lie embedded in the mucosa of the small intestine of rats.",
        "But the statement seems to make sonship depend solely and exclusively on God 's calling, that is, on his adoptive act.",
        "It is proposed the new tunnel will carry southbound traffic, enabling the existing tunnel to be used solely for northbound vehicles.",
        "Having been raised solely by my mother for nearly twelve years, it was understandably difficult to accept having a stepfather around.",
        "The minister 's stipend is £ 230, derived solely from the seat-rents.",
        "Since many of the kings are supposition based solely on the bible, it piles supposition on top of supposition.",
        "Threadworm infection can be treated solely by meticulous attention to hygiene for 6 weeks.",
        "Brazil \" firmly \" rejected the idea that multilateral disarmament and nonproliferation treaties could be based \" solely on verification \".",
        "Chronologies based solely on pottery typologies, with all the built-in temporal assumptions, are not, by themselves, sufficient anymore.",
        "This is solely the umpires decision, an appeal is not necessary.",
        "Gravitation #1 and #2, produced solely by Rob Stow, ventured into the funky realms of Techno.",
        "Lionel Tertis Lionel Tertis is almost solely responsible for the rise of the viola in the twentieth century.",
        "Our boost in sales can be solely attributed to the new celebrity face of the company.",
        "Tom hoped that the girl didn't want to date him solely for the money he would one day inherit.",
        "The army was unable to debilitate the enemy, so they must now focus solely on defending themselves.",
        "Always research and interview any childcare situation yourself; do not rely solely on word of mouth.",
        "Some mothers will not need many of the items categorized under breastfeeding, especially if they plan to solely breastfeed without the use of a pump.",
        "Now its time to hit the cosmetics sections of department stores near your home, or stores that specialize solely in cosmetics (think MAC).",
        "This saves both time and disappointment and allows you to focus solely on products within your price range.",
        "Yes, many people still own cordless phones because they don't trust solely using their cell phones 100 percent or those who refuse to get a cell phone just on principle.",
        "Don't rely solely online, though, stores will also have in-store specials you'll only find if you go into the store.",
        "For most people, WiFi is sufficient if you are getting an e-book reader solely for reading books.",
        "There was a time when pet owners were facing solely practical options where carriers were concerned.",
        "This can give you the freedom to make health care decisions based solely on your cat's needs and not your wallet.",
        "Not reliable: Blogs or other websites which consist solely of opinion pieces from writers who do not have any actual experience with the subject of identity theft.",
        "Interest accrues solely on the unpaid balance and often interest expenses can be passed on to the client as a case-related expenditure.",
        "Applicants should be reviewed solely on the basis of their creditworthiness, and not on their race, gender, or other factors that are not directly related to their ability to repay a debt.",
        "Ecommerce Solutions: If your business is solely online, select a hosting plan with excellent ecommerce solutions.",
        "Don't ever sign up for a card based solely on what you find on a comparison website.",
        "It is not solely focused on Visa an MasterCard.",
        "Spousal support is not dependent upon there being children in the family, as spousal support is solely designed to financially assist the member of the dissolving marriage who may not have the same earning power as the other member.",
        "When Diesel showed his engine at the 1900 World Exhibition in Paris, it was running solely on peanut oil.",
        "Celebrated architects in the early 19th century like Greene and Greene and Julia Morgan made a point of designing homes that were beautiful but also built solely of local materials and could make the best use of natural light and air.",
        "PM: You don't want to pick a dishwasher solely for its low water use for instance.",
        "In fact, some schools are based solely on the Internet.",
        "If reselling your home is not a concern, then you have the flexibility to create a very personalized bathroom by selecting tile designs based solely on your personal taste.",
        "Machine made wall tile is handled solely by machinery from start to finish.",
        "You can pull solely from one area, or combine elements you love from all or any in a combination that suits you and your home.",
        "A toothbrush (used solely for this purpose, of course) is a great alternative to a regular exfoliating product, but brands like Aquafina and The Body Shop also offer versions that are suitable for scuffing off dead skin.",
        "Many brands specialize solely in magnifying mirrors, while other more common everyday brands specialize in a variety of mirrors.",
        "Though their selection is not limited solely to beauty products, they frequently offer a wide range of cosmetic, hair and skin care products.",
        "Now, many, if not most, of these companies rely solely on the Internet to drive business.",
        "This lends my face a very natural glow that isn't limited solely to my cheeks and it helps prevent that unfortunate streaky look.",
        "Two options are available with glittery eye pencils; they can be fully drawn across the eye (both top and bottom), or added solely to the inner corner of the eyes.",
        "Don't forget to compare and contrast, particularly if you're doing your shopping solely on the Internet.",
        "When gathering information, it is best not to rely solely upon one website for your information.",
        "And I am not solely self-employed as a writer right now.",
        "Doing so will give you peace of mind and ensure that your upgrade is not based solely on your frustration with your sluggish compact camera.",
        "No longer are you forced to focus solely on the basic rules of shooting.",
        "Some fine dining restaurants focus solely on locally grown food harvested seasonally."
    ],
    "definition": [
        "Alone; singly: solely responsible.",
        "Entirely; exclusively: did it solely for love.",
        "Link/Cite",
        "Alone; exclusively.\nThe new chef was solely responsible for attending the grill.",
        "Link/Cite"
    ]
}