{
    "translation": "פיתרון",
    "uses": [
        "I have a solution that might work.",
        "In no case did these methods and efforts secure a long-term solution to poverty.",
        "Disease is a problem of technology; thus, its solution will be technological.",
        "Is there possibly a solution to it?",
        "She could do a lot worse than Davis, but marriage wasn't a solution to her problems.",
        "I'm trying a new solution to my issue.",
        "Iggy found a temporary solution to stop the spread, and I sealed the area around the town.",
        "By dissolving it in concentrated sulphuric acid and warming the solution, the anhydrous salt is obtained.",
        "He recommended that yeast should be purified by cultivating it in a solution of sugar containing tartaric acid, or, in wort containing a small quantity of phenol.",
        "A record of all human activity, with anonymity safeguards in place, will allow us all to become part of the solution by putting our minds to work on the problems of the world.",
        "All the contradictions and obscurities of history and the false path historical science has followed are due solely to the lack of a solution of that question.",
        "I have a solution ready, but have no time now--I'll think it all out later on!",
        "And one person's solution may be another person's problem.",
        "I need a solution, now.",
        "It's not a solution but it will help a lot more than doing nothing while this guy may be getting closer.",
        "It's the only solution that makes sense.",
        "\"And there must be a solution to the Yirkin,\" Mansr said.",
        "If this solution works, you owe me a favor of my choosing.",
        "By the addition of excess of ammonia to a cobalt chloride solution in absence of air, a greenishblue precipitate is obtained which, on heating, dissolves in the solution, giving a rose-red liquid.",
        "He didn't have a solution to her tumor.",
        "\"If you want the immunity solution, then you.ll work with me to protect our brother,\" Kris said.",
        "Are we moving in the direction of the solution now?",
        "The solution is to survive until reinforcements arrive from overseas.",
        "Rarely in history has a government wrested away a functioning, privately funded solution in favor of a government entitlement.",
        "It would be a colossal mistake to assume some sort of collectivist or communistic solution to hunger in the world.",
        "The hydrated salt forms rose-red prisms, readily soluble in water to a red solution, and in alcohol to a blue solution.",
        "There was one solution: wipe everything off the map.",
        "Electrolysis of a solution in hydrofluoric acid gives cobaltic fluoride, CoF3.",
        "Maybe this was the best solution: the two Deidres combined.",
        "My circumstances are without solution and his life would be ruined if the world were to know the truth of our love.",
        "Berzelius took 8 grams of copper, converted it into the coloured chloride, and sealed up the whole of this in solution, together with a weighed strip of copper.",
        "Turning her over to Jule was the easiest solution, but he didn't feel done with her yet.",
        "In our time the majority of so-called advanced people--that is, the crowd of ignoramuses--have taken the work of the naturalists who deal with one side of the question for a solution of the whole problem.",
        "So the solution is to run away?",
        "\"Instead of making my last days happy, you decided to make me miserable in the hopes you could find a solution,\" she said.",
        "Cobalt salts may be readily detected by the formation of the black sulphide, in alkaline solution, and by the blue colour they produce when fused with borax.",
        "By adopting smaller and smaller elements of motion we only approach a solution of the problem, but never reach it.",
        "But while Nicholas was considering these questions and still could reach no clear solution of what puzzled him so, the wheel of fortune in the service, as often happens, turned in his favor.",
        "\"So, what is your solution?\" he ground out between clenched teeth.",
        "Simply not knowing how the information is known doesn't assign the solution to the occult.",
        "On boiling their solution in caustic alkalis, ammonia is liberated.",
        "Cobalt dioxide, Co02, has not yet been isolated in the pure state; it is probably formed when iodine and caustic soda are added to a solution of a cobaltous salt.",
        "So fresh instructions were sent for the solution of difficulties that might be encountered, as well as fresh people who were to watch Kutuzov's actions and report upon them.",
        "The yellow precipitate obtained is washed with a solution of potassium acetate and finally with dilute alcohol.",
        "The pentammine purpureo-salts are formed from the luteo-salts by loss of ammonia, or from an air slowly oxidized ammoniacal cobalt salt solution, the precipitated luteosalt being filtered off and the filtrate boiled with concentrated acids.",
        "It may be prepared by the addition of potassium nitrite to an acetic acid solution of cobalt chloride.",
        "She.d spent the day in thought after her talk with Gabriel, and there was only one solution that might drive Rhyn away before she and Gabriel hurt him.",
        "This solution, on standing, deposits octahedra of the composition CoC1 2.6NH 3.",
        "He could think of one solution to his problem, and his jaw clenched.",
        "From her feminine point of view she could see only one solution, namely, for Nicholas to marry a rich heiress.",
        "He had no ready solution, but continued to believe the ultimate solution she chose to these insurmountable obstacles was a cop-out.",
        "The ammonium cobalto-cobaltisulphite is prepared by saturating an air-oxidized ammoniacal solution of cobaltous chloride with sulphur dioxide.",
        "He considered stopping for a beer or two but realized bellying up to the bar was no solution to life's problems.",
        "If I hadn't taken time to apply my sleeping solution to the rag, I'd have been in the process of taking them just as that police car with its flashing lights came rolling up!",
        "A parking garage, which offers discounted rates for patrons, is located across the street providing a solution for an otherwise busy downtown location.",
        "\"The solution to our problem,\" Kris answered.",
        "Only when we have admitted the conception of the infinitely small, and the resulting geometrical progression with a common ratio of one tenth, and have found the sum of this progression to infinity, do we reach a solution of the problem.",
        "One day when they were sitting on the porch steps together, Brandon proposed a solution.",
        "All I'll I need do is prepare a rag with my special solution...",
        "It was Molly, not me, who devised a possible solution.",
        "That is the solution.",
        "You don't have a solution.",
        "And if I tell Darkyn you've got a solution?",
        "Carmen and I have talked it over and decided this is the best solution.",
        "She was the one who kept saying no to his only possible solution.",
        "She focused on Jonny again, willing him to accept her solution.",
        "She didn't say that she thought Damian would run circles around the boy and find a better solution.",
        "I can't See any other solution.",
        "The scent of pine trees disappeared, replaced by the overpowering smell of cleaning solution.",
        "The iodide, Co12, is produced by heating cobalt and iodine together, and forms a greyish-green mass which dissolves readily in water forming a red solution.",
        "On evaporating this solution the hydrated salt CoI 2.6H 2 0 is obtained in hexagonal prisms. It behaves in an analogous manner to CoBr 2.6H 2 0 on heating.",
        "Cobalt ammonium phosphate, CoNH4PO 4.12H 2 0, is formed when a soluble cobalt salt is digested for some time with excess of a warm solution of ammonium phosphate.",
        "They form yellow or bronze-coloured crystals, which decompose on boiling their aqueous solution.",
        "It is only, however, when we deal with comparatively concentrated solutions that the heat-effect of diluting the solutions is at all great, the heat-change on diluting an already dilute solution being for most practical purposes negligible.",
        "Thomsen by direct experiment found that the heat-capacity of a dilute aqueous solution diverged in general less than i per cent.",
        "The unfortunate Niger expedition of 1841 was directed to similar ends; and it has been more and more felt by all who were interested in the subject that here lies the radical solution of the great problem.",
        "Among the analytical methods worked up by him the best known is that for the estimation of sugars by \"Fehling's solution,\" which consists of a solution of cupric sulphate mixed with alkali and potassium-sodium tartrate (Rochelle salt).",
        "There are, therefore, a number of agencies, all of which operate in shoal waters on the lee side of islands, or in shallow lagoons in such regions as the Bahamas, and the result of all these is to throw down calcium carbonate from solution in sea-water as minute needle-shaped crystals or little balls of aragonite.",
        "Solid copper chloride is brown or yellow, so that its concentrated solution, which contains both ions and undissociated molecules, is green, but changes to blue as water is added and the ionization becomes complete.",
        "If an aqueous solution of methyl acetate be allowed to stand, a slow decomposition goes on.",
        "When heated to above 200 it turns brown and produces caramel, a substance possessing a bitter taste, and used, in its aqueous solution or otherwise, under various trade names, for colouring confectionery, spirits, &c. The specific rotation of the plane of polarized light by glucose solutions is characteristic. The specific rotation of a freshly prepared solution is 105°, but this value gradually diminishes to 52.5°, 24 hours sufficing for the transition in the cold, and a few minutes when the solution is boiled.",
        "by determining the rotation of the plane of polarization of a solution, or, chemically, by taking advantage of its property of reducing alkaline copper solutions.",
        "If a glucose solution be added to copper sulphate and much alkali added, a yellowish-red precipitate of cuprous hydrate separates, slowly in the cold, but immediately when the liquid is heated; this precipitate rapidly turns red owing to the formation of cuprous oxide.",
        "Simultaneously Hermann, a German chemical manufacturer, discovered the new metal in a specimen of zinc oxide which had been thought to contain arsenic, since it gave a yellow precipitate, in acid solution, on the addition of sulphuretted hydrogen.",
        "This proved a palliation of his difficulty, but not a solution.",
        "Now the effective change produced by the action of the current is the concentration of the more dilute solution by the dissolution of metal in it, and the dilution of the originally stronger solution by the separation of metal from it.",
        "combinatorial optimization of a neutral receptor that binds inorganic anions in aqueous solution.",
        "This method obtains when yeast is vigorously fermenting a saccharine solution.",
        "In Norwood and Rogers's process a thin coating of tin is applied to the iron before it is dipped in the zinc, by putting the plates between layers of granulated tin in a wooden tank containing a dilute solution of stannous chloride, when tin is deposited on them by galvanic action.",
        "In \"cold galvanizing\" the zinc is deposited electrolytically from a bath, preferably kept neutral or slightly acid, containing a io% solution of crystallized zinc sulphate, ZnSO 4.7H20.",
        "Briicke also brought forward an experiment of great importance, in which he showed that gum mastic, precipitated from an alcoholic solution poured into a large quantity of water, scatters light of a blue tint.",
        "Before applying the solution to a mathematical investigation of the present question, it may be well to consider the matter for a few moments from a more general point of view.",
        "It is also beneficial, especially in the case of partially exhausted beds, to water with a dilute solution of nitre.",
        "A crisis was now approaching in foreign affairs which demanded all the experience and all the genius of Hastings for its solution.",
        "The decisive success of Hastings's administration alone postponed the inevitable solution.",
        "When that was found, the solution of one problem would immediately entail the solution of all others which belonged to the same series as itself.",
        "And the algebraists or arithmeticians of the 16th century, such as Luca Pacioli (Lucas de Borgo), Geronimo or Girolamo Cardano (1501-1576), and Niccola Tartaglia (1506-1559), had used geometrical constructions to throw light on the solution of particular equations.",
        "In pure algebra Descartes expounded and illustrated the general methods of solving equations up to those of the fourth degree (and believed that his method could go beyond), stated the law which connects the positive and negative roots of an equation with the changes of sign in the consecutive terms, and introduced the method of indeterminate coefficients for the solution of equations.'",
        "To attach a clear and definite meaning to the Cartesian doctrine of God, to show how much of it comes from the Christian theology and how much from the logic of idealism, how far the conception of a personal being as creator and preserver mingles with the pantheistic conception of an infinite and perfect something which is all in all, would be to go beyond Descartes and to ask for a solution of difficulties of which he was 1 Ouvres, vi.",
        "Deep into the night he would continue his studies, stimulating his senses by occasional cups of wine, and even in his dreams problems would pursue him and work out their solution.",
        "In districts where the water is of a \" hard nature,\" that is, contains bicarbonate of lime in solution, the interior of the boiler cylinders, tanks and pipes of a hot water system will become incrusted with a deposit of lime which is gradually precipitated as the water is heated to boiling point.",
        "The aqueous solution is turned bluish black by ferrous sulphate containing a ferric salt.",
        "p. 299), or by the addition of a concentrated solution of potassium cyanide to one of copper sulphate, the mixed solutions being then heated.",
        "Potash solution converts it into a mixture of potassium cyanide and cyanate.",
        "In aqueous solution it gives a red colour with ferric chloride.",
        "They form compounds with hydrochloric acid when this gas is passed into their ethereal solution; these compounds, however, are very unstable, being readily decomposed by water.",
        "After the vigorous reaction has ceased and all the sodium has been used up, the mass is thrown into dilute hydrochloric acid, when the soluble sodium salts go into solution, and the insoluble boron remains as a brown powder, which may by filtered off and dried.",
        "A saturated solution of the gas, in water, is a colourless, oily, strongly fuming liquid which after a time decomposes, with separation of metaboric acid, leaving hydrofluoboric acid HF BF3 in solution.",
        "It is decomposed by water, and with a solution of yellow phosphorus in carbon bisulphide it gives a red powder of composition PBI 2, which sublimes in vacuo at 210° C. to red crystals, and when heated in a current of hydrogen loses its iodine and leaves a residue of boron phosphide PB.",
        "A pentasulphide B2S5 is prepared, in an impure condition, by heating a solution of sulphur in carbon bisulphide with boron iodide, and forms a white crystalline powder which decomposes under the influence of water into sulphur, sulphuretted hydrogen and boric acid.",
        "Sulphuric acid dissolves it, forming a deepred solution.",
        "They are yellowish-red solids, which behave as weak bases, their salts undergoing hydrolytic dissociation in aqueous solution.",
        "It crystallizes in orange-red needles and its alcoholic solution fluoresces strongly.",
        "A curious property is to be observed when a crystal of pharmacosiderite is placed in a solution of ammonia - in a few minutes the green colour changes throughout the whole crystal to red; on placing the red crystal in dilute hydrochloric acid the green colour is restored.",
        "The fungus is cut into slices and then steeped in a solution of nitre.",
        "139° gaining a practical solution of the problem of the destination of the westward-flowing rivers, Sir Thomas Mitchell, in 1833, led an expedition northward to the upper branches of the Darling; the party met with a sad disaster in the death of Richard Cunningham, brother of the eminent botanist, who was murdered by the blacks near the Bogan river.",
        "The solution of the question hinges upon the interpretation of the canons, that is, upon whether they are to be taken as reflecting a recent, or as pointing to an imminent, persecution.",
        "Brugnatelli, who found in 1798 that if silver be dissolved in nitric acid and the solution added to spirits of wine, a white, highly explosive powder was obtained.",
        "With bromine in acetic acid solution at ordinary temperature, nicotine yields a perbromide, C10H10Br2N20 HBr 3, which with sulphur dioxide, followed by potash, gives dibromcotinine, C10H10Br2N20, from which cotinine, C10H12N20, is obtained by distillation over zinc dust.",
        "By heating nicotine with bromine in hydrobromic acid solution for some hours at 100° C., dibromticonine hydrobromide, C10H8N2Br202 HBr, results.",
        "Nicotimine is a colourless liquid which boils at 250 0 -255° C. Its aqueous solution is alkaline.",
        "ethylene dibromide) with silver acetate or with potassium acetate and alcohol, the esters so produced being then hydrolysed with caustic alkalis, thus: C 2 H 4 Br 2 + C2H302 Ag-*C2H4(O C2H30)2->C2H4(OH)2+2K C2H302 by the direct union of water with the alkylen oxides; by oxidation of the olefines with cold potassium permanganate solution (G.",
        "a-propylene glycol, CH 3 CH(OH) CH 2 OH, a liquid boiling at 188° to 189°, and obtained by heating glycerin with sodium hydroxide and distilling the mixture; and trimethylene glycol, CH 2 OH CH 2 CH 2 OH, a liquid boiling at 214° C. and prepared by boiling trimethylene bromide with potash solution (A.",
        "Davy on the decomposition of the solutions of salts by the voltaic current were turned to account in the water voltameter telegraph of Sdmmering and the modification of it proposed by Schweigger, and in a similar method proposed by Coxe, in which a solution of salts was substituted for water.",
        "Each cell contains a zinc plate, immersed in a solution of zinc sulphate, and also a porous chamber containing crystals of copper sulphate and a copper plate.",
        "The electromotive force of each cell is i 07 volts and the resistance 3 ohms. The Fuller bichromate battery consists of an outer jar containing a solution of bichromate of potash and sulphuric acid, in which a plate of hard carbon is immersed; in the jar there is also a porous pot containing dilute sulphuric acid and a small quantity (2 oz.) of mercury, in which stands a stout zinc rod.",
        "The solution of this problem was attempted by J.",
        "Four years later Varley patented his artificial cable, which was the first near approach to a successful solution of the duplex problem on the principle now adopted.",
        "The solution of this tele- problem was attempted by Dr J.",
        "Suppose, for instance, the paper ribbon to be soaked in a solution of iodide of potassium and a light contact spring made to press continuously on its surface as it is pulled forward by the mechanism.",
        "The only other suggested solution of the problem of isolation in connexion with wireless telegraph stations was given by Anders Bull (Electrician, 1901, 46, p. 573).",
        "Other inventors had professed to find a solution of the problem by the use of looped receiving antennae or antennae inclined in various directions.",
        "Marconi, however, gave in 1906 the first really practical solution of the problem by the use of bent transmitting and receiving antennae.",
        "Braun also gave an interesting solution of the problem of directive telegraphy.'",
        "It can be purified by solution in hydrochloric acid and subsequent precipitation by metallic zinc.",
        "Cadmium hydroxide, Cd(OH) 2, is obtained as a white precipitate by adding potassium hydroxide to a solution of any soluble cadmium salt.",
        "Ann., 1859, 106, 513), probably owing to the formation of complex ions; the abnormal behaviour apparently diminishing as the solution becomes more and more dilute, until, at very high dilutions the salts are ionized in the normal manner.",
        "Cadmium sulphate, CdSO 4, is known in several hydrated forms; being deposited, on spontaneous evaporation of a concentrated aqueous solution, in the form of large monosymmetric crystals of composition 3CdSO 4.8H 2 O, whilst a boiling saturated solution, to which concentrated sulphuric acid has been added, deposits crystals of composition CdSO 4 4H 2 0.",
        "The serious condition of recruiting was quickly noticed, and the tabulation of each years results was followed by a new draft law, but no solution was achieved until a special commission assembled.",
        "The crisis dragged for three months, and before its definitive solution by the formation of a Depretis-Crispi ministry, Robilant succeeded (I 7th March 1887) in renewing the triple alliance on terms more favorable to First re- Italy than those obtained in 1882.",
        "Scepticism, with which P. Bayle had played as a historian - he amused himself, too, with praising the Manichaean solution of the riddle of the universe - became a serious power in the history of philosophy with the advent of David Hume.",
        "This reveals the empiricist temper, and points to an attempted empiricist solution of great problems. Butler holds that more ambitious philosophies are valid, but he shrinks from their use.",
        "The more important of those in use to-day are carbolic acid, the perchloride and biniodide of mercury, iodoform, formalin, salicylic acid, &c. Carbolic acid is germicidal in strong solution, inhibitory in weaker ones.",
        "A solution of I in 20 is used to sterilize instruments before an operation, and towels or lint to be used for the patient.",
        "In the Origin of Species, and in his other numerous and important contributions to the solution of the problem of biological evolution, Darwin confined himself to the discussion of the causes which have brought about the present condition of living matter, assuming such matter to have once come into existence.",
        "Normal 0 false false false EN-US X-NONE X-NONE /* Style Definitions */ table.MsoNormalTable{mso-style-name:\"Table Normal\";mso-tstyle-rowband-size:0;mso-tstyle-colband-size:0;mso-style-noshow:yes;mso-style-priority:99;mso-style-parent:\"\";mso-padding-alt:0in 5.4pt 0in 5.4pt;mso-para-margin:0in;mso-para-margin-bottom:.0001pt;mso-pagination:widow-orphan;font-size:11.0pt;font-family:\"Calibri\",sans-serif;mso-ascii-font-family:Calibri;mso-ascii-theme-font:minor-latin;mso-hansi-font-family:Calibri;mso-hansi-theme-font:minor-latin;}The committee found a solution that was consensual to all members.",
        "Naturally he felt that the prevalence of Christianity was incompatible with his ideal of Roman prosperity, and therefore that the policy of the Flavian emperors was the only logical solution of an important problem.",
        "2 2 a latter case with the formation of a blue solution which on heating, becomes colourless, molybdenum trioxide being formed with the liberation of sulphur dioxide.",
        "Molybdenum monoxide, MoO.n(H 2 O), is a black powder obtained when the dichloride is boiled with concentrated potash solution.",
        "It sublimes in small rhombic tables or needles, and is slightly soluble in cold water, the solution possessing an acid reaction.",
        "Several hydrated forms of the oxide are known, and a colloidal variety may be obtained by the dialysis of a strong hydrochloric acid solution of sodium molybdate.",
        "It is a yellow amorphous powder which is soluble in dilute alkalis, the solution on acidification giving an hydroxide, C1 4 Mo 3 (OH) 2, which is soluble in nitric acid, and does not give a reaction with silver nitrate.",
        "Molybdenum trisulphide, MoS3, is obtained by saturating a solution of an alkaline molybdate with sulphuretted hydrogen and adding a mineral acid.",
        "The protoplasm derives its food from substances in solution in the water; the various waste products which are incident to its life are excreted into it, and so removed from the sphere of its activity.",
        "The raw materials from which the food is constructed are absorbed from the exterior in solution in water, and the latter is the medium through which the gaseous constituents necessary for life reach the protoplasm.",
        "The food must enter in solution in order to pass the walls.",
        "Each is a small protoplasmic body, in the meshes of whose vubstance the green coloring matter chlorophyll is contained in some form of solution.",
        "If a solution of the pigment is placed in the path of a beam of light which is then allowed to fall on a prism, the resulting spectrum will be found to be modified.",
        "The rays which in the absence of the solution of chlorophyll would have occupied those spaces have no power to pass through it, or in other words chlorophyll absorbs those particular rays of light which are missing.",
        "But it is certain that it can only be present in a cell in very small amount at any moment, for an extremely dilute solution acts as a poison to protoplasm.",
        "The presence of too much sugar in solution in the sap of the cell inhibits the activity of the chloroplasts; hence the necessity for its removal.",
        "\\Vith the water it takes in the various nutritive substances which the former contains in solution.",
        "Stomata are often absent, absorption and excretion of gases in solution being carried on through the epidermal layer.",
        "Upon our knowledge of its minute structure or cytology, combined with a study of its physiological activities, depends the ultimate solution of all the important problems of nutrition.",
        "The crystalline form appears to be due entirely to the carotin, which can be artificially crystallized from an alcohol or ether solution.",
        "They are stained deep red in dilute solution of alkanin.",
        "It gives a characteristic red-brown reaction with iodine solution.",
        "The cell sap contains various substances in solution such as sugars, inulin, alkaloids, glucosides, organic acids and various inorganic salts.",
        "The suberized and cuticularized cell-walls appear to contain a fatty body called suberin, and such cell-walls can be stained red by a solution of alcanin, the lignified and cellulose membranes remaining unstained.",
        "The oxides of type RO are soluble in water, the solution possessing a strongly alkaline reaction and rapidly absorbing carbon dioxide on exposure; they are basic in character and dissolve readily in acids with the formation of the corresponding salts.",
        "The solution is diluted with water, and the hydrocarbons are thereby precipitated and separated.",
        "The solution is then acidified, and the phenols are'liberated and form an oily layer on the surface of the acid.",
        "It is also readily soluble in solutions of the caustic alkalis, slightly soluble in aqueous ammonia solution, and almost insoluble in sodium carbonate solution.",
        "In alkaline solution, potassium permanganate oxidizes it to inactive tartaric acid and carbon dioxide (0.",
        "The metallic derivatives (phenolates, phenates or carbolates) of the alkali metals are obtained by dissolving phenol in a solution of a caustic alkali, in the absence of air.",
        "lodphenol is obtained by the action of iodine a.nd iodic acid on phenol dissolved in a dilute solution of caustic potash.",
        "The ortho-acid, in the form of its aqueous solution, is sometimes used as an antiseptic, under the name of aseptol.",
        "Vortmann (Ber., 1890, 23, p. 2 753) dissolve phenol in caustic alkali, make the solution up to known volume, take an aliquot part, warm it to 60° C., and add decinormal iodine solution until the liquid is of a deep yellow colour.",
        "The mixture is then cooled, acidified by means of sulphuric acid, and titrated with decinormal sodium thiosulphate solution.",
        "Industry, 1899, 18, p. 553) adds excess of sodamide to a solution of the phenol in a suitable solvent, absorbs the liberated ammonia in an excess of acid, and titrates the excess of acid.",
        "When a solution of the strength of about i in zo is applied to the skin it produces a local anaesthesia which lasts for many hours.",
        "The treatment is therefore to administer an ounce of sodium sulphate in water by the mouth, or to inject a similar quantity of the salt in solution directly into a vein or into the subcutaneous tissues.",
        "If excess of a mineral acid be added to a solution of an alkaline thiogermanate a white precipitate of germanium disulphide, GeS2, is obtained.",
        "It can also be obtained by passing sulphuretted hydrogen through a solution of the dioxide in hydrochloric acid.",
        "The mixed solution of poiysulphides and thiosulphate of calcium thus produced is clarified, diluted largely, and then mixed with enough of pure dilute hydrochloric acid to produce a feebly alkaline mixture when sulphur is precipitated.",
        "Rhombic sulphur may be obtained artificially by slowly crystallizing a solution of sulphur in carbon bisulphide, or, better, by exposing pyridine saturated with sulphuretted hydrogen to atmospheric oxidation (Ahrens, Ber., 1890, 23, p. 2708).",
        "By acting upon a solution of sodium hyposulphite with potassium bisulphate, Gernez (Compt.",
        "Another form, mixed with the variety just described, is obtained by adding 3 to 4 volumes of alcohol to a solution of ammonium sulphide saturated with sulphur and exposing the mixture to air at about 5°.",
        "rend., 1891, 112, p. 866) is obtained by mixing a solution of sodium hyposulphite with double its volume of hydrochloric acid, filtering and extracting with chloroform; the extract yielding the variety on evaporation.",
        "The colloidal sulphur, Ss, described by Debus as a product of the interaction of sulphuretted hydrogen and sulphur dioxide in aqueous solution, is regarded by Spring (Rec. tra y.",
        "It is moderately soluble in water, the solution possessing a faintly acid reaction.",
        "This solution is not very stable, since on exposure to air it slowly oxidizes and becomes turbid owing to the gradual precipitation of sulphur.",
        "It is frequently used as a reducing agent: in acid solutions it reduces ferric to ferrous salts, arsenates to arsenites, permanganates to manganous salts, &c., whilst in alkaline solution it converts many organic nitro compounds into the corresponding amino derivatives.",
        "Hofmann, who obtained it by saturating an alcoholic solution of ammonium sulphide with sulphur and mixing the product with an alcoholic solution of strychnine, considered the resulting product to be H2S3; while P. Sabatier by fractionating the crude product in vacuo obtained an oi l which boiled between 60° and 85° C. and possessed the composition H4S5.",
        "News, 1902, 86, p. 5) obtained a substance of composition S312 (which in all probability is a chemical individual) as a reddish-coloured powder by the action of sulphuretted hydrogen on a solution of iodine trichloride.",
        "The dioxide has been known since the earliest times and is found as a naturally occurring product in the gaseous exhalations of volcanoes and in solution in some volcanic springs.",
        "It is readily soluble in alcohol and in water, the solution.",
        "The solution of the gas in water is used under the name of sulphurous acid.",
        "The free acid has not been isolated, since on evaporation the solution gradually loses sulphur dioxide.",
        "This solution possesses reducing properties,and gradually oxidizes to sulphuric acid on exposure.",
        "Hyposulphurous acid, H 2 S 2 0 4, was first really obtained by Berthollet in 1789 when he showed that iron left in contact with an aqueous solution of sulphur dioxide dissolved without any evolution of gas, whilst C. F.",
        "Schonbein subsequently showed the solution possessed reducing properties.",
        "rend., 1869, 69, p. 169) obtained the sodium salt by the action of zinc on a concentrated solution of sodium bisulphite: Zn + 4NaHSO 3 = Na 2 S 2 O 4 + ZnSO 3 + Na 2 SO 3 + 2H 2 O, the salt being separated from the sulphites formed by fractional precipitation.",
        "A solution of the free acid may be prepared by adding oxalic acid to the solution of the sodium salt.",
        "This solution is yellow in colour, and is very unstable decomposing at ordinary temperature into sulphur and sulphur dioxide.",
        "A pure zinc salt has been prepared by Nabl (Monats., 1899, 20, p. 679) by acting with zinc on a solution of sulphur dioxide in absolute alcohol, whilst H.",
        "Its aqueous solution gradually decomposes with evolution of oxygen, behaves as a strong oxidant, and liberates iodine from potassium iodide.",
        "This salt may be prepared by digesting flowers of sulphur with sodium sulphite solution or by boiling sulphur with milk of lime.",
        "In this latter reaction the deep yellow solution obtained is exposed to air when the calcium polysulphide formed is gradually converted into thiosulphate by oxidation, and the calcium salt thus formed is converted into the sodium salt by sodium carbonate or sulphate.",
        "They form many double salts and give a dark violet coloration with ferric chloride solution, this colour, however, gradually disappearing on standing, sulphur being precipitated.",
        "A solution of the free acid may be obtained by decomposing the barium salt with dilute sulphuric acid and concentrating the solution in vacuo until it attains a density of about 1.35 (approximately), further concentration leading to its decomposition into sulphur dioxide and sulphuric acid.",
        "Trithionic acid, H2S306, is obtained in the form of its potassium salt by the action of sulphur dioxide on a solution of potassium thiosulphate: 2K 2 S 2 0 3 -f3S0 2 = 2K 2 S 3 0 6 -{- S; or by warming a solution of silver potassium thiosulphate KAgS 2 0 3 = Ag 2 S K 2 S 3 0 6; whilst the sodium salt may be prepared by adding iodine to a mixture of sodium thiosulphate and sulphite: Na 2 S0 3 -fNa 2 S 2 0 3 -f12 = Na 2 S 3062NaI.",
        "The salts are unstable; and a solution of the free acid (obtained by the addition of hydrofluosilicic acid to the potassium salt) on concentration in vacuo decomposes rapidly: H 2 S 3 0 6 = H 2 SO 4 -{- S S02.",
        "The free acid is obtained (in dilute aqueous solution) by the addition of dilute sulphuric acid to an aqueous solution of the barium salt.",
        "It is only stable in dilute aqueous solution, for on concentration the acid decomposes with formation of sulphuric acid, sulphur dioxide and sulphur.",
        "Wackenroder's solution (Debus, Journ.",
        "Soc., 1888, 53, p. 278) is prepared by passing sulphuretted hydrogen gas into a nearly saturated aqueous solution of sulphur dioxide at about o° C. The solution is then allowed to stand for 48 hours and the process repeated many times until the sulphur dioxide is all decomposed.",
        "The reactions taking place are complicated, and the solution contains ultimately small drops of sulphur in suspension, a colloidal sulphur (which Spring (Rec. tra y.",
        "The solution obtained may be evaporated in vacuo until it attains a density of 1.46 when, if partially saturated with potassium hydroxide and filtered, it yields crystals of potassium pentathionate, K 2 S 5 0 6.3H 2 0.",
        "The aqueous solution of the acid is fairly stable at ordinary temperatures.",
        "The solution on the addition of ammoniacal silver nitrate behaves similarly to that of potassium pentathionate, but differs from it in giving an immediate precipitate of sulphur with ammonia, whereas the solution of the pentathionate only gradually becomes turbid on standing.",
        "It behaves as a strong oxidant and in aqueous solution is slowly hydrolysed.",
        "This may be called the rationalistic solution; with sympathy in Christ's ethical teaching, there is relief at minimizing his great claim.",
        "In 1747 he applied his new calculus to the problem of vibrating chords, the solution of which, as well as the theory of the oscillation of the air and the propagation of sound, had been given but incompletely by the geometricians who preceded him.",
        "So far he is in general agreement with Anaximander, but he differs from him in the solution of the problem, disliking, as a poet and a mystic, the primary matter which satisfied the patient researcher, and demanding a more vivid and picturesque element.",
        "Akerman, by which the autonomy of Moldavia,Walachia and Servia was confirmed, free passage of the straits was secured for merchant ships and disputed territory on the Asiatic frontier was annexed, and in July 1827 he signed with England and France the treaty of London for the solution of the Greek question by the mediation of the Powers.",
        "The American engineer is more fortunately situated than his English brother with regard to the possibility of a solution, as will be seen from the comparative diagrams of construction gauges, figs.",
        "The crude solid product from the tar distillate is digested with carbon bisulphide to dissolve the pyrene, the solution filtered and the solvent evaporated.",
        "The residue is dissolved in alcohol and to the cold saturated solution a cold alcoholic solution of picric acid is added.",
        "A condition of tenure attached to this chair was that the holder should propose mathematical questions for solution, and should resign in favour of any person who solved them better than himself; but, notwithstanding this, Roberval was able to keep the chair till his death, which occurred at Paris on the 27th of October 1675.",
        "Roberval was one of those mathematicians who, just before the invention of the infinitesimal calculus, occupied their attention with problems which are only soluble, or can be most easily solved, by some method involving limits or infinitesimals, and in the solution of which accordingly the calculus is always now employed.",
        "HEBREW RELIGION (I) Introductory.-To trace the history of the religion of the Hebrews is a complex task, because the literary sources from which our knowledge of that history is derived are themselves complex and replete with problems as to age and authorship, some of which have been solved according to the consensus of nearly all the best scholars, but some of which still await solution or are matters of dispute.",
        "The subject has a special interest for Italy, which is devastated by malaria, and Italian science has contributed materially to the solution of the problem.",
        "A solution may be sought.",
        "Quinine still remains the one specific. In serious cases it should not be given in solid form, but in solution by the stomach, rectum, or - better - hypodermically (Manson).",
        "Hess (18 4 o) were the first who systematically investigated thermochemical effects in solution, and arrived at conclusions from their experimental data which still possess validity.",
        "Hess now observed that in the process of mixing such neutral solutions no thermal effect was produced - that is, neutral salts in aqueous solution could apparently interchange their radicals without evolution or absorption of heat.",
        "For example, when metallic zinc is dissolved in dilute sulphuric acid with production of zinc sulphate (in solution) and hydrogen gas, a definite quantity of heat is produced for a given amount of zinc dissolved, provided that the excess of energy in the initial system appears entirely as heat.",
        "Berthelot, on the other hand, assumed that the heat-capacity of an aqueous solution is equal to that of an equal volume of water, and calculated his results on this assumption, which involves much the same uncertainty as that of Thomsen.",
        "The same type of calorimeter is used in determining the heat of solution of a solid or liquid in water.",
        "When substances in solution are dealt with, Thomsen indicates their state by affixing Aq to their symbols.",
        "represents the heat of neutralization of one gramme-equivalent of caustic soda with nitric acid, each in dilute aqueous solution before being brought into contact.",
        "Thus the equation Cl 2 -1-2KI, Aq=2KC1, Aq+12+52400 cal., or (C12) +2KI, Aq =2KC1, Aq+[12]-I-52400 cal., would express that when gaseous chlorine acts on a solution of potassium iodide, with separation of solid iodine, 52400 calories are evolved.",
        "It has already been stated that the heats of neutralization of acids and bases in aqueous solution are additively composed of two terms, one being constant for a given base, the other constant for a given acid.",
        "When substances readily combine with water to form hydrates, the heat of solution in water is usually positive; when, on the other hand, they do not readily form hydrates, or when they are already hydrated, the heat of solution is usually negative.",
        "The following examples show the effect of hydration on heat of solution in a large quantity of water: § io.",
        "In foreign affairs he succeeded in achieving as satisfactory a solution of the Adriatic problem as was possible under the circumstances.",
        "The scantiness of historical tradition makes a final solution impossible, but the study of these years has an important bearing on the history of the later Judaean state, which has been characteristically treated from the standpoint of exiles who returned from Babylonia and regard them selves as the kernel of \" Israel.\"",
        "There is no revulsion, as later, from dogma as such, nor is more stress laid upon one dogma than upon another; all are treated upon the same footing, and the whole dogmatic system is held, as it were, in solution by the philosophic medium in which it is presented.",
        "That there was fraud, and complicated fraud, in the guardians of the dauphin may be taken as proved by a succession of writers from 1850 onwards, and more recently by Frederic Barbey, who wisely attempts no ultimate solution.",
        "What appears the most probable solution is that which regards Lancelot as the hero of an independent and widely diffused folk-tale, which, owing to certain special circumstances, was brought into contact with, and incorporated in, the Arthurian tradition.",
        "Among the great variety of problems solved are problems leading to determinate equations of the first degree in one, two, three or four variables, to determinate quadratic equations, and to indeterminate equations of the first degree in one or more variables, which are, however, transformed into determinate equations by arbitrarily assuming a value for one of the required numbers, Diophantus being always satisfied with a rational, even if fractional, result and not requiring a solution in integers.",
        "For a conjectural explanation of the history of the Warwick patent see Forrest Morgan, \"The Solution of an Old Historic Mystery,\" in the Magazine of History for July, August, September and October 1909.",
        "It was about this time that the value of a mixture of lime and sulphate of copper (bouillie bordelaise), sprayed in solution upon the growing plants, came to be recognized as a check upon the ravages of potato disease.",
        "Successful trials of sulphate of copper solution as a means of destroying charlock in corn crops took place in the years 1898-1900.",
        "It is at the solution of these two questions that philosophy in the immediate future may be expected to work.",
        "In the Gnostic basis itself it is not difficult to recognize the general features of the religion of ancient Babylonia, and thus we are brought nearer a solution of the problem as to the origin of Gnosticism in general.",
        "Artificially prepared crystals of barytes may be obtained by allowing a solution of a soluble barium salt to diffuse slowly into a solution of a soluble sulphate.",
        "Many esters of malonic acid have been prepared, the most important being the diethyl ester (malonic ester), CH 2 (000C 2 H 5) 2, which is obtained by dissolving monochloracetic acid in water, neutralizing the solution with potassium carbonate, and then adding potassium cyanide and warming the mixture until the reaction begins.",
        "The half nitrile of malonic acid is cyanacetic acid, CN CH 2 COOH, which, in the form of its ester, may be obtained by the action of a solution of potassium cyanide on monochloracetic acid.",
        "The solution obtained is neutralized, concentrated on the water-bath, acidified by sulphuric acid and extracted with ether.",
        "It is then converted into the lead salt, which is decomposed by sulphuretted hydrogen and the solution is carefully concentrated (Th.",
        "The early history of the republic is chiefly concerned with the solution of these two problems.",
        "caves formed by the uplifting and folding of the rocks while gypsum was forming beneath, followed by the partial collapse of those rocks when the gypsum passed into solution.",
        "and filtered, and neutralized with powdered chalk and a little milk of lime; the precipitate of calcium citrate so obtained is decomposed with dilute sulphuric acid, the solution filtered, evaporated to remove calcium sulphate and concentrated, preferably in vacuum pans.",
        "Crystals of a different form are deposited from a strong boiling solution of the acid.",
        "Tartaric acid, which is sometimes present in large quantities as an adulterant in commercial citric acid, may be detected in the presence of the latter, by the production of a precipitate of acid potassium tartrate when potassium acetate is added to a cold solution.",
        "Another mode of separating the two acids is to convert them into calcium salts, which are then treated with a perfectly neutral solution of cupric chloride, soluble cupric citrate and calcium chloride being formed, while cupric tartrate remains undissolved.",
        "Citric acid is also distinguished from tartaric acid by the fact that an ammonia solution of silver tartrate produces a brilliant silver mirror when boiled, whereas silver citrate is reduced only after prolonged ebullition.",
        "The distillates obtained are usually purified by treatment, successively, with sulphuric acid and solution of caustic soda, followed by washing with water.",
        "At the inception of the industry kerosene came into the market as a dark yellow or reddish-coloured liquid, and in the first instance, the removal of colour was attempted by treatment with soda lye and lime solution.",
        "A continuous electric current of one ampere is defined to be one which deposits electrolytically 0.001118 of a gramme of silver per second from a neutral solution of silver nitrate.'",
        "They are due largely to sinkholes or depressions caused by solution of the limestone of the region.",
        "Geoffroy in 1741 pointed out that the fat or oil recovered from a soap solution by neutralization with a mineral acid differs from the original fatty substance by dissolving readily in alcohol, which is not the case with ordinary fats and oils.",
        "Soap when dissolved in a large amount of water suffers hydrolysis, with formation of a precipitate of acid salt and a solution containing free alkali.",
        "The extent to which a soap is hydrolysed depends upon the acid and on the concentration of the solution; it is also affected by the presence of metallic salts, e.g.",
        "As to the detergent action of a soap, Berzelius held that it was due to the free alkali liberated with water; but it is difficult to see why a solution which has just thrown off most of its fatty acids should be disposed to take up even a glyceride, and, moreover, on this theory, weak cold solutions, in which the hydrolysis is considerable, should be the best cleansers, whilst experience points to the use of hot concentrated solutions.",
        "It is more likely that the cleansing power of soap is due to the inherent property of its solution to emulsionize fats.",
        "The soap solution which results from the combination forms soap-size and is a mixture of soap with water, the excess alkali, and the glycerin liberated from the oil.",
        "Either common salt or strong brine in measured quantity is added to the charge, and, the soap being insoluble in such salt solution, a separation of constituents takes place: the soap collects on the surface in an open granular condition, and the spent lye sinks to the bottom after it has been left for a short time to settle.",
        "Steam is turned on, and, the mass being brought to a clear condition with weak lye or water, strong lye is added and the boiling continued with close steam till the lye attains such a state of concentration that the soap is no longer soluble in it, and it will separate from the caustic lye as from a common salt solution.",
        "On settling the product forms three layers: the uppermost is a thin crust of soap which is worked up again in the pan; the second is the desired soap; next there is a dark-coloured weak soap termed nigre, which, because it contains some soap and alkali is saved for future use; underneath these is a solution of alkaline salts with a little free alkali.",
        "Marine Soap. - These soaps are so named because they are not insoluble in a strong solution of salt; hence they form a lather and can be used for washing with sea-water.",
        "Being thus soluble in salt water it cannot, of course, be salted out like common soaps; but if a very concentrated salt solution is used precipitation is effected, and a curd soap is separated so hard and refractory as to be practically useless.",
        "The silicate in the form of a concentrated solution is crutched or stirred into the soap in a mechanical mixing machine after the completion of the saponification, and it appears to enter into a distinct chemical combination with the soap. While silicate soaps bear heavy watering, the soluble silicate itself is a powerful detergent, and it possesses certain advantages when used with hard waters.",
        "Soap containing small proportions of glycerin, on the other hand, forms a very tenacious lather, and when soap bubbles of an enduring character are desired glycerin is added to the solution.",
        "Ann., 1825, 6, p. 444), 6KHO-1-3CS 2 = K2C03+2K2CS3+3H20; on the other hand, an alcoholic solution of a caustic alkali converts it into a.",
        "Carbon bisulphide combines with primary amines to form alkyl dithiocarbamates, which when heated lose sulphuretted hydrogen and leave a residue of a dialkyl thio-urea, CS 2 +2R NH 2 - R NH CSS NH 3 RCS(NHR)2+H2S; or if the aqueous solution of the dithiocarbamate be boiled with mercuric chloride or silver nitrate solution, a mustard oil (q.v.) is formed, R.NH CSS NH3R+HgC12-Hg(R NH CSS)2->2RNCS-}-HgS+H2S.",
        "The solution may be worked out directly or through the determination of the equation of the centre which, being added to the mean anomaly, gives the true anomaly.",
        "The actual process of solution is vastly more complex than is indicated by this description of it.",
        "For Tartaglia's discovery of the solution of cubic equations, and his contests with Antonio Marie Floridas, see Algebra (History).",
        "Problems in artillery occupy two out of nine books; the sixth treats of fortification; the ninth gives several examples of the solution of cubic equations.",
        "These are washed with ammonium chloride until the filtrate is colourless, ignited, fused with caustic potash and nitre, the melt dissolved in water and nitric acid added to the solution until the colour of potassium ruthenate disappears.",
        "The peroxide, Ru04, is formed when a solution of potassium ruthenate is decomposed by chlorine, or by oxidizing ruthenium compounds with potassium chlorate and hydrochloric acid, or with potassium permanganate and sulphuric acid.",
        "Ruthenium dichloride, RuC1 2, is obtained (in solution) by reducing the sesquichloride by sulphuretted hydrogen or zinc. It is stable in the cold.",
        "Ruthenium sulphate, Ru(S04)2, as obtained by oxidizing the sulphide, is an orange-yellow mass which is deliquescent and dissolves in water, the solution possessing a strongly acid reaction.",
        "It forms small brown lamellae which dissolve slowly in water to give a fuchsine-red solution possessing a violet reflex.",
        "The solution possesses a considerable tinctorial power, dyeing silk in the cold.",
        "Potassium ruthenium cyanide, K4Ru(CN) 6.3H 2 O, formed when potassium ruthenate is boiled with a solution of potassium cyanide, crystallizes in colourless plates which are soluble in water.",
        "It forms a characteristic explosive silver salt on the addition of ammoniacal silver nitrate to its aqueous solution, and an amorphous precipitate which explodes on warming with ammoniacal cuprous chloride.",
        "Its solution in concentrated sulphuric acid is of a yellow colour and shows a marked blue fluorescence.",
        "Other branches of this subject are treated in the articles Chemical Action; Energetics; Solution; Alloys; Thermochemistry.",
        "The laws of chemical combination were solved, in a measure, by John Dalton, and the solution expressed as Dalton's \" atomic theory.\"",
        "Gerhardt attempted a solution by investigating chemical reactions.",
        "The solution came abOut by arranging the elements in the order of their atomic weights, tempering the arrangement with the results deduced from the theory of valencies and experimental observations.",
        "This is also the case if two substances are brought together in solution, by the action of which upon each other a third body is formed which is insoluble in the solvent employed, and which also does not tend to react upon any of the substances present; for instance, when a solution of a chloride is added to a solution of a silver salt, insoluble silver chloride is precipitated, and almost the whole of the silver is removed from solution, even if the amount of the chloride employed be not in excess of that theoretically required.",
        "For example, when a solution of a ferric salt is added to a solution of potassium thiocyanate, a deep red coloration is produced, owing to the formation of ferric thiocyanate.",
        "A masterly device, initiated by him, was to collect gases over mercury instead of water; this enabled him to obtain gases previously only known in solution, such as ammonia, hydrochloric acid, silicon fluoride and sulphur dioxide.",
        "Chlorination in glacial acetic acid solution yields pentachlor-m-diketo-R-hexene (2) and, at a later stage, heptachlor-m-diketo-R-hexene (3).",
        "CC13+C02 O?OIi O / O / (4) Cl2HC CO CHCl2+CH302C CCl2C02CH3 (5) Cl2HC CONH2 Cl (z) (2) When phenol is oxidized in acid solution by chlorine, tetrachlorquinone is obtained, a compound also obtainable from hydroquinone.",
        "By conducting the chlorination in alkaline solution, A.",
        "'Cooh Ci, BrC CO CBr3+ H H2 HC (\"CH, HC C /CH, H02C C02HCI CI (t) (2) C(3) (4) (5) The reduction of o-oxybenzoic acids by sodium in amyl alcohol solution has been studied by A.",
        "From these results Baeyer concluded that Claus' formula with three para-linkings cannot possibly be correct, for the Q2.5 dihydroterephthalic acid undoubtedly has two ethylene linkages, since it readily takes up two or four atoms of bromine, and is oxidized in warm aqueous solution by alkaline potassium permanganate.",
        "(Ber., 18 95, 28, p. 2 776) attempted a solution from the following data.",
        "The methods of chemical analysis may be classified according to the type of reaction: (I) dry or blowpipe analysis, which consists in an examination of the substance in the dry condition; this includes such tests as ignition in a tube, ignition on charcoal in the blowpipe flame, fusion with borax, microcosmic salt or fluxes, and flame colorations (in quantitative work the dry methods are sometimes termed \" dry assaying \"); (2) wet analysis, in which a solution of the substance is treated with reagents which produce specific reactions when certain elements or groups of elements are present.",
        "In quantitative analysis the methods can be subdivided into: (a) gravimetric, in which the constituent is precipitated either as a definite insoluble compound by the addition of certain reagents, or electrolytically, by the passage of an electric current; (b) volumetric, in which the volume of a reagent of a known strength which produces a certain definite reaction is measured; (c) colorimetric, in which the solution has a particular tint, which can be compared with solutions of known strengths.",
        "Boyle recognized many reagents which gave precipitates with certain solutions: he detected sulphuric and hydrochloric acids by the white precipitates formed with calcium chloride and silver nitrate respectively; ammonia by the white cloud formed with the vapours of nitric or hydrochloric acids; and copper by the deep blue solution formed by a solution of ammonia.",
        "to mix the substance with an oxidizing agent - mercuric oxide, lead dioxide, and afterwards copper oxide - and absorb the carbon dioxide in potash solution.",
        "The metallic film is tested with 20% nitric acid and with bleaching-powder solution.",
        "It is first necessary to get the substance into solution.",
        "The procedure for the detection of metals in solution consists of first separating them into groups and then examining each group separately.",
        "For this purpose the cold solution is treated with hydrochloric acid, which precipitates lead, silver and mercurous salts as chlorides.",
        "The solution is filtered and treated with an excess of sulphuretted hydrogen, either in solution or by passing in the gas; this precipitates mercury (mercuric), any lead left over from the first group, copper, bismuth, cadmium, arsenic, antimony and tin as sulphides.",
        "The solution is filtered off, boiled till free of sulphuretted hydrogen, and ammonium chloride and ammonia added.",
        "The phosphates of aluminium, chromium and iron are precipitated, and the solution contains the same metals as if phosphoric acid had been absent.",
        "The solution contains magnesium, sodium and potassium, which are separately distinguished by the methods given under their own headings.",
        "The white precipitate formed by cold hydrochloric acid is boiled with water, and the solution filtered while hot.",
        "Silver chloride goes into solution, and may be precipitated by dilute nitric acid.",
        "The precipitate formed by sulphuretted hydrogen may contain the black mercuric, lead, and copper sulphides, dark-brown bismuth sulphide, yellow cadmium and arsenious sulphides, orange-red antimony sulphide, brown stannous sulphide, dull-yellow stannic sulphide, and whitish sulphur, the last resulting from the oxidation of sulphuretted hydrogen by ferric salts, chromates, &c. Warming with ammonium sulphide dissolves out the arsenic, antimony and tin salts, which are reprecipitated by the addition of hydrochloric acid to the ammonium sulphide solution.",
        "The residue from the ammonium sulphide solution is warmed with dilute nitric acid.",
        "The solution is evaporated with a little sulphuric acid and well cooled.",
        "To the filtrate add ammonia in excess: a white precipitate indicates bismuth; if the solution be blue, copper is present.",
        "If copper is absent, then sulphuretted hydrogen can be passed directly into the solution.",
        "The solution is boiled till free from sulphuretted hydrogen and treated with excess of sodium hydrate.",
        "The solution with ammonium sulphide gives a white precipitate of zinc sulphide.",
        "The carbonates are dissolved in hydrochloric acid, and calcium sulphate solution is added to a portion of the solution.",
        "If barium is present, the solution of the carbonates in hydrochloric acid is evaporated and digested with strong alcohol for some time; barium chloride, which is nearly insoluble in alcohol,is thus separated, the remainder being precipitated by a few drops of hydrofluosilicic acid, and may be confirmed by the ordinary tests.",
        "The solution free from barium is treated with ammonia and ammonium sulphate, which precipitates strontium, and the calcium in the solution may be identified by the white precipitate with ammonium oxalate.",
        "Sometimes it is necessary to allow the solution to stand for a considerable time either in the warm or cold or in the light or dark; to work with cold solutions and then boil; or to use boiling solutions of both the substance and reagent.",
        "freeing from the other substances in the solution, can be accomplished in the precipitating vessel.",
        "This method is made up of three operations: - (1) preparation of a standard solution.; (2) preparation of a solution of the substance; (3) titration, or the determination of what volume of the standard solution will occasion a known and definite reaction with a known volume of the test solution.",
        "In general analytical work the standard solution contains the equivalent weight of the substance in grammes dissolved in a litre of water.",
        "Such a solution is known as normal.",
        "Thus a normal solution of sodium carbonate contains 53 grammes per litre, of sodium hydrate 40 grammes, of hydrochloric acid 36.5 grammes, and so on.",
        "Unfortunately, the term normal is sometimes given to solutions which are strictly decinormal; for example, iodine, sodium thiosulphate, &c. In technical analysis, where a solution is used for one process only, it may be prepared so that I cc. is equal to.",
        "Standard solutions are prepared by weighing out the exact amount of the pure substance and dissolving it in water, or by forming a solution of approximate normality, determining its exact strength by gravimetric or other means, and then correcting it for any divergence.",
        "Pure sodium carbonate is prepared by igniting the bicarbonate, and exactly 53 grammes are dissolved in water, forming a strictly normal solution.",
        "A standard sodium hydrate solution can be prepared by dissolving 42 grammes of sodium hydrate, making up to a litre, and diluting until one cubic centimetre is exactly equivalent to one cubic centimetre of the sulphuric acid.",
        "Where a solution is likely to change in composition on keeping, such as potassium permanganate, iodine, sodium hydrate, &c., it is necessary to check or re-standardize it periodically.",
        "(2) The preparation of the solution of the substance consists in dissolving an accurately determined weight, and making up the volume in a graduated cylinder or flask to a known volume.",
        "(3) The titration is conducted by running the standard solution from a burette into a known volume of the test solution, which is usually transferred from the stock-bottle to a beaker or basin by means of a pipette.",
        "In the second group, we may notice the application of litmus, methyl orange or phenolphthalein in alkalimetry, when the acid or alkaline character of the solution commands the colour which it exhibits; starch paste, which forms a blue compound with free iodine in iodometry; potassium chromate, which forms red silver chromate after all the hydrochloric acid is precipitated in solutions of chlorides; and in the estimation of ferric compounds by potassium bichromate, the indicator, potassium ferricyanide, is placed in drops on a porcelain plate, and the end of the reaction is shown by the absence of a blue coloration when a drop of the test solution is brought into contact with it.",
        "(7) Electrolytic. - This method consists in decomposing a solution of a salt of the metal by the electric current and weighing the metal deposited at the cathode.",
        "It is therefore necessary that the solution should be free from metals which may vitiate the results, or special precautions taken by which the impurities are rendered harmless.",
        "A known weight of the test substance is dissolved and a portion of the solution is placed in a tube similar to those containing the standard solutions.",
        "The halogens may be sometimes detected by fusing with lime, and testing the solution for a bromide, chloride and iodide in the usual way.",
        "Horbaczewski's method, which consists in boiling the substance with strong potash, saturating the cold solution` with chlorine, adding hydrochloric acid, and boiling till no more chlorine is liberated, and then testing for sulphuric acid with barium chloride.",
        "The other end is connected with the absorption vessels, which consist of a tube (e) containing calcium chloride, and a set of bulbs (f) containing potash solution.",
        "The magnesite (a) serves for the generation of carbon dioxide which clears the tube of air before the compound (mixed with fine copper oxide (b)) is burned, and afterwards sweeps the liberated nitrogen into the receiving vessel (e), which contains a strong potash solution; c is coarse copper oxide; and d a reduced copper gauze spiral, heated in order to decompose any nitrogen oxides.",
        "With iodine compounds, iodic acid is likely to be formed, and hence the solution must be reduced with sulphurous acid before precipitation with silver nitrate.",
        "Of considerable importance, also, are the properties of solids, liquids and gases in solution.",
        "This subject is treated in the article Solution; for the properties of liquid mixtures reference should also be made to the article Distillation.",
        "The colour produced is generally of a greenish shade; for example, nitrosobenzene is green when fused or in solution (when crystalline, it is colourless), and dinitrosoresorcin has been employed as a dyestuff under the names \" solid green \" and \" chlorine.\"",
        "Solution in dilute alkali was supposed to be accompanied by the rupture of the lactone ring with the formation of the quinonoid salt shown in 2.",
        "(3) If a colourless compound gives a coloured one on solution or by salt-formation, the production of colour may be explained as a particular form of ionization (Baeyer), or by a molecular rearrangement (Hantzsch).",
        "Lehmann it melts at 168° (or at a slightly lower temperature in its water of crystallization) and on cooling forms optically isotropic crystals; at 125.6° the mass becomes doubly refracting, and from a solution rhombohedral (optically uniaxial) crystals are deposited; by further cooling acicular rhombic crystals are produced at 82.8°, and at 32.4° other rhombic forms are obtained, identical with the product obtained by crystallizing at ordinary temperatures.",
        "In the case of separation from solutions, either by crystallization or by precipitation by double decomposition, the temperature, the concentration of the solution, and the presence of other ions may modify the form obtained.",
        "Different modifications may separate and exist side by side at one and the same time from a solution; e.g.",
        "telluric acid forms cubic and monoclinic crystals from a hot nitric acid solution, and ammonium fluosilicate gives cubic and hexagonal forms from aqueous solutions between 6° and 13°.",
        "As a complete fusion between dramatic and musical movement, its very crudities point to its immense advance towards the solution of the problem, propounded chaotically at the beginning of the i 7th century by Monteverde, and solved in a simple form by Gluck.",
        "Iodine in alkaline solution converts pyrrol into iodol (tetra-iodopyrrol), crystallizing in yellowishbrown needles, which decompose on heating.",
        "It may also be prepared by heating tetra-bromor tetra-chlorpyrrol with potas= sium iodide in alcoholic solution (German patent, 38423, 1886).",
        "This substance easily splits out alcohol, and the ring compound then formed yields pyrrolidine on reduction by sodium in amyl alcohol solution.",
        "Willstatter (Ber., 1900, 33, p. 1164) obtained this acid by the action of a methyl alcoholic solution of ammonia on dibrompropylmalonic ester at 140° C., the diamide formed being then hydrolysed either by hydrochloric acid or baryta water: CH 2 CBr(C02H) 2 CH 2.",
        "Ferric chloride colours its aqueous solution violet.",
        "Bromine water in dilute aqueous solution gives a white precipitate of tribromophenol-bromide C 6 H 2 Br 3.",
        "Potassium persulphate oxidizes it in alkaline solution, the product on boiling with acids giving hydroquiirone carboxylic acid (German Patent 81,297).",
        "Ethyl salicylate, C 6 H 4 (OH) CO 2 C 2 H 5j is obtained by boiling salicylic acid with alcohol and a little sulphuric acid, or by dropping an alcoholic solution of salicylic acid into 13-naphthalene sulphonic acid at a temperature of 140-150° C. (German Patent 76,574).",
        "The addition of a little of the acid to glue renders it more tenacious; skins to be used for making leather do not undergo decomposition if steeped in a dilute solution; butter containing a small quantity of it may be kept sweet for months even in the hottest weather.",
        "By treating blue ultramarine with silver nitrate solution, \"silverultramarine\" is obtained as a yellow powder.",
        "The problem then resolves itself in the solution of a spherical triangle.",
        "A hypsographical map affords the readiest solution of this question.",
        "To the latter belong views of the Antichrist, of the heathen worldpower, of the place, extent, and duration of the earthly kingdom of Christ, &c. These remained in a state of solution; they were modified from day to day, partly because of the changing circumstances of the present by which forecasts of the future were regulated, partly because the indications - real or supposed - of the ancient prophets always admitted of new combinations and constructions.",
        "To preserve from insects, the plants, after mounting, are often brushed over with a liquid formed by the solution of lb.",
        "The sulphur is dissolved by superheated water forced down pipes, and the water with sulphur in solution is forced upward by hot air pressure through other pipes; the sulphur comes, 99% pure, to the surface of the ground, where it is cooled in immense bins, and then broken up and loaded directly upon cars for shipment.",
        "On reduction by sodium amalgam in glacial acetic acid solution they yield primary amines.",
        "HO N Aldoximes are generally obtained by the action of hydroxylamine hydrochloride on the aldehyde in presence of sodium carbonate; the oxime being then usually extracted from the solution by ether.",
        "Soc., 18 9 8, 73, p. 35 2) as a colourless liquid by the addition of hydroxylamine hydrochloride to an aqueous solution of formaldehyde in the presence of sodium carbonate; the resulting solution was extracted with ether and the oxime hydrochloride precipitated by gaseous hydrochloric acid, the precipitate being then dissolved in water, the solution exactly neutralized and distilled.",
        "It melts at 173° C.; and on reduction with sodium in alcoholic solution yields tetramethylene diamine.",
        "A boiling solution of caustic potash hydrolyses it to ammonia and succinic acid.",
        "Ketoximes are usually rather more difficult to prepare than aldoximes, and generally require the presence of a fairly concentrated alkaline solution.",
        "The a-oxime, on long continued boiling with a concentrated solution of a caustic alkali, is partially decomposed with formation of some acetone and acetoxime (C. Harries, Ber., 1898, 31, pp. 1381, 1808; 18 99, 32, p. 1 33 1).",
        "By the direct action of hydroxylamine on a methyl alcohol solution of mesityl oxide in the presence of sodium methylate a hydr oxylamino - ketone, diacetone hydroxylamine, (CH 3) 2 C(Nhoh) CH20OCH3,is formed.",
        "Acetophenoneoxime, C 6 H 5 C(:NOH) CH3, melts at 59° C. In glacial acetic acid solution, on the addition of concentrated sulphuric acid, it is converted into acetanilide.",
        "In this way the fourth estate would be emancipated from the despotism of the capitalist, and a great step taken in the solution of the great \" social question.\"",
        "This may be effected by burning phosphorus in a confined volume of air, by the action of an alkaline solution of pyrogallol on air, by passing air over heated copper, or by the action of copper on air in the presence of ammoniacal solutions.",
        "If the gas be mixed with the vapour of carbon disulphide, the mixture burns with a vivid lavender-coloured flame Nitric oxide is soluble in solutions of ferrous salts, a dark brown solution being formed, which is readily decomposed by heat, with evolution of nitric oxide.",
        "Journ., 1811, 8, p. 302), and obtained by the action of chlorine or sodium hypochlorite on ammonium chloride, or by the electrolysis of ammonium chloride solution, is a very volatile yellow oil.",
        "News, 23, p. 206) by reducing a solution of potassium nitrite with sodium amalgam, and subsequent precipitation as silver salt.",
        "It does not liberate iodine from potassium iodide, neither does it decolorize iodine solution.",
        "In acid solution, potassium permanganate oxidizes it to nitric acid, but in alkaline solution only to nitrous acid.",
        "Sodium nitrite, the most commonly used salt of the acid, is generally obtained by heating the nitrate with metallic lead; by heating sodium nitrate with sulphur and sodium hydroxide, the product then being fractionally crystallized;(Read, Holliday & Sons): 3NaNO 3 +S+2NaOH = Na2S04+3NaN02+H20; by oxidizing atmospheric nitrogen in an electric arc, keeping the gases above 300° C., until absorption in alkaline hydroxide solution is effected (German Pat.",
        "In aqueous solution the free acid acts as an oxidizing agent, bleaching indigo and liberating iodine from potassium iodide, or it may act as a reducing agent since it readily tends to pass into nitric acid: consequently it discharges the colour of acid solutions of permanganates and chromates.",
        "It is somewhat volatile at ordinary temperature, and its aqueous solution possesses a strongly acid reaction.",
        "They teach further the solution of problems leading to equations of the first and second degree, to determinate and indeterminate equations, not by single and double position only, but by real algebra, proved by means of geometric constructions, and including the use of letters as symbols for known numbers, the unknown quantity being called res and its square census.",
        "Leonardo gave as solution the numbers 11 i 4 4, 16, 9 4 - 7 4 and 6197 T, - the squares of 3,, 41'v and 2, 7; and the method of finding them is given in the Liber quadratorum.",
        "The Flos of Leonardo turns on the second question set by John of Palermo, which required the solution of the cubic equation x 3 -{-2x'-}-lox = 20.",
        "Leonardo, making use of fractions of the sexagesimal scale, gives X = I° 221 7 42\" i 33 iv 4v 40 vi, after having demonstrated, by a discussion founded on the 10th book of Euclid, that a solution by square roots is impossible.",
        "With sodium ethylate in ethyl acetate solution it forms the sodium derivative of benzoyl acetone, from which benzoyl acetone, C6H5.CO.CH2.CO.CH3, can be obtained by acidification with acetic acid.",
        "All of this is not available, for carbonic acid is present as such in solution, as bicarbonate (of magnesium mainly) and as normal carbonate.",
        "Clearly, however, the vast quantity of living substance in the ocean is built up from materials that are present in the sea-water as an exceedingly dilute solution, and the solution is dilute just because organisms are incessantly utilizing it.",
        "Lime is transported in solution as sulphate and bicarbonate, both of which salts are soluble to some extent in water.",
        "All these animals have calcareous skeletons or shells of some form and they secrete the calcium from its solution as sulphate, converting it into carbonate.",
        "Coral reefs remove calcium from solution in the sea on a vast scale.",
        "The water in shallow seas, off the shores of islands or in lagoons, is saturated with calcium bicarbonate and if the amount of carbonic acid in solution be reduced by any means, normal carbonate must be precipitated.",
        "In so far as it depends on solution of calcareous rock the Semper-Murray theory of coral reefs is unsatisfactory.",
        "The reagents in common use are: Millon's reagent, a solution of mercuric nitrate containing nitrous acid, this gives a violet-red coloration; nitric acid, which gives a yellow colour, turning to gold when treated with ammonia (xanthoproteic reaction); fuming sulphuric acid, which gives violet solutions; and caustic potash and copper sulphate, which, on warming, gives a red to violet coloration (biuret reaction).",
        "As an example we may take the case of a solution of a salt such as copper sulphate in water, through which an electric current is passed between copper plates.",
        "(I) The bulk of the solution is unaltered, except that its temperature may be raised owing to the usual heating effect which is proportional to the square of the strength of the current.",
        "(2) The copper plate by which the current is said to enter the solution, i.e.",
        "the plate attached to the so-called positive terminal of the battery or other source of current, dissolves away, the copper going into solution as copper sulphate.",
        "(3) Copper is deposited on the surface of the other plate, being obtained from the solution.",
        "In the case we have chosen, the solution becomes stronger near the anode, or electrode at which the current enters, and weaker near the cathode, or electrode at which it leaves the solution.",
        "Volta's cell consists essentially of two plates of different metals, such as zinc and copper, connected by an electrolyte such as a solution of salt or acid.",
        "Constant cells may be divided into two groups, according as their action is chemical (as in the bichromate cell, where the hydrogen is converted into water by an oxidizing agent placed in a porous pot round the carbon plate) or electrochemical (as in Daniell's cell, where a copper plate is surrounded by a solution of copper sulphate, and the hydrogen, instead of being liberated, replaces copper, which is deposited on the plate from the solution).",
        "It is found that the most accurate and convenient apparatus to use is a platinum bowl filled with a solution of silver nitrate containing about fifteen parts of the salt to one hundred of water.",
        "Into the solution dips a silver plate wrapped in filter paper, and the current is passed from the silver plate as anode to the bowl as cathode.",
        "Since the electric forces are active throughout the whole solution, all the ions must come under its influence and therefore move, but their separation from the electrodes is determined by the electromotive force needed to liberate them.",
        "Thus, as long as every ion of the solution is present in the layer of liquid next the electrode, the one which responds to the least electromotive force will alone be set free.",
        "In aqueous solutions, for instance, a few hydrogen (H) and hydroxyl (OH) ions derived from the water are always present, and will be liberated if the other ions require a higher decomposition voltage and the current be kept so small that hydrogen and hydroxyl ions can be formed fast enough to carry all the current across the junction between solution and electrode.",
        "When the ions are set free at the electrodes, they may unite with the substance of the electrode or with some constituent of the solution to form secondary products.",
        "If the current be so strong that new hydrogen and hydroxyl ions cannot be formed in time, other substances are liberated; in a solution of sulphuric acid a strong current will evolve sulphur dioxide, the more readily as the concentration of the solution is increased.",
        "Similar phenomena are seen in the case of a solution of hydrochloric acid.",
        "Here the ions are potassium and the group Ag(CN)2.1 Each potassium ion as it reaches the cathode precipitates silver by reacting with the solution in accordance with the chemical equation K--+KAg(CN) 2 =2KCN+Ag, while the anion Ag(CN) 2 dissolves an atom of silver from the anode, and re-forms the complex cyanide KAg(CN) 2 by combining with the 2KCN produced in the reaction described in the equation.",
        "The coating of silver obtained by this process is coherent and homogeneous, while that deposited from a solution of silver nitrate, as the result of the primary action of the current, is crystalline and easily detached.",
        "Hittorf showed that when a current was passed through a solution of sodium platino-chloride, the platinum appeared at the anode.",
        "Thus, if the molecule of a substance in solution is represented by AB, Grotthus considered a chain of AB molecules to exist from one electrode to the other.",
        "The proportions between the four salts AB, CD, AD and CB, which exist finally in solution, are found to be the same whether we begin with the pair AB and CD or with the pair AD and CB.",
        "A freedom of interchange is thus indicated between the opposite parts of the molecules of salts in solution, and it follows reasonably that with the solution of a single salt, say sodium chloride, continual interchanges go on between the sodium and chlorine parts of the different molecules.",
        "The changes of concentration which occur in the solution near the two electrodes were referred by W.",
        "But if one ion, say the anion, travels faster through the liquid than the other, the end of the solution from which it comes will be more exhausted of salt than the end towards which it goes.",
        "Here the middle part of the solution is unaltered and the number of ions liberated is the same at either end, but the amount of salt left at one end is less than that at the other.",
        "Hittorf and many other observers have made experiments to determine the unequal dilution of a solution round the two electrodes when a current passes.",
        "Various forms of apparatus have been used, the principle of them all being to secure efficient separation of the two volumes of solution in which the changes occur.",
        "Hence experiments without separating diaphragms are to be preferred, and the apparatus may be considered effective when a consideraable bulk of intervening solution is left unaltered in composition.",
        "For certain concentrated solutions the transport number is found to be greater than unity; thus for a normal solution of cadmium iodide its value is I 12.",
        "If some of the anions, instead of being simple iodine ions represented chemically by the symbol I, are complex structures formed by the union of iodine with unaltered cadmium iodide - structures represented by some such chemical formula as I(CdI 2), the concentration of the solution round the anode would be increased by the passage of an electric current, and the phenomena observed would be explained.",
        "It is found that, in such cases as this, where it seems necessary to imagine the existence of complex ions, the transport number changes rapidly as the concentration of the original solution is changed.",
        "Thus, diminishing the concentration of the cadmium iodine solution from normal to one-twentieth normal changes the transport number from I 12 to o 64.",
        "If a solution, let us say of sugar, be confined in a closed vessel through the walls of It is probable that in both these solutions complex ions exist at fairly high concentrations, but gradually gets less in number and finally disappear as the dilution is increased.",
        "On the view of the process of conduction described above, the amount of electricity conveyed per second is measured by the product of the number of ions, known from the concentration of the solution, the charge carried by each of them, and the velocity with which, on the average, they move through the liquid.",
        "Now Hittorf's transport number, in the case of simple salts in moderately dilute solution, gives us the ratio between the two ionic velocities.",
        "Still, the necessary freedom was supposed to be secured by interchanges which the solvent can pass but the solution cannot, the solvent will enter till a certain equilibrium pressure is reached.",
        "the solution dilute enough) for the intermolecular forces between the dissolved particles to be inappreciable.",
        "Thermodynamic theory also indicates a connexion between the osmotic pressure of a solution and the depression of its freezing point and its vapour pressure compared with those of the pure solvent.",
        "Thus the osmotic pressure, or the depression of the freezing point of a solution of potassium chloride should, at extreme dilution, be twice the normal value, but of a solution of sulphuric acid three times that value, since the potassium salt contains two ions and the acid three.",
        "(2) As the concentration of the solutions increases, the ionization as measured electrically and the dissociation as measured osmotically might decrease more or less together, though, since the thermodynamic theory only holds when the solution is so dilute that the dissolved particles are beyond each other's sphere of action, there is much doubt whether this second relation is valid through any appreciable range of concentration.",
        "The theoretical value for the depression of the freezing point of a dilute solution per gramme-equivalent of solute per litre is 1857° C. Completely ionized solutions of salts with two ions should give double this number or 3.714°, while electrolytes with three ions should have a value of 5.57°.",
        "The freezing point curve usually lies below the electrical one, but approaches it as dilution is increased.2 Returning once more to the consideration of the first relation, which deals with the comparison between the number of ions and the number of pressure-producing particles in dilute solution, one caution is necessary.",
        "It' would be possible for a body in solution to be dissociated into non-electrical parts, which would give osmotic pressure effects twice or three times the normal value, but, being uncharged, would not act as ions and impart electrical conductivity to the solution.",
        "2 See Theory of Solution, by W.",
        "For instance, the colour of a salt solution is the colour obtained by the superposition of the colours of the ions and the colour of any undissociated salt that may be present.",
        "All copper salts in dilute solution are blue, which is therefore the colour of the copper ion.",
        "Let x be the number of molecules which dissociate per second when the number of undissociated molecules in unit volume is unity, then in a dilute solution where the molecules do not interfere with each other, xp is the number when the concentration is p. Recombination can only occur when two ions meet, and since the frequency with which this will happen is, in dilute solution, proportional to the square of the ionic concentration, we shall get for the number of molecules re-formed in one second ye where q is the number of dissociated molecules in one cubic centimetre.",
        "The number of undissociated molecules is then I - a, so that if V be the volume of the solution containing I gramme-molecule of the dissolved substance, we get q= and p= (I - a)/V, hence x(I - a) V =yd/V2, and constant = k.",
        "The forces between the ions of a strongly dissociated solution will thus be considerable at a dilution which makes forces between undissociated molecules quite insensible, and at the concentrations necessary to test Ostwald's formula an electrolyte will be far from dilute in the thermodynamic sense of the term, which implies no appreciable intermolecular or interionic forces.",
        "In order that there should be no change in the states of dissociation on mixing, it is necessary, therefore, that the concentration of the hydrogen ions should be the same in each separate solution.",
        "The rise of conductivity with temperature, therefore, shows that the fluidity becomes greater when the solution is heated.",
        "The ionization of a solution, then, is usually diminished by raising the temperature, the rise in conductivity being due to the greater increase in fluidity.",
        "Nevertheless, in certain cases, the temperature coefficient of conductivity becomes negative at high temperatures, a solution of phosphoric acid, for example, reaching a maximum conductivity at 75° C.",
        "In dilute solution such substances as hydrochloric acid and potash are almost completely dissociated, so that, instead of representing the reaction as HC1+KOH = KC1 d-H20, we must write The ions K and Cl suffer no change, but the hydrogen of the acid and the hydroxyl (OH) of the potash unite to form water, which is only very slightly dissociated.",
        "As an example of a fairly constant cell we may take that of Daniell, which consists of the electrical arrangement - zinc zinc sulphate solution copper sulphate solution copper, - the two solutions being usually separated by a pot of porous earthenware.",
        "In spite of this appearance, however, while the supply of copper is maintained, copper, being more easily separated from the solution than zinc, is deposited alone at the cathode, and the cell remains constant.",
        "The electric forces then soon stop further action unless an equivalent quantity of positive ions are removed from the solution.",
        "Plates of platinum and pure or amalgamated zinc are separated by a porous pot, and each surrounded by some of the same solution of a salt of a metal more oxidizable than zinc, such as potassium.",
        "In order that positively electrified ions may enter a solution, an equivalent amount of other positive ions must be removed or negative ions be added, and, for the process to occur spontaneously, the possible action at the two electrodes must involve a decrease in the total available energy of the system.",
        "In the latter case, the tendency of the metal to dissolve in the more dilute solution is greater than its tendency to dissolve in the more concentrated solution, and thus there is a decrease in available energy when metal dissolves in the dilute solution and separates in equivalent quantity from the concentrated solution.",
        "We may evaporate some of the solvent from the solution which has become weaker and thus reconcentrate it, condensing the vapour on the solution which had become stronger.",
        "Solvent may be supposed to be squeezed out from the solution which has become more dilute through a semi-permeable wall, and through another such wall allowed to mix with the solution which in the electrical operation had become more concentrated.",
        "The result of the investigation shows that the electrical work Ee is given by the_equation Ee =1 where v is the volume of the solution used and p its osmotic pressure.",
        "The logarithmic formulae for these concentration cells indicate that theoretically their electromotive force can be increased to any extent by diminishing without limit the concentration of the more dilute solution, log c i /c 2 then becoming very great.",
        "Let us consider the arrangement - silver I silver chloride with potassium chloride solution I potassium nitrate solution I silver nitrate solution I silver.",
        "Silver chloride is a very insoluble substance, and here the amount in solution is still further reduced by the presence of excess of chlorine ions of the potassium salt.",
        "Thus silver, at one end of the cell in contact with many silver ions of the silver nitrate solution, at the other end is in contact with a liquid in which the concentration of those ions is very small indeed.",
        "The concentration of the simple copper ions is then so much diminished that the copper plate becomes an anode with regard to zinc. Thus the cell - copper I potassium cyanide solution I potassium sulphate solution - zinc sulphate solution I zinc - gives a current which carries copper into solution and deposits zinc. In a similar way silver could be made to act as anode with respect to cadmium.",
        "If, instead of using a single Daniell's cell, we employ some source of electromotive force which can be varied as we please, and gradually raise its intensity, we shall find that, when it exceeds a certain value, about 1.7 volt, a permanent current of considerable strength flows through the solution, and, after the initial period, shows no signs of decrease.",
        "If secondary effects are eliminated, the deposition of metals also is a reversible process; the decomposition voltage is equal to the electromotive force which the metal itself gives when going into solution.",
        "Since zinc goes into solution and copper comes out, the electromotive force of the cell will be the difference between the two effects.",
        "When the dissolved molecules are uniformly distributed, the osmotic pressure will be the same everywhere throughout the solution, but, if the concentration vary from point to point, the pressure will vary also.",
        "But the ions of an electrolytic solution can move independently through the liquid, even when no current flows, as the consequences of Ohm's law indicate.",
        "The ions will therefore diffuse independently, and the faster ion will travel quicker into pure water in contact with a solution.",
        "The ions carry their charges with them, and, as a matter of fact, it is found that water in contact with a solution takes with respect to it a positive or negative potential, according as the positive or negative ion travels the faster.",
        "As we have seen above, when a solution is placed in contact with water the water will take a positive or negative potential with regard to the solution, according as the cation or anion has the greater specific velocity, and therefore the greater initial rate of diffusion.",
        "In contact with a solvent a metal is supposed to possess a definite solution pressure, analogous to the vapour pressure of a liquid.",
        "Metal goes into solution in the form of electrified ions.",
        "more ions can go into solution unless an equivalent number are removed by voltaic action.",
        "On the analogy between this case and that of the interface between two solutions, Nernst has arrived at similar logarithmic expressions for the difference of potential, which becomes proportional to log (P 1 /P 2) where P2 is taken to mean the osmotic pressure of the cations in the solution, and P i the osmotic pressure of the cations in the substance of the metal itself.",
        "Whetham, The Theory of Solution and Electrolysis (Cambridge, 1902); M.",
        "Some of the more important papers on the subject have been reprinted for Harper's Series of Scientific Memoirs in Electrolytic Conduction (1899) and the Modern Theory of Solution (1899).",
        "Barreswil found that a strongly alkaline solution of copper sulphate and potassium sodium tartrate (Rochelle salt) remained unchanged on boiling, but yielded an immediate precipitate of red cuprous oxide when a solution of glucose was added."
    ],
    "definition": [
        "Link/Cite"
    ]
}