{
    "translation": "לפתור",
    "uses": [
        "I told you'd I'd solve it!",
        "\"Give it time.  One man – even Andre – couldn't solve the world's problems.  You just have to wait it out.  And hope we all come to our senses before the end of the world,\" Kiki said with a small smile.",
        "Your problem to solve, not mine.",
        "All that time and he was unable to solve his financial problem.",
        "That won't solve your problems.",
        "Sitting around wasn't going to solve any of his problems.",
        "There's one way to solve this.",
        "We have a problem and I thought you would like to help solve it.",
        "You wanna solve both our problems, be there when I do.",
        "So Natasha tried to solve what was torturing her by herself.",
        "You had your chance to solve it on your own.",
        "Jumping to conclusions wasn't going to solve anything and she didn't want to be a jealous wife.",
        "But time off work wasn't going to solve her problem.",
        "Would solve your problem of being mated to me.",
        "One of the chief problems the association wished to solve was that of the exist ence and course of the river Niger, which was believed by some authorities to be identical with the Congo.",
        "But in a real sense, it also makes the problem that much easier to solve in the future.",
        "Men have told me that there is no riddle so cunning that you can not solve it.",
        "Dean was hoping to at least finish his salsa before having to stop Fred from dashing up the mountain to single-handedly solve the caper.",
        "Still, hiding from them wasn't going to solve anything - especially for his sisters.",
        "Standing in the dark, wielding bitter words at each other wouldn't solve anything.",
        "The idea he'd never solve this mystery infuriated him, but not as much as the idea she was able to sneak up on him at will.",
        "It is to solve some of the problems of life, not only theoretically, but practically.",
        "We'll save the mysteries for Fred to solve while we try to pay the bills.",
        "The investigation of these may raise and solve interesting physiological problems, but throw no light on the facts and genetic relationship which a rational explanation of distribution requires.",
        "I imitated this action, even wearing his spectacles, thinking they might help solve the mystery.",
        "Without him, Kris felt as if he were alone trying to solve the world.s problems.",
        "I knew Betsy viewed scores of non-abduction cases, any of which Howie could solve in a minute.",
        "The Internet will solve for this problem.",
        "An important point to make here is this: Historically, the welfare state only emerges to solve problems that private charities either cannot or will not solve.",
        "III) tells a story that, while staying at the court of Ptolemy Soter, Diodorus was asked to solve a dialectical subtlety by Stilpo.",
        "He was the first correctly to solve Aristotle's problem, stated above, and to apply it practically to solar observations in a darkened room (Cosmographia, 1 535).",
        "To be perfectly clear, I am not saying the Internet and technology will solve every human ill.",
        "He didn't respond verbally but his hands caressed her back - as though that would solve anything.",
        "And even the proposal to apply the unaided reason to solve questions which had divided the fathers must have been resented by the more rigid churchmen as the rash intrusion of an over-confident Rationalism.",
        "From one abstraction they are led to another, to solve the difficulties which are created by the realization of the first.",
        "We cannot solve the equation 7X =4s.; but we are accustomed to subdivision of units, and we can therefore give a meaning to X by inventing a unit w s.",
        "That every one who has capacity to understand the law is presumed to know it is a very necessary principle, for otherwise the courts would be continually occupied in endeavouring to solve problems which by their very impracticability would render the administration of justice next to impossible.",
        "Science would solve everything, prosperity would grow indefinitely, and people would thrive.",
        "They exist simply because we have not had the means to solve them in the past.",
        "In the end, our fundamental challenge is to become better individuals, and technology offers little help on that front; it is up to each one of us to solve that for ourselves.",
        "Search engines such as Google exist to solve this problem.",
        "What I describe above is using a new technology to solve an existing problem.",
        "He writes how in Europe when there is a problem, people turn to the government to solve it, but in America, they form what he calls \"voluntary associations\"—what we might term charities and nonprofits.",
        "It must be remembered that Miss Sullivan had to solve her problems unaided by previous experience or the assistance of any other teacher.",
        "The last backwash of the movement from the west occurs: a backwash which serves to solve the apparently insuperable diplomatic difficulties and ends the military movement of that period of history.",
        "Just remember, we can't solve all of the world's problems.",
        "The bill presented by his Cabinet on this subject, vas open to much criticism, having been designed to conciliate conflicting political interests rather than to solve the actual problem.",
        "If the latitudes differ, we have to solve an oblique-angled spherical triangle, of which two sides and the included angle are given.",
        "These accessories are indispensable if it be proposed to solve the problems usually propounded in books on the \" use of the globes,\" but can be dispensed with if the globe is to serve only as a map of the world.",
        "The narrative presents a number of difficulties, which early commentators sought to solve with more ingenuity than success.",
        "In the Letter to Magister Theodore indeterminate problems are chiefly worked, and Leonardo hints at his being able to solve by a general method any problem of this kind not exceeding the first degree.",
        "Schlozer's activity was enormous, and he exercised great influence by his lectures as well as by his books, bringing historical study into touch with political science generally, and using his vast erudition in an attempt to solve practical questions in the state and in society.",
        "To solve this difficulty many of the ancient Fathers and the modern critics have been put to miserable shifts.",
        "We can solve these, assuming them independent, for the - i ratios yl, y2,...yn-iï¿½ Now a21A11 +a22Al2 ï¿½ ï¿½ ï¿½ = 0 a31A11+a32Al2 +ï¿½ ï¿½ï¿½ +a3nAln = 0 an1Al1+an2Al2 +ï¿½ï¿½ï¿½+annAln =0, and therefore, by comparison with the given equations, x i = pA11, where p is an arbitrary factor which remains constant as i varies.",
        "If we solve the equations connecting the original and transformed unbrae we find (A ï¿½) (- a 2) =A i( - A 2) + ï¿½'1A1, (A ï¿½) a1 = A2(- A2)+ï¿½2A1, and we find that, except for the factor (A /), -a 2 and +ai are trans formed to -A 2 and +A i by the same substitutions as x i and x 2 are transformed to i and E2.",
        "We cannot solve the equation 7s.+X=4s.; but we are accustomed to transactions of lending and borrowing, and we can therefore invent a negative quantity - 3s.",
        "It was this problem which led to the next step. To solve it the early Carolingian princes, especially Charles Martel, who found the royal domains exhausted and their own inadequate, grasped at the land of the Church.",
        "Finding the problem of life insolvable, they abandon the attempt to solve it and take refuge in the grave.",
        "Finally, this system will not just solve for human illness, but all kinds of other problems as well.",
        "In 1741 Captain Christopher Middleton was ordered to solve the question of a passage from Hudson Bay to the westward.",
        "We cannot deal with equations that big—but a computer will solve for that in a minute if it has enough data.",
        "The factors that enable us to solve for and eliminate disease are getting better all the time, like wind at our back, pushing us forward.",
        "Those who were unwilling to accept evolution, without better grounds than such as are offered by Lamarck, and who therefore preferred to suspend their judgment on the question, found in the principle of selective breeding, pursued in all its applications with marvellous knowledge and skill by Darwin, a valid explanation of the occurrence of varieties and races; and they saw clearly that, if the explanation would apply to species, it would not only solve the problem of their evolution, but that it would account for the facts of teleology, as well as for those of morphology; and for the persistence of some forms of life unchanged through long epochs of time, while others undergo comparatively rapid metamorphosis.",
        "Despite its earlier successes, proletarian Bonapartism did not solve the problems of society.",
        "Even for very young children, a simple story with a repetitive refrain or a simple mystery to solve gives a confidence boost.",
        "Fluidata also use SDSL to solve much larger bandwidth bottlenecks with our PureFluid circuit bonding.",
        "The combinatorics was introduced by Ramsey to solve a special case of the decision problem for the first-order predicate calculus.",
        "An identity card would do little to solve the biggest problem for police - linking individuals to crimes.",
        "fiftyput on your thinking cap and try to solve the classic mystery - fifties style!",
        "grandee panelists are now available through CEDR Solve to facilitate in high profile disputes along with other distinguished public and business figures.",
        "Commercial processors often solve this problem using a heat process called granulation which can degrade nutrients.",
        "Making no attempt to solve the crime, the local authorities rapidly transfer the corpse to a pauper's grave.",
        "Solve rhyming riddles by finding hundreds of cleverly hidden objects, ra Focus Multimedia Britannica Encyclopedia Deluxe Millenium Ed.",
        "Sudoku to download, print and solve - solve them with someone special, or email on to your loved one special, or email on to your loved ones!",
        "Surely something as simple as a pedestrian overpass could solve this problem.",
        "overstate what we could actually solve in real-life.",
        "Puzzle Solution solve the brain teaser to win a pen!",
        "A tank shirt will solve the problem if you can't find a shorter sleeved T-shirt.",
        "This problem was taken up by Chrysippus, who admitted that he could not solve it.",
        "As we have reasoned, when the Internet and related technologies help bring an end to poverty, the end of poverty will largely solve the problem of hunger.",
        "Idle computer time employed to solve the world's problems.",
        "I think the range of problems that technology can solve is confined to technological problems.",
        "All these problems that technology will solve have made our underlying differences worse—but removing these problems will not eliminate those underlying differences.",
        "To solve the question of how freedom and necessity are combined and what constitutes the essence of these two conceptions, the philosophy of history can and should follow a path contrary to that taken by other sciences.",
        "That means it's up to you and me to solve this caper.",
        "In 1863, at the Furstenlag in Frankfort, the emperor made an attempt by his personal influence to solve the German question.",
        "Still no explanation of this singular fact was forthcoming, and it was reserved for the young chemist from FrancheComte to solve a problem which had baffled the greatest chemists and physicists of the time.",
        "But a new institution cannot be made on the same terms. The modern industrial system has brought with it an immense variety of practical problems which nations must solve on pain of industrial and commercial ruin.",
        "The principle underlying this expression is probably to be found in the fact that it measured the limits of their attainments in algebra, for they were unable to solve equations of a higher degree than the quadratic or square.",
        "The particular problem - a heap (hau) and its seventh makes 19 - is solved as we should now solve a simple equation; but Ahmes varies his methods in other similar problems. This discovery carries the invention of algebra back to about 1700 B.C., if not earlier.",
        "The coalition maintained its majority, the Government only obtaining ten seats: but though this time the Diet was allowed to meet, no attempt was made to satisfy Yugoslav aspirations or to solve the real issues at stake between Hungary and Croatia.",
        "Moltke took three days to solve the new problem, then, on the 22nd, he ordered the I.",
        "Object and Contents of Apocalyptic. - The object of this literature in general was to solve the difficulties connected with the righteousness of God and the suffering condition of His righteous servants on earth.",
        "Where his fundamental conception admits of it, he tries to solve historical problems by historical methods.",
        "Thus, to solve the equation ax e +bx+c = o, we consider, not merely the value of x for which ax 2 +bx+c is o, but the value of ax e +bx+c for every possible value of x.",
        "But what would that solve?",
        "Such are the four points of Cartesian method: (1) Truth requires a clear and distinct conception of its object, excluding all doubt; (2) the objects of knowledge naturally fall into series or groups; (3) in these groups investigation must begin with a simple and indecomposable element, and pass from it to the more complex and relative elements; (4) an exhaustive and immediate grasp of the relations and interconnexion of these elements is necessary for knowledge in the fullest sense of that word.4 \" There is no question,\" he says in anticipation of Locke and Kant, \" more important to solve than that of knowing what human knowledge is and how far it extends.\"",
        "These local researches, and the more comprehensive attempts of Leichhardt and Mitchell to solve the chief problems of.",
        "The outcome of this period of depression was a broadening of his outlook on the problems which he had set himself to solve.",
        "When the world has settled down to the new conditions, if it ever does so, we may be confronted with problems similar to those which our forefathers had to solve.",
        "Korosec in the name of the Czech and Yugoslav Clubs unreservedly rejected it and claimed that the future of both nations was an international problem which only the future Peace Conference could solve.",
        "Taking up the idea of a divine education of the human race, which Lessing and Herder had made so familiar to the modern mind, and firmly believing that to each of the leading nations of antiquity a special task had been providentially assigned, Ewald felt no difficulty about Israel's place in universal history, or about the problem which that race had been called upon to solve.",
        "We next hear of Vacarius as lecturing at Oxford, in 1149, to \"crowds of rich and poor,\" and as preparing, for the use of the latter, a compendium, in nine books, of the Digest and Code of Justinian, \"sufficient,\" it was said, \"if thoroughly mastered, to solve all legal questions commonly debated in the schools.\"",
        "A failure to solve the problems of metaphysics must always remain a failure, in spite of all protestations that it was inevitable; and it in no wise justifies an advance to so selfcontradictory an asylum ignorantiae as the Unknowable.",
        "Gray, a British officer who attempted to solve the Niger problem, visited Bondu in 1818 it had been removed to Bulibani, a small town, with about 3000 population, surrounded by a strong clay wall.",
        "From this principle, it follows (I) that the distinction between right and wrong is part of the constitution of human nature; (2) that morality stands apart from theology, and the moral qualities of actions are determined apart from the arbitrary will of God; (3) that the ultimate test of an action is its tendency to promote the general harmony or welfare; (4) that appetite and reason concur in the determination of action; and (5) that the moralist is not concerned to solve the problem of freewill and determinism.",
        "As an additional claim to remembrance, he was the first to solve Leibnitz's problem of the isochronous curve (Acta Eruditorum, 1690).",
        "But, though this method has been applied in its fullness, and that by the keenest exegetes, there remains a consciousness that it has failed to solve many of the problems of the book.",
        "This scheme met with a better reception than that of Vdlter, but it also has failed to solve the problem.",
        "It is not indeed that these methods have not claimed to solve the questions at issue, but that their solutions have failed to satisfy the larger body of reasonable criticism.",
        "Pascal treated these numbers in his Traite du triangle arithmetique (1665), using them to develop a theory of combinations and to solve problems in proba-, bility.",
        "It is well known that these words are the first syllables of six lines of a hymn addressed to St John the Baptist, which may be given here: Ut queant laxis resonare fibris Mira gestorum famuli tuorum, Solve polluti labii reatum, Sancte Joannes.",
        "Although Hippocrates could not determine the proportionals, his statement of the problem in this form was a great advance, for it was perceived that the problem of trisecting an angle was reducible to a similar form which, in the language of algebraic geometry, is to solve geometrically a cubic equation.",
        "Two general elections and the defeat of four ministries within three years had done nothing to solve the difficulties of the situation.",
        "Kant claimed to solve these contradictions by saying, that in no case is the contradiction real, however really it has been intended by the opposing partisans, or must appear to the mind without critical enlightenment.",
        "Marat declares that physiology alone can solve the problems of the connexion between soul and body, and proposes the existence of a nervous fluid as the true solution.",
        "Erasmus did nothing to solve the problem, but to him belongs the honour of having first propounded it.",
        "Far from being able to sit in judgment upon the mysteries of the faith, reason is unable to solve its own contradictions without aid from a higher source.",
        "It may be that this suggestion will solve the difficulty, but at present it is impossible to say.",
        "But this reference to Babylonian religion does not solve the problem which is here in question.",
        "Thus the architectural remains, though they fail to solve the problem of the culture of the nations round the Gulf of Mexico, throw much light on it when their evidence is added to that of religion and customs. At any rate two things seem probable - first, that the civilizations of Mexico and Central America were pervaded by a common influence in religion, art, and custom; second, that this common element shows traces of the importation of Asiatic ideas into America.",
        "Here we may notice that there are eight circles which solve the problem.",
        "The first attempts to solve the purely geometrical problem appear to have been made by the Greeks (Anaxagoras, &c.) 2, one of whom, Hippocrates, doubtless raised hopes of a solution by his quadrature of the so-called meniscoi or lune.3 [The Greeks were in possession of several relations pertaining to the quadrature of the lune.",
        "Aristotle did not altogether solve the question, What is, and scarcely solved at all the question, How do we know the external world?",
        "To Solve The Equations 28 X Io =19 Y 2, Or Y =X 9198, Let M= 9 19 8, We Have Thenx=2 M 172 8 9 Let M9 8 =M'; Then M= 9 M' 8; Hence X=18 M' 16 M'=19 M' 16 (I).",
        "A month after the inauguration the murder of Lincoln left him president, with the great problem to solve of reconstruction of the Union.",
        "Poland is another case of the difficulty of managing a population which speaks a language not that of the governing majority, and Russia, in trying to solve one problem by absorbing Finland into the national system, is burdening herself with another which may work out in centuries of unrest, if not in domestic violence.",
        "And, again, if this transaction settled the investiture question, it did not solve the problem of the reconciliation of the universal power of the popes with the claims of the emperors to the government of Europe; and the conflict subsisted - slumbering, it is true, but ever ready to awake under other forms. Nevertheless, the two great Christian agitations directed by the papacy at the end of the nth century and the beginning of the 12th - the reformation and the crusade - were of capital importance for the foundation of the immense religious monarchy that had its centre in Rome; and it is from this period that the papal monarchy actually dates.",
        "Henceforward, whatever other subjects might from time to time claim his attention, it was from among electrical phenomena that he selected those problems to which he applied the full force of his mind, and which he kept persistently in view, even when year after year his attempts to solve them had been baffled.",
        "It presents itself historically as an intellectual revolt against the difficulties involved in the presupposition of theistic and polytheistic systems, and in philosophy as an attempt to solve the dualism of the one and the many, unity and difference, thought and extension.",
        "The consequence was that, when not spending himself in vain attempts to solve the impossible problems that have always waylaid the fancy of self-sufficient beginners, he took an interest only in the elements of geometry, and never had any notion of the full scope of mathematical science, undergoing as it then was (and not least at the hands of Wallis) the extraordinary development which made it before the end of the century the potent instrument of physical discovery which it became in the hands of Newton.",
        "~The diets at Regensburg and at Nuremberg gave very little aid for the wars, and did nothing to solve the religious difficulties which were growing more acute with repeated delays.",
        "outside the parliament gave up all hope of their dealing satisfactorily with the problem they had been appointed to solve.",
        "Many officials refused to obey; the judges remained loyal to the constitution; and when attempts were made to solve the difficulty by the army, the officers instructed to act resigned in a body.",
        "They attempted to solve the problem by granting to the Federalists all their demands.",
        "Descartes used the curve to solve sextic equations by determining its intersections with a circle; mechanical constructions were given by Descartes (Geometry, lib.",
        "John Wallis utilized the intersections of this curve with a right line to solve cubic equations, and Edmund Halley solved sextic equations with the aid of a circle.",
        "He saw the necessity of going back to Kant in the sense of demanding a critical reconsideration of the epistemological problems which Kant had made but a partially successful attempt to solve.",
        "Moreover, few of the writers who, whatsoever it was that they baptized with the name of logic, were at least earnestly engaged in an endeavour to solve the problem of knowledge within a circle of ideas which was on the whole Kantian, were under the dominance of a single inspiration.",
        "Apart from politics he took a deep and active interest in the problems of capital and labour, was one of the organizers (1901) and the first president of the National Civic Federation, whose purpose was to solve social and industrial problems, and in December 1901 became chairman of a permanent board of conciliation and arbitration established by the Federation.",
        "had sunk for the most part into scepticism and impotence; its original impulse had been lost, and no new intellectual power took its place; only in Alexandria was there a genuine effort make to solve the fundamental problems of God and the world.",
        "The general principle stated above in different forms serves to solve every problem in whichthe mode of connection of a pair of pieces being givenit is required to find their comparative motion at a given instant, or vice versa.",
        "To solve this the reference plane must be chosen so that ii coincides with the plane of revolution of one of the as yet unknowr balance weights.",
        "He had to solve a more difficult problem than St Elizabeth's; for the skeletons of little children, ranging in age from two months to seven years, had now been found buried with the sacred virgins.",
        "The new prime minister endeavoured to solve the question of defence in accordance with the views of the \"Landtmanna \" party.",
        "All efforts to solve the consular question by itself had failed, but it was considered that an attempt might be made to establish separate consuls in combination with a joint administration of diplomatic affairs on a full unionistic basis.",
        "The existence of an optical system, which reproduces absolutely a finite plane on another with pencils of finite aperture, is doubtful; but practical systems solve this problem with an accuracy which mostly suffices for the special purpose of each species of instrument.",
        "When we can solve this equation we have an expression for the n th convergent to the fraction, generally in the form of the quotient of two series, each of n terms. As an example, take the fraction (known as Brouncker's fraction, after Lord Brouncker) I I 2325 2 72 2 + 2 + 2 + 2 + ...",
        "Oyster culture can evidently be carried on only by private enterprise, and the problem for legislation to solve is how to give such rights of property upon those shores which are favourable to oyster culture as may encourage competent persons to invest their money in that undertaking.",
        "But his keen criticism of Hesse and Knoke is more successful than his positive explanation of the textual phenomena, and a more thorough-going process of literary criticism is necessary in order to solve the problems of the epistle.",
        "Socrates had rightly said that Virtue is Knowledge, but he had not definitely shown in what this knowledge consists, nor had his immediate successors, the Cynics, made any serious attempt to solve the difficulty.",
        "The transverse vibrations of non-circular jets allow us to solve a problem which at first sight would appear to be of great difficulty.",
        "This dispute would have little interest now, had not Hincmar appealed to John Scotus Erigena, who attempted to solve the theological problem by philosophical conceptions.",
        "Two of the most famous of the next attempts to solve the problem of artificial flight, by means of aeroplanes, were those of Prof. S.",
        "all attempted to solve the problem, the last-named reconstructing the road admirably.",
        "Not only have many travellers of many nationalities directed their steps towards the Bam-i-dunya (\"the Roof of the World\") in search of adventure or of scientific information, but the government surveys of Russia and India have met in these high altitudes, and there effected a connexion which will help to solve many of the geodetic problems which beset the superficial survey of Asia.",
        "In science he was the first among modern men to set himself most of those problems which unnumbered searchers of later generations have laboured severally or in concert to solve.",
        "Aurelian then appealed to the patriotic sentiments of the Conservative party to help to solve the difficulty, and with the aid of Lascar Catargiu and Tache Ionescu the following decision was reached: the Holy Synod was to reverse its judgment, and the metropolitan was to be restored to his ecclesiastical rank; but, after holding it for a few days, he was voluntarily to resign and to receive as compensation a handsome pension.",
        "In June 1696 Bernoulli addressed a letter to the mathematicians of Europe challenging them to solve two problems - (1) to determine the brachistochrone between two given points not in the same vertical line, (2) to determine a curve such that, if a straight line drawn through a fixed point A meet it in two points P 1, P 2, then AP 1 m +AP 2 m will be constant.",
        "Numerous attempts have been made to solve these problems, and to construct a theory of the origin of the Grail story, but so far the difficulty has been to find an hypothesis which would admit of the practically simultaneous existence of apparently contradictory features.",
        "For the remaining four years of his reign they were omnipotent; but able and unscrupulous as they were, they could not solve the problem of successful governance.",
        "It was a difficult problem for Elizabeth to solve; to let Mary go to France was presenting a good deal more than a pawn to her enemies; to restore her by force to her Scottish throne might have been heroic, but it certainly was not politics; to hand her over to her Scottish foes was too mean even for Elizabeth; and to keep her in England was to nurse a spark in a powder-magazine.",
        "Cromwells rule was covered with military glory, and there can be no doubt that he honestly applied himself to solve domestic difficulties as well.",
        "had little confidence in either of these statesmen; and it wac still uncertain whether the able group who had been the friends of Sir Robert Peel would finally gravitate to the Conservative or to the Liberal camp. The queen, on the advice of Lord Derby, endeavoured to solve the first of these difficulties by sending for Lord Granville, who led the Liberal party in the Lords, and authorizing him to form a government which should combine, as far as possible, all the more prominent Liberals.",
        "It is an area which has been left almost in the undisturbed possession of nomadic Indian tribes, whose scanty numbers find it difficult to solve the food problem.",
        "The higher the heat of carbonization the more naphthalene appears to be produced, and gas managers of to-day find the removal of naphthalene from the gas a difficult problem to solve.",
        "Gunter's Line, a logarithmic line, usually laid down upon scales, sectors, &c. It is also called the line of lines and the line of numbers, being only the logarithms graduated upon a ruler, which therefore serves to solve problems instrumentally in the same manner as logarithms do arithmetically.",
        "The available evidence does not suffice Phylogeny to solve this question, although certain indications exist.",
        "If human understanding cannot fully solve the infinite problem of the universe, man may at least see that at no stage of his finite experience is he necessarily the sport of chance, and that he can practically secure his own wellbeing.",
        "St Augustine was, perhaps, the first thinker to face, though not to solve, the true theological and moral difficulty inherent in Christian thought.",
        "The Cynics made no attempt to solve this difficulty; they were content to mean by virtue what any plain man meant by it, except in so far as their sense of independence led them to reject certain received precepts and prejudices.",
        "It is true that Bentham expressly recognizes the varying influences of climate, race, religion, government, as considerations which it is important for the legislator to take into account; but his own work of social construction was almost entirely independent of such considerations, and his school generally appear to have been convinced of their competence to solve all important ethical and political questions for human beings of all ages and countries, without regard to their specific differences.",
        "What is of lasting importance is the re-affirmation upon metaphysical grounds of the right of the moral consciousness to state and solve its own difficulties, and the successful repulsion of the claims of particular sciences such as biology to include the sphere of conduct within their scope and methods.",
        "Finally it has become apparent that many problems hitherto left for political economy to solve belong more properly to the moralist, if not to the moral philosopher, and it may be confidently expected that with the increased complexity of social life and the disappearance of many sanctions of morality hitherto regarded as inviolable, the future will bring a renewed and practical 1 Cf.",
        "Considering the equations ax +by +cz =d, a'x +b'y +c' z =d', a\"x+b\"y+cnz=d\" and proceeding to solve them by the so-called method of cross multiplication, we multiply the equations by factors selected in such a manner that upon adding the results the whole coefficient of y becomes = o, and the whole coefficient of z becomes = o; the factors in question are b'c\" - b\"c', b\"c - be\", bc' - b'c (values which, as at once seen, have the desired property); we thus obtain an equation which contains on the left-hand side only a multiple of x, and on the right-hand side a constant term; the coefficient of x has the value a(b'c\" - b\"c') +a'(b\"c - bc\") +a'(bc' - b'c), and this function, represented in the form a, b,c, a' b'c', a\" b\" c\" is said to be a determinant; or, the number of elements being 32, it is called a determinant of the third order.",
        "In the Lucha he describes how the spirit of man wished to solve the problem of human destiny.",
        "1 The problem he attempted to solve was so to combine uniform circular movements as to produce the resultant effects actually observed.",
        "Between the time of Aristarchus and the opposition of Mars in 1672, no serious attempt was made to solve the problem of the sun's distance.",
        "The positive exposition of atomism has much that is attractive, but the hypothesis of the calor vitalis (vital heat), a species of anima mundi (world-soul) which is introduced as physical explanation of physical phenomena, does not seem to throw much light on the special problems which it is invoked to solve.",
        "The discovery of radio-activity may, by explaining the interior heat of the great bodies of the universe, solve a difficulty which since the middle of the 19th century has been discussed by physicists and geologists - that of reconciling the long duration which geologists claim for the crust of the earth with the period during which physicists have deemed it possible that the sun should have radiated heat.",
        "There he found himself face to face with all the difficulties that Richelieu had neglected to solve, and that were now once more giving trouble.",
        "Meanwhile the War of the Austrian Succession broke out again, and never had secretary of state more intricate questions to solve than had DArgenson.",
        "The attempt to solve the apparent incongruity of a perfect union of two complete and distinct natures in one person produced first Apollinarianism, which substituted the divine Logos for the human y ob's or 7rveuµa of Jesus, thereby detracting from the completeness of his humanity; and then Nestorianism, which destroyed the unity of Christ's person by affirming that the divine Logos dwelt in the man Jesus as in a temple, and that the union of the two was in respect of dignity, and furthermore that, inasmuch as the Logos could not have been born, to call Mary 9eororcos, \" Godbearer,\" was absurd and blasphemous.",
        "Although the Arabs were in full possession of the store of knowledge of the geometry of conics which the Greeks had accumulated, they did little to increase it; the only advance made consisted in the application of describing intersecting conics so as to solve algebraic equations.",
        "Due attention to the relation between understanding and reason enables us to solve the antinomies and to discover their precise origin and significance.",
        "Miss Reagan was steadfast, that in spite of the absence of answers, the tips continued to solve crimes and find children.",
        "Caught in the middle of the battle between Others and Watchers, her danger was increasing, and he was stuck in a riddle he couldn't quite solve.",
        "\"Give it time.  One man â€“ even Andre â€“ couldn't solve the world's problems.  You just have to wait it out.  And hope we all come to our senses before the end of the world,\" Kiki said with a small smile.",
        "It was a way to absolve responsibility, not an attempt to solve a problem.",
        "It was the adroit way to solve the problem.",
        "We will need to incur costs to solve the problem.",
        "They did not even try to solve the reunion paradox. ",
        "Combinatorics was introduced by Ramsey to solve a special case of the decision problem for the first-order predicate calculus.",
        "Apply the algebra of finite automata to design systems and to solve simple problems on creating acceptors for particular languages.",
        "And do treaties and ' final settlements ', democracy and economic growth relieve the ache left by history and solve all the problems?",
        "Career: Willem's main academic achievement was to solve Einstein's field equations for an infinite rotating cylinder.",
        "The governments of both the USA and Canada are trying to solve the problems caused by acid rain in a number of ways.",
        "Lower order polynomials are trivial to solve while higher order polynomials require iterative algorithms to solve them.",
        "Specifically the set of information-processing machines were designed to solve problems faced by our hunter-gatherer ancestors.",
        "The teacher asked the pupils to solve a money problem involving an imaginary rich aunt.",
        "Wife is now backtracking from our previous oral agreement on how to solve our finacial obligations.",
        "bent back tulips can solve that age-old problem of how to get out of bed.",
        "For this reason I am in favor of supporting the research, however we cannot say that biotech can solve world hunger.",
        "blonde of Helen getting more boats than me, am convinced going blond will solve problem.",
        "She vowed to solve the problem without further bloodshed.",
        "Studies of living invertebrate chordates have been very important in helping to solve the mystery of ' the origin of the vertebrates ' .",
        "Human neural circuitry was designed by natural selection to solve problems our ancestors faced during our evolutionary history.",
        "People do not organize a local football club to solve crime or to increase community bonding.",
        "solve some chemical clues, design a dinosaur, unmask the Mommy... .",
        "Carol does however solve a conundrum: what does Walkwise actually mean?",
        "cooperate of cooperating agents is able to solve problems that are beyond the capabilities of each individual agent.",
        "BABY My baby is only 1 month old and can already solve quadratic equations, but has the awkward habit of eating crayons.",
        "Eugene McAteer, Manchester Prisons don't prevent crime Does anyone seriously believe that increasing sentences will solve the problem of knife crime?",
        "We're also going to have to start thinking of other ways to solve the energy crisis.",
        "The problems that the textual critic has to solve are three.",
        "Victory Games Sports Crosswords From Victory Games, free samples of sport themed crossword puzzles to solve online.",
        "You can solve these problems with two types of flags: preprocessor debugging flags and run-time debugging flags.",
        "A wash with household detergent should solve the problem.",
        "The Numerov method [2] is used to solve the differential equation.",
        "These powerful and effective tools are used to solve many problems involving differential equations.",
        "dino eggs to solve the puzzle, but watch out for Mama brontosaurus!",
        "Can you solve the hidden clues to find its nest and discover the dinosaur?",
        "disingenuous to imply that such funds would solve the problem in education.",
        "disputes mediated by CEDR Solve result in settlement.",
        "But the JCT's new contract for homeowners and builders has a fast and efficient system to solve disputes.",
        "distributive law to solve these problems.",
        "So it's an idea to have a doer and a thinker playing together to solve the puzzles.",
        "elegance into fiendishly difficult puzzles... to solve a simple 4 x 4 Sudoku puzzle.",
        "Most scholars attribute these problems to errors in transmission and try to solve them through textual emendation.",
        "You will not be expected to solve or work toward solving highly emotive or serious mental health needs.",
        "Is man, by searching alone, going to solve the great enigma?",
        "I asked him one day what was the value of the simultaneous equations he was trying to teach us how to solve.",
        "trial excavations on local sites in West Kent to solve specific research problems.",
        "The idea that nuclear power can solve the coming energy crisis is therefore totally fallacious.",
        "A bunch of 80s kids using home computers (lots thereof) to solve mysteries.",
        "Device to be developed will solve this problem by application of the whole body hyperthermia.",
        "infrared thermography has proven to be an invaluable tool to solve a wide variety of scientific problems.",
        "infuriatew to solve sudoku \", I give a step-by-step guide to cracking these sometimes infuriating puzzles.. .",
        "Maybe you can solve a seemingly insoluble problem, or want to see how others have tackled the situation you now face.",
        "Updating a video card's BIOS can also sometimes solve problems that are otherwise insolvable.",
        "David Leiper explains how the concept and ' art ' of distributed intelligence can help end users solve this particularly thorny problem.",
        "The Mathematical Tripos includes Computational Project courses which train students to solve analytically intractable mathematical problems using computers.",
        "The hints, trays, shuffle jigsaw puzzle maker and color arrangement features help you solve even the most challenging puzzle.",
        "labor unionsoptions and if you don't promised to solve.",
        "Have a look at our range of fully left-handed items to see how we can help solve the problems.",
        "Polymer solution to chewing gum litter A university spin-off company is using polymers to solve the perennial problem of chewing gum litter.",
        "King Charles II founded the Royal Observatory in 1675 to solve the problem of finding longitude at sea.",
        "I never really did solve the problem of keeping the foresail luff tight on a Jack Holt roller spar - anyone else cracked it?",
        "Nimmo successfully weaves a wonderfully magical mystery that only Charlie Bone can solve... .",
        "Tags: sudoku, solve, puzzle, logic, create, generate, markup, print.. .",
        "matriarch Elaine who solve up to.",
        "There's no need setting up even more Quangos to solve the problem, when many of the delivery mechanisms are already in place.",
        "modernizeher stressed that modernizing agriculture by adopting GM crops will solve the problems of farmers in India.",
        "Chang \") in order to solve a murder at an English estate.",
        "Consequently, Potter's multiculturalist diagnosis - apparently mutual respect will solve our crisis - carries little cinematic weight.",
        "The proposal to solve line of site problem at bottom of Brae is to form extended cobble nib into road.",
        "notary publics, we will try to solve its doubts.",
        "Mr Blair seems to be moving toward pushing for the construction of new nuclear reactors to help solve Britain's future energy needs.",
        "Use of LT theory to solve a second order ode.",
        "However, these capacity limits vastly overstate what we could actually solve in real-life.",
        "Molecular Computation Using DNA to solve computational problems can allow massive parallelism, by exploring 10 19 cases in parallel.",
        "perpetuate rather than solve problems, David began lecturing and training in 1995.",
        "perplexityconsideration be borne in mind it will solve many difficulties, and remove many perplexities.",
        "These methods are very powerful, and have allowed physicists and statisticians to solve numerous problems.",
        "When he teams up with skeptical policewoman Angela Dodson (Weisz) to solve the.. .",
        "Perhaps your study will work in helping solve that predicament.",
        "I do n't pretend I can solve all the problems Britain faces.",
        "They don't really solve the problem of getting users up on the new OS.",
        "proletarian Bonapartism did not solve the problems of society.",
        "How to solve a sudoku puzzle - lessons.. .",
        "Thus, the Mesopotamians knew how to solve quadratic equations 4000 years ago, using essentially the same method that we use today.",
        "Ferrari managed to solve the quartic with perhaps the most elegant of all the methods that were found to solve this type of problem.",
        "rebuild that bridge at double width to solve that problem?",
        "But left wing leaders cannot, on their own, solve the problem of trade union reformism.",
        "General purpose inference systems, such as Prolog's resolution refutation can be used to solve problems stated in logic.",
        "There is an increasing reliance on International Workers to solve the people needs.",
        "Can you help solve the riddle of the cryptic messages found engraved on old Wurzels records?",
        "Kids discover how smart they are as they solve over 70 rhyming picture riddles and master clever puzzles and games.",
        "blind rivets have been developed to solve both of these shortcomings.",
        "Posh yesterday rejected an attempt by Lincoln to solve the Simon Yeo transfer saga.",
        "It is not easy to buy one sampler that will solve all the demands of reliable values.",
        "locate schema James I am trying to solve the following problem: I have an XML document in a version control system.",
        "scuppers all attempts at an agreed solution Meanwhile, the Zimbabwean government persisted in its efforts to solve the land question amicably.",
        "The ancient Chinese tried to solve the problem by using seashells as money.",
        "By learning self-hypnosis we can relieve stress, heal, remove phobias and solve many difficulties.",
        "servicemannial government also used volunteer servicemen from 1942 to solve the growing problem of soldier shortages in the Japanese army.",
        "There are two relatively simple approaches to solve such equations.",
        "simplistic to assume focusing on gender issues and medical treatment will solve all the client's relational difficulties.",
        "simulate the behavior of solve function in C program.",
        "slogging away in the courts would not solve her problems.",
        "slow motionLevring: Or solve problems with visuals purely visual storytelling is difficult with Dogme you can't use slow-motion.",
        "I lamented over my use of stack today and realized I'd made a tiny snarf in the Solve function's recursion.",
        "solve the problem of getting users up on the new OS.",
        "solve a sudoku puzzle - lessons.. .",
        "solve the basic mystery.",
        "solve an implicit equation.",
        "solve the riddle of Greek mythology's most terrifying monster or will he lose his kingdom, his princess and his life?",
        "solve Sudoku is to practice.. .",
        "solve most of the outstanding conundrums in contemporary anthropology.",
        "To relinquish one of these relationships, because of the philosophical difficulties associated with it, does not satisfactorily solve the problem.",
        "It is a vicious spiral, which the current approach to health care is incompetent to solve.",
        "Not a solver but a downloadable spreadsheet that automatically updates all the available options as you solve a puzzle.",
        "We will always strive to solve any issues you may have.",
        "SOLVE IT is taking the first steps in putting solvent and volatile substance abuse (VSA) on the National map.",
        "If Britain is to solve its housing crisis, we must learn to love suburbia.",
        "Although organic cotton tampons may solve the pesticide issue, they still cause waste, says Liz.",
        "telegraph sudoku print sudoku solve sudoku strategy sudoku how to.. .",
        "thru box to solve this problem by setting up a MIDI ' star ' system.",
        "To be able to solve some routine problems in low and high dimensional topology.",
        "Even at an elementary level one can often use complex numbers to solve problems which are otherwise not very tractable.",
        "The Rail Fence Cipher uses letter transposition to generate an incredibly difficult anagram to solve.",
        "Linguists solve crimes, champion the underdog and even help secure the future of humanity.",
        "wed 22nd Jun 2005: Lords parity will not solve reform.",
        "Therefore, although the Scienza nuova cannot be said absolutely to deny the law of progress, it must be allowed that Vico not only failed to solve the problem but even shrank from attacking it.",
        "The chief aim of Leibnitz is no doubt to account for the world in its static aspect as a co-existent whole, to conceive the ultimate reality of things in such a way as to solve the mystery of mind and matter.",
        "Future research may not be able to solve the problems which arise in the study of the period now under discussion; it is the more necessary, therefore, that all efforts should be tested in the light of purely external evidence (see further § 24; and Palestine: History) 21.",
        "Meanwhile newly-conquered England had its own problems to solve; and Germany, torn by civil war, and not naturally quick to kindle, could only deride the \"delirium\" of the crusader.'",
        "He admitted the possibility of the formulae of Kekule, Claus, Dewar and Ladenburg, although as to the last di-trimethylene derivatives should be possible reduction products, being formed by severing two of the prism edges; and he attempted to solve the problem by a systematic investigation of the reduced phthalic acids.",
        "We can solve these, assuming them independent, for the - i ratios yl, y2,...yn-iÃ¯¿½ Now a21A11 +a22Al2 Ã¯¿½ Ã¯¿½ Ã¯¿½ = 0 a31A11+a32Al2 +Ã¯¿½ Ã¯¿½Ã¯¿½ +a3nAln = 0 an1Al1+an2Al2 +Ã¯¿½Ã¯¿½Ã¯¿½+annAln =0, and therefore, by comparison with the given equations, x i = pA11, where p is an arbitrary factor which remains constant as i varies.",
        "If we solve the equations connecting the original and transformed unbrae we find (A Ã¯¿½) (- a 2) =A i( - A 2) + Ã¯¿½'1A1, (A Ã¯¿½) a1 = A2(- A2)+Ã¯¿½2A1, and we find that, except for the factor (A /), -a 2 and +ai are trans formed to -A 2 and +A i by the same substitutions as x i and x 2 are transformed to i and E2.",
        "A vivid new light is shed by him upon certain problems, such for instance as those of the imagination or intuition, the source of Art and the theme of the Aesthetic, upon pure will, the source of Economic of Rights and of Politics, treated by Economic. The more precise determination and configuration of the categories and their mode of acting, by means of which is negated and solved the concept of an external reality and of nature placed outside the spirit and opposed to it, led Croce to an absolute spiritualism, widely different from the pan-logicism of Hegel and his school, which only seemed to solve the dualism of spirit and nature and really opened the door to the notion of a transcendental God, as became clear in the development of Hegel's theory at the hands of the right wing of his school.",
        "Its central problem, the relation of Judaism and Christianity - of the Old and the New forms of a Covenant which, as Divine, must in a sense abide the same - was one which gave the early Church much trouble; nor, in absence of a due theory of the education of the race by gradual development, was it able to solve it satisfactorily.",
        "On June 17 1907 a promising speech from the throne opened the first universal suffrage Parliament and promised \" to leave to the peoples as a secure heritage the integrity of their national territories\"; \"to solve the language question.",
        "(See Schleswig-Holstein Question.) Within the monarchy itself, during the following years, \" Schleswig-Holsteinism \" and \" Eiderdanism \" faced each other as rival, mutually exacerbating forces; and the efforts of succeeding governments to solve the insoluble problem broke down ever on the rock of nationalist passion and the interests of the German powers.",
        "In view of the apparent unity of the entire work, the only possible explanation seems to be that the book was written at first all in Hebrew, but for the convenience of the general reader whose vernacular was Aramaic, a translation, possibly from the same pen as the original, was made into king to great political prominence, owing to his extraordinary God given ability to interpret dreams. In both.versions, the heathen astrologers make the first attempt to solve the difficulty, which results in failure, whereupon the pious Israelite, being summoned to the royal presence, in both cases through the friendly intervention of a court official, triumphantly explains the mystery to the king's satisfaction (cf.",
        "him, together with his invention of the planisphere, enabled him to solve a number of elementary problems; and he was thus led to bestow especial attention upon the position of the equinox, as being the common point of origin for measures both in right ascension and longitude.",
        "Kurala, ivy, and ethos, form), a curve invented by the Greek mathematician Diodes about 180 B.C., for the purpose of constructing two mean proportionals between two given lines, and in order to solve the problem of duplicating the cube.",
        "But the five phenomena I chose to tackle in this book are among the great blights on humanity that I believe the Internet and technology will help solve.",
        "Distributed computing makes enormous computational problems affordable to solve.",
        "How to solve a sudoku puzzle - lessons...",
        "Solve a quadratic equation using factors Errors Identify sources of errors.",
        "To solve this problem, researchers resort to either quota samples or random samples.",
        "It should not be difficult to rebuild that bridge at double width to solve that problem?",
        "Royston had attempted to solve their constantly recurring expenses due to Sarah Gear 's way of life in this fashion.",
        "General purpose inference systems, such as Prolog 's resolution refutation can be used to solve problems stated in logic.",
        "Blind rivets have been developed to solve both of these shortcomings.",
        "Locate schema James I am trying to solve the following problem: I have an XML document in a version control system.",
        "Britain scuppers all attempts at an agreed solution Meanwhile, the Zimbabwean government persisted in its efforts to solve the land question amicably.",
        "The colonial government also used volunteer servicemen from 1942 to solve the growing problem of soldier shortages in the Japanese army.",
        "It is too simplistic to assume focusing on gender issues and medical treatment will solve all the client 's relational difficulties.",
        "I want to simulate the behavior of solve function in C program.",
        "Cherie seems some time ago to have decided that slogging away in the courts would not solve her problems.",
        "Kristian Levring: Or solve problems with visuals purely visual storytelling is difficult with Dogme you ca n't use slow-motion.",
        "I lamented over my use of stack today and realized I 'd made a tiny snarf in the Solve function 's recursion.",
        "Philosophy appeared on the scene to attempt to solve the basic mystery.",
        "This is not true in the case of g, which would lead to the need to solve an implicit equation.",
        "Can Bink solve the riddle of Greek mythology 's most terrifying monster or will he lose his kingdom, his princess and his life?",
        "The best way to learn how to. solve sudoku is to practice...",
        "Not only this, but it appears to solve most of the outstanding conundrums in contemporary anthropology.",
        "It was also his rationality that allowed him to solve the Sphinx 's riddle resulting in his marriage with his mother Jocasta.",
        "Puzzle Solution Solve the brain teaser to win a pen !",
        "Print Puzzle Sudoku... off-line Play... sudoku play sudoku daily telegraph sudoku print sudoku solve sudoku strategy sudoku how to...",
        "They must be able to multi-task, problem solve and thrive under pressure.",
        "You'll need a MIDI thru box to solve this problem by setting up a MIDI ' star ' system.",
        "To solve the mystery he must delve deep into the city 's crooked alleyways, and deeper still into its tumultuous past.",
        "Secular Zionists relied more on the argument that Palestine alone could solve the problem of Jewish dispersion and virulent anti-Semitism.",
        "Wed 22nd Jun 2005: Lords parity will not solve reform.",
        "A great way to solve a dilemma is to make a decision table, listing all the positive and negative aspects for each option.",
        "The next few chapters are all about how to solve the conflicts mentioned in the first one.",
        "Even after hours of thought, Olivia still couldn't solve the unfathomable riddle.",
        "The author of mystery books likes to use the technique of allusion in her writing to help the readers solve the cases.",
        "The authory of the mystery books like to use the technique of allusion in her writing to help the readers solve the cases.",
        "After having a moment of enlightenment, Bekah was finally able to solve the riddle.",
        "It took a long time for someone to recognize that people flying off the trampolines was a preventable event and solve the problem with a viable product.",
        "Facebook is another example of a product that didn't solve an obviously existing problem but was driven by a vision.",
        "Those who aren't resourceful tend to see problems, report them, talk about them and then try to solve them.",
        "Being open to the unknown is the best way to capitalize on the opportunities and solve the problems that pop up regularly.",
        "Startup founders think that the big, partnering company will solve all their problems, and they rarely do.",
        "Identifying ahead of time what is important to your spouse and yourself regarding a childcare provider will solve many potential conflicts down the road.",
        "While this might solve the problem for the moment, it actually reinforces negative behavior.",
        "Transitional Detective - used violence instead of logical deduction to solve crime.",
        "The new cop heroes were not as physically strong, but used their intellect to solve crime and get out of difficult situations.",
        "Keep a repair kit on hand to solve small rips and runs as they occur, because they will only get bigger if unaddressed.",
        "If you're looking for a last minute gift for someone or you have to purchase a gift for someone you don't know very well, finding out where to buy iTunes gift cards could solve your dilemma.",
        "Your input about how I can solve this problem would be greatly appreciated.",
        "Here, our visitors ask questions, and we offer advice to help solve some of these problems.",
        "Once you figure out why there may be a problem, you can solve that and then work on encouraging your cat back into the litter box.",
        "There is a booklet enclosed with the package that has helpful hints and guidelines to help solve your problem.",
        "Reviews can still be mixed among the box owners, so be aware that an automatic box will likely not solve all your litter box problems.",
        "Evo foods help solve this dilemma by providing a high-protein, grain free, low-carb diet in either form.",
        "The first 28 books detail the brother and sister team as they work to free the Arthurian character Morgan le Fay from a spell, solve ancient riddles and save old stories from being lost.",
        "Not only can they read favorite bible stories, but they can also take quizzes, listen to Christian songs about the stories, solve crossword puzzles, word scrambles and color pictures online.",
        "Author Nancy Star (who is generally known for her adult mysteries) has created a series that follows and a team of sleuthing second graders to solve seasonal mysteries.",
        "Ellen Raskin's The Westing Game is a quirky mystery that invites readers to solve the murder of eccentric tycoon Sam Westing.",
        "While working with a counselor may not solve every financial problem, it is a good step toward sound savings.",
        "Be sure that you first attempt to solve your own debt problem.",
        "Approach it as \"how can we solve this situation?\" while of course keeping in mind that you have other lenders to call later -- so don't overpromise to the first on the list and have nothing left for the others.",
        "Never do business with someone cold-calling, offering to solve all your woes.",
        "The customer service representatives manning the toll-free phone number and the e-mail system can usually answer questions and solve a variety of issues.",
        "Sometimes customers must be transferred to a different department to solve the issue.",
        "Non profit debt counseling in just one potential way to help you solve your debt problem.",
        "To solve the crisis, the email states, the person needs to log in to his or her account using the link provided.",
        "Often tightening them with your hands or a wrench will solve the problem.",
        "If you enjoy building furniture and need extra space in a child's or teen's room, the items you need to solve the problem are a set of loft bed building plans, building supplies and your tools.",
        "This double-blind, placebo controlled studies using Five Flower Formula and inducing stress in the study participants by making them solve complicated math problems.",
        "With some creativity, bay window treatments can help solve a challenging window arrangement.",
        "It is also important to remember that through the term \"rod\" suggests a straight piece, but they actually come in lots of styles that can solve specific design problems.",
        "Lighted makeup mirrors solve this problem by containing surround lighting that ensconces the sides or perimeter of the mirror.",
        "Some of these pets even generate personalities and can play games with you, solve puzzles and a myriad of other things, so they're always entertaining.",
        "Free virtual pets to take care of solve these cost problems for those who crave digital companionship.",
        "Part of the game involves collecting items along the way that will help them solve problems they come across.",
        "You still try to fit the pieces together, but this time you're looking to make a picture out of your creation and solve the puzzle.",
        "If any of the clues prove too difficult, you can ask the game for a hint to solve the clue.",
        "In Instamatic Monsters 2 you're given a different mission each time, and you try to explore the given area to solve the mystery.",
        "Choices allow you to play against the computer's contestants or your own friends as you spin the wheel to solve the puzzle.",
        "People have enjoyed sitting around their living rooms watching this show and trying to solve the puzzles for decades.",
        "With about 100,000 crossword puzzles for you to solve, Boatload Puzzles gives you three different sizes to choose if you download the application.",
        "If you are stuck with a clue, you can solve a single letter or even the word.",
        "Even though there is only one new one a day, you can go back to previous day's puzzles to solve them.",
        "Online Crosswords gives you some free online crossword puzzles to solve.",
        "These are timed puzzles and the only options you really have are solving the word or using online resources to help you solve clues.",
        "At Puzzles-another website with a simple name-you can find word searches you can solve online or print out to play with a hard copy.",
        "Thinks.com has about 50 puzzles you can download and print or solve within your web browser.",
        "Bookmark this site to solve the daily word search puzzle.",
        "Quizland has 60 word search puzzles to solve.",
        "When you're done, print it out or upload it to the website's server for users to solve!",
        "There are thousands, perhaps hundreds of thousands of puzzles available for you to solve online, able to keep any word search puzzle fan for quite some time.",
        "Obviously, they can help you solve a crossword clue that has been driving you crazy.",
        "Using an online crossword puzzle dictionary can help you get into the right mindset to solve those clues over and over again!",
        "In the Moshi world, you solve puzzles in order to earn virtual money called Rox.",
        "These CDs are ideal for individuals looking to solve problems, but they are not necessarily going to help a person de-stress or relax.",
        "Step back either physically or mentally, and think about why this person is upsetting you so much and ask yourself, \"If I start yelling, will it solve anything?\" and \"Will the repercussions of my yelling get me into more trouble?\"",
        "Decrease stress by not letting yourself get overwhelmed; solve issues as they come, do not overbook your home or work schedule, and learn to let go of disagreements, guilt, and worry.",
        "Solve this dilemma by actually penciling in time to daydream.",
        "Get creative: Find creative ways to solve your money troubles.",
        "Come up with a solution: Sit and really think about the best way to solve the problem.",
        "You may find that you are angry over silly things or you may find a creative way to solve your problems.",
        "Avoid using words like \"always\" and \"never\" when thinking or talking about yourself or others, and remember that anger will not solve any problems you have.",
        "Furthermore, when you write out your problems, you will find that it's much easier to solve them by brainstorming solutions.",
        "Uncovering these issues with a counselor will allow you to solve them in a healthy way so you can rebuild your emotional foundation, which will give you a better starting point when you do try to control your rage.",
        "In fact, the content and free help that is available online can help you solve even the most difficult of homework problems.",
        "Solve more complex real-life problems using angle measure, volume, area and surface area.",
        "Let the our experts help you solve your teen dating dilemmas, including the embarrassing ones!",
        "Perhaps the best section, however, is the Beauty 911; a page that lays out, from chipped nails to spilled drinks, all the possible beauty disasters that may occur on prom night, including the best way to solve these pesky mishaps.",
        "There are boxes that are puzzles that the teen has to solve to get the cash out available at stores like Spencer's.",
        "Show bullies that you aren't as weak as they thought, and you may solve some of your problems.",
        "Hopefully I can solve that problem before it comes to me.",
        "Research aims to help solve some of the issues that make this such a problematic illness.",
        "You need to deal with them and learn how to solve them.",
        "This treatment is conducted by a certified therapist who helps a client solve her problems through discussions and goal setting.",
        "It follows the adventures of Dora, a little girl who goes on a mission in each episode to help someone solve a problem or locate something with her best friend, Boots, a five-year-old monkey.",
        "The design will be lost as soon as you serve and eat the cupcakes; solve that issue by snapping some photos before you chow down.",
        "Smith can solve a Rubik's cube (he learned for a movie role).",
        "Trivia categories vary from show to show, but there are three contestants who solve the clues on the game board.",
        "Leg warmers solve that problem perfectly, while also staying in place more readily than socks.",
        "In order to solve the problem of short tennis skirts necessitating special undergarments, many manufacturers of tennis apparel are favoring \"skort\" styles which are a combination of a skirt with attached shorts.",
        "Bioengineers solve complex scientific problems, so people in this field need good problem-solving and critical-thinking skills.",
        "Bioengineering requires excellent communication skills, as engineers work together to solve problems, use the telephone and Internet to find information and present information to small and large groups of people.",
        "They are prepared to help their specific organizations strategically plan and solve challenges.",
        "These types of trips focus on enhancing relationships and are not designed to solve individual problems.",
        "He believes that if people set themselves up to be the pack leader amongst their dogs, it will go a long way to solve any issues they are having with their dogs.",
        "It won't completely solve the house training problem, but he will have less desire to mark territory in your home.",
        "Each Canine Review issue typically has at least one article on the current medical issues facing either a particular breed or canines in general and the research being conducted to solve or cure the problem.",
        "To solve the mystery of why they were [worn], I think we must follow our eyes.",
        "Raised flower beds not only look beautiful, but they can solve many common garden problems such as poor soil or drainage.",
        "If standing water rots away your plants before they have time to bloom, a raised bed can solve this problem.",
        "If this is your only bathroom, it's probably not a good idea, but if this is a second or third bathroom, it might solve your space problems and give you room for that nice heated towel rack or larger vanity you've been thinking about.",
        "If this is the case, a change-out of the entire fan might be necessary to solve the problem.",
        "You can also order interior cabinetry, benches or shelves along with your garage to solve all of your storage issues.",
        "Add value to your home and solve storage issues by installing built in bookshelves.",
        "Retractable metal awnings are available, which can solve this dilemma, but expect to pay more for them.",
        "Unfortunately, these old heaters have several problems that radiant heat can solve.",
        "Almost every part of the shirt was designed to solve a problem.",
        "There's a lot of interest in local, organic farms as the way to solve our food problems, but the reality is that land is expensive and demand is great for the limited local produce we can grow.",
        "The more time you spend in your garden, the more familiar you will become with how the various elements interact with each other, and this will help you anticipate and solve problems before they occur.",
        "A magazine on organic gardening can regularly inspire and encourage you, as well as helping you to solve problems in your garden.",
        "Few argue with this change in thinking, but some people do question if purchasing organic foods will really solve the environmental issues that we face today.",
        "They are garments that can meet many moods and solve many fashion needs.",
        "Raincoats are designed to be functional, with design details added to prevent or solve a problem.",
        "Create a daily or weekly treasure hunt that is easy to solve and involves guessing clues or going to a specific location at the facility.",
        "Often, engineers enjoy gifts that have a purpose and allow them to solve a problem or learn something new.",
        "Consultants are often in demand to solve immediate or specialized problems.",
        "The ability to remember gives the dreamer the opportunity to use the dream in a productive way to rehearse a task or solve a problem.",
        "Often the nightmare will no recur if the dreamer has the opportunity to analyze, solve or deal with the issue which might be causing the nightmare.",
        "He believed that dreams were a window to the dreamer's unconscious and a way for the dreamer to solve problems they were facing in their waking life.",
        "He was a major proponent of dream interpretation since he felt that bringing dreams to light would help the dreamer solve their problems.",
        "Just be sure to do your homework, so that you can make sure and find the right dentist to solve your particular sleep disorder need.",
        "However, as a patient, it is important to ensure that your sleep physician and your sleep apnea dentistry team are working together to solve your problem.",
        "Chronic nasal congestion causes many people to discontinue use of their CPAP machine, but adding a heated humidifier to the machine can solve this problem.",
        "Many people will need to follow several of these steps to finding the right option to solve their sleep apnea problems.",
        "If you are determined to solve your dream, consider checking out your library or purchasing books at your local bookstore.",
        "Accessories are designed to solve problems ranging from discomfort to powering the device.",
        "If you have a hard time finding glasses that fit your face because the standard sizes don't seem to mesh well with your proportions, custom eyeglass frames are one way to solve the problem.",
        "All of these actions are designed to solve dangerous situations without further risk or damage.",
        "Here you'll find other users who may have had similar issues as you and found other ways to solve them.",
        "Game creators don't make games impossible to solve or complete-people wouldn't buy the game then-but occasionally they put in a puzzle or part of a level that appears impossible.",
        "Players use the mouse (or a combination of mouse and keyboard commands) to interact with the world, solve puzzles, collect items, etc. LucasArts also entered the field with the Monkey Island games and Maniac Mansion several years later.",
        "In order to solve certain puzzles, players must have developed their character to a certain skill level.",
        "Explore different locations, battle multiple creatures, solve puzzles, or just hang out in a town and chat with people.",
        "In addition to all the brain training exercises listed above, Brain Age also has a huge number of free Sudoku puzzles for you to solve.",
        "You don't shoot through levels destroying bad guys or solve puzzles for the highest score.",
        "This is why this type of game is a casual game: you don't need to invest a lot of time in a game and to solve or finish the game, you don't need to think or rely on quick reflexes.",
        "Stage Challenge is a mode which has a number of problems for you to solve (similar to puzzle mode)."
    ],
    "definition": [
        "Link/Cite"
    ]
}