{
    "translation": "הרגיע, שיכך",
    "uses": [
        "He used his power to soothe her sleep.",
        "He always was able to soothe her.",
        "Darian's words did nothing to soothe Jenn.",
        "It counted for something but did nothing to soothe her anger.",
        "\"Come, what's the matter, old fellow?\" said Nesvitski trying to soothe him.",
        "He took a hot shower to soothe the muscle aches and stood in the hot water, letting it run over him.",
        "Doubts, however, soon sprang up as to its effect upon the minds of Austrian statesmen, since on the 8th of November the language employed by Kllay and Count Andrssy to the Hungarian delegations on the subject of Irredentism was scarcely calculated to soothe Italian susceptibilities.",
        "Rhyn grunted and rolled onto his stomach.  The stone floor beneath him was cool but not cool enough to soothe the hot fury of his magic.  The effects of whatever Toby had injected into him were almost gone.",
        "My mother sat beside my little bed and tried to soothe my feverish moans while in her troubled heart she prayed, \"Father in Heaven, spare my baby's life!\"",
        "This device was apparently intended to soothe Welsh national pride, by reviving in form, if not in reality, theseparate existence of the old Cymric state.",
        "The countess began to soothe Natasha, who after first listening to her mother's words, suddenly interrupted her:",
        "Mancini exerted himself in a hundred ways to soothe French resentment.",
        "He didn't know if she still yearned for her husband during a time when marriages among servants were arranged, but there was nothing that could soothe the ache a mother felt at losing her child.",
        "demulcere, soften), soothe the skin or mucous membrane.",
        "She is always spoken of by his friends as a mild, reasonable and obliging person, whose amiability and gentle sense did much to soothe the too nervous and excitable temperament of her husband.",
        "This refrigerant and anhidrotic action is employed to soothe many forms of headache by bathing the forehead with eau de Cologne.",
        "If so, no Utopia has ever yet been presented in a style so little calculated to stir the imagination, to warm the feelings, to soothe the insurgency of the reason.",
        "This story is probably an attempt to conceal a great disaster and to soothe the vanity of the Romans by accounts of legendary exploits.",
        "Liniments containing opium, belladonna or aconite rubbed into the affected part will often soothe the most severe local pain.",
        "Lord Chesterfield well knew the value of such a compliment; and therefore, when the day of publication drew near, he exerted himself to soothe, by a show of zealous and at the same time of delicate and judicious kindness, the pride which he had so cruelly wounded.",
        "Yet during the armistice which ensued (June 4th - July loth; afterwards prolonged to August loth) Napoleon did nothing to soothe the Viennese government, and that, too, despite the encouragement which the allies received from the news of Wellington's victory at Vittoria and the entry of Bernadotte with a Swedish contingent on the scene.",
        "\"My dear!\" exclaimed his mother imploringly, again laying her hand on his arm as if that touch might soothe or rouse him.",
        "An indecisive, but bravely fought action with Admiral Parker at the Dogger Bank showed, however, that the Dutch seamen had lost none of their old dogged courage, and did much to soothe the national sense of humiliation.",
        "Cyrus appears in the unassailably authentic cylinder inscription \"as a complete religious indifferentist, willing to go through any amount of ceremonies to soothe the prejudices of a susceptible population.\"",
        "His hands traveled her body in a restless attempt to soothe the need for the intimacy of the connection he felt when his fangs were in her neck.",
        "Meanwhile his efforts were directed to soothe Miss Vanhomrigh, to whom he addressed Cadenus [Decanus] and' Vanessa, the history of their attachment and the best example of his serious poetry, and for whom he sought to provide honourably in marriage, without either succeeding in his immediate aim or in thereby opening her eyes to the hopelessness of her passion.",
        "To soothe the irritation of England the due de Bouillon was sent to London to offer the hand of the kings sister to the prince of Wales.",
        "The keen sarcasm of his polished rhetoric was not calculated to soothe the susceptibilities of men already smarting under the deprivation of their most cherished illusions.",
        "A scarcely less important service was rendered to the ministry by his Letter to the October Club, artfully composed to soothe the impatience of Harley's extreme followers.",
        "To soothe the populace and protect the frontier more was required than the resumption, as in all grave crises of the Revolution, of terrorist measures such as forced taxation or the law of hostages; the new Directory, Sieys presiding, saw that for the indispensable revision of the constitution a head and a sword were needed.",
        "The product is used to soothe tickly, dry coughs, and helps to unblock a stuffy nose.",
        "Blended with essential oils of frankincense, rose geranium and lavender to calm, soothe and refresh body and mind.",
        "It is also a gentle herb suitable for children, where it can be used to calm anxious or excitable children and soothe headaches.",
        "try a heating pad to soothe the effected side.",
        "Products containing herbal extracts and essential oils of chamomile, lavender and sandalwood will often help soothe dry eczema.",
        "meadowsweet herb will help, to soothe and decrease acids.",
        "Our revitalizing and reviving therapy for those wanting to soothe frayed nerves and combat travel fatigue and jet lag.",
        "Until recently, computer games helped to soothe those old pains, rather like Clearasil on a particularly noisome spot.",
        "pessary drops of lavender essential oil added to the bath will also help Use vaginal pessaries to soothe the vagina.",
        "It has a long-standing reputation for combating eczema by helping to soothe irritated skin.",
        "Have you ever tried a relaxing sauna to soothe away your worries?",
        "Even a good scotch could not soothe the restlessness inside and by now he was up to a bottle a day.",
        "It contains chickweed, a herb that has been used for centuries to heal cuts and wounds and soothe itchy, irritated skin.",
        "Use plenty of moisturizing cream to soothe and soften the skin.",
        "soothe the irritation.",
        "soothe aches ans pains any were on your body.",
        "soothe the skin & help to release tension.",
        "soothe a sore stomach.",
        "soothe the inflammation.",
        "soothe arthritic symptoms such as: tender joints morning stiffness and swelling.",
        "soothe even the technocrat of 1851.",
        "soothe away your worries?",
        "soothe away the hard edges of the day.",
        "soothe away the aches and pains of a day's traveling.",
        "soothe away the everyday stresses of your hectic daily schedule.",
        "They lift the spirit and soothe the soul all year long.",
        "In countries such as Turkey and Cyprus, the leaves are used in preparing medicinal remedies to soothe and reduce swellings and inflammations.",
        "These products will soothe the senses and leave skin velvety soft with essential oils of vanilla, ylang ylang and rose.",
        "He believed that the arrival of so benevolent a king as Joseph, and the promulgation of a number of useful reforms based on those of the French Revolution, would soothe any passing irritation.",
        "He might soothe himself by reflecting that the basis for the Crusade, which he had hoped to find in Alexius III., was still more securely offered by Baldwin; he could not but feel with pride that he had become \"as it were pope and apostolicus of a second world.\"",
        "His Friendly Debate between a Conformist and a Nonconformist was a controversial tract which excited considerable feeling at the time of its publication in 1668, but he lived long enough to soothe by his moderation and candour the exasperation it had caused.",
        "When applied to the skin they soothe and relieve itching.",
        "His sensitive harmony singing managed to soothe the savage beast for the next turn.",
        "If the rash persists, a mild steroid cream may soothe the irritation.",
        "These precious earth minerals aid in the relief of aches & pains, soothe the skin & help to release tension.",
        "Eating live yogurt will replace intestinal flora lost during the alcohol attack and soothe a sore stomach.",
        "I told him I would use a different calming oil on his head to soothe the inflammation.",
        "Benefits Can soothe arthritic symptoms such as: tender joints morning stiffness and swelling.",
        "But music hath charms to soothe even the technocrat of 1851.",
        "Now he let its gentleness soothe away the hard edges of the day.",
        "The pool area also has a sauna, to soothe away the aches and pains of a day 's traveling.",
        "With our warm welcome and Thai hospitality, soothe away the everyday stresses of your hectic daily schedule.",
        "It isn’t always easy to apologize, but it’s the best way to soothe hurt feelings.",
        "The feel of your skin against your baby's may soothe his fussiness.",
        "Others, however, disagree with this method, instead choosing to let baby cry it out and learn how to soothe himself into a restful slumber.",
        "Let him learn how to soothe himself to sleep.",
        "This depends upon his age and other circumstances, such as illnesses, etc., but if your child is several months old and there isn't anything apparently wrong with him, let him try to soothe himself back to sleep.",
        "As a parent, you will know when your baby gives you her \"I'm too tired\" cry that it's time to cut the stimulation and help your baby soothe to sleep.",
        "However, if an infant wakes up crying and is hungry, it is best to feed your baby before trying to soothe your baby back to sleep.",
        "While it is important to soothe an upset child and provide a nurturing environment, it is just as important to know exactly when to let your children learn and experience life for themselves.",
        "Hugging and kissing to soothe his fears and bruises is a reasonable reaction, but lining your whole house in pillows is not.",
        "Come up with a list of songs that might be sung by mothers trying to soothe a baby, such as \"You Are My Sunshine\" and \"Rock-A-Bye-Baby.\"",
        "If you see that she is about to have an emotional breakdown, remove her to a quiet place and soothe her before she has a chance to explode.",
        "This model also includes a nightlight and a talk-back feature so that you can soothe your child with your own voice from outside the baby's room.",
        "Do cats purr because they are happy, to soothe themselves in a crisis or for some other reason?",
        "Soothe your preschooler with frequent assurances of blamelessness and give him loving affection.",
        "As with people, use common sense and consult a veterinarian before using this or any other herbal treatment on your beloved pet.Many pet owners try flower remedies to soothe anxieties in their pets.",
        "Whether you're seeking a salve to cure boils, draw out splinters, or soothe a wasp sting, ichthammol salve provides natural relief.",
        "If you've ever tried to soothe a sore throat with a cup of Celestial Seasonings Wellness Tea, then you know that getting better never tasted so good.",
        "Lemongrass and natural lemon flavors are combined with licorice root, slippery elm, and fennel to help naturally soothe sore throats.",
        "Applying the gel to the affected area several times throughout the day will soothe and cool the painful burning feeling.",
        "The scent is also said to soothe, relax, and promote sleep.",
        "The Bach remedy called Rescue Remedy, used when people or animals are under great stress, has shown time and again to comfort and soothe the patient whether human or animal.",
        "For Beautiful Balms' product, calendula oil is included to reduce inflammation, soothe rashes, and rejuvenate the skin.",
        "The paste is then mixed into a drink that, when consumed, helps soothe the gastrointestinal tract.",
        "Ginger helps soothe the stomach and relieve many of the symptoms.",
        "Teas made with slippery elm powders are can soothe upset stomachs and ease nausea.",
        "Most people find chamomile taken as a tea or tisane quite pleasant, and a relaxing cup of chamomile can soothe light anxiety.",
        "Just imagine a peaceful and stylish setting, where you can sleep better, and maybe even soothe your soul.",
        "Milk proteins are naturally nourishing, while aloe and pro-vitamin B5 soothe and eliminate redness.",
        "Once you're all wrapped up in strips of muslin, mud treatments are smothered all over your body to firm, detox and soothe aching muscles and joints.",
        "Lightly aromatic, it contains various floral extracts to nourish and soothe.",
        "It has the power to evoke strong emotions, soothe the mind, and relax the body.",
        "Many drugstores now sell essential oils, allowing the stressed to soothe their tension with a bit of easy aromatherapy.",
        "Nearly any physical activity can calm the mind and soothe the body.",
        "The lower level of nicotine also helps keep withdrawal symptoms at bay, so users do not have the urge to soothe their symptoms by getting a cigar or cigarette.",
        "Do be careful about using food to soothe the cravings.",
        "Deep breathing can help you feel more mellow and soothe your frazzled nerves.",
        "A Wubbzy backpack is the perfect tool for carrying a little one's bedtime essentials to granny's house, and a Wubbzy cuddle pillow and blanket will soothe any homesick feelings at bedtime.",
        "Most of these shampoos not only kill fleas on contact when properly applied, but also contain anti-itch medication that helps soothe the flea bites, helping your pet to quit scratching.",
        "When the fungus is present, dogs may exhibit anything from general to severe irritation on their feet, and most will lick and chew around their toes in an attempt to soothe the itch.",
        "It is acceptable to put the crate in your bedroom If you want to soothe her with your presence, but be prepared for what could be a long night of crying and whining.",
        "Organic skin products use natural and often traditional ingredients to cleanse and soothe the skin.",
        "When you're shopping for products to soothe your child's skin, pay very close attention to labeling.",
        "The term salve is a rather broad one that describes pretty much any treatment that is meant to soothe or relieve irritation.",
        "Organic lotions allow you to soothe and pamper your skin with gentle ingredients.",
        "The toy can help the child self soothe as well as provide a companion for many years.",
        "Humidity: Often sold as an optional add on, humidifiers are a good way to soothe your nasal passages adding to the comfort level.",
        "Ritual - Institute a relaxing ritual, such as a hot bath, mug of herbal tea or soft music to soothe you to sleep.",
        "Whether you're wanting to soothe that nostalgic itch or just get that monkey off your back, we're here to help.",
        "Therapy is designed to make the patient more comfortable (pain medications and hot packs to soothe the muscles), and intervention if the muscles responsible for breathing fail (for instance, a ventilator to take over the work of breathing).",
        "Aloe (Aloe barbadensis) can be applied topically to soothe skin during healing.",
        "By contrast, parents who are inconsistent and insensitive to their infants' signals are more likely to have anxious, irritable babies who are difficult to soothe.",
        "At bedtime, it can soothe and facilitate sleep.",
        "Parents often become frustrated with their child's need for a security object as it falls to the parent to keep track of the object and soothe the child if it is misplaced or lost.",
        "A warm bottle, a dry diaper, soft music, a bath, or a ride in a swing, stroller, or car may be offered to soothe a crying child.",
        "They have just spent nine months in a home that fed them; kept them warm; brought them the oxygen they needed; took care of waste products; and provided a gentle rocking motion to soothe them.",
        "Mullein (Verbascum thapsus) oil has anti-inflammatory properties and may be apppied to the infected ear canal (one to three drops every three hours) to help soothe and heal the ear.",
        "Also, running a humidifier can prevent mucus within the nasal passages from drying out uncomfortably and can help soothe any accompanying sore throat or cough.",
        "Sleep disruptions throughout childhood also cause disruptions for the entire family, particularly parents who must attend to the frightened child and soothe the child back to sleep.",
        "Rocking or walking around with the baby held up against the shoulder can sometimes soothe the infant.",
        "Soothe Your Baby the Natural Way: Bonding, Calming Rituals, Massage Techniques, Natural Remedies.",
        "They are often more difficult to soothe and settle as babies.",
        "Patting rather than rubbing the skin after bathing and thoroughly massaging lubricating lotion or nonprescription cortisone creams into still-damp skin can soothe red, irritated nummular dermatitis.",
        "However, once the entire hair removal process is complete, a layer of either cooling gel or oil will typically be gently applied on the area to help soothe the skin.",
        "The foam, composed of different pressurized chemicals, expands rapidly when released and helps soften, moisturize, and soothe both skin and hair prior to shaving as well as provides lasting effects after shaving.",
        "Many celebrities such as Naomi Watts and Rachel McAdams attribute the stunning state of their hair to Fekkai's special protein treatments that soothe and repair processed strands.",
        "The Jonathan hair product Shampoo Serious Volume Volumizing Shampoo gently cleanses hair using rosemary and sage extracts, and it includes sweet almond protein to coat strands and soothe processed hair.",
        "She also used a cotton swab with aloe gel to soothe the treated area, and within minutes the pain and redness was significantly faded.",
        "Creams by Lansinoh and MotherLove help soothe aching breasts and nipples.",
        "They come in lemon and peppermint, flavors which can soothe upset stomachs.",
        "Try Preggie Pops to beat morning sickness naturally and soothe your growing belly with Pregnant Belly Salve by MotherLove.",
        "What little hair remains is neatly trimmed, and talcum powder is applied to help soothe the resulting sting which fades within about 24 hours.",
        "Aromatherapy is popular today and these fragrant natural oils are used in many spas to calm and soothe.",
        "Herbs were also used as treatments and would be used to relax and soothe young babies, to aid sleep and for a variety of other purposes.",
        "Whilst a tendency to be nervous may cause you hesitate, the following fun date ideas aim to soothe those butterflies.",
        "A good counselor must be able to soothe fears and instill confidence in the youngsters.",
        "They're very similar to the original slides, but offer massaging nubs on the insole to soothe your aching feet.",
        "These flip flop inspired styles are available with pillow top soles, gel pads, and nubby waffle weaves to soothe and energize tired feet.",
        "Not only can this help soothe the nerves of a nervous child (or maybe parent!), it also provides a great opportunity for bonding and sharing in a special experience.",
        "The hotel offers many amenities to soothe weary travelers and keep businesspeople happily working.",
        "Gent's Dress Diamond: Glittering gemstones against a field of sleek black will attract all eyes while an array of performance features soothe the tech-lover within.",
        "Yoga breathing, or Pranayama, can help add an extra level to yoga practice and can also help to relax and soothe or invigorate and rejuvenate.",
        "If desired, you could also add ¼ cup of oatmeal to soothe rough skin, a handful of your favorite dried herbs, ½ cup of Epsom salt or baking soda, and even a splash of olive oil.",
        "Adding herbs and other additives to your soap can help soften and soothe dry skin.",
        "Add a tablespoon of aloe vera gel to the cooled mixture to soothe the skin.",
        "It may be hard to pinpoint a diagnosis of fibromyalgia, since several other diseases share similar symptoms, but once you discover (or suspect) that you have it, fibromyalgia support hose stockings may soothe your aches and pains.",
        "Pamper yourself with fabrics that soothe the skin and keep you snug as you rest.",
        "The Silk Cotton Henley Nightshirt will soothe your tired body to sleep.",
        "A sound of nature MP3 will soothe the soul, relax your body, and free your mind.",
        "Aveeno's Soothing Bath Treatment is a natural and relaxing power bath formula created to soothe itchy and dry skin with a mixture of 100% natural colloidal oatmeal and other natural ingredients.",
        "They are designed to smooth rough skin and soothe areas irritated by shaving.",
        "Panama Jack After Sun Burn Relief is a gel containing lidocaine, aloe vera, vitamin E, and menthol to soothe and cool skin.",
        "Drinking cups of echinacea tea regularly will also relieve your stress level and soothe your body into relaxation.",
        "Use organic products to cleanse, soothe the irritation, and restore health to the tissue.",
        "Certain types of bath salts will help moisturize the skin, while the majority will help relieve stress and soothe tired, aching muscles.",
        "As with bath oils and salts, bombs also contain therapeutic scents designed to soothe the mind, body and spirit.",
        "These services include specially scented products to invigorate, relax, or soothe.",
        "The vinegar will help to soothe the sunburn and alleviate the sting.",
        "Taking vitamin C or betacarotines can also help to soothe angry skin following an attack.",
        "Philosophy's miniature pads not only exfoliate, but also protect against free radical damage, moisturize, soothe, reduce redness, encourage radiance and help diminish the look of fine lines.",
        "There are several products that can soothe your burn while providing your skin with a fair chance to heal.",
        "It's an aromatherapeutic herb recognized primarily for its abilities to soothe, calm and relax the mind.",
        "It's an anti-inflammatory that helps soothe irritated skin, making the lineup ideal for even the most sensitive skin types.",
        "Adding a cup or two of rolled oats directly under running bath water will help soothe a burdensome rash or uncomfortable insect bites.",
        "If your skin is extra sensitive, opt for the Sensitive Care stick, which is infused with chamomile extract to soothe irritation.",
        "It, too, is designed to soothe very dry skin.",
        "Baking Soda - To soothe your red, dry skin, mix a box of baking soda into a lukewarm bath and soak the pain away.",
        "The temperature of the bath should be lukewarm or cool to soothe the sunburn's sting.",
        "Oatmeal - One of the most healthy breakfast foods around is also another way to soothe a sunburn.",
        "The sticky liquid found inside of the aloe vera leaves can soothe and relieve sunburn pain.",
        "Topical Sunburn Gels - To soothe sunburn, you can purchase a topical gel.",
        "Over the counter itchy sprays and creams will help soothe the itch as healing conitnues.",
        "Most cases of heat rash clear up quickly, while others may require anti-itch treatments such as calamine lotion or cooling menthol ointments to soothe and comfort the skin and alleviate itching.",
        "The botanical ingredients soothe the skin and reduces the signs of aging.",
        "Aloe vera and shea butter moisturize and soothe skin to prevent irritation.",
        "AHAVA The Source Mineral Body Lotion is a nourishing daily body lotion that contains witch hazel to soothe inflammation and act as an astringent to kill bacteria on the body.",
        "You're suffering from a bad case of poison oak and would like to soothe your skin's irritation yourself.",
        "The aloe gel will clean the wound and soothe the skin.",
        "Dab (don't rub) the infected area to cleanse and soothe your skin.",
        "Everything in the room was geared to tease or soothe the senses, from the soft sheets to the dim lighting to the calming scents.",
        "It can also be used to help soothe aches ans pains any were on your body.",
        "contains aloe to soothe razor burn, while it relieves dryness and helps skin repair minor nicks and cuts.",
        "To do this, the back of the throat is sprayed with a topical anesthetic to soothe the nerves causing the gag reflex.",
        "A relaxing aromatherapy facial to deep cleanse and soothe the skin.?",
        "This is because music does indeed soothe the savage beast, or in this case, the baby.",
        "bismuth salts are mildly astringent and antiseptic to soothe and protect raw areas.",
        "Just the view of my discreet yacht, gently bobbing, Helps soothe the turmoil in my troubled soul.",
        "bootie socks with aromatherapy-cushioned soles to soothe away aches and pains and bring a happy equilibrium to the home once more!",
        "camomile in the liner will soothe and calm your baby's skin.",
        "Protect and soothe your skin with our calming balm of organic roman chamomile and lavender."
    ],
    "definition": [
        "To calm or placate (a person, for example).",
        "To ease or relieve (pain, for example).",
        "sooth′er\nnoun",
        "Link/Cite",
        "To keep in good humour; wheedle; cajole; flatter.",
        "To restore to ease, comfort, or tranquility; relieve; calm; quiet; refresh.",
        "To allay; assuage; mitigate; soften.",
        "(rare) To smooth over; render less obnoxious.",
        "To calm or placate someone or some situation.",
        "To ease or relieve pain or suffering.",
        "(intransitive) To temporise by assent, concession, flattery, or cajolery.",
        "(intransitive) To bring comfort or relief.",
        "Link/Cite"
    ]
}