{
    "translation": "חללית",
    "uses": [
        "They left the row house for the park across the street, where a small spacecraft awaited them.",
        "Near the end of her patience trapped in the tiny box of a spacecraft, she shot up when she felt the familiar pressure of them descending.",
        "The hum of a spacecraft made her pulse leap again, and her eyes found the small craft descending from the sky to a landing point a hundred meters away.",
        "He turned on his heel as soon as she appeared and strode toward the small area beneath a tree where spacecraft traditionally hovered to release their occupants.",
        "Mansr closed the door as another mine exploded and guided the spacecraft farther off the ground.",
        "\"The cease-fire must make it easier to travel,\" she observed, recalling the enemy positions around the spacecraft launch sites.",
        "spacecraft in orbit at this speed.",
        "Silently, the two left the row house for the park across the street, where the spacecraft was hidden in the Monterey mist.",
        "Besides the new story line, Star Tours II: The Adventure Continues will also feature a high-definition video, new special effects and an improved motion simulator, an orange StarSpeeder 1000 spacecraft.",
        "The only genuine spacecraft to make the list, the Apollo 13 earns this accolade for being a genuine vessel launched by NASA in 1970 as the third manned mission to the moon.",
        "In one scene of the first Back to the Future movie, the car was mistaken for an alien spacecraft, and speculation is that they chose the DeLorean because of this scene.",
        "The spacecraft's door opened, and her excitement grew.",
        "He pulled away to take her hand, and they walked hand-in-hand toward the small spacecraft.",
        "It must be pretty lonely being an unmanned spacecraft.",
        "Spacecraft could flow along these channels practically effortlessly - barely needing thrusters to struggle against gravity.",
        "alien spacecraft sits on a desolate plain on a distant planet.",
        "Mansr's small spacecraft dropped from the sky and hovered above him, following as he darted toward the sacred cave.",
        "NASA scientists still have six months ' work to do to put the spacecraft into an almost circular two-hour orbit.",
        "This huge ship also houses a compliment of Viper spacecraft.",
        "Since then all manned spacecraft have had artificial Schumann Wave generators built into them.",
        "An alien spacecraft is heading for Earth and will arrive within weeks, bringing colonists who offer partnership and prosperity.",
        "extraterrestrial spacecraft.",
        "An example would be, say a flake of paint was to hit a spacecraft in orbit at this speed.",
        "Titan 's atmosphere contains an abundance of methane, which was detected many years ago by spacecraft that flew past the planet.",
        "RA The Right Ascension of the spacecraft 's x-axis.",
        "Other toy themes could include farm animals, zoo animals, reptiles, bugs, automobiles, spacecraft, and more.",
        "Crypto and the spacecraft can be upgraded with specific amounts of DNA that you collect to get better weapons and abilities.",
        "The missions will take you to a wide variety of locations; the city, dark caves, strange wildernesses and alien spacecraft.",
        "Some claim that the government is housing aliens at the site; others say it's a test site for alien spacecraft.",
        "The seven-person crew of the freighter discovered a derelict spacecraft, with all personnel aboard having suffered a violent death.",
        "Spacecraft owned by odd-jobbing pirates are suitably ricketty.",
        "Remember that alien spacecraft that crashed at Roswell, New Mexico back in the 1940s?",
        "The books, especially the books about technology and spacecraft include many blueprints you can enjoy.",
        "expendable launch vehicle stands ready to launch the Swift spacecraft.",
        "Episode 6 (11 NOV 93) Out Of Time The crew encounter an experimental spacecraft surrounded by an ' unreality minefield '.",
        "This image is made up from the many pictures received from the NEAR Shoemaker spacecraft as it orbits the asteroid Eros.",
        "Also the metal spacecraft protected the astronauts from most of the radiation.",
        "The world's most powerful rocket, Saturn V, was built to launch the Apollo spacecraft, which carried three astronauts.",
        "Read Full Article Aurora discovered on Mars The European Mars Express spacecraft has spotted an aurora in the Martian atmosphere.",
        "The episode also provides a rather good alien spacecraft which certainly bodes well for the return of Doctor Who in 2005.",
        "The Cassini spacecraft completed three close flybys of Saturn's enigmatic moon Enceladus between February and July 2005.",
        "This image quality is much better than that obtained with the X-ray instrumentation, and is significantly degraded by the spacecraft drift.",
        "For Terrestrial Planet Finder, five spacecraft, flying in formation about one kilometer apart, will function as an optical interferometer.",
        "interplanetary spacecraft is surely being a little naive, to say the least.",
        "The spacecraft will release a small lander onto the surface of this mysterious cosmic iceberg.",
        "Finally, space launch vehicle noise if uncontrolled can cause serious structural damage to the spacecraft and payload.",
        "The feature's presence was detected by several instruments aboard the spacecraft, including the magnetometer.",
        "Changes in magnetic field geometry while the spacecraft is traversing the transition region between the outer and middle magnetosphere are also considered.",
        "Odyssey spacecraft have found evidence of extensive water ice in Mars ' polar soil.",
        "The spacecraft was launched on December 20, 1999 as a secondary payload on a Taurus launch vehicle.",
        "The spacecraft has a remote observation payload, as well as a Lander communications package.",
        "shrinkthe distance to Andromeda will have shrunk to zero for the spacecraft.",
        "Once in their orbiting spacecraft, they will circle the Earth once every 90 minutes.",
        "To launch spacecraft its own apart be Anthony Diaz Insurance Service in space team of five.",
        "A selection of scratch built spacecraft based on Space 1999 which were built in the early 1980's.",
        "These include sites where children can enter competitions or have their names sent onboard spacecraft.",
        "Arthur's only chance for survival is to hitch a ride on a passing spacecraft.",
        "NASA's scientific investigation of the Solar System is being accomplished mainly through the use of unmanned automated spacecraft.",
        "Anyone who expects an unequivocal statement that the UFOs are interplanetary spacecraft is surely being a little naive, to say the least.",
        "The null hypothesis is that not one of the available UFO reports represents a genuine sighting of an extraterrestrial spacecraft.",
        "The alien spacecraft sits on a desolate plain on a distant planet.",
        "The Moon was first visited by the soviet spacecraft Luna 2 in 1959.",
        "GRACE can measure changes in the separation of two identical spacecraft in the same orbit approximately 220 kilometers apart.",
        "spacecraft into an almost circular two-hour orbit.",
        "spacecraft mission.",
        "spacecraft clock time.",
        "spacecraft observations into their magnetospheric context.",
        "spacecraft structures during ground testing.",
        "spacecraft operation.",
        "spacecraft design with an emphasis on control systems.",
        "But now, the unique Ulysses spacecraft may give scientists a reality check.",
        "tails of comets and even has measurable effects on the trajectories of spacecraft.",
        "Propulsion methods such as the ion thruster and solar sail are examples of alternative propulsion options for spacecraft.",
        "Titan's atmosphere contains an abundance of methane, which was detected many years ago by spacecraft that flew past the planet.",
        "unmanned spacecraft.",
        "RA The Right Ascension of the spacecraft's x-axis.",
        "This larger spacecraft will weigh 300 kg and carry high resolution Earth imaging and advanced communications payloads whilst retaining low cost.",
        "For the distance to Andromeda will have shrunk to zero for the spacecraft.",
        "Arthur 's only chance for survival is to hitch a ride on a passing spacecraft.",
        "NASA 's scientific investigation of the Solar System is being accomplished mainly through the use of unmanned automated spacecraft.",
        "The Moon was first visited by the Soviet spacecraft Luna 2 in 1959.",
        "We would also accept the risks involved in a four spacecraft mission.",
        "The Earth location data which is appended to the Level 1b data is based on the spacecraft clock time.",
        "The derived open-closed field line boundary can be combined with appropriate field line mapping to place spacecraft observations into their magnetospheric context.",
        "The purpose of such systems is to reduce, or eliminate, gravity loading on large spacecraft structures during ground testing.",
        "They will allow engineers to evaluate the advantages of autonomous spacecraft operation.",
        "This text provides a systems eye view of robotic spacecraft design with an emphasis on control systems.",
        "The solar wind has large effects on the tails of comets and even has measurable effects on the trajectories of spacecraft.",
        "manned spacecraft.",
        "orbiting spacecraft called Mars Odyssey."
    ],
    "definition": [
        "Link/Cite",
        "A vehicle that travels through space.",
        "The standard plural form is \"spacecraft\", however spacecrafts is quite common.",
        "Link/Cite"
    ]
}