{
    "translation": "סוג, מין",
    "uses": [
        "Most of the known rhino species are West African.",
        "Buffalo are a different species – like the water buffalo.",
        "In size the male African elephant often surpasses the Asiatic species, reaching nearly 12 ft.",
        "Specialized species like Mastodon americanus have completely lost the rudimentary premolars.",
        "Some species show fermentative power.",
        "The 2000s saw the rise of commercially viable seeds created by transgenesis, that is, the insertion of DNA from one species into another species.",
        "Allied to the pine-grosbeak are a number of species of smaller size, but its equals in beauty of plumage.'",
        "Why has man just these species of animals for his neighbors; as if nothing but a mouse could have filled this crevice?",
        "The African elephant is a very different animal from its Asiatic cousin, both as regards structure and habits; and were it not for the existence of intermediate extinct species, might well be regarded as the representative of a distinct genus.",
        "Unlike the African species, the Indian elephant charges with its trunk curled up, and consequently in silence.",
        "In 1894 and 1895, Fischer, in a remarkable series of papers on the influence of molecular structure upon the action of the enzyme, showed that various species of yeast behave very differently towards solutions of sugars.",
        "Finally, we get to the fourth order of GMO: being able to splice genes from one species into another species, a process known as transgenesis.",
        "It is now filled with the smooth sumach (Rhus glabra), and one of the earliest species of goldenrod (Solidago stricta) grows there luxuriantly.",
        "I thought I might just as well describe my pet in order to know it--order, vertebrate; division, quadruped; class, mammalia; genus, felinus; species, cat; individual, Tabby.",
        "In this connexion it is of interest to note that, both in the Mediterranean islands and in West Africa, dwarf elephants of the African type are accompanied by pigmy species of hippopotamus, although we have not yet evidence to show that in Africa the two animals occupy actually the same area.",
        "Throughout Britain, as a rule, this species is one of the most plentiful birds, and is found at all seasons of the year.",
        "Amongst hardy species of Nymphaea now much grown are candida, nitida, odorata, pygmaea and tuberosa, all with white, more or less sweet-scented flowers; flava, yellow, and sphaerocarpa, rose-carmine.",
        "Tubulifera: This division comprises but a single family - the Phloeothripidae; the species are not numerous, but some of them are of large size for Thysanoptera, as much as 8 mm.",
        "Schwann in 1839) was studied by Hansen, who found that each species only developed spores between certain definite temperatures.",
        "By their describers, the dwarf European elephants were regarded as distinct species, under the names of Elephas melitensis, E.",
        "Previously to Hansen's work the only way of differentiating I Hansen found there were three species of spore-bearing Saccharomycetes and that these could be subdivided into varieties.",
        "Still, the close relationship of the existing Liberian pigmy hippopotamus to the fossil Mediterranean species is significant, in relation to the foregoing observations on the elephant.",
        "While the majority of the Thysanoptera are thus vegetarian in their diet, and are frequently injurious in farm and garden, some species, at least occasionally, adopt a predaceous habit, killing aphids and small mites (so-called \"red-spiders\") and sucking their juices.",
        "In the zymo-technical industries the various species of yeast exhibit different actions during fermentations.",
        "The food of this species seems to consist of the seeds and buds of many sorts of trees, though the staple may very possibly be those of some kind of pine.",
        "In C. nigrescens and in some other species a zooid may contain a pair of ovaries, a pair of testes, or an ovary and a testis, although the males, females and hermaj phrodites do not differ from one another in external characters.",
        "In this respect the Asiatic species differs very widely from its African relative, whose nutriment is largely composed of boughs and roots.",
        "That is because the state is home to almost four dozen species of snakes.",
        "The minute insects included in it, which haunt blossoms and leaves, are fairly well known to gardeners by the name Thrips, a generic term used by Linnaeus for the four species of the group which he had examined and relegated to the order Hemiptera.",
        "If, on the other hand, the dwarf Congo elephant be regarded as a species, then the Maltese and Cyprian elephants may have to be classed as races of Elephas pumilio; or, rather, E.",
        "The usual variations in habit that characterize plant-feeding insects are exhibited by the Thysanoptera some species being found only on one particular food-plant, while others thrive indifferently on a large assortment.",
        "Hansen showed that the microscopic appearance of film cells of the same species of Saccharomycetes varies according to the temperature of growth; the limiting temperatures of film formation, as well as the time of its appearance for the different species, also vary.",
        "Restaurants located all over the island prepare many species of fish, crab, lobster, shrimp, and shellfish using a diversity of techniques.",
        "Many species of Thysanoptera are known to be habitually parthenogenetic. The eggs are laid on the food-plant, those females possessed of an ovipositor cutting through the epidermis and placing their eggs singly within the plant-tissues; a single female may take five or six weeks to deposit all her eggs.",
        "It is represented in the south-west of North America by other forms that by some writers are deemed species, and in the northern parts of South America by the C. phoeniceus, which would really seem entitled to distinction.",
        "WATER-LILY, a name somewhat vaguely given to almost any floating plant with conspicuous flowers, but applying more especially to the species of Nymphaea, Nuphar, and other members of the order Nymphaeaceae.",
        "Three species of deer are common.",
        "While it is important to know how to identify snakes, with so many snake species it is equally important to have a good guide and learn the facts.",
        "Paved walkways allow for serene nature hikes through over a dozen different tree species.",
        "Endospore formation, the conditions for which are as follows: (1) suitable temperature, (2) presence of air, (3) presence of moisture, (4) young and vigorous cells, (5) a food supply in the case of one species at least is necessary, and is in no case prejudicial.",
        "Nests of this species were found in 1821 by Johana Wilhelm Zetterstedt near Juckasj,rwi in Swedish Lapland, but little was known concerning its nidification until 1855, when John Wolley, after two years' ineffectual search, succeeded in obtaining near the Finnish village Muonioniska, on the Swedish frontier, well-authenticated specimens with the eggs, both of which are like exaggerated bullfinches'.",
        "A good idea is to either take a guide into the field when trying to identify snakes, or to memorize the details of a few species that are of interest before setting out.",
        "Brown or golden king crabs are the smallest in size of the three main species and are similar in taste to blue king crab.",
        "More than 2000 species of insects have been classified.",
        "The true mushroom itself is to a great extent a dung-borne species, therefore mushroom-beds are always liable to an invasion from other dung-borne forms. The spores of all fungi are constantly floating about in the air, and when the spores of dung-infesting species alight on a mushroom-bed they find a nidus already prepared that exactly suits them; and if the spawn of the new-comer becomes more profuse than that of the mushroom the stranger takes up his position at the expense of the mushroom.",
        "Many other species of Agaricus more or less resemble A.",
        "In the European species of Sitaris and Meloe these little larvae have the instinct of clinging to any hairy object.",
        "The species most liable to be struck are oaks, poplars and pear trees; beech trees are exceptionally safe.",
        "It is hunted chiefly for the sake of the ivory of its immense tusks, of which it yields the principal source of supply to the European market, and the desire to obtain which is rapidly leading to the extermination of the species.",
        "The better plan is to discard at once all fungi which have not been gathered from open pastures; by this act alone more than nine-tenths of worthless and poisonous species will be excluded.",
        "Another small and common species, M.",
        "It may open either forward or backwards; and although present in the great majority of the species, and enclosing the teats, it may, as in many of the opossums, be completely absent, when the teats extend in two rows along the whole length of the under-surface of the body.",
        "Some two dozen distinct species have been described as occurring in man.",
        "North Borneo is especially rich in species.",
        "Species of 51 more seem to occur as true natives within the Ethiopian and Indian regions, and besides these 18 appear to be common to the Ethiopian without being found in the Indian, and no fewer than 71 to the Indian without occurring in the Ethiopian.",
        "The Nitidulidae are a large family with 1600 species, among which members of the genus Meligethes are often found in numbers feeding on blossoms, while others live under the bark of trees and prey on the grubs of boring beetles.",
        "family containing over Io,000 species and distributed all over the world.",
        "There are about 600 species in the family, the males being usually larger than the females, and remarkable for the size of their mandibles.",
        "In the same species, however, great variation occurs in the development of the mandibles, and the breadth of the head varies correspondingly, the smallest type of male being but little different in appearance from the female.",
        "The Scarabaeidae or chafers are an enormous famil y of about 15,000 species.",
        "pumilio will have to rank as a race of the Maltese species.",
        "The species of the Of d World which, though commonly called \"grosbeaks,\" certainly belong to the family Ploceidae, are treated under WEAVER-BIRD.",
        "A good deal also depends on the species of tree.",
        "Most of the species are esteemed good eating by the natives of the countries in which they live.",
        "of the White Sea, which is a botanical limit for many species).",
        "A list, still incomplete, of the birds of St Petersburg runs to 251 species.",
        "The various species of rapacious animals are disappearing, together with the colonies of marmots; the insectivores are also becoming scarce in consequence of the destruction of insects; while vermin, such as the suslik, or pouched marmot (Spermophilus), and the destructive insects which are a scourge to agriculture, become a real plague.",
        "In the article on \" Railways \" in the Supplement to the Encyclopaedia Britannica, published in 1824, it is said: \"It will appear that this species of inland carriage [railways] is principally applicable where trade is considerable and the length of conveyance short; and is chiefly useful, therefore, in transporting the mineral produce of the kingdom from the mines to the nearest land or water communication, whether sea, river or canal.",
        "Homogenesis means simply that such organism comes into existence directly from a parent organism of the same race, and hence of the same species, sub-species, genus and so forth.",
        "so that a known animal may give rise to another known animal of a different race, species, genus, or even family, or to a plant, or vice versa.",
        "The whole story was an imaginary embroidery of the facts that barnacles attach themselves to submerged timber and that a species of goose is known as the bernicle goose.",
        "With the decline of totemism arose the need for human sacrifice - the only means of re-establishing the broken tie of kinship when the animal species was no longer akin to man.",
        "In the former case (a) individual animals might be distinguished by certain marks, or (b) the whole species.",
        "After excuses made to the animal or to the species in general, the victim was placed in position, and silence observed by all who were present.",
        "The peat is different in character from that of northern Europe: cellular plants enter but little into its composition, and it is formed almost entirely of the roots and stems of Empetrum rubrum, a variety of the common crowberry of the Scottish hills with red berries, called by the Falklanders the \" diddle-dee \" berry; of Myrtus nummularia, a little creeping myrtle whose leaves are used by the shepherds as a substitute for tea; of Caltha appendiculata, a dwarf species of marsh-marigold; and of some sedges and sedge-like plants, such as Astelia pumila, Gaimardia australis and Bostkovia grandif ora.",
        "Of the extremely limited Samoan fauna, consisting mainly of an indigenous rat, four species of snakes and a few birds, the most interesting member is the Didunculus strigirostris, a ground pigeon of iridescent greenish-black and bright chestnut plumage, which forms a link between the extinct dodo and the living African Treroninae.",
        "The American hornbeam, blue or water beech, is Carpinus americana (also known as C. caroliniana); the common hophornbeam, a native of the south of Europe, is a member of a closely allied genus, Ostrya vulgaris, the allied American species, 0.",
        "These differences have given rise to a supposed multiplicity of species, expressed by the names C. lycaon (Central Europe), C. laniger and C. niger (Tibet), the C. occidentalis, C. nubilus, C. mexicanus, &c., of North America, and the great blackish-brown Alaskan C. pambasileus, the largest of them all.",
        "In North America there is a second distinct smaller species, called the coyote or prairie-wolf (Canis latrans), and perhaps the Japanese wolf (C. hodophylax) may be distinct, although, except for its smaller size and shorter legs, it is scarcely distinguishable from the common species.",
        "It is singular that such closely allied species as the domestic dog and the Arctic fox are among the favourite prey of wolves, and, as is well known, children and even full-grown people are not infrequently the objects of their attack when pressed by hunger.",
        "long, with the skin of its neck loose, so as to render it dilatable at the will of the animal, as in the cobra of India, a species from which it differs only in the absence of the spectacle-like mark on the back of the neck.",
        "This name is twice translated \"adder,\" but as nothing is told of it beyond its poisonous character and the intractability of its disposition, it is impossible accurately to determine the species.",
        "CYPRESS (Cupressus), in botany, a genus of fifteen species belonging to the tribe Cupressineae, natural order Coniferae, represented by evergreen aromatic trees and shrubs indigenous to the south of Europe, western Asia, the Himalayas, China, Japan, north-western and north-eastern America, California and Mexico.",
        "All the species exude resin, but no turpentine.",
        "The species C. torulosa of North India, so called from its twisted bark, attains an altitude of 150 ft.; its branches are erect or ascending, and grow so as to form a perfect cone.",
        "The only indigenous land mammalia are a small rat and a few curious species of bats.",
        "Sixty species of parrots, some of them very handsome, are found in Australia.",
        "This species and many others do not extend to Tasmania.",
        "One species can utter a cry when pained or alarmed, and the tall-standing frilled lizard can lift its forelegs, and squat or hop like a kangaroo.",
        "Five rather common species are certainly deadly - the death adder, the brown, the black, the superb and the tiger snakes.",
        "Among the inoffensive species are counted the graceful green \"tree snake,\" which pursues frogs, birds and lizards to the topmost branches of the forest; also several species of pythons, the commonest of which is known as the carpet snake.",
        "Two species of mackerel, differing somewhat from the European species, are also caught on the coasts.",
        "place, it appears so if the space occupied by Russia be taken into account, only 3300 species of phanerogams and ferns 2 Bibliography of Meteorology: Memoirs of the Central Physical Observatory; Repertorium fiir Meteorologie and Meteorological Sbornik, published by the same body; Veselovsky, Climate of Russia (Russian); H.",
        "On the other hand, several Asiatic species (Siberian pine, larch, cedar) grow freely in the N.E., while numerous shrubs and herbaceous plants, originally from the Asiatic steppes, have found their way into the S.E.",
        "In the forest region no fewer than 772 flowering species are found, of which 568 dicotyledons occur in the Archangel government (only 436 to the E.",
        "In central Russia the species become still more numerous, and, though the local floras are not yet complete, they number 850 to 1050 species in the separate governments, and about 1600 in the best explored parts of the S.W.",
        "A great many species unknown in the forest region make their appearance in the steppes.",
        "The number of species of herbaceous plants rapidly increases, while beyond the Volga a variety of Asiatic species are added to the W.",
        "Russia, however, towards the Caspian, there is a notable admixture of Asiatic species.",
        "Still, the reindeer frequents it for its lichens, and on the drier slopes of the moraine deposits there occur four species of lemming, hunted by the Arctic fox (Vulpes lagopus).",
        "alpinus or mutus), the lark, the snowbunting (Plectrophanes nivalis), two or three species of Sylvia, one Phylloscopus and a Motacilla must be added.",
        "In the ante-steppe the forest species proper, such as Pteromys volans and Tamias striatus, disappear, but common squirrel (Sciurus vulgaris), weasel and bear are still met with in the forests.",
        "Another species, C. lusitanica or glauca, the \"cedar of Goa,\" is a handsome tree, 50 ft.",
        "The species G.",
        "It is a hardy species, reaching a height of from 80 to boo ft.",
        "Several varieties of poplar are found in the upper canyons, and trees of the willow-leaved species in the Humboldt Mountains often attain a height of 60 ft.",
        "There are several species in Britain found on the ground or on decaying leaves.",
        "It is one of the largest species of the Cyprinid family, attaining to a length of 3 to 5 ft., and sometimes exceeding a weight of 701h.",
        "demonstrated by a series of accurate investigations, contributed by many workers, that malaria is caused by a microscopic parasite in the blood, into which it is introduced by the bites of certain species of mosquito.",
        "Thus we get a complete scientific demonstration of the causation of malaria in three stages: (1) the discovery of the parasite by Laveran; (2) its life-history in the human host and connexion with the fever demonstrated by the Italian observers; (3) its life-history in the alternate host, and the identification of the latter with a particular species of mosquito by Ross and Manson.",
        "The alleged occurrence of the disease in localities free from mosquitoes or without their agency is not well attested; its absence from other localities where they abound is accounted for by their being of an innocent species, or - as in England - free from the parasite.",
        "About fifty species are recognized at present.",
        "The species best known in connexion with malaria are A.",
        "The wings in nearly all species have a dappled or speckled appearance, owing to the occurrence of blotches on the front margin and to the arrangement of the scales covering the veins in alternating light and dark patches (Austen).",
        "A distinctive feature is the position assumed in resting; Culex has a humpbacked attitude, while in Anopheles the proboscis, head and body are in a straight line, and in many species inclined at an angle to the wall, the tail sticking outwards.",
        "Two species, affecting different kinds of birds, have been identified.",
        "That of the alpine zone includes two species of dassy (Pr ocavia), a coney (Hyrax), and a rat (Otomys).",
        "The bird fauna is of considerable interest, the finest species of the upper zone being an eagle-owl, met with at 14,000 ft.",
        "Between 40,000 and 50,000 species of Diptera are at present known, but these are only a fraction of those actually in existence.",
        "With the exception of a few species from the Solenhofen lithographic Oolite, fossil Diptera belong to the Tertiary Period, during which the members of this order attained a high degree of development.",
        "The famous Tertiary beds :at Florissant, Colorado, have yielded a considerable number, or remarkably well-preserved Tipulidae (in which family are included the most primitive of existing Diptera), as also species belonging to other families, such as Mycetophilidae and even, Oestridae.",
        "Flies seem capable of adapting themselves to extremes of cold equally as well as to those of heat, and species belonging to the order are almost invariably included in the collections brought back by members of Arctic expeditions.",
        "Many bird parasites belonging to the Rippoboscidae have naturally been carried about the world by their hosts, while other species, such as the house-fly, blow-fly and drone-fly, have in like manner been disseminated by human agency.",
        "As a rule the general facies as well as dimensions are remarkably uniform throughout a family, so that tropical species -often differ little in appearance from those inhabiting temperate regions.",
        "Many instances of exaggerated and apparently unnatural structure nevertheless occur, as in the case of the genera Pangonia, Nemestrina, Achias, Diopsis and the family Celyphidae, .and, as might be expected, it is chiefly in tropical species that these peculiarities are found.",
        "To a geographical distribution of the widest extent, Diptera add a range of habits of the most diversified nature; they are both animal and vegetable feeders, an enormous number of species acting, especially in the larval state, as scavengers in consuming putrescent or decomposing matter of both kinds.",
        "Of wild animals may be noted the moufflon (Ovis Ammon), the stag, and the wild boar, and among birds various species of the vulture and eagle in the mountains, and the pelican and flamingo (the latter coming in August in large flocks from Africa) in the lagoons.",
        "MISTLETOE 1 (Viscum album), a species of Viscum, of the botanical family Loranthaceae.",
        "The whole genus is parasitical, and contains about twenty species, widely distributed in the warmer parts of the old world; but only the mistletoe proper is a native of Europe.",
        "The fructification in this species is cylindrical, and in that of E.",
        "The largest British species, E.",
        "In this species the fructification is conical or lanceolate, and is found in April on short, stout, unbranched stems which have large loose sheaths.",
        "Horses appear to be fond of this species, and in Sweden it is stored for use as winter fodder.",
        "This usage, coupled with the existence of a distinct term in Gaelic for the wild species, leaves little doubt that the word \"cat\" properly denotes only the domesticated species.",
        "Since in all domesticated cats retaining the colouring of the wild species the soles of the hind-feet correspond in this particular with the Egyptian rather than with the European wild cat, the presumption is in favour of their descent from the former rather than from the latter.",
        "1889) came to the conclusion that the domesticated cat has a dual parentage, one stock coming from south-eastern Asia and the other from north-eastern Africa; in other words, from a domesticated Chinese cat (itself derived from a wild Chinese species) on the one hand, and from the Egyptian cat on the other.",
        "Beyond stating that in colour it conforms very closely to the striped phase of domesticated tabby, it will be unnecessary to describe the species.",
        "Remains of the wild cat occur in English caverns; while from those of Ireland (where the wild species has apparently been unknown during the historic period) have been obtained jaws and teeth which it has been suggested are referable to the Egyptian rather than to the European wild cat.",
        "Unless the junglecat, which is a nearly whole-coloured species, can claim the position, the ancestry of these Manx-Malay cats is still unknown.",
        "ornata), with a certain amount of crossing from other species.",
        "jaguarondi), a chestnut-coloured wild species; but information appears to be lacking with regard to the colouring of the domesticated breed.",
        "This is the only species which can be cultivated in the open air in Britain.",
        "Vivian, after whom the species was named by A.",
        "Strutt (Sports and Pastimes) suggests that the first player's bowl may have been regarded by the second player as a species of jack; but in that case it is not clear what was the first player's target.",
        "The armature consists of a bony case, partly composed of solid buckler-like plates, and partly of movable transverse bands, the latter differing in number with the species, and giving to the body a considerable degree of flexibility.",
        "They are all inhabitants of the open plains or the forests of the tropical and temperate parts of South America, with the exception of a few species which range as far north as Texas.",
        "The largest species is the giant armadillo (Priodon gigas), measuring nearly a yard long, from the forests of Surinam and Brazil; while one of the smallest is Dasypus minutes, a near ally of the larger D.",
        "In ordinary language the name is used for any species of Siphonaptera (otherwise known as Aphaniptera), which, though formerly regarded as a suborder of Diptera, are now considered to be a separate order of insects.",
        "All Siphonaptera, of which more than loo species are known, are parasitic on mammals or birds.",
        "The majority of the species belong to the family Pulicidae, of which P. irritans maybe taken as the type; but the order also includes the Sarcopsyllidae, the females of which fix themselves firmly to their host, and the Ceratopsyllidae, or bat-fleas.",
        "The human flea is considerably exceeded in size by certain other species found upon much smaller hosts; thus the European Hystrichopsylla talpae, a parasite of the mole, shrew and other small mammals, attains a length of 5z millimetres; another large species infests the Indian porcupine.",
        "At least four species of fleas (including Pulex irritans) which infest the common rat are known to bite man, and are believed to be the active agents in the transmission of plague from rats to human beings.",
        "Hartlaub described an allied species discovered by H.",
        "Other palms abound, such as the pinch!) (Cocos australis), mbocaya (Cocos sclerocarpa) and the yatai (Cocos yatai), but the predominating species north of the Bermejo is the caranday or Brazilian wax-palm (Copernicia cerifera), which has varied uses.",
        "The forest habit in this region is close association of species, and there are \" palmares,\" \" algarrobales,\" \" chanarales,\" &c., and among these open pasture lands, giving to a distant landscape a park-like appearance.",
        "The fox, of which several species exist, probably never ventured far into the plain, for it afforded him no shelter.",
        "On the Patagonian steppes there are comparatively few species of animals.",
        "On the arid plateaus of the north-west, the guanaco and vicuna are still to be found, though less frequently, together with a smaller species of viscacha (Lagidium cuvieri).",
        "The greatest development of the Argentine fauna, however, is in the warm, wooded regions of the north and north-east, where many animals are of the same species as those in the neighbouring territories of Brazil.",
        "Several species of monkeys inhabit the forests from the Parana, to the Bolivian frontier.",
        "Pumas, jaguars and one or two species of wild cat are numerous, as also the Argentine wolf and two or three species of fox.",
        "Of birds the number of species greatly exceeds that of the mammals, including the rhea of the pampas and condor of the Andes, and the tiny, brilliant-hued humming-birds of the tropical North.",
        "Vultures and hawks are well represented, but perhaps the most numerous of all are the parrots, of which there are six or seven species.",
        "The reptilians are represented in the Parana by the jacare (Alligator sclerops), and on land by the \" iguana \" (Teius teguexim, Podinema teguixin), and some species of lizard.",
        "Among birds of prey may be mentioned the eagle and various species of hawk, and among game-birds the partridge and pheasant.",
        "FruitFruit-growing is general all over France, which, apart from bananas and pine-apples, produces in the open air all the ordinary species of fruit which its inhabitants consume.",
        "The name is derived from galapago, a tortoise, on account of the giant species, the characteristic feature of the fauna.",
        "Of the seven species of giant tortoises known to science (although at the discovery of the islands there were probably fifteen) all are indigenous, and each is confined to its own islet.",
        "There also occurs a peculiar genus of lizards with two species, the one marine, the other terrestrial.",
        "The majority of the birds are of endemic species peculiar to different islets, while more than half belong to peculiar genera.",
        "His conclusions were that the group \"has never been nearer the mainland than it is now, nor have its members been at any time closer together\"; and that the character of the flora and fauna is the result of species straggling over from America, at long intervals of time, to the different islets, where in their isolation they have gradually varied in different degrees and ways from their ancestors.",
        "Equally indecisive is the further exploration as to evidence for the opinion held by other naturalists that the endemic species of the different islands have resulted from subsidences, through volcanic action, which have reduced one large island mass into a number of islets, wherein the separated species became differentiated during their isolation.",
        "No remains, and of course no living species, of these tortoises are known to exist or have existed on the mainland.",
        "(1876); Sclater and Salvin, \"Characters of New Species collected by Dr Habel in the Galapagos Islands,\" Proc. Zool.",
        "The head of a white goat obtained in 1900 from the mountains at the mouth of Copper river, opposite Kyak Island, has been described as a species apart.",
        "The Didelphyidae are almost exclusively Central and South American, only one or two species ranging into North America.",
        "For the most part the species are carnivorous or insectivorous.",
        "The single species, which is a native of western and southern Australia, is about the size of an English squirrel, to which its long bushy tail gives it some resemblance; but it lives entirely on the ground, especially in sterile sandy districts, feeding on ants.",
        "The one species, from Western Australia, is the largest member of the family, being about the size of a rabbit, to which it bears sufficient superficial resemblance to have acquired the name of \"native rabbit\" from the colonists.",
        "The only species of this genus is about the size of a small rat, found in the interior of Australia.",
        "One of the two living species was, indeed, described so long ago as the year 1863, under the preoccupied name of Hyracodon, but attracted little or no attention, as its affinities were not fully recognized.",
        "Most of the species, particularly the specialized types, are more or less completely herbivorous.",
        "These ancient opossums have been separated generically from Didelphys (in its widest sense) on account of certain differences in the relative sizes of the lower premolars, but as nearly the whole of the species have been formed .on lower jaws, of which some hundreds have been found, it is impossible to judge how far these differences are correlated with other dental or osteological characters.",
        "Filhol, the fossils themselves represent two genera, Peratherium, containing the greater part of the species, about twenty in number, and Amphiperatherium, with three species only.",
        "Besides these interesting European fossils, a certain number of didelphian bones have been found in the caves of Brazil, but these are either closely allied to or identical with the species now living in the same region.",
        "PHARMACOSIDERITE, a mineral species consisting of hydrated basic ferric arsenate, 2FeAs04 Fe(OH)3.5H20.",
        "Polyporus igniarius and other species are also used, but yield an inferior product.",
        "The valleys afford rich pastures, and the plains produce every species of grain.",
        "The marsupials constitute two-thirds of all the Australian species of mammals.",
        "The opossum of America is the only species out of Australasia which is thus provided.",
        "Australia is inhabited by at least if o different species of marsupials, which is about two-thirds of the known species; these have been arranged in five tribes, according to the food they eat, viz., the grass-eaters (kangaroos), the root-eaters (wombats), the insect-eaters (bandicoots), the flesh-eaters (native cats and rats), and the fruit-eaters (phalangers).",
        "Of the larger kangaroos, which attain a weight of 200 lb and more, eight species are named, only one of which is found in Western Australia.",
        "Fossil bones of extinct kangaroo species are met with; these kangaroos must have been of enormous size, twice or thrice that of any species now living.",
        "There are some twenty smaller species in Australia and Tasmania, besides the rock wallabies and the hare kangaroos; these last are wonderfully swift, making clear jumps 8 or io ft.",
        "Arboreal species include the well-known opossums (Phalanger); the extraordinary tree-kangaroo of the Queensland tropics; the flying squirrel, which expands a membrane between the legs and arms, and by its aid makes long sailing jumps from tree to tree; and the native bear (Phascolarctos), an animal with no affinities to the bear, and having a long soft fur and no tail.",
        "There are four species of large fruit-eating bats, called flying foxes, twenty of insect-eating bats, above twenty of land-rats, and five of water-rats.",
        "The birds of Australia in their number and variety of species may be deemed some compensation for its poverty of mammals; yet it will not stand comparison in this respect with regions of Africa and South America in the same latitudes.",
        "The \" mudfish \" of Queensland (Ceratodus Forsteri) belongs to an ancient order of fishes - the Dipnoi, only a few species of which have survived from past geological periods.",
        "The contour lines showing the heights above sea-level are the directions along which species spread to form zones.",
        "Putting aside the exotic vegetation of the north and east coast-line, the Australian bush gains its peculiar character from the prevalence of the so-called gum-trees (Eucalyptus) and the acacias, of which last there are 300 species, but the eucalypts above all are everywhere.",
        "As early as 1866, tannic acid, gallic acid, wood spirit, acetic acid, essential oil and eucalyptol were produced from various species of eucalyptus, and researches made by Australian chemists, notably by Messrs.",
        "There are also several extremely valuable soft timbers, the principal being red cedar (Cedrela Toona), silky oak (Grevillea robusta), beech and a variety of teak, with several important species of pine.",
        "of country are covered with this species.",
        "The mallee is a species of eucalyptus growing 12 to 14 ft.",
        "Some species have rather elegant blossoms, known to the settlers as \" wattle.\"",
        "Two species of acacia are remarkable for the delicate and violet-like perfume of their wood - myall and yarran.",
        "The majority of the species of Acacia are edible and serve as reserve fodder for sheep and cattle.",
        "The range in species is very limited, no one being common to eastern and western Australia.",
        "Another species, A.",
        "It is a species of cannel coal, somewhat similar to the Boghead mineral of Scotland, but yielding a much larger percentage of volatile hydro-carbon than the Scottish mineral.",
        "No word exists in their language for such general terms as tree, bird or fish; yet they have invented a name for every species of vegetable and animal they know.",
        "The Chinese immigrants suffer chiefly from fever of a malarial type, from beri-beri, a species of tropical dropsy, and from dysentery.",
        "The Asiatic elephant; the seladang, a bison of a larger type than the Indian gaur; two varieties of rhinoceros; the honey bear (bruang), the tapir, the sambhur (rusa); the speckled deer (kijang), three varieties of mouse-deer (napoh, plandok and kanchil); the gibbon (ungka or wawa'), the siamang, another species of anthropoid ape, the brok or coco-nut monkey, so called because it is trained by the Malays to gather the nuts from the coco-nut trees, the lotong, kra, and at least twenty other kinds of monkey; the binturong (arctictis binturong), the lemur; the Asiatic tiger, the black panther, the leopard, the large wild cat (harimau akar), several varieties of jungle cat; the wild boar, the wild dog; the flying squirrel,.",
        "Prominent among a great variety of song-birds and insectivorous birds are the robin, blue bird, cat bird, sparrows, meadow-lark, bobolink, thrushes, chickadee, wrens, brown thrasher, gold finch, cedar wax-wing, flycatchers, nuthatches, flicker (golden-winged woodpecker), downy and hairy woodpeckers, rose-breasted grosbeak, Baltimore oriole, barnswallow, chimney swift, purple martin, purple finch (linnet), vireos and several species of warblers.",
        "Birds of prey comprise several species of hawks and owls, and a few eagles.",
        "Along the shore of Lake Champlain are a few species of maritime plants that remain from the time when portions of western Vermont were covered by the sea, and on the upper slopes of some of the higher mountains are a few Alpine species; these, however, are much less numerous on the Green Mountains of Vermont than on the White Mountains of New Hampshire.",
        "species, disposed by P. L.",
        "The species of the Family first made known is Scytalopus magellanicus, originally described in 1783 by J.",
        "Two more species of Hylactes are known, and 1 Of Spanish origin, it is intended as a reproof to the bird for the shameless way in which, by erecting its tail, it exposes its hinder parts.",
        "The species of Scytalopus are as small as Wrens, mostly of a dark colour, and inhabit parts of Brazil and Colombia, one of them occurring so far northward as Bogota.",
        "All the species are arborescent or shrubby, varying in size from the most stately of forest trees to the dwarfish bush.",
        "The alternate leaves are more or less deeply sinuated or cut in many species, but in some of the deciduous and many of the evergreen kinds are nearly or quite entire on the margin.",
        "The multitude of species and the many intermediate forms render their exact limitation difficult, but those presenting sufficiently marked characters to justify specific rank probably approach 300 in number.",
        "In Britain and in most of its Continental habitats two varieties exist, regarded by many as distinct species: one, Q.",
        "The young trees require protection from storms and late frosts even more than in England; the red pine of the north-eastern states, Pinus resinosa, answers well as a nurse, but the pitch pine and other species may be employed.",
        "This is a fine species, having when young straighter branches than Q.",
        "In North America, where the species of oak are very numerous, the most important member of the group is Q.",
        "Robur than any other species, forming a thick trunk with spreading base and, when growing in glades or other open places, huge spreading boughs, less twisted and gnarled than those of the English oak, and covered with a whitish bark that gives a marked character to the tree.",
        "A species nearly allied is the scarlet oak, Q.",
        "tinctoria, a large and handsome species, with a trunk sometimes 4 ft.",
        "The cut-leaved oaks are represented in eastern Asia by several species, of which Q.",
        "Chinquapin or prinoides, a dwarf species, often only I ft.",
        "Ballota, a closely allied species abundant in Morocco, bears large edible acorns, which form an article of trade with Spain; an oil, resembling that of the olive, is obtained from them by expression.",
        "C. sylvicultor, of West Africa, is the largest species, and approaches a donkey in size.",
        "In some species (Ascaris decipiens) the giant cell is replaced by an irregular mass of protoplasm containing a number of small nuclei.",
        "While some of the species are bisexual, others are protandrous, self-fertilizing hermaphrodites.",
        "Though possessing a complete copulatory apparatus and producing large quantities of spermatozoa, they have lost their sexual instinct and play no part in the economy of the species.",
        "These \"psychically decadent\" individuals appear to represent the entire male sex of a bisexual species, and become unnecessary owing to the grafting of hermaphroditism on the female sex.",
        "In some cases (many species of Ascaris) the metamorphosis is reduced to a simple process of growth.",
        "Although several species belonging to the second class occasionally enter the bodies of water snails and other animals before reaching their definitive host, they undergo no alteration of form in this intermediate host; the case is different, however, in Filaria medinensis and other forms, in which a free larval is followed by a parasitic existence in two distinct hosts, all the changes being accompanied by a metamorphosis.",
        "This simple type of life-history has been experimentally proved by Leuckart to be characteristic of Trichocephalus affinis, Oxyuris ambigua and other species.",
        "Ten years later Manson discovered a second species, Filaria perstans, whose larvae live in the blood.",
        "Besides Anopheles, two species of Culex, C. penicillaris and C. pipiens, are also accused of transmitting the larvae.",
        "Other species which have been recorded in the United Kingdom are Tylenchus devastatrix (Kuhn), on oats, rye and clover roots; T.",
        "As the city grew, the right to so many days a year atone or other shrine (or its \" gate \") descended in certain families and became a species of property which could be pledged, rented or shared within the family, but not alienated.",
        "Using these buoys to guide the direction of tow, a grapnel, a species of fivepronged anchor, attached to a strong compound rope formed of strands of steel and manila, is lowered to the bottom and dragged at a slow speed, as it were ploughing a furrow in the sea bottom, in a line at right angles to the cable route, until the behaviour of the dynamometer shows that the cable is hooked.",
        "The plant generally understood by this name is Nepenthes, a genus containing nearly sixty species, natives of tropical Asia, north Australia and (one only) of Madagascar.",
        "The size of the pitcher varies widely in the different species, from an inch to a foot or more in depth.",
        "The cavity of the pitcher is in some species lined throughout with a smooth glistening surface over which glands are uniformly distributed; these glands secrete a liquid which is found in the pitcher even in the young state while it is still hermetically closed by the lid.",
        "other species the glands are confined to the lower portion of the cavity surface, while the upper part bear a smooth waxy secretion on which it is impossible, or at any rate extremely difficult, for insects to secure a foothold.",
        "There are about seven species, herbs with clusters of radical leaves some or all of which are more or less trumpetor pitcher-shaped.",
        "varies from yellow-green to deep crimson in different species and in individuals according to exposure to sunlight and other conditions.",
        "The two living species are distinguishable at a glance.",
        "It may be mentioned that the Bactrian camel, which is a shorter-legged and more ponderous animal than the Arabian species, grows an enormously long and thick winter coat, which is shed in blanket-like masses in spring.",
        "On the other hand, the Bactrian species, which is employed throughout a large tract of central Asia in the domesticated condition, appears, according to recent researches, to exist in the wild state in some of the central Asian deserts.",
        "This comparison leads to the important conclusion that the wild Bactrian Camelus bactrianus ferus comes much nearer to the fossil species than it does to the domesticated breed, the resemblance being specially noticeable in the absolutely and relatively small size of the last molar.",
        "In view of these differences from the domesticated breed, and the resemblance of the skull or lower jaw to that of the extinct European species, it becomes practically impossible to regard the wild camels as the offspring of animals that have escaped from captivity.",
        "Partridges, woodcock, snipe, &c., are among the game-birds; but all kinds of small birds are also shot for food, and their number is thus kept down, while many members of the migratory species are caught by traps in the foothills on the south side of the Alps, especially near the Lake of Como, on their passage.",
        "There are several varieties of snakes, of which three species (all vipers) are poisonous.",
        "On the 17th of April 1898 a species of Employers Liability Act compelled employers of more than five workmen in certain industries to insure their employees against accidents.",
        "There are many genera and species of leeches, the exact definitions of which are still in need of a more complete survey.",
        "A species of Haemadipsa of Ceylon attaches itself to the passer-by and draws blood with so little irritation that the sufferer is said to be aware of its presence only by the trickling from the wounds produced.",
        "In this instance it may happen that the work of intelligence has only been mimicked in nature by blind forces which have accidentally produced organic life; and Mill is disposed to hold that if the evolution of species should be clearly established as due to natural law - if there has been no creation by special interposition - the argument falls to the ground and theism (apparently) is lost.",
        "==Fauna== Animal life is generally deficient throughout the Andamans, especially as regards mammalia, of which there are only nineteen separate species in all, twelve of these being peculiar to the islands.",
        "There is a small pig (Sus andamanensis), important to the food of the people, and a wild cat (Paradoxurus tytleri); but the bats(sixteen species) and rats(thirteen species) constitute nearly three-fourths of the known mammals.",
        "Rasorial birds, such as peafowl, junglefowl, pheasants and partridges, though well represented in the Arakan hills, are rare in the islands; while a third of the different species found are peculiar to the Andamans.",
        "Fish are very numerous and many species are peculiar to the Andaman seas.",
        "(2) With very few exceptions, the polyp is not the only type of individual that occurs, but alternates in the life-cycle of a given species, with a distinct type, the medusa, while in other cases the polyp-stage may be absent altogether, so that only medusa-individuals occur in the life-cycle.",
        "Fresh-water forms, however, are also known, very few as regards species or genera, but often extremely abundant as individuals.",
        "The species of Hydra, however, are extremely common and familiar inhabitants of ponds and ditches.",
        "In fresh-water Hydromedusae the life-cycle is usually secondarily simplified, but in marine forms the life-cycle may be extremely complicated, and a given species often passes in the course of its history through widely different forms adapted to different habitats and modes of life.",
        "Hence both polyp and medusa present characters for classification, and a given species, genus or other taxonomic category may be defined by polyp-characters or medusa-characters or by both combined.",
        "Each species of After 0.",
        "From the bionomical point of view, the medusa is to be considered as a means of spreading the species, supplementing the deficiencies of the :\" Ca sessile polyp. It may be, however, that increased reproductiveness becomes of greater importance to the species than wide diffu sion; such a condition FIG.",
        "Balfour put forward the view that the polyp was the more primitive type, and that the medusa is a special modification of the polyp for reproductive purposes, the result of division of labour in a polypcolony, whereby special reproductive persons become detached and acquire organs of locomotion for spreading the species.",
        "This must not be taken to mean, however, that the medusa is derived from a sessile polyp; it must be regarded as a direct modification of the more ancient free actinula form, without primitively any intervening polyp-stage, such as has been introduced secondarily into the development of the Leptolinae and represents 'a revival, so to speak, of an ancestral form or larval stage, which has taken on a special role in the economy of the species.",
        "Many species are known, of which three are common in European waters.",
        "Jickeli (28) that the species are distinguishable by the characters of their nematocysts.",
        "Brauer found a fourth species, similar in appearance to H.",
        "f usca, but differing from the three other species in being of separate sexes, and in producing a spherical egg with a knobby shell, which is attached like that of H.",
        "The fact already noted that the species of Hydra can be distinguished by the characters of their nematocysts is a point of great interest.",
        "In each species, two or three kinds of nematocysts occur, some large, some small, and for specific identification the nematocysts must be studied collectively in each species.",
        "It is very remarkable that this method of characterizing and diagnozing species has never been extended to the marine hydroids.",
        "Moreover, P. Hallez [22], has recently shown that hydroids hitherto regarded as distinct species are only forms of „ the same species grown under different conditions.",
        "Those who were unwilling to accept evolution, without better grounds than such as are offered by Lamarck, and who therefore preferred to suspend their judgment on the question, found in the principle of selective breeding, pursued in all its applications with marvellous knowledge and skill by Darwin, a valid explanation of the occurrence of varieties and races; and they saw clearly that, if the explanation would apply to species, it would not only solve the problem of their evolution, but that it would account for the facts of teleology, as well as for those of morphology; and for the persistence of some forms of life unchanged through long epochs of time, while others undergo comparatively rapid metamorphosis.",
        "How far \"natural selection\" suffices for the production of species remains to be seen.",
        "In later years the attention of the best palaeontologists has been withdrawn from the hodman's work of making \" new species \" of fossils, to the scientific task of completing our knowledge of individual species, and tracing out the succession of the forms presented by any given type in time.",
        "There has been a renewed activity in the study of existing forms from the point of view of obtaining evidence as to the nature and origin of species.",
        "Comparative anatomists have been learning to refrain from basing the diagnosis of a species, or the description of the condition of an organ, on the evidence of a single specimen.",
        "Naturalists who deal specially with museum collections have been compelled, it is true, for other reasons to attach an increasing importance to what is called the type specimen, but they find that this insistence on the individual, although invaluable from the point of view of recording species, is unsatisfactory from the point of view of scientific zoology; and propositions for the amelioration of this condition of affairs range from a refusal of Linnaean nomenclature in such cases, to the institution of a division between master species for such species as have been properly revised by the comparative morphologist, and provisional species for such species as have been provisionally registered by those working at collections.",
        "Those who work with living forms of which it is possible to obtain a large number of specimens, and those who make revisions of the provisional species of palaeontologists, are slowly coming to some such conception as that a species is the abstract central point around which a group of variations oscillate, and that the peripheral oscillations of one species may even overlap those of an allied species.",
        "The thirty years which followed the publication of the Origin of Species were characterized chiefly by anatomical and embryological work; since then there has been no diminution in anatomical and embryological enthusiasm, but many of the continually increasing body of investigators have turned again to bionomical work.",
        "The commissioners of teinds became a species of ecclesiastical court.",
        "There was, however, a species of appel comme d'abus.",
        "The typical lemurs include species like Lemur mongoz and L.",
        "In habits some of the species are nocturnal and others diurnal; but all subsist on a mixed diet, which includes birds, reptiles, eggs, insects and fruits.",
        "The species of the genus Lemur are diurnal, and may be recognized by the length of the muzzle, and the large tufted ears.",
        "The sportive lemurs (Lepidolemur) are smaller than the typical species of Lemur, and the adults generally lose their upper incisors.",
        "Nevertheless, under some of these flows remains of plants and insects of species now living in the islands have been found - a proof that the formation as well as the denudation of the country is, geologically speaking, recent.",
        "Many of the species attain a large size, and all are of very rapid growth.",
        "There are about twenty species, but the number cannot be very accurately defined - several, usually regarded as distinct, being probably merely variable forms of the same type, and the ease with which the trees intercross has led to the appearance of many hybrids.",
        "Many of the species are used for paper-making.",
        "The cotton-wood timber, though soft and perishable, is of value in its prairie habitats, where it is frequently the only available wood either for carpentry or fuel; it has been planted to a considerable extent in some parts of Europe, but in England a form of this species known as P. monilifera is generally preferred from its larger and more rapid growth.",
        "In America it seldom attains the large size it often acquires in England, and it is there of less rapid growth than the prevailing form of the western plains; the name of \"cotton-wood\" is locally given to other species.",
        "The characters offered by the circular lip are among the most important for the distinction of species.",
        "The tail varies much in length and shape according to the species; sometimes it is rounded at the end, sometimes more or less acutely pointed, or even terminating in a filament.",
        "In some species of Rana and Staurois inhabiting mountainous districts in south-eastern Asia, the larvae are adapted for life in torrents, being provided with a circular adhesive disk on the ventral surface behind the mouth, by means of which they are able to anchor themselves to stones.",
        "The climate is exceptionally moist and warm (annual rainfall 52.79 in.; mean temperature in summer 75° F., in winter 40°), and fosters the growth of even Indian species of vegetation.",
        "The epidermis of a very large number of species bears hairs of various kinds.",
        "a simple protostele, exarch-polyarch in one species (S.",
        "In other species, however, a peculiar type of polystely is met with, in which the original diarch stele gives rise to se-called dorsal and ventral stelar cords which at first lie on the surface of the primary stele, but eventually at a higher level separate from it and form distinct secondary steles resembling the primary one.",
        "ln the creeping stem of one species (S.",
        "The first formed portion of the stern in all species of Selaginella which have been investigated possesses an exarch haplostele.",
        "The bundles sometimes keep their arrangement s v in a ring corresponding with the stele, though the continuous cylin 0 der no longer exists (species of - Ranunculus).",
        "In a good many cases, sometimes in isolated genera or species, sometimes characteristic of whole families, so-called anomalous cambial layers are formed in the stem, either as an extension of, or in addition to, the original cambial cylinder.",
        "the orders, families, genera and species.",
        "Since about 1880 our knowledge of the species which can enter into such relationships has been materially extended, and the fungal constituents of the Lichens are known to include Basidiomycetes as well as Ascomycetes.",
        "Each species of green plant may form a mycorhiza with two or three different Fungi, and a single species of Fungus may enter into symbiosis with several green plants.",
        "All the known species belong to the Oomycetes, the Pyrenomycetes, the Hymenomycetes or the Gasteromycetes.",
        "They may occur on all parts, buds, leaves, stems or roots, as shown by the numerous species of Cynips on oak, Phylloxera on vines, &c. The local damage is small, - but the general injury to assimilation, absorption and other functions, may be important if the numbers increase.",
        "Plants as agents of damage and disease may be divided into those larger forms which as weeds, epiphytes and so forth, do injury by dominating and shading more delicate species, or by gradually exhausting the soil, &c., and true parasites which actually live on and in the tissues of the plants.",
        "Some very curious details are observable in these cases of malformation, For instance, the Aecidium eta/mum first referred to causes the new shoots to differ in direction, duration and arrangement, and even shape of foliage leaves from the normal; and the shoots of Euphorbia infected with the aecidia of Uromyces Pisi depart so much from the normal in appearance that the attacked plants have been taken for a different species.",
        "The extraordinary forms, colors and textures of the true galls have always formed some of the most interesting of biological questions, for not only is there definite co-operation I between a given species of insect and of plant, as shown by the facts that the same insect may induce galls of different kinds on different plants or organs, while different insects induce different galls on the same plante.g.",
        "This subject brings the domain of pathology, however, into touch with that of variation, and we are profoundly ignorant as to the complex of external conditions which would decide in any given case how far a variation in form would be prejudicial or otherwise to the continued existence of a species.",
        "Following SchrOter1 (Flahault and SchrOter, 1910: 24), the term autecology may be used for the study of the habitat conditions in relation to the single species, and the term synecology for this study in relation to plant communities.",
        "The former is concerned with the division of the earths surface into major districts characterized by particular plants or taxonomic groups of plants, with the subdivision of these floristic districts, and with the geographical distribution (both past and present) of the various taxonomic units, such as species, genera, and families.",
        "On the other hand, ecological plant geography seeks to ascertain the distribution of plant communities, such as associations and formations, and enquires into the nature of the factors of the habitat which are related to the distribution of plantsplant forms, species, and communities.",
        "In a general way, floristic plant geography is concerned with species, ecological plant geography with vegetation.",
        "The study of the distribution of species dates back to the time of the early systematists, the study of vegetation to the time of the early botanical travellers.",
        "Geographical FactorsGeographical position determines the particular species of plants which grow in any particular locality.",
        "This mattel- is bound up with the centres of origin and with the past migrations of species; and such questions are usually treated as a part of floristic plant geography.",
        "Such plants, which comprise the b ~eat majority of the species of the central European flora, ~himper termed tropophytes.",
        "itertain species that are very intimately associated with the rock.",
        "Plant communities ay be classified as follows: A plant association is a cOmmunity of definite floristic corn)Sition it may be characterized by a single dominant species;, on the other hand, it may be characterized by a number of ~ominent species, one of which is abundant here, another there, hilst elsewhere two or more species may share dominance.",
        "A local aggrettion of a species other than the dominant one in an associion brings about a plant society; for example, societies of Ericd etralix, of Scirpus caespitosus, of Molinia coerulea, of Carex irta, of Narthecium ossifra gum, and others may occur within i association of Calluna vulgaris.",
        "ristic composition, especially by different dominant species, for d by minor differences of the common habitat.",
        "as Chotts; and on the saline soils surrounding the Chotts, a salt marsh formation occurs, with species of Salicornia, some of which are undershrubs.",
        "In central Scotland, forests occur of Pinus sylvestris; and, in south-eastern England, extensive plantations and self-sown woods occur of the same species.",
        "Although many plants typical of fresh water are able to grow also in brackish water, there are only a few species which appear to be quite confined to the latter habitats in this country.",
        "Such species perhaps include Ruppia maritima, R.",
        "Very few aquatic plants are pollinated under water, but this is wellknown to occur in species of Zostera and of Naias.",
        "Insectivorous species occur among aquatic plants; e.g.",
        "In species of Eucalyptus, the leaves are placed edge-wise to the incident rays of light and heat.",
        "It is possible, however, that the absence of sunken stomata, and the occurrence of some other halophytic features, are related merely to the succulent habit and not to halophytism, for succulent species often occur on non-saline soils.",
        "The interesting occurrence of certain halophytes and hemi-halophytes on sea-shores and also on mountains is probably to be explained by the past distribution of the species in question.",
        "In the west of Ireland and in the Faroes, where certain inland and lowland localities are still uncultivated, Plantage maritfma and other halophytes occur in quantity and side by side with some Alpine species, such as Dryas octopetala.",
        "Warming (1909: 220) quotes Griffon (1898), to the effect that the assimilatory activity is less in the halophytic form than in the ordinary form of the same species.",
        "Calcicole and Calcifuge Species.Plants which invariably inhabit calcareous soils are sometimes termed calcicoles; calcifuge species are those which are found rarely or never on such soils.",
        "In England, the following species are confined or almost confined to calcareous soils: A splenium Ruta-muraria, Melica nutans, Carex digitata, Aceras anthropophora, Ophrys ap~ifera, Thalictrum minus, Helianthemum Chamaecislus, Viola hirta, Linum perenne, Geranium lucidum, Hippocrepis comosa, Potentiila verna, Viburnum Lantana, Galium asperum (= G.",
        "In relation to the latter theory, it is pointed out that some markedly calcicole species occur on sand dunes; but this may be due to the lime which is frequently present in dune sand as well as to the physical dryness of the soil.",
        "In England, the number of calcicole species is greater than the number of silicolous species.",
        "It is interesting to note that in many species the formation of new cell-walls is initiated before any indication of nuclear division is to he seen.",
        "With regard to the causation of variation Darwin says (Origin of Species, ch.",
        "Temperature, then, is the fundamental limit which nature opposes to the indefinite extension of any one species.",
        "We owe to Buffon the recognition of the limitation of groups of species to regions separated from one another by natural barriers.",
        "The genus Senecio, with some 1000 species, is practically cosmopolitan.",
        "That wrought by man in destroying forests and cultivating the land will be no less effective, and already specimens in our herbaria alone represent species no longer to be found in a living state.",
        "It is characterized by its needle-leaved Coniferae, its catkin-bearing (Amentaceae) and other trees, deciduous in winter, and its profusion of herbaceous species.",
        "Individual species are extremely numerous and often very restricted in area.",
        "Once widely distributed in the Jurassic penod throughout the world, they are now dying out: the former is represented by the solitary maiden-hair tree of China and Japan; the latter by some ten species confined to the southern hemisphere, once perhaps their original home.",
        "There were oaks, beeches (scarcely distinguishable from existing species), birches, planes and willows (one closely related to the living Salix candida), laurels, represented by Sassafras and Cinnamomum, magnolias and tulip trees (Liriodendron), myrtles, Liquidambar, Diospyros and ivy.",
        "Thus in the Mediterranean region the large groups of palms, figs, myrtles and laurels are each only represented by single surviving species.",
        "Yet in 1886 Treub found that it was beginning to cover itself again with plants, including eleven species of ferns; but the nearest source of supply was 10 m.",
        "Treub found on Krakatoa four species of composites and two grasses.",
        "The seeds of West Indian plants are thrown on the western shores of the British Isles, and as they are capable of germination, the species are only prevented from establishing themselves by an uncongenial climate.",
        "Rivers bring down the plants of the upper levels of their basins to the lower: thus species characteristic of the chalk are found on the banks of the Thames near London.",
        "Or to take the small but welldefined group of five-leaved pines, all the species of which may be seen growing side by side at Kew under identical conditions: we have the Weymouth pine (Pinus Strobus) in eastern North America, P. monlicola and the sugar pine (P. Lambertiana) in California, P. Ayacahwite in Mexico, the Arolla pine (P. Cembra) in Switzerland and Siberia, P. Peuce in Greece, the Bhotan pine (P. excelsa) in the Himalayas, and two other species in Japan.",
        "Watson showed that Scotland primarily, and to a less extent the north of England, possessed species which do not reach the south.",
        "Even so small an area as that of Britain illustrates what has already been pointed out, that the species of a flora change both with latitude and altitude.",
        "It possesses about 1000 species, or about two-thirds the number of Britain.",
        "The British Phanerogamic flora, it may be remarked, does not contain a single endemic species, and 38% of the total number are common to the three northern continents.",
        "Assuming that in its circumpolar origin the North Temperate flora was fairly homogeneous, it would meet in its centrifugal extension with a wide range of local conditions; these would favor the preservation of numerous species in some genera, their greater or less elimination in others.",
        "the more the discordance in genera and species diminishes (Principles, ii.",
        "Ball found the temperature one inch below the surface to be 83, and he collected over forty species in flower.",
        "Taking the whole arctic flora at 762 species, Hooker found that 616 occurred in arctic Europe, and of these 586 are Scandinavian.",
        "The arctic flora contains no genus that is peculiar to it, and only some fifty species that are so.",
        "At the close of the glacial period the alpine floras retreated to the mountains accompanied by an arctic contingent, though doubtless many species of the latter, such as Salix polaris, failed to establish themselves.",
        "Some species, such as Anemone alpine, which are wanting in the Arctic flora of the Old World, he thinks must have reached Europe by way of Greenland from north-east America.",
        "Of species common to the two, Maximowicz finds that Manchuria possesses 40% and scarcely 9% that are endemic. Of a collection of about 500 species made in that country by Sir Henry James nearly a third are British.",
        "Quercus Robur has left no trace in the Tertiary deposits of Europe and it is most nearly all~d to east Asiatic species.",
        "Its arboreal vegetation is richer both in genera and species than that corresponding to it in the Old World.",
        "Its extreme richness in number of species (it comprises six-sevenths of the European flora) and the extremely restricted areas of many of them point to a great antiquity.",
        "Of the 1o00 known species of Astragalus it possesses 800.",
        "Such are the date in Mesopotamia (a second species of Phoenix occurs in the Canaries); most European fruits, e.g.",
        "Of four genera which Hooker singles out as the largest in Sikkim, in China Corydalis has 76 species, Saxifraga 58, Pedicularis 129, and Primula 77.",
        "species are known out of a probable total of not less than 12,000, and of these more than half are endemic. The number of species to a genus, 3, is only half that found in other large areas.",
        "China has no Cistus or heath, only a single Ferula, while Astragalus is reduced to 35 species.",
        "There are two species of Pistacia and four of Liquidambar.",
        "China has 66 species of Quercus, 35 of Vitis, 2 of Aesculus, 42 of Acer, 33 Magnoliaceae (including two species of Liriodendron), 12 Anonaceae, 71 Ternstroemiaceae (including the tea-plant), and 4 of Clethra, which has a solitary western representative in Madeira.",
        "Taxodium (with single species in China and Mexico) is represented by the deciduous cypress (T.",
        "The two species of Sequoia, the Wellingtonia (S.",
        "in point of fact, resemblance is in the main confined to the higher groups, such as families and large genera; the smaller genera and species are entirely different.",
        "No genus or species of palm, for example, is common to the Old and New Worlds.",
        "The ancient broad-leaved Gymnosperm Gnetum has a few surviving species scattered through the tropics of both worlds, one reaching Polynesia.",
        "A peculiar feature in which tropical Africa stands alone is that at least one-fifth and probably more of the species are common to both sides of the continent and presumably stretch right across it.",
        "Probably in point of number of species the preponderant family is Orchideae, though, as Hemsley remarks, they do not give character to the scenery, or constitute the bulk of the vegetation.",
        "Cycads are represented by Cycas itself, which in several species ranges from southern India to Polynesia.",
        "In India proper, with a dryer climate, grasses and Leguminosae take the lead in the number of species.",
        "C. de Candolle finds that with one exception the species belong to genera represented in one or other of the Indian peninsulas.",
        "As in the IndoMalayan sub-region, epiphytic orchids are probably most numerous in point of species, but the genera and even sub-tribes are far more restricted in their range than in the Old World; 4 sub-tribes with 74 genera of Vandeae are confined to South America, though varying in range of climate and altitude.",
        "Amongst arboreous families Leguminosae and Euphorbiaceae are prominent; Hevea belonging to the latter is widely distributed in various species in the Amazon basin, and yields Para and other kinds of rubber.",
        "Nearly related to myrtles are Melastomaceae which, poorly represented in the Old World, have attained here so prodigious a development in genera and species, that Ball looks upon it as the seat of origin of the family.",
        "Instead of large continuous areas, in which local characteristics sometimes blend, it occupies widely dissevered territories in which specialization, intensified by long se1/2aration, hai mostly effaced the possibility of comparing species hnd even genera and compels us to seek for points of contact in groups of a higher order.",
        "The South African sub-region has a flora richer perhaps in number of species than any other; and these are often extremely local ant restricted in area.",
        "Hemsley remarks that the northerr genus Erica, which covers thousands of square miles in Europe with very few species, is represented by hundreds of species in I comparatively small area in South Africa.",
        "Soc., 1869, p. 25) points out that the west European species of Erica, Genisteae, Lobelia, Gladiolus, &c., an some of them more nearly allied to corresponding Cape species thai they are to each other; and many of the somewhat higher races of ~, mrnl ~prmprs, h,i-mr~ pvdprii-1v div~rmred from stock now unrepresented anywhere but in South Africa.",
        "Myrtaceae comes next with Eucalyptus, which forms three-fourths of the forests, and Melaleuca; both are absent from New Caledonia and New Zealand; a few species of the former extend to New Guinea and one of the latter to Malaya.",
        "While the flora of New Caledonia is rich in species (3000), that of New Zealand is poor (1400).",
        "Three-quarters of the native species are endemic; they seem, however, to be quite unable to resist the invasion of new-comers, and already 600 plants of foreign origin have succeeded in establishing themselves.",
        "Taking, however, the Andean flora as typical, it contains a very marked endemic element; Ball finds that half the genera and four-fifths of the species are limited to it; on the other hand, that half the species of Gamopetalae belong to cosmopolitan genera such as Valeriana, Gentiana, Bartsia and Gnaphalium.",
        "In the ascending stream may be mentionedLarrea, a small genus of Zygophylleae with headquarters in Paraguay and Chile, of which one species, L.",
        "Baccharis, with some 250 species, ranges over the whole continent from the Straits of Magellan and, with seven species, to California.",
        "Of Cupuliferae, Quercus in three species only reaches Colombia, but Fagus, with only a single one in North America, is represented by several from Chile southwards and thence extends to New Zealand and Tasmania.",
        "The Magnoliaceous genus Drimys, with a single species in the new world, follows the same track.",
        "Amongst Coniferae Podocarpus is common to this and preceding sub-regions; Libocedrus extends from California to New Zealand and New Caledonia; Fitzroya is found in Chile and Tasmania; and Araucaria in its most familiar species occurs in Chile.",
        "On the whole, it consists of local species of some widely distributed northern genera, such as Carex, Poa, Ranunculus, &c., with alpine types of strictly south temperate genera, characteristic of the separate localities.",
        "Darwin attributes this to the fact that the northern forms were the more powerful (Origin of Species, 5th ed., p.458).",
        "Different species of organisms come to perfection in different climates; and it may be stated as a general rule that a species, whether of plant or animal, once established at one point, would spread over the whole zone of the climate congenial to it unless some barrier were interposed to its progress.",
        "In this way the surface of the land is divided into numerous natural regions, the flora and fauna of each of which include some distinctive species not shared by the others.",
        "From the point of view of the economy of the globe this classification by species is perhaps less important than that by mode of life and physiological character in accordance with environment.",
        "(2) The tundra or region of intensely cold winters, forbidding tree-growth, where mosses and lichens cover most of the ground when unfrozen, and shrubs occur of species which in other conditions are trees, here stunted to the height of a few inches.",
        "Each of these divisions is the home of a special fauna, many species of which are confined to it alone; in the Australian region, indeed, practically the whole fauna is peculiar and distinctive, suggesting a prolonged period of complete biological isolation.",
        "Coprolites have been found at Lyme Regis, enclosed by the ribs of ichthyosauri, and in the remains of several species of fish; also in the abdominal cavities of a species of fossil fish, Macropoma Mantelli, from the chalk of Lewes.",
        "\" Bird,\" when it passed from its earliest meaning of \" nestlings,\" seems to have been applied to the smaller, and \" fowl \" to the larger species, a distinction which was retained by Johnson.",
        "The composition of the plexus varies much, not only in different species, but even individually.",
        "It is no exaggeration to say that the genus, often even the species, can be determined from almost any recent bone, but in the case of Miocene, and still more, of Eocene fossils, we have often to deal with strange families, which either represent an extinct side branch, or which connect several recent groups with each other.",
        "But it also follows that, if every extinct and recent bird were known, neither species, nor genera, nor families, nor orders could be defined.",
        "Some of the largest are those of Gastornis, with three species from France, Belgium and England.",
        "For instance, from the lower Miocene beds of Allier and Puy-de-Dome MilneEdwards has described about so species.",
        "A great number of birds' bones have been found in caves, and among them some bearing marks of human workmanship. In France we have a large and extinct crane, Grus primigenia, but more interesting are the numerous relics of two species, the concomitants even now of the reindeer, which were abundant in that country at the period when this beast flourished there,and have followed it in its northward retreat.",
        "Winge has determined at least 126 species, of which nearly all still survive in the country.",
        "Kitchen-middens of England, Ireland and Denmark reveal the existence of the capercally, Tetrao urogallus, and of the great auk or gare-fowl, Alca impennis; both species long since vanished from those countries.",
        "New Zealand has also yielded many flightless birds, notably the numerous species and genera of Dinornithidae, some of which survived into the 19th century; Pseudapteryx allied to the Kiwi; Cnemiornis, a big, flightless goose; Aptornis and Notornis, flightless rails; and Harpagornis, a truly gigantic bird of prey with tremendous wings and talons.",
        "to those instances in which the members of families, genera and species are mentioned.",
        "The numbers of genera and species of birds are, of course, a matter of personal inclination.",
        "If we take a moderate computation the number of recent species may be taken at 10,000-11,000.1 Dr R.",
        "The faunas of the two are as absolutely distinct as those of South America and Africa, and it is only because they are separated by a narrow strait instead of the broad Atlantic that they have become so slightly connected by the interchange of a few species and genera.",
        "Then, of forms which are but weakly represented, we have the otherwise abundant thrushes (Turdidae), and, above all, the woodpeckers (Picidae), of which only very few species, out of 400, just cross the boundary and occur in Lombok, Celebes or the Moluccas, but are unknown elsewhere in the region.\"",
        "All the existing Ratitae (with the exception of the ostriches of Africa and South America, belonging to the genera Struthio and Rhea, and comprising at most but five species) are found in Austrogaea and nowhere else.",
        "250 genera and species, extend to almost every part of the region, yet only one species of Ptilotis oversteps its limits, crossing the sea from Lombok to Bali.",
        "Besides these, three or perhaps four groups, though widely distributed throughout the world, arrive in the Australian region at their culmination, presenting an abundance of most varied forms. These are the weaver-birds (Ploceidae), and the moreporks (Podargidae), but especially the kingfishers (Alcedinidae) and the pigeons (Columbidae), the species belonging to the two last obtaining in this region a degree of prominence and beauty which is elsewhere unequalled.",
        "5000 Total about (10,300 species the widely-ranging Eudynamis taitensis and Chrysococcyx lucidus, which are annual visitors.",
        "The entire number of species amounts to about 3600.",
        "But the characteristic nature of the avifauna is more clearly brought out when we learn that of the 2000 species just mentioned only about 1070 belong to the higher suborder of Oscines, that means to say, nearly one-half belong to the lower suborder Clamatores.",
        "First in point of importance comes the extraordinarily beautiful family of humming-birds (Trochilidae), with nearly 150 genera (of which only three occur in the Nearctic region) and more than 400 species.",
        "Then the tyrants (Tyrannidae), with more than seventy genera (ten of which range into the northern region), and over 300 species.",
        "To these follow the tanagers (Tanagridae), with upwards of forty genera (only one of which crosses the border), and about 300 species; the piculules (Dendrocolaptidae), with as many genera, and over 200 species; the ant-thrushes, (Formicariidae), with more than thirty genera, and nearly 200 species; together with other groups which, if not so large as those just named, are yet just as well defined, and possibly more significant, namely, the tapaculos (Pteroptochidae), the toucans (Rhamphastidae), the jacamars (Galbulidae), the motmots (Monotidae), the todies (Todidae), the trumpeters (Psophiidae), and the screamers (Palamedeidae); besides such isolated forms as the seriema (Cariama), and the sun-bittern (Eurypyga).",
        "There is one peculiar subfamily, Todinae, represented by only four species of Todus.",
        "If we take the number of Nearctic species at 700, which is perhaps an exaggeration, and that of the Palaearctic at 850, we find that, exclusive of stragglers, there are about 120 common to the two areas.",
        "Of many genera, the so-called species found in the New World are represented in the Old by forms so like them that often none but an expert can distinguish them, and of such representative ` species ' about 80 might be enumerated \" (Newton, Did.",
        "Like the Nearctic the Palaearctic subregion seems to possess but one single peculiar family of land birds, the Panuridae, represented by the beautiful species known to Englishmen as the bearded titmouse, Panurus biarmicus.",
        "(Paris, 1875-1884), are enumerated 238 species as belonging to the island, of which 129 are peculiar to it, and among those are no fewer than 35 peculiar genera.",
        "Lastly must be noted the extinct tall Ratite species of Aepyornis with its several fancy genera.",
        "But there are also species, though not Passerine, which are absolutely identical with those of Britain, the barn owl, common quail, pigmy rail, and little grebe or dabchick, all of them common and apparently resident in the island.",
        "Dinornis, numerous species, recently extinct, New Zealand.",
        "(2) Oscines, the true singing-birds, with more than 5000 recent species, are mostly divided into some thirty \" families,\" few of which can be defined.",
        "C. autumnale and its numerous varieties as well as other species of the genus, are well known in cultivation, forming some of the most beautiful of autumn-flowering plants.",
        "They are well known in cultivation, and owing to the wide distribution of the genus different methods are adopted with different species.",
        "The species, about a dozen in number, are widely distributed over Australia, Tasmania, New Guinea and several of the adjacent islands.",
        "Of an olive-green above, deeply tinted in some parts with black and in others lightened by yellow, and beneath of a yellowish-white again marked with black, the male of this species has at least a becoming if not a brilliant garb, and possesses a song that is not unmelodious, though the resemblance of some of its notes to the running-down of a piece of clockwork is more remarkable than pleasing.",
        "A larger and more brightly coloured species, C. spinoides, inhabits the Himalayas, but the siskin has many other relatives belonging to the New World, and in them serious modifications of structure, especially in the form of the bill, occur.",
        "The remaining species of the group, mostly SouthAmerican, do not seem here to need particular notice.",
        "The best-known species, Myrmeleon formicarius, which may be found adult in the late summer, occurs in many countries on the European continent, though like the rest of this group it is not indigenous in England.",
        "There is the interesting white-necked guineafowl, Agelastes (which is found on the Gold Coast and elsewhere west of the lower Niger); there is one peculiar species of eagle owl (Bubo lettii) and a very handsome sparrow-hawk (Accipiter bitttikoferi); a few sun-birds, warblers and shrikes are peculiar to the region.",
        "A flamingo (Phoeniconaias) visits Fisherman Lake, and there are a good many species of herons.",
        "There are three species of crocodile, at least two chameleons (probably more when the forest is further explored), the large West African python (P. sebae) and a rare Boine snake (Calabaria).",
        "There is a species of Polypterus, and it is probable that the Protopterus or lung fish is also found there, though its existence has not as yet been established by a specimen.",
        "As regards invertebrates, very few species or genera are peculiar to Liberia so far as is yet known, though there are probably one or two butterflies of local range.",
        "which is represented in Liberia by several species, amongst others S.",
        "Coffee of several species is indigenous and grows wild.",
        "Wallace succeeded in displacing the naïf conception of special creation by belief in the origin of species out of other species through a process of natural law.",
        "P. phegopteris (beechfern) is a graceful species with a black, slender root-stock, from which the pinnate fronds rise on long stalks, generally about 12 in.",
        "Many other species from different parts of the world are known in greenhouse cultivation.",
        "These had existed for a long time side by side, without knowing anything of each other, but when they perceived each other, the Light had only looked and then turned away; but the Darkness, seized with desire for the Light, had made itself master, not indeed of the Light itself, but only of its reflection (species, color).",
        "The principal species, B.",
        "The other species which yield buchu are B.",
        "The beetles of the British islands afford some very interesting examples of restricted distribution among species.",
        "On the other hand, there are Arctic species like the ground-beetle, Pelophila borealis, and south-western species like the boring weevil, Mesites Tardyi, common in Ireland, and represented in northern or western Britain, but unknown in eastern Britain or in Central Europe.",
        "Sharp, and the comparison of the species found with those of the nearest continental land, furnish the student of geographical distribution with many valuable and suggestive facts.",
        "Various species among those that are predaceous attack smaller insects, hunt in packs crustaceans larger than themselves, insert their narrow heads into snail-shells to pick out and devour the occupants, or pursue slugs and earthworms underground.",
        "The number of described species can now hardly be less than 10o,000, but there is little agreement as to the main principles of a natural classification.",
        "Nearly 2000 species of Dyticidae are known: they are universally distributed, but are most abundant in cool countries.",
        "The Carabidae, or ground-beetles, comprising 13,000 species, form FIG.",
        "Many of our native species spend the day lurking beneath stones, and sally forth at night in pursuit of their prey, which consistsof small insects, earthworms and snails.",
        "Blind Carabidae form a large proportion of cave dwelling beetles, and several species of great interest live between tide-marks along the seashore.",
        "About 1000 species of Silphidae are known.",
        "12) with very hard cuticle and somewhat abbreviated elytra, with over 2000 species, most of which live on decaying matter, and FIG.",
        "The Trichopterygidae, with their delicate narrow fringed wings, are the smallest of all beetles, while the Platypsyllidae consist of only a single species of curious form found on the beaver.",
        "Several species of Dermestidae are commonly found in houses, feeding on cheeses, dried meat, skins and other such substances.",
        "According to Sharp, all Dermestid larvae probably feed on dried animal matters; he mentions one species that can find sufficient food in the horsehair of furniture, and another that eats the dried insect-skins hanging in old cobwebs.",
        "In some species of Copris it is stated that the female lays only two or three eggs at a time, watching the offspring grow to maturity, and then rearing another brood.",
        "Such are the habits of the cockchafer (Melolontha vulgaris) and other species that often cause great injury to farm and a FIG.",
        "Many of these insects, such as the species of Phanaeus (fig.",
        "There are nearly 1000 known species, most of which live in tropical countries.",
        "The Scolytidae, or bark-beetles, are a family of some 1500 species, closely allied to the Curculionidae, differing only in the feeble development of the snout.",
        "For the British species, W.",
        "In America the breeding-range of this species has not been defined.",
        "A second species of turnstone is admitted by some authors and denied by others.",
        "a term used in biology, &c., for subjects having only one exponent, for example a genus containing only one species."
    ],
    "definition": [
        "Biology A group of closely related organisms that are very similar to each other and are usually capable of interbreeding and producing fertile offspring. The species is the fundamental category of taxonomic classification, ranking below a genus or subgenus. Species names are represented in binomial nomenclature by an uncapitalized Latin adjective or noun following a capitalized genus name, as in Ananas comosus, the pineapple, and Equus caballus, the horse.",
        "Chemistry A set of atoms, molecules, ions, or other chemical entities that possess the same distinct characteristics with respect to a chemical process or measurement.",
        "Link/Cite"
    ]
}