{
    "translation": "צופה, משקיף",
    "uses": [
        "He was a spectator rather than an actor on the stage of the world.",
        "In that garb he'd make a better spectator than anything else.",
        "In June 1830 The Northern Spectator was suspended.",
        "384 of The Spectator, circulated more widely than ever.",
        "His style in its simplicity, facility and clearness owed something to De Foe, something to Cotton Mather, something to Plutarch, more to Bunyan and to his early attempts to reproduce the manner of the third volume of the Spectator; and not the least to his own careful study of word usage.",
        "In fact, she had been nothing more than a spectator for a convincing roll Cade was playing.",
        "Rome, even in the 19th century, had been a spectator of many changes in the political world.",
        "At the coffee house he saw the Spectator and other periodicals.",
        "Before this time the daily issue of the Spectator had reached 3000 copies; it then fell to 1600; the price was raised from a penny to twopence, but the paper came to an end in 1714.",
        "In the thirtysixth year after the appearance of the last number of the Spectator appeared the first number of the Rambler.",
        "The Algemeene Kunst en Letterbode (1788) was long the leading review of Holland; in 1860 it was joined to the Nederlandsch Spectator (1855).",
        "An article in the Spectator of the 17th of February 1883, by Lord Justice Bowen, gives perhaps the best idea of Smith's extraordinary personal qualities and influence.",
        "Contributions to the Examiner, Tatler, Spectator, &c., ed.",
        "To the ordinary spectator Tinamous have much the look of partridges, but the more attentive observer will notice that their Rufous Tinamou (Rhynchotus rufescens).",
        "He went through the wars of 1866 and 1870 as a spectator with the German armies, and in 1873 he started upon a famous journey through Khorassan.",
        "The painter has departed from precedent in grouping the disciples, with their Master in the midst, along the far side and the two, ends of a long, narrow table, and in leaving the near or service side of the table towards the spectator free.",
        "Moral judgments, then, are expressions of the complex normal sympathy of an impartial spectator with the active impulses that prompt to and result from actions.",
        "His life work began in 1880 when he acquired the Indian Spectator, which he edited for twenty years until it was merged in the Voice of India.",
        "The English Spectator was imitated by J.",
        "He was a spectator of the riot of St Giles's, Edinburgh, on the 23rd of July 1637, endeavoured in vain to avoid disaster by concessions, and on the taking of the Covenant perceived that \"now all that we have been doing these thirty years past is thrown down at once.\"' He escaped to Newcastle, was deposed by the assembly on the 4th of December on a variety of ridiculous charges, and died in London on the 26th of November 1639, receiving burial in Westminster Abbey.",
        "Spain Spain owes her intellectual emancipation to the monk Benito Feyjoo, who in 1726 produced a volume of dissertations somewhat after the fashion of the Spectator, but on graver subjects, entitled Teatro critico, which was continued down to 1739.",
        "In 1759 Sumarakov founded the Trudolyubivaya Ptcheld, or \" Industrious Bee,\" giving translations from the Spectator, and, for the first time, critical essays.",
        "Kraus, \" Spectator \" letters in the Miinchener allgemeine Zeitung (1895, &c_); Hauviller, F.",
        "The name, as Huxley said, \"took\"; it was constantly used by Hutton in the Spectator and became a fashionable label for contemporary unbelief in Christian dogma.",
        "Addison contributed to the Taller, and together with Steele established and carried on the Spectator (1710-1714), and subsequently the Guardian (1713).",
        "van Effen in his Misanthrope (1711-1712), written in French, and in the Hollandsche Spectator (1731-1735), in Dutch.",
        "For the wars in Boni, see Perelaer, De Bonische expedition, 18 591860 (Leiden, 1872); and Meyers, in the Militaire Spectator (1880).",
        "I was an involuntary spectator and auditor of whatever was done and said in the kitchen of the adjacent village-inn--a wholly new and rare experience to me.",
        "Among those which also include political and social topics, and are more particularly dealt with under Newspapers, may be mentioned, the Examiner (1808-1881), the Spectator (1828), the Saturday Review (1855), the Scots or National Observer (1888-1897), Outlook (1898), Pilot (1900-1903), and Speaker (1890), which became the Nation.",
        "With the completion of the three books of Odes he cast aside for a time the office of the vates, and resumed that of the critical spectator of human life, but in the spirit of a moralist rather than a satirist.",
        "But whilst all the organic processes in man go on mechanically, and though by reflex action he may repel attack unconsciously, still the first affirmation of the system was that man was essentially a thinking being; and, while we retain this original dictum, it must not be supposed that the mind is a mere spectator, or like the boatman in the boat.",
        "His success in reproducing articles he had read in The Spectator led him to write an article for his brother's paper, which he slipped under the door of the printing shop with no name attached, and which was printed and attracted some attention.",
        "The fifth and last book takes up the question of man's free will and God's foreknowledge, and, by an exposition of the nature of God, attempts to show that these doctrines are not subversive of each other; and the conclusion is drawn that God remains a foreknowing spectator of all events, and the ever-present eternity of his vision agrees with the future quality of our actions, dispensing rewards to the good and punishments to the wicked.",
        "The picture, painted for the elector Frederick of Saxony, is now in the Imperial Gallery at Vienna; the overcrowded canvas (into which Darer has again introduced his own portrait as a spectator alongside of the elector) is full of striking and animated detail, but fails to make any great impression on the whole, and does not do justice to the improved sense of breadth and balance in design, of clearness and dignity in composition, which the master had undoubtedly brought back with him from his second visit to Italy.",
        "An incomplete translation of the Spectator was published at Amsterdam in 1714, and many volumes of extracts from the Tatler, Spectator and Guardian were issued in France early in the 18th century.",
        "The indications given by the late Franz Xaver Kraus - himself a Catholic - may well serve for a guide (Spectator, ep. 2).",
        "After attending the grammar schools of Melton and Oakham, he entered St John's College, Cambridge, and while still an undergraduate he addressed in February 1712, under the pseudonym of Peter de Quir, a letter to the Spectator displaying no small wit and humour.",
        "Beyond the outer circle (not shown on plan) a great monolith - the sun stone, or so-called \"Friar's Heel\" - standing on the axis of the horseshoe, marks the point where a spectator, centrally placed within the horseshoe, would see the sun rise on the horizon at the solstice.",
        "xlvi.; Drake, Essays on the \" Spectator,\" \" Tatler,\" &c. (1810-1814); Courthope, Addison (\" Engl.",
        "Periodical literature becomes regular in the reign of Queen Anne, chiefly in the form of journals like the Spectator; but several daily newspapers, including The Times, were founded during the century.",
        "Shortly after, in conjunction with his friends the Verris, he formed a literary society, and began to publish a small journal, in imitation of the Spectator, called Il Cafe.",
        "These effects vary with the rate of motion, which they consequently serve to measure; and they are produced indifferently by movements of the spectator or of the light-source.",
        "\" On the opposite hills a solitary spectator had watched the rise and the lull of the tempest, a fierce demoniac who dwelt among the tombs on the mountain-side.",
        "It is the crowning merit of the author that he never ceases to be an impartial spectator - a cold and curious critic. We might compare him to an anatomist, with knife and scalpel dissecting the dead body of Italy, and pointing out the symptoms of her manifold diseases with the indifferent analysis of one who has no moral sensibility.",
        "The banks of a watercourse or sides of a valley are distinguished as the right and left bank respectively, the spectator being understood to be looking down the valley.",
        "In the meantime, besides contributing regularly, first to the Saturday Review and then to the Spectator, and editing the National Review, he wrote the first volume of The Early and Middle Ages of England (1861).",
        "2, 1710-1711), Steele, Addison, Swift, Hughes, &c.; Spectator (March I,1710-1711to Dec. 20, 1714), Addison, Steele, Budgell, Hughes, Grove, Pope, Parnell, Swift, &c.; Guardian (March 12, 1713 to Oct.",
        "\" A figure-of-8, compressed laterally and placed obliquely with its long axis running from left to right of the spectator, represents the movements in question.",
        "He promoted the subscription for Pope's Homer, contributed some numbers to the Tatler, Spectator, and Intelligencer, and joined with Pope and Arbuthnot in establishing the Scriblerus Club, writing Martinus Scriblerus, his share in which can have been but small, as well as John Bull, where the chapter recommending the education of all blue-eyed children in depravity for the public good must surely be his.",
        "In his later years he expressed his views in a weekly journal, The Farmer's Sun, and published in 5904 My Memory of Gladstone, while occasional letters to the Spectator showed that he had lost neither his interest in English politics and social questions nor his remarkable gifts of style.",
        "After three years more with the family as a day labourer at West Haven, he succeeded, with his father's consent, in being apprenticed in the office of The Northern Spectator, at East Poultney, Vermont.",
        "With two-tone nubuck and leather uppers that have a slight spectator look about them, these two and a half inch heel clogs can be worn to work or on an evening out.",
        "If a spectator is getting too pushy, tell them to back off.",
        "Henry remained a passive spectator of the measures by which William Marshal (d.",
        "Also of note are the Celebrity Spectator Shoes.",
        "Spectator pumps are classic two toned pumps that originated in the 1950s.",
        "Chanel makes the ultimate spectator pump.",
        "It was-and still is-an exciting spectator sport.",
        "The beauty of art is a beauty born in the spirit of the artist and born again in the spectator; it is not like the beauty of natural things, an incident of their existence, but is \" essentially a question, an address to a responding breast, a call to the heart and spirit.\"",
        "During the revolution of August 177 2, Fersen remained a passive spectator of the overthrow of the constitution, and was one of the first whom Gustavus summoned to his side after his triumph.",
        "Cynthia still looked unconvinced at the sanity of endeavor but agreed to be a spectator.",
        "Its title was suggested by the programme of the Spectator : and the compiler claimed the place for his songs \"e'en while the tea's fill'd reeking round,\" which Addison sought for his speculations at the hour set apart \"for tea and bread and butter.\"",
        "In 1785 his father retired, leaving the direction of the business to Pierre and his two brothers, but in 1788 Pierre turned aside to politics, and was sent by his fellow-citizens as deputy suppleant to Versailles, where he was little more than a spectator.",
        "Therefore he took his motives from nature rather than from history; or, if he borrowed from the latter, what he selected was a scene, not the pains or the passions of its actors, Moreover, he never exhausted his subject, but was always careful to leave a wide margin for the imagination of the spectator.",
        "At an early age he had made himself familiar with The Pilgrim's Progress, with Locke, On the Human Understanding, and with a volume of The Spectator.",
        "The vibrations of the larger mass are communicated to the thread, which by proper adjustment of its length and tension vibrates in unison and divides itself into one or more loops or ventral segments easily discernible by a spectator.",
        "In the earlier poems he is practically a lay figure, his court the point of departure and return for the knights whose adventures are related in detail, but he himself a passive spectator.",
        "Matter, according to him, impresses the afferent nervous system, this the brain, this the efferent nervous system, while consciousness remains a mere spectator.",
        "This species of composition had been brought into fashion by the success of the Tatler, and by the still more brilliant success of the Spectator.",
        "Richardson, when only five numbers had appeared, pronounced it equal if not superior to the Spectator.",
        "masterpiece, erected for Frederick Gonzaga in .1523-1535; of the numerous fresco-covered chambers which it contains, perhaps the most celebrated is the Sala dei Giganti, where, by a combination of mechanical with artistic devices, the rout of the Titans still contending with artillery of uptorn rocks against the pursuit and thunderbolts of Jove appears to rush downwards on the spectator.",
        "In the case of our own conduct what we call conscience is really sympathy with the feelings of an imaginary impartial spectator.",
        "In Australia the Theory of natives believe that the wild dog has the power of speech, like the cat of the Coverley witch in the Spectator.",
        "Thus we may put A = a+(3 - y, B =m+n+y; y then represents the character of the selfpreservations in this case, and a+/3+m-En represents all that could be observed by a spectator who did not know the simple qualities, but was himself involved in the relations of A to B; and such is exactly our position.",
        "In January 1647 he was committed to the Tower for accusations against Cromwell, but was again set at liberty in time to become a disappointed spectator of the failure of the \"Levellers\" or ultrademocratic party in the army at the Ware rendezvous in the following November.",
        "The beach is safe for swimming and also popular for Windsurfing and Kite surfing, with spectacular aerobatics for the spectator.",
        "astounding feat is repeated with the second spectator's queen!",
        "Our Price: £ 7.99 Finger Chopper The Trick: Have your spectator put a finger into this wonderfully crafted mini wooden guillotine.",
        "A coin vanishes and then audibly reappears in a folded handkerchief held by a spectator.",
        "The spectator also looks over a pen...which bears a remarkable resemblance to a normal hunk of pen.",
        "imperious performance last year, reducing John Higgins virtually to the role of appreciative spectator.",
        "inverted back and forth, the spectator following your every move.",
        "The performer holds them on his outstretched palm and asks a spectator to cover them.",
        "More delightful for the spectator however, is surely the compulsory portage.",
        "purview of the local authority on spectator safety.",
        "shuffled again by the spectator.",
        "spectator's hand.",
        "spectator's selection is the 8 of Clubs.",
        "Inevitably, the kind of contest which thrills a spectator leaves only a chill within the heart of a manager.",
        "The magician asks the spectator to name their number for the first time.",
        "The role of idle spectator is unworthy of America.",
        "Each person is a member of the body, and consequently no one can come to a meeting as a passive spectator.",
        "One interested spectator on Saturday was Mr John Weeks, the Chairman of the United Counties League.",
        "Through all those doubtful places his sense of that silent spectator beside him sustained his sincerity.",
        "spectator seating for 150.",
        "spectator ions and play no part in the reaction.",
        "spectator viewing.",
        "spectator modes for several years.",
        "spectator stand for Southampton football club!",
        "His no nonsense, high impact approach to Magic leaves any spectator speechless.",
        "Indeed, these are encouraged, making the game an exciting spectator sport at the same time.",
        "Cook has observed that his work seems to ' evoke some stirrings within the spectator's subconscious ' .",
        "thrills a spectator leaves only a chill within the heart of a manager.",
        "turned over to reveal the spectator's selections!",
        "unaffected by the presence of the spectator.",
        "In 1861 he joined Meredith Townsend as joint-editor and part proprietor of the Spectator, then a well-known liberal weekly, which, however, was not remunerative from the business point of view.",
        "The Spectator, which gradually became a prosperous property, was his pulpit, in which unwearyingly he gave expression to his views, particularly on literary, religious and philosophical subjects, in opposition to the agnostic and rationalistic opinions then current in intellectual circles, as popularized by Huxley.",
        "Among his other publications may be mentioned Essays, Theological and Literary (1871; revised 1888), and Criticisms on Contemporary Thought and Thinkers (1894); and his opinions may be studied compendiously in the selections from his Spectator articles published in 1899 under the title of Aspects of Religious and Scientific Thought.",
        "For the Long Parliament, which met on the 3rd of November 16 4 0, he was elected for Downton in Wiltshire, but the return was disputed, and he did not take his seat - his election not being declared valid until the last days of the Rump. He was present as a spectator at the setting up of the king's standard at Nottingham on the 25th of August 1642; and in 1643 he appeared openly on Charles's side in Dorsetshire, where he raised at his own expense a regiment of foot and a troop of horse, of both of which he took the command.",
        "(4) The Puka group, known as \"the Seven Baryaks of Puka,\" dwell on the south side of the river Drin; they are nominally administered by a Turkish kaimakam, who is a mere spectator of their proceedings.",
        "But the more credible explanation is that he merely followed Chinese example in this matter, as he did also in linear perspective, accepting without question the curious canon that lines converge as they approach the spectator.",
        "Fechner (1801-1887) affords a conspicuous instance of the idealistic tendency to mysterize nature in his Panpsychism, or that form of noumenal idealism which holds that the universe is a vast communion of spirits, souls of men, of animals, of plants, of earth and other planets, of the sun, all embraced as different members in the soul of the world, the highest spirit - God, in whom we live and move and have our being; that the bodily and the spiritual, or the physical and the psychical, are everywhere parallel processes which never meet to interact; but that the difference between them is only a difference between the outer and inner aspects of one identical psychophysical process; and yet that both sides are not equally real, because while psychical and physical are identical, the psychical is what a thing really is as seen from within, the physical is what it appears to be to a spectator outside; or spirit is the self-appearance of matter, matter the appearance of one spirit to another.",
        "In 1746 Hume accepted the office of secretary to General St Clair, and was a spectator of the ill-fated expedition to France in the autumn of that year.",
        "This visit resulted in the publication in the Spectator of seven weekly letters, collected in book form at the end of 1847 (see a letter to de Tocqueville in Mrs Grote's reprint of the Seven Letters, 1876) .",
        "But the fact that the apparent rapidity of motion of this phantom may exceed in any ratio that of the spectator is of importance - enabling us to see how velocities, apparently of impossible magnitude, may be accounted for by the mere running along of the condition of visibility among a group of objects no one of which is moving at an extravagant rate.",
        "These terms of reference should encompass all matters falling within the purview of the local authority on spectator safety.",
        "Chris was inspired by Matthew Parris in the Spectator (reg required but worth it, IMO).",
        "The card is then placed back in the middle of the pack and shuffled again by the spectator.",
        "The facilities include a 22.86 x 10.05m Swimming Pool, with spectator accommodation, sauna and solarium suites, and slipper baths.",
        "A key chain with a light is held over a spectator 's hand.",
        "Let 's say the spectator 's selection is the 8 of Clubs.",
        "Swimming & Swim School Swimming Stoke Mandeville Stadium offers a fully accessible 25m, 6 lane swimming pool with spectator seating for 150.",
        "The sulfate ions are spectator ions and play no part in the reaction.",
        "What a surprise, a lovely little track set in a valley with excellent spectator viewing.",
        "Gamers get their chance to play to the crowd PC gamers have been enjoying spectator modes for several years.",
        "Their winning project was a new spectator stand for Southampton football club !",
        "Cook has observed that his work seems to ' evoke some stirrings within the spectator 's subconscious '.",
        "The cards in the magician 's hand are immediately turned over to reveal the spectator 's selections !",
        "The Referee had allowed a few moments for the move to finish unaffected by the presence of the spectator.",
        "The spectator again chooses a card and it, too vanishes in an instant !",
        "Wine Spectator, Wine Advocate and Wine Enthusiast are all magazines that publish special issues highlighting the best wines.",
        "If your liquor store you will probably see Wine Spectator ranking labels on the shelves.",
        "During this period, ski racing was a spectator sport and new techniques were taught.",
        "Whether you're a spectator or the driver, race car driving is a great way to relieve stress with adrenaline, heart-pumping action.",
        "If your child is new to the world of toddler pageants, nothing will teach you more about her wardrobe needs than spending time as a spectator on the pageant circuit.",
        "Cycle fans - whether someone is a keen cycling spectator or has a passion for riding a bike, bicycle earrings could be just the thing.",
        "Spectator Videos: These video clips are taken from the ground or other vantage point near the ride rather than on it.",
        "The AFL is the second-longest running football league in the U.S. It's known for being a fan-friendly sport and is America's fastest-growing spectator game.",
        "It really makes you feel like you're a part of the game, rather just controlling it as a spectator.",
        "At one point, my female spectator actually refused to let me stop playing to make some dinner, so she ordered a pizza just to keep me on that controller.",
        "Beaux Freres - Beaux Freres Vinyard. $75 Wine Spectator gave this Oregon wine a 95 rating, the highest rating it has given to a 2002 Pinot.",
        "Wine Spectator commented \"Big and ripe, a mouthwatering wine with tingly acidity bringing harmony to a wash o plum, blackberry, cherry and dusky spice flavors, which persist on the fine-grained, not terribly tannic finish.\"",
        "Rating: 91 Wine Spectator and 88 Points from Parker.",
        "Wine Spectator said \"rich, smooth, supple, graceful Pinot, with layers of cola, raspberry and blackberry fruit\".",
        "Much like winning the Masters golf tournament, I decided that once a winner, it deserved a chance to defend its title, even though Parker hasn't bothered to rate it and the best score that Wine Spectator could muster was an 88.",
        "J.-F. Coche-Dury: It's breathtakingly expensive, but consistently collectible.This wine regularly earns 99 points from Wine Spectator.",
        "Jean Chartron: The 2008 vintage of this Corton-Charlemagne received a Wine Spectator rating of 95 points, and sells for around $180 per bottle.",
        "When Wine Spectator Magazine's James Laube reviewed the wine in 2005, he gave it 87 points for elegance and finesse, praising flavors of raspberry and black cherry.",
        "Williams Selyem wines consistently receive scores in the good to superior range from reviewers like Wine Spectator and Robert Parker.",
        "Archery Summit also produces world-class Pinot Noir wines that have won many awards and consistently rate high in Wine Spectator for quality.",
        "Read wine reviews from a respected source like Wine Spectator to discover quality wines in your budget.",
        "The shipped wines are highly rated by experts such as Robert Parker or Wine Spectator, and cost varies depending on number of bottles selected and wines shipped.",
        "The Platinum Series ships collectible wines rated 90 points or higher from agencies like the International Wine Cellar and Wine Spectator.",
        "Wine Spectator gives The Prisoner a 92 and notes the wild berry and currant flavors with hints of chocolate and vanilla.",
        "Wine Spectator awarded this wine the Wine of the Year for 2002.",
        "While the 2004 vintage may be past its prime, the 2008, 2009, and 2010 vintages are all very good wines, earning between 89 and 91 points from Wine Spectator.",
        "The 2007 vintage, which earned 93 points from Wine Spectator, will last you through 2029, so it may be well worth the $55 to $75 price tag to get a bottle or two to lay down now.",
        "If you haven't tried the wine yourself but want to make sure it is good, take a look at Wine Spectator's Top 100 wines for the year, or seek other reputable wine ratings.",
        "The wines tend to receive ratings in the mid-80s from Wine Spectator, which means you will have a very good drinkable wine for less than $20 per bottle.",
        "If you can get your hands on a bottle, try the spectacular Williams-Selyem Pinot Noir Russian River Valley Bucher Vineyard, 2008, which earned a 94 point rating from Wine Spectator and promises to drink well through 2017.",
        "Wine Spectator is what the publishing trade terms a lifestyle magazine, a periodical that helps and educates the masses of people who think of wine as part of their lifestyle.",
        "Wine Spectator is the elephant in the tasting room.",
        "Not always loved and a consistent target for criticism, Wine Spectator is highly successful, having the largest circulation in its category and it is considered the default publication regarding wine.",
        "Wine Spectator is not the only information devoted to the elucidation of wine and published for the edification of those people wishing to imbibe the juicy fermented grape, but it is perhaps the most influential.",
        "The Wine Spectator's articles are fine, interviews can be compelling, dining reviews are appetizing, and wine tour information helpful, but the \"Buying Guide\" is the section that is the meat of the magazine.",
        "Wine Spectator attempts to present a balanced framework for judging this diversity.",
        "Highly Recommended - This category represents the Wine Spectator staff's top-tiered choices.",
        "The Wine Spectator's \"100-Point Rating Scale\" is criticized by the general population.",
        "Wine Spectator has its loyal followers and it has its critics.",
        "Wine Spectator Online provides access to the publication's regular articles, wine ratings, and such but also more.",
        "Subscriptions to Wine Spectator or Wine Enthusiast are both excellent choices.",
        "Personally, I have a four color, heavy stock folding map cut out from a Wine Spectator from many years ago that I use.",
        "These wines have been rated a \"92\" or above by Wine Spectator Magazine, world renowned wine connoisseur Robert Parker and Taster's Guild International.",
        "The Wine Spectator ratings are given in the lists above because they can be used as a great starting point when you are first beginning to explore Australian red wine.",
        "As always, no matter what Wine Spectator, The Wine Advocate or other wine magazines have to say, the wine you love to drink is a personal choice.",
        "Wine Spectator's Little Book of Wine by M.",
        "Shanken - You can't go wrong with a book from Wine Spectator.",
        "These same wine snobs know that when wine is rated by the Wine Spectator, Wine Enthusiast and Wine Advocate, the price is not revealed before or during the tasting.",
        "Wine Spectator rates this wine at a whopping 89 points, priced at $20 a bottle - you can't really beat a deal like that!",
        "The reason why it has to be included in this list is because of its spectacular 90+ rating this wine has received from Wine Spectator, Wine Enthusiast and Wine and Spirits.",
        "Wine magazines such as the Wine Spectator offer courses (online/correspondence) as well as some others-it is definitely the trend.",
        "If you're not sure how to rate wines or you would like to know more about different wines in general, subscribe to a wine magazine, such as Wine Spectator, and use it as your guide.",
        "This wine scored an 86 in Wine Spectator magazine in 2008.",
        "It scored a 90 in Wine Spectator magazine in 2008.",
        "You simply cannot talk about wine information without mentioning Wine Spectator, one of the most well known and widely respected magazines in the wine industry.",
        "You can become a paid subscriber to this website if you so choose, but with the plethora of free information available on the Wine Spectator website, it can be unnecessary to subscribe.",
        "Some suggestions to start you out would be the Wine Spectator and The Wine Enthusiast.",
        "Today, the winery produces 45,000 cases of wine annually and it is one of the best wineries in the world, according to Wine Spectator magazine.",
        "Some good wine publications include Wine Spectator, Wine Enthusiast, and Saveur magazine.",
        "It is a reasonably priced wine, at about $35 a bottle, and the 2008 version was chosen as one of Wine Spectator's top 100 wines of the year.",
        "Do you want wines that have been rated highly by experts such as Wine Spectator and Wine Enthusiast?",
        "For instance, Wine Spectator magazine features rated wines in both their magazine and on their website.",
        "For instance, if Wine Spectator awarded the score, then following the number you will see (WS) in parentheses.",
        "The winery's two collections, the Napa Valley and Aritsan Collections, frequently garner praise from wine experts, earning 90+ point ratings from well known wine critics like Robert Parker and Wine Spectator.",
        "LTK: Your wines have been the subject of some really great Robert Parker and Wine Spectator reviews lately, particularly the 2008 vintage and 2009 barrel samples.",
        "The exception to this rule is ritualistic dance, however occasionally even then the divide between performer and spectator is blurred.",
        "Set in an arena with 10,500 spectator seats (the Fort Worth, Texas, Convention Center), this competition is judged professionally and the number of entering dance teams and groups is high, as is the general level of dance technique.",
        "If you would like to experience Mexican dances, either as a participant or spectator, consider visiting a cultural festival or browsing online for video clips.",
        "The Editor of the Spectator's career as a front bencher has been brilliant, brief and brusque.",
        "borrowed from a spectator.",
        "Glossy Finish - A smear of borrowed lipstick penetrates a spectator's tightly clenched fist.",
        "Effect: A spectator is asked to freely shuffle a deck of cards.",
        "The system had to be compromised for the spectator's benefit in ad hoc ways, for example, to minimize perspective distortion.",
        "From The Spectator to Thatcher, people seem eager to crush the solidarity which exists here.",
        "Syd Segal has taken simple gaffs, yet squeezes every ounce of magical juice out of them for your spectator's amazement.",
        "Spectator: Brain food - Ann Colter's meaty goodness.",
        "He's not a spectator and would rather participate so he can enjoy the action firsthand.",
        "He can be just as happy being a spectator as long as he's allowed to cheer for his favorite team.",
        "The current monthly special includes a men's narrow black leather spectator marked down 25%.",
        "It seems like a casual, beach style shoe has nothing to do with the couture collection known for pearls, classic tailored suits and spectator pumps.",
        "Two other features of the spoiler section include links to Barb's Salem Spectator, a message board populated with spoilers and updates about the future of Salem and her residents.",
        "Repeating certain chants during a football game can help keep the crowd excited and also will help get back to the heart of cheerleading- spectator participation."
    ],
    "definition": [
        "spec′ta·to′ri·al\nadjective",
        "spec′ta·tor·ship′\nnoun",
        "Link/Cite",
        "One who observes an event; an observer.\nThe cheering spectators watched the fireworks.",
        "attercops",
        "Link/Cite"
    ]
}