{
    "translation": "מחזה, מראה",
    "uses": [
        "You're making a spectacle of yourself.",
        "While Dean enjoyed the spectacle of the exciting contest, he harbored no envy toward its participants.",
        "Clear transparent rock-crystal is used for optical purposes and spectacle lenses.",
        "As his plays show, the spectacle struck Antonio's observation, but he had to criticize with caution.",
        "The crown prince, who was shaken by the spectacle of the battle, allowed himself to be drawn into a reply, and to be referred to Sir Hyde Parker.",
        "During the fifty years since Crawford's Tenure of Office Act was passed in 1820, the country had been growing more and more familiar with the spectacle of corruption in high places.",
        "In his absence he left Lucrezia as regent, offering the astounding spectacle of a pope's natural daughter in charge of the Holy See.",
        "In retirement she could devote herself wholly to art and science, and the opportunity of astonishing the world by the unique spectacle of a great queen, in the prime of life, voluntarily resigning her crown, strongly appealed to her vivid imagination.",
        "A characteristic spectacle in winter is the tobogganing in the Humlegard on holidays.",
        "The sok presents a lively spectacle, especially upon Thursdays and Sundays.",
        "The spectacle of the adoration of the pope at Bologna impressed him strongly in an anti-papal direction.",
        "The spectacle of an Eastern despot apparently advancing on the lines of European progress was in itself as astonishing as new.",
        "They were curious and thought she was quite a spectacle.",
        "I must have made quite a spectacle.",
        "awesome spectacle of God's Creation.",
        "piteous spectacle.",
        "eyecups for spectacle wearers.",
        "And he will not have seen a great deal to worry him in what was fairly dismal spectacle.",
        "ruthful spectacle Hath fortune offered to my hapless heart?",
        "marimba music and spectacle of masked dances a smiling, drunken horse rider bit the top off a beer bottle.",
        "Join us on a 400-mile voyage around the tip of Baja California and witness the thrilling spectacle of Gray Whales in their calving lagoons.",
        "The Olympic Games is the biggest sporting spectacle in the world.",
        "high, more than double the height of Niagara, forming, when the river is swollen by the rains, a spectacle of rare magnificence.",
        "They were curious and she must be quite a spectacle.",
        "The dancers showed a high level of professionalism and excellent rhythm in a spectacle that ranged from modern type dances to classical flamenco.",
        "ghastly spectacle would frighten the children out of their senses, I should think.",
        "Even though it would be a short trip, it was an opportunity to photograph the floral spectacle, with the added opportunity to meet another participant in the Dawkins family chronicle.",
        "expanses in the midst of the brown and desolate plain, offers an extraordinary spectacle.",
        "Not an edifying spectacle, and all the stranger given Moore's confidence of an anti-war vote turning out for a pro-war candidate.",
        "Nothing will prepare you for this awe-inspiring spectacle; 8,000 life-sized model warriors, chariots and horses.",
        "spectacle lens permits the eye to focus the image on the retina.",
        "spectacle prescription that is given to the patient and passed on to the optician.",
        "tawdry spectacle of consumer culture have no conception of his vision of what things could be.",
        "torchlight parade around the streets, what a spectacle that must have been.",
        "The show is a circus theater spectacle involving fire juggling, audience participation and a very tall unicycle.",
        "He therefore wrote out his message on sheets which were passed from hand to hand, and these, with the spectacle of his virtues and disinterestedness, soon produced a strong effect.",
        "- The monetary system presents a spectacle of perplexing confusion, which is a remnant of the complete chaos which prevailed before the reforms initiated in 1844 by Sultan Abd-ul-Mejid.",
        "These instructions were communicated to the French, though not to the allies, Louis putting Dunkirk as security into possession of England, and the shameful spectacle was witnessed of the desertion by the English troops of their allies almost on the battlefield.",
        "In the long and acrimonious debates that followed in the Reichstag itself the strange spectacle was presented of the chancellor fighting a coalition of the Conservatives and the Catholic Centre with the aid of the Socialists and Liberals.",
        "Compared with this obscure process - this spread of the king's peace along the highways and through the distant forest lands of the 12th and 13th centuries - papal interdicts and jubilees, however impressive their spectacle, are but fleeting shows.",
        "The hills which form its shores are so steep, and the woods on them were then so high, that, as you looked down from the west end, it had the appearance of an amphitheatre for some land of sylvan spectacle.",
        "These puffs of smoke and (strange to say) the sound of the firing produced the chief beauty of the spectacle.",
        "Artaud 's criterion of spectacle is sensory violence, not sensory enchantment; beauty is a notion he never entertains.",
        "The extra converging power of a spectacle lens permits the eye to focus the image on the retina.",
        "After a forced absence last year, the spectacle of vintage speedway makes a welcome return to this year 's BMF Show.",
        "Postmodernists who criticize Adorno for denouncing the tawdry spectacle of consumer culture have no conception of his vision of what things could be.",
        "The Tour is sure to offer an unforgettable cricketing spectacle whichever matches you attend.",
        "The holidays are a remarkable spectacle of beauty at Walt Disney World, complete with 1500 Christmas trees throughout the parks and environmentally friendly LED lights on the majority of the décor.",
        "Rubin. The Fine Art of Prescribing Glasses Without Making a Spectacle of Yourself, 3rd ed. Gainesville, FL: Triad Publishing, 2004.",
        "But if a child has become at least 0.25 diopters myopic at this age then there is a 60 percent chance that the child will require spectacle correction for nearsightedness by age 13.",
        "Oaks and wild prunus, wild vines and sumachs, various kinds of maple, the dOdan (Enkianthus Japonicus Hook.)a wonderful bush which in autumn develops a hue of ruddy redbirches and other trees, all add multitudinous colors to the brilliancy of a spectacle which is further enriched by masses of feathery bamboo.",
        "\" And then, \" writes Dr Theal, \" was seen forced the strange spectacle of an English commissioner addressing men who wished to be free of British control as the friendly and well-disposed inhabitants, while for those who desired to remain British subjects and who claimed that protection to which they believed themselves entitled he had no sympathizing word.\"",
        "The uplands of Wales and the north presented another spectacle.",
        "The principle of election by canons was repeatedly violated, and threatened to disappear; and at the end of the 13th century the spectacle was common of prelates, whether nominated or confirmed by the pope, entitling themselves \" bishops by the grace of the Holy See.\"",
        "The burial ceremony itself must have been an imposing spectacle.",
        "Except the brilliant existences of Raphael at Rome and of Rubens at Antwerp and Madrid, the annals of art present the spectacle of few more honoured or more fortunate careers.",
        "Of schools or colleges for the purposes of a higher education befitted to the sons of noblemen and the more wealthy merchants there are absolutely none; but the village school is an ever-present and very open spectacle to the passer-by.",
        "The fascination of pure study was so powerful, the Italians at that epoch were so eager to recover the past, that during the 15th century we have before our eyes the spectacle of this great nation deviating from the course of development begun in poetry by Dante and Petrarch, in prose by Boccaccio ism to and Villani, into the channels of scholarship and anti- - quarian research.",
        "As a matter of fact, the earlier and more democratic types of primitive society, uncontaminated by our civilization, do not present many features to which the modern conscience can take exception, but display rather the edifying spectacle of religious brotherhoods encouraging themselves by mystical communion to common effort.",
        "It is certainly true that the same emotional temperament, dissolving in tears at the spectacle of the country's woes, and expressing itself to a great extent in the same or similar language, is noticeable in the author(s) of Lamentations i.-iv.",
        "Spectacle makers.",
        "History became the tragic spectacle of a game of dupes - the real movers being priests, kings or warriors.",
        "After installing himself in the Vatican, Louis got himself crowned by the deputies of the Roman people; instituted proceedings for the deposition of John, whom the Roman people, displeased by the spectacle of the papacy abandoning Rome, declared to have forfeited the pontificate (April 18, 1328); and finally caused a Minorite friar, Pietro Rainalucci da Corvara, to be elected pope under the name of Nicholas V.",
        "Andromede, with the later spectacle piece, the Toison d'or, do not call for comment, and we have already alluded to the chief merit of Don Sanche.",
        "the inheritor both of the spiritual and temporal rights and privileges of the founder; he in his temporal capacity exacted rent and tribute like other chiefs, and made war not on temporal chiefs only, the spectacle of two coarbs making war on each other not being unusual.",
        "The king, melancholy spectacle as he was, seemed indeed to suit that tragic hour when Orleans, the last bulwark of the south, was besieged by the earl of Salisbury, now roused from inactivity (1428).",
        "The spectacle of anarchy, and the stoppage in payment of taxes frightened the Republican deputies into some approach to sanity.",
        "A naked short-sighted eye, which would be corrected for distant objects by a spectacle glass of - Io diopters, may approach the object up to about 4 in.",
        "Optometrists write a spectacle prescription that is given to the patient and passed on to the optician.",
        "The Haka - a wonderful spectacle or a ridiculous sideshow?",
        "The principal Roman and other ruins in the regency are the aqueducts near the capital (Tunis) and the temple at Zaghwan, described under Tunis city; the great reservoir near Carthage (q.v.); the amphitheatre at El Jem (see SusA); the temples and other ruins of Sbeitla (q.v.); the ruins of Dugga, near Tebursuk, in the north-west of the regency (the amphitheatre of Dugga, the ancient Thugga, is a magnificent spectacle); the baths, amphitheatre and temples of Feriana (the ancient Thelepte); the whole route between Feriana (which is in the south of Tunisia, 33 m.",
        "An Italian man by the name of Salvino D'Armate created the spectacle device.",
        "A surreal spectacle of this area can be found traced through the company's work.",
        "Argaty is the perfect place to observe the spectacle of the Kites ' flying acrobatics.",
        "A Robin Hood festival takes place each summer, offering the spectacle of jousting, archery and falconry.",
        "To further enhance this incredible visual spectacle, Headgate has incorporated the most stunning camerawork to grace any golf game.",
        "Nearby at the new Eagle Lake reserve, we found some late wintering Bronzed cowbirds but the real spectacle were the herons and waders.",
        "grotesque spectacle of African children aping their elders \" playing at soldiers \" .",
        "Other attractions include koalas high in the treetops and the spectacle of thousands of Australian fur seals swimming and lazing on Seal Rocks.",
        "There are also mongoose lemurs and brown lemurs to add to the spectacle.",
        "matchless spectacle unfailingly enthralls, symbolizing the Scotland that everyone holds dear in their heart.",
        "Spectacle wearers need specially designed high eyepoint oculars, which tend to be expensive new, or in used condition ). 6) Cost.",
        "Later that day there was a torchlight parade around the streets, what a spectacle that must have been.",
        "There is a wonderfully festive gala soiree for all the drivers and personalities on the Saturday before the spectacle of the races on Sunday.",
        "After a forced absence last year, the spectacle of vintage speedway makes a welcome return to this year's BMF Show.",
        "Yet, apart altogether from its independent value, by his speculative power and enthusiasm, by his revelation of the life and spectacle of nature, by the fresh creativeness of his diction and the elevated movement of his rhythm, Lucretius exercised a more powerful influence than any other on the art of his more perfect successors.",
        "When most active, Halemaumau affords a grand spectacle, especially at night: across the crust run glowing cracks, the crust is then broken into cakes, the cakes plunge beneath, lakes of liquid lava are formed, over whose surface play fire-fountains 10 to 50 ft.",
        "The Roman Catholics, while maintaining their religion, were willing enough to co-operate with them for this object; and Germany often saw the strange spectacle of princes rallying round the emperor for the defence of the church, and at the same time striking deadly blows at his political influence.",
        "More space should be used if the tree is large, while less space between the lights creates a spectacle of lights.",
        "The west coast throughout its whole length is covered to a depth of some miles with mangrove swamps, with only a few isolated stretches of sandy beach, the dim foliage of the mangroves and the hideous mud flats presenting a depressing spectacle.",
        "None the less the emperor sailed on his Crusade in the summer of 1228, affording to astonished Europe the spectacle of an excommunicated crusader, and leaving his territories to be invaded by papal soldiers, whom Gregory IX.",
        "He had not based his case against the Transvaal on the letter of the Conventions, and regarded the employment of the word \"suzerainty\" merely as an \"etymological question,\" but he realized keenly that the spectacle of thousands of British subjects in the Transvaal in the condition of \"helots\" (as he expressed it) was undermining the prestige of Great Britain throughout South Africa, and he called for \"some striking proof\" of the intention of the British government not to be ousted from its predominant position.",
        "The traditional design features fully waterproof multi-coated optics and retractable eyecups for spectacle wearers.",
        "For the larger wedding you may decide to hire another magician to ensure that everyone can join in the spectacle.",
        "These may be conveniently combined, as in Franklin glasses, where the upper half of the spectacle frame contains a weak lens, and the lower half, through which the eye looks when reading, a stronger one.",
        "The women's coxed fours B category produced a messy spectacle.",
        "Artaud's criterion of spectacle is sensory violence, not sensory enchantment; beauty is a notion he never entertains.",
        "divergean>diverging spectacle lens permits the eye to focus an image on the retina.",
        "Spectacle wearers Most binoculars today are fitted with soft rubber eyecups.",
        "These labs manufacture lenses to fit in spectacle frames, and they may sell glasses directly out of their location for a lot less.",
        "The scenery was also effective and well managed, linking with fabulous costumes to produce a glittering spectacle.",
        "B) Marvel at the awesome spectacle of God's Creation.",
        "Small sized telescopes will show a dazzling spectacle, a myriad of glimmering stars fused to form a slightly flattened disk.",
        "spectacle wearers with twist up / down eyecups for full field of view.",
        "spectacle correction is + 1.50 dioptres (+ 3.00 ret. @ 2/3 meter ).",
        "Plus learn how to dress up as a mommy and distract your audience for a spookily spotless spectacle!",
        "theatrical spectacle, and it doesn't pretend to be.",
        "The most melancholy spectacle of all to my mind was, that the bridegroom was decidedly tipsy.",
        "unforgettable cricketing spectacle whichever matches you attend.",
        "The displayed side shows 8 hand colored woodcuts, including the first known printed depiction of a spectacle wearer.",
        "According to the most recent version of the legend, Veronica was a pious woman of Jerusalem, who, moved with pity by the spectacle of Jesus carrying His cross to Golgotha, gave Him her kerchief in order that He might wipe the drops of agony from His brow.",
        "The appetite of the populace was inflamed by the spectacle of their martyrdom.",
        "68 (January 688), was seen the curious spectacle of four different standards planted near Mecca, belonging respectively to four chiefs, each of whom was a pretender to the empire; the standard of Abdallah b.",
        "The spectacle presented by Nero's visit was unique.",
        "The new decoration of the Premises contributed much to the magnificence of the spectacle.",
        "What doleful sight, what ruthful spectacle Hath fortune offered to my hapless heart?",
        "Long eye relief for spectacle wearers with twist up / down eyecups for full field of view.",
        "In practice, a reasonable lower limit for spectacle correction is + 1.50 dioptres (+ 3.00 ret. @ 2/3 meter).",
        "Plus learn how to dress up as a mommy and distract your audience for a spookily spotless spectacle !",
        "The clash of cultures, impoverished means and surreal spectacle of this area can be found traced through the company 's work.",
        "But this is n't a great theatrical spectacle, and it does n't pretend to be.",
        "And no spectacle, but a great vague danger, unsympathetic shadows and veils of darkness.",
        "At Coombe Royal, in South Devon, it grows quite 20 feet high, and is a spectacle of wondrous beauty about the end of April or the beginning of May, when every twig carries a cluster of fiery flowers.",
        "Add the specially designed laser light show, live theatrical performances and a little interactive video gameplay and you have an event that is more spectacle than concert and is selling out venues.",
        "For 85 percent of children with nystagmus, a spectacle prescription improves vision significantly.",
        "The overall effect results in swim trunks that look terrific, but won't make you a spectacle on the beach.",
        "He had been chosen to meet Hamilton in controversy, with a view to convincing him of his errors, but the arguments of the Scottish proto-martyr, and above all the spectacle of his heroism at the stake, impressed Alesius so powerfully that he was entirely won over to the cause of the Reformers.",
        "Seen from the Adriatic, Monte Corno, as it is someti, mes called, from its resemblance to a horn, affords a magnificent spectacle; the Alpine region beneath its summit is still the home of the wild boar, and here and there are dense woods of beech and pine.",
        "Bukovina, the chief abode of the Austrian Rumanians, which they shared with the Ruthenians, offered the spectacle of a German adminstration in which without any compulsion German was the official language and also that of society, and neither efforts at Germanization nor language controversies were to be found.",
        "The proposal to make the frontier districts into a separate province, administered by an officer of special experience, dates back to the viceroyalty of Lord Lytton, who, in a famous minute of the 22nd of April 1877, said: \"I believe that our North-West Frontier presents at this moment a spectacle unique in the world; at least I know of no other spot where, after 25 years of peaceful occupation, a great civilized power has obtained so little influence over its semi-savage neighbours, and acquired so little knowledge of them, that the country within a day's ride of its most important garrison is an absolute terra incognita, and that there is absolutely no security for British life a mile or two beyond our border.\"",
        "From any vantage point, but especially from the sea, it presents a magnificent spectacle, while some 30 m.",
        "The ensuing night in Cairo presented a curious spectacle; many of the inhabitants, believing that this envoy would put an end to their miseries, fired off their weapons as they paraded the streets with bands of music. The silhdgr, imagining the noise to be a fray, marched in.",
        "\" The spectacle of these eternally dead masses gave me nothing but the monotonous and at last tedious idea, ` Es ist so.'",
        "Brooches are found in great numbers, both those derived from the primitive safety-pin (\"Peschiera\" type) and the \"spectacle\" or \"Hallstatt\" type found all down the Balkans and in Greece.",
        "Italian society exhibited an almost unexampled spectacle of literary, artistic and courtly refinement crossed by brutalities of lust, treasons, poisonings, assassinations, violence.",
        "The whole history of religion presents perhaps no more singular spectacle than the mosques of Bagdad in the middle of the 9th century filled with vast crowds of twenty and thirty thousand of the faithful, assembled to discuss the dogmas of the created and the un created Koran.'",
        "The spectacle of thousands of British subjects kept permanently in the position of helots, constantly chafing under undoubted grievances, and calling vainly to Her Majesty's government for redress, does steadily undermine the influence and reputation of Great Britain, and the respect for British government within the queen's dominions.",
        "But through some neglect of orders, the prince one day encounters a leper and a blind man, and asks of his attendants with pain and astonishment what such a spectacle should mean.",
        "The last named affords a magnificent spectacle from Bogota, its level top which is 5 or 6 m.",
        "The spectacle of men so rash, and so incapable of controlling the forces which they seemed to have presumptuously summoned, excited in Burke both indignation and contempt.",
        "Add to this that he was a virtuous husband, a kind father, a fervent Christian and a good-natured man full of excellent intentions, yet a spectacle of moral pusillanimity and ineptitude.",
        "Today, there is now the unusual spectacle of a modern glass precinct rising out above early 20th century walls!",
        "A carpet was drawn across the ghastly spectacle, and the tyrant resumed his feast over the still quivering limbs of the dying.",
        "There are ways of dealing with the unedifying spectacle of people being tried by newspapers and they should be deployed.",
        "The Isiac mysteries were a representation of the chief events in the myth of Isis and Osiris - the murder of Osiris, the lamentations of Isis and her wanderings, followed by the triumph of Horus over Seth and the resurrection of the slain god - accompanied by music and an exposition of the inner meaning of the spectacle.",
        "It was an edifying spectacle, and all the stranger given Moore's confidence of an anti-war vote turning out for a pro-war candidate.",
        "Faudree compares the Young @ Heart spectacle to the thrill you get from watching acrobatics.",
        "bizarre spectacle seems to confirm that America is becoming a military theocracy - again, a truly Medieval concept.",
        "Isolated individuals, united only by a passive contemplation of the spectacle.",
        "Here was a spectacle to excite the derision or pity of the gods.",
        "All the blood & thunder, thrills & spectacle of a medieval joust.",
        "Their dreams were dominated by the glorious spectacle of panic-stricken infantrymen flying before the sabers of a troop of mounted lancers.",
        "The noise, the spectacle, the looks on the faces of passers-by ranging from concern to blind panic.",
        "pas seule Society of the Spectacle, Part 1 et Snipe, notamment, oÃ¹ l'Ã©nergie dÃ©ployÃ©e ne lÃ¢che pas UN seul instant.",
        "This bizarre spectacle seems to confirm that America is becoming a military theocracy - again, a truly Medieval concept.",
        "Outwardly the Reformation would seem to have begun when, on the 10th of December 1520, a professor in the university of Wittenberg invited all the friends of evangelical truth among his students to assemble outside the wall at the ninth hour to witness a pious spectacle the burning of the \" godless book of the papal ecclesiastical state of which the bishop of Rome was head.",
        "Rome, however, had greater dangers to cope with than the indignant reproofs of her friends the monks, and the opposition Growth of of the bishops, who were displeased at the spectacle of their authority waning day by day.",
        "The faces in the crowd that gathered to watch this spectacle displayed various degrees of shock, curiosity, disgust and amusement- probably all of the responses Cohen hoped to provoke.",
        "Whether you plan to watch a parade from the comforts of your own home or head out to see the spectacle in person, you should follow a few pointers to make the most of your parade experience.",
        "In 306 the emperor Constantine the Great caused multitudes of Frankish prisoners to be thrown to the beasts here, and in 313 made a similar spectacle of the captive Bructeri.",
        "Pico's works cannot now be read with much interest, but the man himself is still interesting, partly from his influence on Reuchlin and partly from the spectacle of a truly devout mind in the brilliant circle of half-pagan scholars of the FlOrentine renaissance.",
        "In Filelfo and Valla Poggio found his match; and Italy was amused for years with the spectacle of their indecent combats."
    ],
    "definition": [
        "a. Something that can be seen or viewed, especially something of a remarkable or impressive nature.\nb. A public performance or display, especially one on a large or lavish scale.\nc. A regrettable public display, as of bad behavior: drank too much and made a spectacle of himself.",
        "spectacles\na. A pair of eyeglasses.\nb. Something resembling eyeglasses in shape or suggesting them in function.",
        "Link/Cite",
        "Something exhibited to view; usually, something presented to view as extraordinary, or as unusual and worthy of special notice; a remarkable or noteworthy sight; a show; a pageant",
        "An exciting exhibition, performance or event.",
        "An embarrassing situation\nHe made a spectacle out of himself",
        "(usually in the plural) An optical instrument consisting of two lenses set in a light frame, and worn to assist sight, to obviate some defect in the organs of vision, or to shield the eyes from bright light.",
        "(figuratively) An aid to the intellectual sight.",
        "The brille of a snake.",
        "Link/Cite"
    ]
}