{
    "translation": "התפצל",
    "uses": [],
    "definition": [
        "a. To divide (something) from end to end, into layers, or along the grain: split the log down the middle. See Synonyms at tear1.\nb. To cause to be split unintentionally: split my pants laughing.\nc. To cause to undergo nuclear fission or division into elements: splitting atomic nuclei with neutrons; splitting water into hydrogen and oxygen.\nd. To affect with force in a way that suggests tearing apart: A lightning bolt split the night sky.",
        "a. To separate (people or groups, for example); disunite.\nb. Sports To advance between (a pair of defenders) when trying to score.",
        "To divide and share: split a dessert.",
        "To divide, as for convenience or proper ordering: split the project up into stages.",
        "To separate (leather, for example) into layers.",
        "To mark (a vote or ballot) in favor of candidates from different parties.",
        "To divide (a company's stock) by issuing multiples of the existing shares with a corresponding reduction in the price of each share, so that the total value of the stock is unchanged.",
        "Sports To win half the games of (a series or double-header).",
        "Slang To depart from; leave: a mobster who suddenly split town.",
        "a. To become separated into parts, especially to undergo lengthwise division: The pants split along the seam.\nb. To undergo nuclear fission or break into atomic components: A neutron is given off when the nucleus splits.",
        "To be or admit of being divided: Let's split up into teams. This poem doesn't split up into stanzas very well.",
        "Informal To become divided or part company as a result of discord or disagreement: She split with the regular party organization. They split up after a year of marriage.",
        "Slang To depart; leave: All the older kids have split to go dancing.",
        "The act of splitting or the result of it.",
        "A breach or rupture in a group: a split that threatened the unity of the political party.",
        "The division of a company's stock by issuing multiples of the existing shares with a corresponding reduction in the price of each share.",
        "A thing that is formed by splitting, such as a strip of flexible wood used for making baskets.",
        "A dessert of sliced fruit, ice cream, and toppings.",
        "Sports\na. The recorded time for an interval or segment of a race.\nb. An arrangement of bowling pins left standing after a bowl, in which two or more pins remain standing with one or more pins between them knocked down.\nc. often splits An acrobatic feat in which the legs are stretched out straight in opposite directions at right angles to the trunk.",
        "A wine bottle that is typically one quarter the standard size.",
        "A single thickness of a split hide.",
        "Having been divided or separated.",
        "Fissured longitudinally; cleft.",
        "Link/Cite"
    ]
}