{
    "translation": "באופן ספונטני",
    "uses": [
        "The soldiers, swinging their arms and keeping time spontaneously, marched with long steps.",
        "Its vapour is spontaneously inflammable when exposed to air.",
        "Monoclinic sulphur, obtained by crystallizing fused sulphur, melts at I 19.5°, and admits of undercooling even to ordinary temperatures, but contact with a fragment of the rhombic modification spontaneously brings about the transformation.",
        "His sermons especially abound in quotations and allusions, which have the air of spontaneously suggesting themselves, but which must sometimes have baffled his hearers.",
        "Tumours appear to arise spontaneously, i.e.",
        "In other words, are these organisms not spontaneously generated?",
        "These forms are developed spontaneously, without suggestion from outside.",
        "In 1876 this policy revived as a matter of course in the cabinet, and as spontaneously, though not upon a first provocation, became popular almost to fury.",
        "In this connexion it is very interesting to observe that Messrs Sutton of Reading find that the seedlings of many of the varieties of potato that occur spontaneously in different parts of America come quite true to type from seed.",
        "When pure, it is a colourless gas which is not spontaneously inflammable at ordinary temperature and pressure, but a slight increase of temperature or decrease of pressure sets up decomposition.",
        "It is a colourless liquid, slightly soluble in water, and is spontaneously inflammable.",
        "The mixture, then, was composed of such materials as sulphur and naphtha with quicklime, and took fire spontaneously when wetted - whence the name of wet fire or sea fire; and portions of it were \"projected and at the same time ignited by applying the hose of a water engine to the breech\" of the siphon, which was a wooden tube, cased with bronze.",
        "It burns with a brightly luminous flame, and is spontaneously inflammable at about too° C. When mixed with oxygen it combines explosively if the mixture be under diminished pressure, and is violently decomposed by the halogens.",
        "In the less exposed localities, on northern slopes and sheltered valleys, the European forms become more numerous, and we find species of alder, birch, ash, elm, maple, holly, hornbeam, Pyrus, &c. At greater elevations in the interior, besides the above are met Corylus, the common walnut, found wild throughout the range, horse chestnut, yew, also Picea Webbiana, Pinus, excelsa, Abies Smithiana, Cedrus Deodara (which tree does not grow spontaneously east of Kumaon), and several junipers.",
        "Silicon hydride, SiH4, is obtained in an impure condition, as a spontaneously inflammable gas, by decomposing magnesium silicide with hydrochloric acid, or by the direct union of silicon and hydrogen in the electric arc. In the pure state it may be prepared by decomposing ethyl silicoformate in the presence of sodium (C. Friedel and A.",
        "It crystallizes in colourless cubes, is deliquescent, and often inflames spontaneously on exposure to air.",
        "He seeks to trace the steps which the reason has spontaneously and consciously, but irreflectively, followed.",
        "That conviction he put into practice with extreme rigour during the thirty years of his reign (1825-55), endeavouring by every means at his disposal to prevent revolutionary ideas from germinating spontaneously among his subjects and from being imported from abroad.",
        "There is very little evidence to show that mediumship arose anywhere spontaneously,' but those who sat with the Foxes were often found to become mediums themselves and then in their turn developed mediumship in others.",
        "It is difficult to believe that this work of Diophantus arose spontaneously in a period of general stagnation.",
        "Acetylene has the property of inflaming spontaneously when brought in contact with chlorine.",
        "His researches in the life-history of various of the lower forms of animal life were in opposition to the doctrine that they could be \"produced spontaneously, or bred from corruption.\"",
        "returns spontaneously to its fine-grained ductile state (cooling past Ara does not have this effect); or by breaking up the coarse grains by mechanical distortion, e.g.",
        "The free acid is not known; by the addition of the potassium salt to 50% acetic acid at - 20° C., the acid anhydride, benzene diazo oxide, (C6H5N2)20, is obtained as a very unstable, yellow, insoluble compound, exploding spontaneously at o° C. Strong acids convert it into a diazonium salt, and potash converts it into the diazotate.",
        "450) by the action of potash upon phosphorus, the gas so prepared being spontaneously inflammable.",
        "It has in general one value for the powdery metal as obtained by reduction of the oxide in hydrogen below the melting point of the metal, another for the metal in the state which it assumes spontaneously on freezing, and this latter value, in general, is modified by hammering, rolling, drawing, &c. These mechanical operations do not necessarily add to the density; stamping, it is true, does so necessarily, but rolling or drawing occasionally causes a diminution of the density.",
        "The Golden Age was first created, which without any avenger Spontaneously without law cherished fidelity and rectitude.",
        "His words and actions flowed from him as evenly, inevitably, and spontaneously as fragrance exhales from a flower.",
        "They do not possess the power of spontaneously revolving.",
        "Everybody that I spoke to, spontaneously and without me polling them on this question, came up with a variation of that same comment.",
        "Having dwelt in that egg for a year, that lord spontaneously by his own thought split that egg in two; and from the two halves he fashioned the heaven and the earth, and in the middle,the sky,and the eight regions (the points of the compass), and the perpetual place of the waters.",
        "But this difficulty was soon removed by the pupil's diligence; the very exigencies of his situation were of service to him in calling forth all his powers, and he studied the language with such success that at the close of his five years' exile he declares that he \" spontaneously thought \" in French rather than in English, and that it had become more familiar to \" ear, tongue and pen.\"",
        "In order that positively electrified ions may enter a solution, an equivalent amount of other positive ions must be removed or negative ions be added, and, for the process to occur spontaneously, the possible action at the two electrodes must involve a decrease in the total available energy of the system.",
        "From the name schistos, and the mode of formation, there can be little doubt that this species was the salt which forms spontaneously on certain slaty minerals, as alum slate and bituminous shale, and which consists chiefly of the sulphates of iron and aluminium.",
        "None of them, in man, coagulates spontaneously, although they contain fibrinogen.",
        "It decomposes water at ordinary temperature with evolution of hydrogen but without production of silicon hydride, whilst cold hydrochloric acid attacks it vigorously with evolution of hydrogen and spontaneously inflammable silicon hydride.",
        "Suan, another rice-like cereal, not cultivated, grows spontaneously in the paddy fields.",
        "- This name is now restricted to two or three dwarf branching Brazilian epiphytal plants of extreme beauty, which agree with Phyllocactus in having the branches dilated into the form of fleshy leaves, but differ in having them divided into short truncate leaf-like portions, which are articulated, that is to say, provided with a joint by which they separate spontaneously; the margins are crenate or dentate, and the flowers, which are large and showy, magenta or crimson, appear at the apex of the terminal joints.",
        "Thomson, or the correlated phenomena occurring spontaneously in radio-active bodies as discovered by H.",
        "Caesar-worship as an organized cult developed spontaneously in many provincial towns during the reign of Augustus, and was fostered by him and his successors as a means of promoting in these centres of vigour and prosperity a strong loyalty to Rome and the emperor, which was one of the firmest supports of the latter's power.",
        "It spontaneously inflames in air or oxygen; and when the gas is issuing from a jet into air the flame is greyish green, with a faintly luminous and yellow tip; the flame is probably one of the coldest known.",
        "We must have willed thus spontaneously first, otherwise we could not know, before our reflective volition, that we could will and act.",
        "On distillation of equal parts of dry potassium acetate and arsenious oxide, a colourless liquid of unbearable smell passes over, which is spontaneously inflammable and excessively poisonous.",
        "This modification is important, because it transfers the formative influence from the plastic substances to the protoplasm, suggesting that, the diverse constituents are produced (whether spontaneously or as the result of stimulation) as secretions by the protoplasm.",
        "The slurry, in drying on the floor of the flue, forms a fairly tough cake which cracks spontaneously in the process of drying into rough blocks suitable for loading into the kiln.",
        "It is found, more especially in the case of organic compounds, that if a substance which oxidizes readily at ordinary temperature be mixed with another which is not capable of such oxidation, then both are oxidized simultaneously, the amount of oxygen used being shared equally between them; or in some cases when the substance is spontaneously oxidized an equivalent amount of oxygen is converted into ozone or hydrogen peroxide.",
        "It spread from Pali to the province of Meywar, but died out spontaneously in the hot season of 1837.",
        "If left, they usually suppurate and open outwards by sloughing of the skin, but they may subside spontaneously, or remain hard and indurated.",
        "It is a very powerful oxidant; a mixture of potassium chlorate and sugar in about equal proportions spontaneously inflames when touched with a rod moistened with concentrated sulphuric acid, the chlorine peroxide liberated setting fire to the sugar, which goes on burning.",
        "The oil for ink-making is prepared by heating it in an iron pot up to the point where it either takes fire spontaneously or can be ignited with any flaming substance.",
        "Fermentation is induced spontaneously by the yeast cells which are always present in large numbers in the grape itself.",
        "The war began in Massachusetts, troops from New England flocking to the neighbourhood of Boston almost spontaneously; but the resistance, if it was to be effective, must have the support of the colonies to the southward, and the Virginia colonel who was serving on all the military committees of Congress, and whose experience in the Braddock campaign had made his name favourably known in England, was the obvious as well as the politic choice.",
        "All colours are complementary, or go in pairs; each pair makes up the whole activity of the retina, and so is equivalent to white; and the two partial activities are so connected that when the first is exhausted the other spontaneously succeeds.",
        "It slowly reacts with cold water to form phosphorous acid; but with hot water it is energetically decomposed, giving much red phosphorus or the suboxide being formed with an explosive evolution of spontaneously inflammable phosphoretted hydrogen; phosphoric acid is also formed.",
        "This view of liberty of will is the only one in accordance with the facts of humanity; it excludes reflective volition, and explains the enthusiasm of the poet and the artist in the act of creation; it explains also the ordinary actions of mankind, which are done as a rule spontaneously and not after reflective deliberation.",
        "It may be that we first of all of'h primitively or spontaneously affirm cause, substance, sophy.",
        "Passing on to Anselrn (1033-1109), we observe that the Augustinian doctrine of original sin and man's absolute need of unmerited grace is retained in his theory of salvation; he also follows Augustine in defining freedom as the \" power not to sin \"; though in saying that Adam fell \" spontaneously \" and \" by his free choice,\" though not \" through its freedom,\" he has implicitly made the distinction that Peter the Lombard afterwards expressly draws between the freedom that is opposed to necessity and freedom from the slavery to sin.",
        "This sorting can occur spontaneously to a limited extent; while if we could carry it out as far as we pleased we might transform the whole of the heat of a body into work.",
        "Passing from Moleschott to Lyell's view of the evolution of the earth's crust and later to Darwin's theory of natural selection and environment, he reached the general inference that, not God but evolution of matter, is the cause of the order of the world; that life is a combination of matter which in favourable circumstances is spontaneously generated; that there is no vital principle, because all forces, non-vital and vital, are movements; that movement and evolution proceed from life to consciousness; that it is foolish for man to believe that the earth was made for him, in the face of the difficulties he encounters in inhabiting it; that there is no God, no final cause, no immortality, no freedom, no substance of the soul; and that mind, like light or heat, electricity or magnetism, or any other physical fact, is a movement of matter.",
        "The fact is that the uniformity of nature stands to induction as the axioms of syllogism do to syllogism; they are not premises, but conditions of inference, which ordinary men use spontaneously, as was pointed out in Physical Realism, and afterwards in Venn's Empirical Logic. The axiom of contradiction is not a major premise of a judgment: the dictum de omni et nullo is not a major premise of a syllogism: the principle of uniformity is not a major premise of an induction.",
        "No command ever appears spontaneously, or itself covers a whole series of occurrences; but each command follows from another, and never refers to a whole series of events but always to one moment only of an event.",
        "regress spontaneously.",
        "resolve spontaneously.",
        "The \" glue \" keeping the skin together present in normal births is missing causing severe blistering either spontaneously or at the slightest friction.",
        "The resulting abscess then ruptures spontaneously leaving a painful discharging sinus.",
        "Sleep does not occur spontaneously without warning, and is preceded by feelings of increased sleepiness of which the driver is quite aware.",
        "subsides spontaneously after 4 to 5 years.",
        "The rules, however, also provide that in case of invasion the inhabitants of a territory who on the approach of the invading enemy spontaneously take up arms to resist it, shall be regarded as belligerent troops if they carry arms openly and respect the laws and customs of war, although they may not have had time to become organized in accordance with the above provisions.",
        "It is a colourless spontaneously inflammable liquid of boiling point 95Ã‚° C. By the action of one molecule of ethyl borate on two molecules of zinc ethyl, the compound B(C2H5)2.002H5 diethylboron ethoxide is obtained as a colourless liquid boiling at 102Ã‚° C. By the action of water it is converted into B(C2H5)2.",
        "The first cell is heated and the products of combustion are led into the second cell where they give up part of their heat to the contained ore, so that by the time the first cell is exhausted the mass in the second cell is at a sufficiently high temperature to ignite spontaneously when air is admitted.",
        "Monoclinic sulphur, obtained by crystallizing fused sulphur, melts at I 19.5Ã‚°, and admits of undercooling even to ordinary temperatures, but contact with a fragment of the rhombic modification spontaneously brings about the transformation.",
        "The metal is dimorphous: by cooling molten tin at ordinary air temperature tetragonal crystals are obtained, while by cooling at a temperature just below the melting point rhombic forms are produced, When exposed for a sufficient time to very low temperatures (to - 39Ã‚° C. for 14 hours), tin becomes so brittle that it falls into a grey powder, termed the grey modification, under a pestle; it indeed sometimes crumbles into powder spontaneously.",
        "There is no lack of humour in them, and there is never a hint of affectation in the writing; indeed, the author, doing spontaneously the work nearest to his hand, was very likely unconscious that he was making a contribution to history.",
        "Water decomposes it with the evolution of spontaneously inflammable hydrogen phosphide; hence its use as a marine signal fire (\"Holmes lights\"), (see L.",
        "phys., 1860, 58, pp. 5, 19) obtained magnesium methyl, Mg(CH 3) 2, and magnesium ethyl, Mg(C 2 H 5) 2, as colourless, strongly smelling, mobile liquids, which are spontaneously inflammable and are readily decomposed by water.",
        "The free acid is not known; by the addition of the potassium salt to 50% acetic acid at - 20Ã‚° C., the acid anhydride, benzene diazo oxide, (C6H5N2)20, is obtained as a very unstable, yellow, insoluble compound, exploding spontaneously at oÃ‚° C. Strong acids convert it into a diazonium salt, and potash converts it into the diazotate.",
        "The principle of similarity is used, not assumed by the inferring mind, which in accordance with the similarity of things and the parity of inference spontaneously concludes in the form that similars are similarly determined (\" similia similibus convenire \").",
        "It burns with a brightly luminous flame, and is spontaneously inflammable at about tooÃ‚° C. When mixed with oxygen it combines explosively if the mixture be under diminished pressure, and is violently decomposed by the halogens.",
        "The liquid is spontaneously inflammable owing to the presence of free cacodyl, As2(CH3)4, which is also obtained by heating the oxide with zinc clippings in an atmosphere of carbon dioxide; it is a liquid of overpowering odour, and boils at 170Ã‚° C. Cacodyl oxide boils at 150Ã‚° C., and on exposure to air takes up oxygen and water and passes over into the crystalline cacodylic acid, thus: [(CH3)2As]2O + H2O + O2 = 2(CH3)2AsOOH.",
        "This becomes necessary only if the disease has reached a certain, well defined stage, as the milder forms often regress spontaneously.",
        "Mrs X believed that her mother 's symptoms would resolve spontaneously.",
        "In 70% of individuals, acne subsides spontaneously after 4 to 5 years.",
        "When pregnant cats contract the virus, they may spontaneously abort the fetuses.",
        "There have been complaints since 1999 of some of the glass table tops spontaneously shattering.",
        "Proper anger management allows for coping with anger whenever and wherever it arises, foreseen or spontaneously.",
        "Mystery Heirloom: A new category of heirloom tomato, these are tomatoes that seem to appear spontaneously from open-pollination between established heirlooms.",
        "This game is interesting because you get switch characters spontaneously during gameplay.",
        "Forgotten Realms: Demon Stone is an RPG/action-adventure game where you play a team of characters that you can spontaneously switch between during combat.",
        "Childbirth usually begins spontaneously, but it may be started by artificial means if the pregnancy continues past 41 weeks gestation.",
        "Most of the infections resolve spontaneously.",
        "If a multiple pregnancy occurred spontaneously, the obstetrician would suspect a problem with the dates because the uterus would grow faster than usual.",
        "WS can be passed down from parent to child, but it often arises spontaneously.",
        "The way in which WS spontaneously arises is not clear.",
        "Multisystem disease usually needs treatment, although it may disappear spontaneously.",
        "In another study of 28 infants with damage to the upper brachial plexus and 38 infants with total plexus palsy, 92 percent recovered spontaneously.",
        "By age two, children begin to spontaneously choose their types of toys based on gender.",
        "The ductus should close spontaneously in the first few hours after birth.",
        "A doctor should be called whenever a person experiences dizziness or other unusual state of mental confusion that does not spontaneously resolve within a few minutes.",
        "Parents should be alert for complaints from their children of dizziness or other states of mental confusion that do not spontaneously resolve within a minute or so.",
        "A very small fraction of hemoglobin spontaneously oxidizes per day, producing a protein of a slightly different structure called methemoglobin.",
        "If it does not occur spontaneously, techniques can later be added to help encourage progress.",
        "The word idiopathic means that the cause of the disease is unknown and that it appears to begin spontaneously.",
        "About 60 percent of language delays in children under age three resolve spontaneously.",
        "Retinoblastoma can be inherited or can arise spontaneously.",
        "Retinoblastoma can also result when both RB1 genes become spontaneously changed or deleted in a retinal cell but the RB1 genes are normal in all the other cells of the body.",
        "Occasionally the gene change/deletion occurred spontaneously in the original cell that was formed when the egg and sperm came together at conception (de novo).",
        "The more severe the fetal asphyxia, the longer it will take before the infant starts to breathe spontaneously.",
        "The symptoms may be mild and fade spontaneously or be quickly ended by administering emergency medication.",
        "Of these, the majority (99%) spontaneously abort, usually during the first trimester of pregnancy.",
        "Depending on the degree of the disorder in the affected individual, uncontrolled bleeding may occur spontaneously with no known initiating event, or occur after specific events such as surgery, dental procedures, immunizations, or injury.",
        "Neonatal inclusion conjunctivitis may resolve spontaneously within nine months without treatment.",
        "In the newborn, inclusion conjunctivitis may resolve spontaneously, but there are chlamydial infections which can cause blindness if not treated.",
        "Umbilical hernia is generally a benign condition that will resolve spontaneously as the muscles of the abdomen grow.",
        "Unlike umbilical hernias, inguinal hernias do not resolve spontaneously.",
        "Drug therapies that promote intestinal motility (ability of the intestine to move spontaneously), such as cisapride and vasopressin (Pitressin), are sometimes prescribed.",
        "A doctor or other healthcare professional should be called when hives do not spontaneously clear within a day of their appearance or when they include swelling of the throat.",
        "In some cases, the PDA will close spontaneously and no further treatment will be required.",
        "Nystagmus associated with spasmus nutans resolves spontaneously before the child reaches school age.",
        "In most cases the bleeding is due to an obvious injury, although it sometimes occurs spontaneously.",
        "Acne tends to reappear when treatment stops, but spontaneously improves over time.",
        "If the malocclusion is thought to be caused by the child sucking on fingers or a pacifier and the child is stopped early enough, the malocclusion may resolve spontaneously without treatment.",
        "In most children who survive, the number of T cells, a type of white blood cell, in the blood rises spontaneously as they mature.",
        "A home purchase will oftentimes be the single largest purchase a person makes in his or her lifetime, and the decision should not be made spontaneously without much research beforehand.",
        "A miscarriage is defined as a pregnancy that ends spontaneously prior to 20 weeks.",
        "These problems can occur if the birth control is not put in place properly or it may happen spontaneously as the product malfunctions.",
        "Although, it's okay to send an electronic greeting for a birthday or anniversary, it is much better to use one for spontaneously showing how much you are in love with your sweetheart.",
        "Some romantic games you can buy and play at home, while others you can make up and do spontaneously.",
        "This game can be bought or played spontaneously.",
        "She may cry, yell or express her emotions spontaneously.",
        "By the action of zinc methyl on ethyl borate, in the requisite proportions, boron trimethyl is obtained, thus :-2B(OC2H5)2+ 6Zn(CH 3) 2 =2B(CH 3) 3 +6Zn< OC2H5 as a colourless spontaneously inflammable gas of unbearable smell.",
        "The metal is dimorphous: by cooling molten tin at ordinary air temperature tetragonal crystals are obtained, while by cooling at a temperature just below the melting point rhombic forms are produced, When exposed for a sufficient time to very low temperatures (to - 39° C. for 14 hours), tin becomes so brittle that it falls into a grey powder, termed the grey modification, under a pestle; it indeed sometimes crumbles into powder spontaneously.",
        "The wire gives the glass great advantages in the event of fracture from a blow or from fire, but owing to the difference in thermal expansion between wire and glass, there is a strong tendency for such \" wired glass \" to crack spontaneously.",
        "The conditions may then remain those of equilibrium along the curve f E, but before reaching f the solution may become supersaturated with B and deposit B crystals spontaneously.",
        "the generic type formed in the mind unconsciously and spontaneously).",
        "The liquid is spontaneously inflammable owing to the presence of free cacodyl, As2(CH3)4, which is also obtained by heating the oxide with zinc clippings in an atmosphere of carbon dioxide; it is a liquid of overpowering odour, and boils at 170° C. Cacodyl oxide boils at 150° C., and on exposure to air takes up oxygen and water and passes over into the crystalline cacodylic acid, thus: [(CH3)2As]2O + H2O + O2 = 2(CH3)2AsOOH.",
        "those of his father Louis VIII.an example unique in history of a victorious king spontaneously giving up his spoil solely for the sake of peace and justice, yet proving by his act that honesty is the best policy; for monarchy gained much by that moral authority which made Louis IX.",
        "Besides the date-palm the dwarf-palm grows spontaneously in some parts of the south, but it nowhere makes up a large element of the vegetation.",
        "Here some of the most characteristic features of the language of the extreme south of Spain are reproducedeither because the Castilian of America has spontaneously passed through the same phonetic transformations or because the Andalusian element, very strongly represented in colonization, succeeded in transporting its local habits of speech to the New World.",
        "\"Fruitful as the miscibility of gases has been in interesting speculations, the experimental information we possess on the subject amounts to little more than the well-established fact that gases of a different nature when brought into contact do not arrange themselves according to their density, but they spontaneously diffuse through each other so as to remain in an intimate state of mixture for any length of time.\"",
        "Formerly only what exuded spontaneously was gathered; this was often of a brownish colour; but now the flow of the gum is aided by incisions cut near the root, and the product is the fine, white, flaky variety so much valued in commerce.",
        "(Ethyl benzoate may be employed instead of benzoyl glycollic acid for this reaction.) This compound gave a nitroso compound with nitrous acid, which changed spontaneously into benzoylazoimide by loss of water: C 6 H 5 CO NH.",
        "In fact most trisomies will cause fetuses to spontaneously abort.",
        "alveolar hypoventilation, even in spontaneously ventilating patients.",
        "What picture does the phrase \" pompous ass \" spontaneously bring to your mind?",
        "composer inspired by love is doing spontaneously can be consciously brought about.",
        "A particular form of mystical experience, cosmic consciousness (CC ), occurred spontaneously; no mind altering drugs were used.",
        "corpus luteum cyst and a haemorrhagic cyst can cause pain, most will resolve spontaneously with no treatment.",
        "We have all had the experience of thoughts or ideas occurring to us spontaneously rather than as a result of conscious deliberation.",
        "disagreeable odor, they are not spontaneously eaten by animals, who quickly refuse them.",
        "Awareness of radical disjunction sometimes surfaces spontaneously and unlooked for.",
        "This cell has a motor which spontaneously switches direction - so there are two lines symmetrically disposed about the origin.",
        "Radioactivity The property of radionuclides of spontaneously emitting ionizing radiation.",
        "Meanwhile, this existing process (rotating bi-monthly activist gatherings) that we seem to have spontaneously fallen into is very useful!",
        "At a critical point the potential stored in the color field manifests itself as spontaneously emitted gluons, which then split into quark-antiquark pairs.",
        "heal spontaneously after traction and a suitable period of bed-rest.",
        "In deep hypnosis a subject may spontaneously access these heightened faculties but it can also be induced by suggestion.",
        "ignite spontaneously.",
        "Lives and works in East Finchley, London I do line drawings spontaneously and uncorrected with a black wax crayon in a sketchbook.",
        "We report a case of sarcomatoid variant of ALCL accompanied by spontaneously regressing lymphadenopathy.",
        "Ninety-five percent of infants with inhaled meconium clear the lungs spontaneously.",
        "membranous vesicles which form spontaneously when many phospholipids are dispersed in aqueous media.",
        "miscarryf the damaged babies would have spontaneously miscarried.",
        "Iran's antipathy toward the West did not spontaneously generate out of the crazed rhetoric of radical mullahs.",
        "odourthe leaves when bruised give out a disagreeable odor, they are not spontaneously eaten by animals, who quickly refuse them.",
        "pompous ass \" spontaneously bring to your mind?",
        "If a feudal prince or the king could guard and hold it, all would spontaneously submit themselves to him.",
        "In particular, a gradual change may become very rapid, apparently spontaneously.",
        "You are allowed to prepare an outline before you start writing, although all entrants are encouraged to be as spontaneously creative as possible.",
        "When she turns up pregnant at his door, the two spontaneously get married and deal with the fallout later.",
        "As if that wasn't bad enough, these strangers find that every time there is a situation that elevates their mood, they spontaneously break out into song and dance.",
        "Psychography: Automatic writing can happen spontaneously, or a medium may purposefully go into a meditative state.",
        "It caused no deaths (or only one due to a complication) and died out apparently spontaneously.",
        "Some time later Davy, by heating phosphorous acid, obtained a phosphoretted hydrogen which was not spontaneously inflammable.",
        "They oxidize very rapidly on exposure, in many cases being spontaneously inflammable.",
        "What Cousin finds psychologically in the individual consciousness, he finds also spontaneously expressed in the common sense or universal experience of humanity.",
        "footling breech and in a posterior position which spontaneously turned.",
        "ganglion neurons may be fire spontaneously when no sound is present."
    ],
    "definition": [
        "In a spontaneous manner; naturally; voluntarily.",
        "Link/Cite"
    ]
}