{
    "translation": "נבט",
    "uses": [
        "The bleached rhubarb, which has a very delicate flavour, is altered by covering the young leaves, as they sprout from the soil, with loose stones or an empty jar.",
        "Any time a plant would sprout after the famine, the farmers felt hope again.",
        "The bigger the bough, the more fruit is likely to sprout from it.",
        "Joyce was excited when she saw the first sprout of her herb garden coming up from the soil.",
        "No matter what herbicides she used, weeds would continue to sprout around her tomato plants.",
        "Place the jar on a windowsill to sprout.",
        "Organic toddler clothing at Go Green Baby Co. comes from brands like Under the Nile, Kate Quinn, and Zoe and Sprout; all brands have been chosen because of their continued commitment to the environment.",
        "sprout wings.",
        "This is a great project for children as sprouts are quick growing and as such a youngster can see a marked difference, from seed to sprout, over the course of a few days.",
        "Besides being one of the simplest seeds to sprout, buckwheat is a superfood when it comes to nutrition, and its versatility makes it a great addition to your healthy diet.",
        "The bone chilling cold of the High Sierras will get most people scurrying for their goose down comforters and leaves nary a chance for even the hardiest of grape to sprout.",
        "Players begin on the Island of Catan and work toward control of the island by building small communities which may then sprout into settlements and finally into entire cities.",
        "hazel twigs or metal or plastic supports as they start to sprout in spring.",
        "\"He will sprout very soon,\" said the Prince, \"and grow into a large bush, from which we shall in time be able to pick several very good sorcerers.\"",
        "The seeds or beans need to be soaked before they will sprout.",
        "sprout everywhere.",
        "There are many brands of sprout kits, but most of them contain the same items.",
        "Cover pots with plastic to keep in warmth and humidity until seeds sprout.",
        "Girls go through a growth spurt, where they sprout up in height several inches.",
        "Sprout them yourself for the freshest and most nutritious quality.",
        "Sprout kits allow you to grow your own sprouts at home.",
        "Most kits contain a soil-free base for the seeds to sprout.",
        "Kits contain all the trays, starting seeds and instructions you need to grow your own sprout crop.",
        "The key is to plant prior to the ground freezing, but after the long warm spells are finished (if it's too warm, the tree may sprout new growth just before winter).",
        "Don't panic if they sprout in the fall; just leave them alone and let nature guide their growth.",
        "Bulbs that sprout may still bloom in the spring and many will provide a pleasant show even if they grew a bit in the fall.",
        "Jar or container - the seeds need somewhere to sprout.",
        "Damaged seeds will not sprout and can rot, spoiling a batch of sprouts.",
        "On the higher slopes, giant alpine plants sprout from an almost perpetual fog.",
        "In the nursery, where there are lots of lovely little annual Rudbeckias, there are a number of little weeds starting to sprout.",
        "Later, thinking back, he realized it was on that one-hour bike trip the first few seeds of comprehension began to sprout something besides weeds in the garden of his mind.",
        "The young cygnets are starting to sprout their adult feathers.",
        "A week later they had started to sprout, and late one night I did a prowl with the flashlight.",
        "of Boston, is served by the New York, New Haven & Hartford railroad and by electric lines connecting with Taunton, Boston, New Bedford and Cape Cod, and has a townhouse, a soldiers' monument, and a public library housed in a building erected from a fund (part of which is used as a permanent endowment) bequeathed by Thomas Sprout Peirce (1823-1901), a merchant of the township, who, in addition, bequeathed about $500,000 as a special trust-fund for the use and benefit of the town of Middleboro; the income has been spent largely in the construction of macadam roads, the erection of an almshouse and the installation of special courses in the high school.",
        "READ IT The scroll reads bozbar spell: cause an animal to sprout wings.",
        "Since I only sprout about a teaspoonful of seed every week, I think...",
        "Sprout kits are available for purchase online and through many local garden stores.",
        "Additional online sprout kit vendors include The Sprout People and Wheatgrass Kits.",
        "Included with the kit is your first supply of three different types of seeds: broccoli sprout, mung bean and zesty mix.",
        "These sprout kits include a terra cotta base for chia seeds to sprout on and do not require soil.",
        "When the seeds sprout, the product is full and bushy and resembles \"hair\" for the base's character.",
        "This home sprout kit is simple enough for beginners to use, yet offers features that seasoned sprouters enjoy as well.",
        "Similar to the multi-tray system of the Burpee kits, The Sprout Garden has three green trays to allow for the simultaneous growing of different seeds.",
        "This kit costs about $30, and you'll have to purchase additional sprout seeds to try other sprout varieties.",
        "If you can't find the Sprout Garden locally, you can purchase online through the Handy Pantry website.",
        "Sprout kits are perfect for kids' seed experiments or for avid sprout lovers who prefer to grow and eat organically.",
        "Many fabric curtains can easily sprout mold and this creates health problems.",
        "Sooner or later, however, a new hot topic will come along to replace it, and new websites and blogs will sprout up to cover the need for information and pictures.",
        "While many seeds require light to sprout, some require darkness so refer to the instructions for specific advice.",
        "You may want to remove them, since if they sprout they produce weedy plants that aren't useful for growing vegetables.",
        "Several types of seeds and sprouting supplies are sold at the Sprout People.",
        "Sprout House carries seeds and supplies for sprouting all sorts of micro-greens.",
        "In this offering developed by Sprout Games and published by PopCap Games, you start out as a small fish in a big pond.",
        "When harvesting, they cut the cane in short lengths just above the ring (area where the leaves or shoots sprout).",
        "This prevents oxygen and nutrients from feeding the cut sprout.",
        "If your gene or blood tests are negative, however, there is then no reason to suspect you have the disease should similar symptoms sprout up at any point in your life.",
        "PBS Kids Sprout is a television network that has a few different components.",
        "Like the regular network, Kids Sprout airs programs that are appropriate for preschoolers.",
        "PBS Sprout: PBS Sprout features a large selection of characters and games for kids that help build school skills.",
        "Instead, they'll need to sprout from your spine and move outwards to the edges of your back.",
        "Shri Mataji says: \" How much do you pay to the Mother Earth to sprout a seed?",
        "The addition of sweet caramelized shallots turns the traditional sprout into a delicious alternative.",
        "This helps to maintain warmth and moisture, but be careful to uncover them when they begin to sprout so they do n't smother.",
        "Undamaged axons can sprout to make new synapses to fill these vacated sites.",
        "Along the edges of the undeveloped areas of the site ragwort, wild carrot and yellow toadflax sprout.",
        "Peonies flop, so surround with hazel twigs or metal or plastic supports as they start to sprout in spring.",
        "Many victims develop an unhealthy relationship to birds: they sprout wings, or cultivate other, less attractive avian characteristics.",
        "Chloeia or Chloia, the festival of the corn beginning to sprout, held at Eleusis in the early spring (Anthesterion) in honour of Demeter Chloe, \" the green,\" the goddess of growing vegetation.",
        "Shri Mataji says: How much do you pay to the Mother Earth to sprout a seed?",
        "The map 's major junctions are nowhere to be found on the ground while unmarked junctions sprout everywhere.",
        "Sprout seeds require an ample water supply to grow, but you must make sure your growing kit has unobstructed drainage holes to rid your trays of excess fluids.",
        "Lucky bamboo itself is very simple: a straight green shoot that can be cultivated into elaborate twirls and curls or may sprout flowing leaves from its cut end.",
        "Seeds required light and fresh air to sprout, however they also need to be protected from insects, dirt and dust.",
        "It is important that you sprout only the seeds that are clearly marked organic and for human consumption.",
        "PBS Kids Sprout Online- Provides a coloring page to print of a Chinese dragon's head.",
        "Consider this: If you cut off the top of a carrot and put it in water, it will sprout because it contains life.",
        "For example, foods like grains, nuts and seeds should be soaked in water until they sprout before consumption.",
        "For instance, the most commonly known sprout is the alfalfa sprout.",
        "6 The latest explanation of Joskeha is \" dear little sprout,\" and of Tawiscara, \" the ice-one,\" while Aataentsic becomes \" she of the swarthy body.\"",
        "Jeremiah again speaks of the future David or righteous sprout of David's stem (xxiii.",
        "Neither of these classes may marry, and the latter are specially sought at the season when the crops begin to sprout.",
        "of mould, and then hooped and protected with mats and straw, under which conditions they will sprout in about a month.",
        "She began to think she'd misunderstood the pictures when a green sprout appeared at the center of the fountain.",
        "In the nursery, where there are lots of lovely little annual rudbeckias, there are a number of little weeds starting to sprout.",
        "Spring How many sticky buds, candle ends sprout from the branches!"
    ],
    "definition": [
        "To begin to grow; give off shoots or buds.",
        "To emerge and develop rapidly: businesses that sprouted along the highway.",
        "Young plant growth, such as a bud or shoot.",
        "Something resembling or suggestive of a sprout, as in rapid growth: “a tall blond sprout of a boy” ( Anne Tyler )",
        "sprouts\na. The young shoots of plants such as alfalfa and soybean, usually eaten raw.\nb. Brussels sprouts.",
        "Link/Cite",
        "A new growth on a plant, whether from seed or other parts.",
        "A child.",
        "A Brussels sprout.",
        "An edible germinated seed.",
        "(horticulture) To grow from seed; to germinate.",
        "To cause to grow from a seed.\nI sprouted beans and radishes and put them in my salad.",
        "To deprive of sprouts.\nto sprout potatoes",
        "To emerge from the ground as sprouts",
        "stupor",
        "Link/Cite"
    ]
}