{
    "translation": "יציבות",
    "uses": [
        "Lori's father had remarried after her mother died and Mums was the only stability she had known.",
        "Greater stability of crops in proportion to area cultivated is hoped for.",
        "They made civilization in times of adversity and want, not in the relative luxury and stability we enjoy today.",
        "This was the first and most important step in the establishment of the stability of the solar system.",
        "For once, Rhyn knew some sort of stability within himself, no doubt because of his bond to Katie.",
        "In the article Thermo Chemistry a general account of heats of formation of chemical compounds is given, and it is there shown that this constant measures the stability of the compound.",
        "The second method possesses greater advantages, for rings of approximate stability come in one group, and, consequently, their derivatives may be expected to exhibit considerable analogies.",
        "The stronger argument against the ethylenoid linkages demanded by Kekule's formula is provided by the remarkable stability towards oxidizing and reducing agents which characterizes all benzenoid compounds.",
        "Though the world foreseen in this book may seem far away to you, I believe it will be achieved—and once achieved, that it will grow in stability over time.",
        "He hoped by these means to give a certain stability to his projected institution, and to avoid the superficiality of mere enthusiasm.",
        "The relative stability is then judged by the amount of nitrogen gas collected in a certain time.",
        "Its critics, however, accuse it of lack of stability, and assert that the use of large leading wheels as drivers results in rigidity and produces destructive strains on the machinery and permanent way.",
        "Milner felt that only the enfranchisement of the Uitlanders in the Transvaal would give stability to the South African situation.",
        "Thus endowed, the blood, unless overwhelmed by extraordinary invasions, does not fail in stability and self-purification.",
        "In the same way glass can be rendered more or less fusible, and its stability can be increased both in relation to extremes of temperature and to the chemical action of solvents.",
        "A weak, giddy woman of no stability of character, her success turned her head and caused her to behave with insolence and impropriety, in strong contrast with Catherine's quiet dignity under her misfortunes.",
        "Finally, of the grand series of researches by which the stability of the solar system was ascertained, the glory must be almost equally divided between Lagrange and Laplace.",
        "Homeostasis can be defined as the way in which biological systems maintain internal stability.",
        "The type has been introduced in Europe, especially in Germany, where the advantages of a partial-adhesion type in increased stability and a larger boiler are becoming appreciated.",
        "Systems which are generally unsaturated compounds, often of considerable stability, and behave as nuclei; these compounds constitute a well-individualized class exhibiting closer affinities to benzenoid substances than to the open-chain series.",
        "- On the theory that crystal form and structure are the result of the equilibrium between the atoms and molecules composing the crystals, it is probable, a priori, that the same substance may possess different equilibrium configurations of sufficient stability, under favourable conditions, to form different crystal structures.",
        "It is doubtful indeed whether any general conclusions can yet be drawn as to the relations between crystal structure and scalar properties and the relative stability of polymorphs.",
        "The Greeks are of an especially fine type, physical and moral, and noted all through Anatolia for energy and stability.",
        "The stability of benzene is ascribed to this conjugation.'",
        "The transference of the seat of government to Jibuti in May 1896 and the building of the railway to Harrar gave the protectorate a stability which it had previously lacked.",
        "He was responsible, especially, for the great operation known as the opening of the Grand Livre (August 2 4), which was designed to consolidate the public debt by cancelling the stock issued under various conditions prior to the Revolution, and issuing new stock of a uniform character, so that all fund-holders should hold stock of the revolutionary government and thus be interested in its stability.",
        "This union was followed by others of even less stability.",
        "Equilibrium and Stability of a Ship or Floating Body.",
        "The country is essentially agricultural, and owes its political stability to the presence of a large class of peasant proprietors, who number more than two-thirds of the population.",
        "Because they would be based on revenue rather than capital funding, RSOs would have greater permanence and stability.",
        "Children in stepfamilies are members of two households and, as a result, may experience confusion, discipline issues, loss of stability, and conflicting feelings of loyalty.",
        "A fixed-rate mortgage offers rate stability through the term of the mortgage.",
        "AMEN, a Hebrew word, of which the root meaning is \"stability,\" generally adopted in Christian worship as a concluding formula for prayers and hymns.",
        "The stainless steel pedestal of the circular teak table is designed for stability.",
        "- We have previously alluded to the relative stability of the benzene complex; consequently reactions which lead to its disruption are all the more interesting, and have engaged the attention of many chemists.",
        "From the fact that reduction products containing either one or two double linkages behave exactly as unsaturated aliphatic compounds, being readily reduced or oxidized, and combining with the halogen elements and haloid acids, it seems probable that in benzenoid compounds the fourth valencies are symmetrically distributed in such a manner as to induce a peculiar stability in the molecule.",
        "Similarly a CH group may be replaced by a nitrogen atom with the production of compounds of similar stability; thus benzene gives pyridine, naphthalene gives quinoline and isoquinoline; anthracene gives acridine and a and 3 anthrapyridines.",
        "This is a consequence of the false stability of portraiture, since in life the unceasing movement of light in the eyes, the mobility of the mouth, and the sympathy and sweetness which radiated from all the features, precluded the faintest notion of want of sincerity.",
        "The sample, arranged as a bundle of rectangular strips, is caused to rotate about a central horizontal axis between the poles of an upright C-shaped magnet, which is supported near 'its middle upon knife-edges in such a manner that it can oscillate about an axis in a line with that about which the specimen rotates; the lower side of the magnet is weighted, to give it some stability.",
        "A somewhat stronger field will deflect many of the needles beyond the limits of stability, causing them to turn round and form new stable combinations, in which the direction assumed by most of them approximates to that of the field.",
        "But this treaty, in spite of its apparent stability, led in a few years to a fiercer struggle; for in 1258 the Florentines complained that Siena had infringed its terms by giving refuge to the Ghibellines they had expelled, and on the refusal of the Sienese to yield to these just remonstrances both states made extensive preparations for war.",
        "The chemical stability, i.e.",
        "Stability in this method of mounting can only be secured by excessive weight and rigidity in the support of the overhanging axis.",
        "To use the instrument for liquids of much greater density than water additional weights must be placed in the upper pan, and the \"plongeur\" is then placed in the lower pan for the purpose of giving to the instrument the requisite stability.",
        "The \" balance of power,\" which has played in the history of modern Europe such an important part, is inherent in the notion of the independence and stability of states.",
        "But his substitute was his own hypothesis of panpsychism, from which he deduced a \"cosmorganic \" evolution from a \" cosmorganic \" or original condition of the world as a living organism into the inorganic, by the principle of tendency to stability.",
        "though not with complete success, a reformation of ecclesiastical abuses; and it was he who assisted in restoring the Empire at last to some measure of stability.",
        "Spangenberg went to Herrnhut and found amongst the Moravians his life-work, having joined them at a moment when the stability of the society was threatened.",
        "At the neutral point, when the particles possessed no charge, their stability was destroyed, and they were precipitated.",
        "They should be so erected as to present the smallest extent of opaque surface consistent with stability.",
        "The fact that graphite may dissolve in the iron as austenite, and that when this latter again breaks up it is more likely to yield cementite than graphite, is only an apparent and not a real exception to this law of the greater stability of graphite than of cementite.",
        "The remarkable stability of the mountain appears to be due to the innumerable dikes which penetrate the lava flows and tuff beds in all directions and thus bind the whole mass together.",
        "It is probable that the whole phenomenon of isomerism is due to the possibility that compounds or systems which in reality are unstable yet persist, or so slowly change that practically one can speak of their stability; for instance, such systems as explosives and a mixture of hydrogen and oxygen, where the stable form is water, and in which, according to some, a slow but until now undetected change takes place even at ordinary temperatures.",
        "Lastly, he introduced the idea of stability, whereby monk and community were bound to each other for life, the normal thing for the Benedictine being to live and die in the monastery of his profession: thus the.",
        "Pursuing the investigations of Laplace, he demonstrated with greater rigour the stability of the solar system, and calculated the limits within which the eccentricities and inclinations of the planetary orbits vary.",
        "It was to give stability and true independence to the new constitution that Grattan pressed for reform.",
        "The diet, then, properly controlled, was capable of being converted into an effective instrument for furthering the policy of stability which Metternich sought to impose upon Europe.",
        "The special rights reserved to Bavaria and ~ Wurttemberg have not proved, as was feared, a danger to-the stability of the empire.",
        "The suspicions as to the stability of the Triple Alliance ~ produced, indeed, for some years a kind of nervous ness in the attitude of the government, whose deter mination to assert for Germany a leading international role tended to isolate her in Europe.",
        "It was the beginning of that policy of \" stability \" associated later with Metternich, which was to last till the cataclysm of 1848.",
        "The triumph of Liberal principles zilch's or of national aspirations in Germany, or elsewhere Policy of in Europe, might easily, as the events of 1848 proved, stability.",
        "This, then, is the explanation of the system of \" stability \" which Metternich succeeded in imposing for thirty years upon Europe.",
        "Since the movements of the ground are frequently accompanied by a slight tilting, which would cause b or b' to swing or wander away from its normal position, a sufficient stability is given to the weights by inclining the axis of the instrument slightly forwards.",
        "It was not until his report on the financial results of 1888 that Sir Evelyn Baring (afterwards Lord Cromer) was able to inform the British government that the situation was such that it would take a series of untoward events seriously to endanger the stability of Egyptian finance and the solvency of the Egyptian government.",
        "With the accumulating proofs of the financial stability of the country various changes were made in connection with the debt charges.",
        "The nature of the assigned revenue was altered, the land I tax being substituted for those previously assigned, that tax being chosen as it had a greater character of stability than any other source of revenue.",
        "the position of England in Egypt imposed on her the duty of giving advice with the object of securing that the order of things to be established shall be of a satisfactory character and possess the elements of stability and progress.",
        "When the two commissioners were assured of the security of the frontier and the good working and stability of the Egyptian government, they should present reports to their respective governments, and these should consult as to the conclusion of a convention regulating the withdrawal of the English troops.",
        "Yet, throughout this chaos, one thing made for future stability, and that was the growth and consolidation of a national church, which culminated in the erection of the archbishopric of Lund (c. 1104) and the consequent ecclesiastical independence of Denmark.",
        "The enormous increase of the royal revenue consequent upon the confiscation of the property of the Church could not fail to increase the financial stability of the monarchy.",
        "Thiselton-Dyer has pointed out, what is called \"specific stability\" is a familiar obstacle to the producer of novelties, but one which he frequently succeeds in breaking down by cultural and other methods.",
        "In a survey of the palaeontological history of plants and animals, it is plain that extreme stability and extreme mutability both have occurred, sometimes having persisted for untold ages, sometimes having succeeded one another for varying periods.",
        "The necessity of carrying on the government of the country somehow or other had been the chief motive of his adherence to Cromwell rather than any sympathy for a republic or a military dictatorship, and his advice to Cromwell to accept the title of king was doubtless tendered with the object of giving the administration greater stability and of protecting its adherents under the Statute of Henry VII.",
        "As yet neither of these movements has shown sufficient coherence or stability to establish itself as a rival to the main current of philosophy in England.",
        "From his father, whose stern, somewhat pedantic nature repelled warmer feelings on the part of the children, Goethe inherited that \"holy earnestness\" and stability of character which brought him unscathed through temptations and passions, and held the balance to his all too powerful imagination.",
        "96, pp. 735-74 1, Loewy gives an account of an instrument which he calls an \"equatorial coude,\" designed (I) to attain greater stability and so to measure larger angles than is generally possible with the ordinary equatorial; (2) to enable a single astronomer to point the telescope and make observations in any part of the sky without changing his position; (3) to abolish the usual expensive dome, and to substitute a covered shed on wheels (which can be run back at pleasure), leaving the telescope in the open air, the observer alone being sheltered.",
        "She was thus brought into line with Great Britain, whose traditional friendship with Turkey was strengthened by the rise of a new power whose rapid advance threatened the stability of British rule in India.",
        "The question of the stability of these clusters is one of much interest.",
        "For a very long time no care had been taken to remove the old covering when a new one was put on; and the accumulated weight caused uneasiness respecting the stability of the walls.",
        "What gives stability is the insensible principle or principles which it holds, as it were, in solution.",
        "By his resolute stand against the Saracens he delivered all eastern Europe from a great danger, and by his thorough-going reforms he not only saved the empire from collapse, but invested it with a stability which enabled it to survive all further shocks for a space of five centuries.",
        "The mere fact that a distinguished statesman who had served the last two absolute kings of Denmark now voluntarily placed himself at the head of a ministry which included the most advanced of the popular agitators, gave the new government the hall-mark of stability and trustworthiness, whilst the fact that he still retained the ministry of finance was of itself a guarantee of security during the earlier years of a troublesome and costly war.",
        "Too much stability, however, finally changed into stagnation, and decay followed.",
        "On the other hand the stability of the known oxygen compounds increases with the atomic weight, thus iodine pentoxide is, at ordinary temperatures, a well-defined crystalline solid, which is only decomposed on heating strongly, whilst chlorine monoxide, chlorine peroxide, and chlorine heptoxide are very unstable, even at ordinary temperatures, decomposing at the slightest shock.",
        "Stability of equilibrium.",
        "The question as to stability of equilibrium belongs essentially to kinetics; but we may state by anticipation that in cases where gravity is the only force which does work, the equilibrium of a body or system of bodies is stable only if the depth of the centre of gravity be a maximum.",
        "Hence for stability the upper sign must obtain in (8).",
        "We may apply this to the investigation of the stability of a circular orbit.",
        "It is to be remarked, however, that iii the first form of the problem the stability above investigated is practically of a, limited or temporary kind.",
        "Stability of Equilibrium.",
        "The coefficients c,.n c~ are called coefficients of stability.",
        "The quadratic expression for T is essentially positive, and the same holds with regard to V in virtue of the assumed stability.",
        "The principles of the support, as a whole, of a structure resting on the land, are so far identical with those which regulate the equilibrium and stability of the several parts of that structure that the oni principle which seems to require special mention here is one whic comprehends in one statement the power both of liquids and of loose earth to support structures.",
        "This was first demonstrated in a paper On the Stability of Loose Earth, read to the Royal Society on the 19th of June s856 (Phil.",
        "Stability, Stiffness and Strength.A structure may be damaged or destroyed in three ways:first, by displacement of its pieces from their proper positions relatively to each other or to the earth; secondly by disfigurement of one or more of those pieces, owing to their being unable to preserve their proper shapes under the pressures to which they are subjected; thirdly, by breaking of one or more o~ those pieces.",
        "The power of resisting displacement constitutes stability, the power of each piece to resist disfigurement is its stiffness; and its power to resist breaking, its strength.",
        "Stability of Position, and Stability of Frictio-n.The resistances at the several joints having been determined by the principles set forth in 6, 7, 8, 9 and 10, not only under the ordinary load of the structure, but under all the variations to which the load is subject as to amount and distribution, the joints are now to be placed and shaped so that the pieces shall not suffer relative displacement under any of those loads.",
        "Safety against displacement by turning is called stability of position; safety against displacement by sliding, stability of friction.",
        "Condition of Stability of Position.If the materials of a structure were infinitely stiff and strong, stability of position at any joint would be insured simply by making the centre of resistance fall within the joint under all possible variations of load.",
        "That least distance is called by Moseley the modulus of stability.",
        "The following are some of the ratios of the modulus of stability to the depth of the joint which occur in practice :",
        "Condition of Stability of FrictionIf the resistance to be N exerted at a joint is always perpendicular ~ to the surfaces which abut at and form that joint, there is no tendency of the P pieces to be displaced by sliding.",
        "If the joint be provided either with projections and recesses, such as murtises and tenons, or with fastenings, such as pins or bolts, so as to resist displacement by sliding, the question of the utmost amount of the tangential resistance CQ which it is capable of exerting depends on the strength of such projections, recesses, or fastenings; and belongs to the subject of strength, and not to that of stability.",
        "The condition of stability of friction is that the tangential component CQ of the resistance required shall not exceed the friction due to the normal component; that is, that CQ~f.CP,",
        "consequently the condition of stability of friction is fulfilled if tht angle PCR is not greater than ~ that is to say, if the obliquity o~ the resistance required at the joint does not exceed the angle of repose and this condition ought to be fulfilled under all possible variation~ of the load.",
        "It is chiefly in masonry and earthwork that stability of friction i~ relied on.",
        "Stability of Friction in Earth.The grains of a mass of loosi earth are to be regarded as so many separate pieces abutting agains each other at joints in all possible positions, and depending for thei stability on friction.",
        "The condition of stability is that this obliquity shall not exceed the angle of repose of the earth.",
        "The consequences of this principle are developed in a paper, On the Stability of Loose Earth, already cited in 2.",
        "Principle of the Transformation of Structuret.~-Here we have the following theorem: If a structure of a given figure have stability of position .inder a system of forces represented by a given system of lines, then will any structure whose figure is a parallel projection of that of the first structure have stability of position under a system of forces represented by the corresponding projection of the first system of lines.",
        "If the first structure have stability of friction, the second structure will have stability of friction also, so long as the effect of the - projection is not to increase the obliquity of the resistance at an~ joint beyond the angle of repose.",
        "It is usefu in practice, by enabling the engineer easily to deduce the condition of equilibrium and stability of structures of complex and unsym metrical figures from those of structures of simple and symnietrica figures.",
        "The foi-m and arrangement of the pieces of the frame depend upon the arrangement and the motions of the mechanism; the dimensions of the pieces of the frame required in order to give it stability and strength are determined from the pressures applied to it by means of the mechanism.",
        "It appears therefore that in general the mechanism is to be designed first and the frame afterwards, and that the designing of the frame is regtilated by the principles of the stability of structures and of the strength and stiffness of materials,care being taken to adapt the frame to the most severe load which can be thrown upon it at any period of the action of the mechanism.",
        "Definition and Division of the Theory of Machines.From what has been said in the last section it appears that the department of the art of designing machines which has reference to the stability of the frame and to the stiffness and strength of the frame and mechanism js,a branch of the art of construction.",
        "The Gironde red wines have sufficient body and alcohol to ensure stability without being heavy or fiery.",
        "The vinification of the Burgundy wines takes place in cuves of 500 to 2000 gallons capacity, and it has for very many years been the common practice in vintages in which the must is deficient in saccharine to ensure the stability of the wine by the addition of some sugar in the cuve.",
        "The practice of sugaring has ensured greater stability and keeping power to the wines, which formerly were frequently irregular in character and difficult to preserve.",
        "The wines, moreover, of Algeria are on the whole of decidedly fair quality, possessing body and strength and also stability.",
        "The finer wines possess great breed and distinction, coupled with a very fine and pronounced bouquet, and in addition they are endowed with the - in the case of lighter wines - rare quality of stability.",
        "They display many of the features characteristic of southern wines, showing either an excessive vinosity coupled with a somewhat crude bouquet, or where the alcoholic strength is not high, a decided lack of stability.",
        "Although the Columbian is not so much in demand as the Albion, it is still employed for heavy hand-work because of its greater stability and power.",
        "3 As the social order acquires more definiteness and stability, the control of life by the gods tends to become more clearly moralized.",
        "The government continued to be animated by a progressive spirit: schools, railways, telegraphs were rapidly extended; a steamship mail service to Europe was subsidized, and the stability of the government enabled it to raise new foreign loans in order to extinguish the old high interest-bearing loans and to meet the expenses of public works.",
        "After the accession to office of President Errazuriz there was no stability of any ministry.",
        "2 Stability - the thing which South Africa required above everything else - was unattainable so long as there were five separate governments developing different systems in all branches of public life, but no national government with power to harmonize the whole.",
        "Throughout that period the monarchy had occupied a precarious position, dependent until' 1668 for its very existence, and after 1668 for its stability, on foreign support.",
        "The limiting conditions of the stability of these figures have been studied both mathematically and experimentally.",
        "Stability of the Cylinder.",
        "But the surface-tension, acting on a cylindric column of liquid whose length exceeds the limit of stability, begins to produce enlargements and contractions in the stream as soon as the liquid has left the orifice, and these inequalities in the figure of the column go on increasing till it is broken up into elongated fragments.",
        "Let us conceive an infinitely long circular cylinder of liquid, at rest (a motion common to every part of the fluid is necessarily without influence upon the stability, and may therefore be left out of account for convenience of conception and expression), and inquire under what circumstances it is stable or unstable, for small displacements, symmetrical about the axis of figure.",
        "The capillary tension endeavours to contract the surface of the fluid; so that the stability, or instability, of the cylindrical form of equilibrium depends upon whether the surface (enclosing a given volume) be greater or less respectively after the displacement than before.",
        "On the other hand, the more soluble gases, carbon dioxide, nitrous oxide, sulphur dioxide, and steam, at once caused union.] Stability of the Catenoid.",
        "The condition of stability of a catenoid is therefore that the tangents at the extremities of its generating catenary must intersect before they reach the directrix.",
        "We shall next consider the limiting conditions of stability of the horizontal surface which separates a heavier fluid above from a lighter fluid below.",
        "The equilibrium of the fluids would now be unstable if it were not for the tension of the surface which separates them, and which, when the orifice of the vessel is not too large, continues to preserve the stability of the equilibrium.",
        "Hence the condition of stability is that ?r2T (p - o-)g  :j1(2) 26 =124 + 2426 2.42 0- 0 The The least root of this equation is z=3.83171.",
        "It is to be noted that in the case of bacteria we can only judge of organisms being of different species by the stability of the characters which distinguish them, and numerous examples might be given where their characters become modified by comparatively slight change in their environment.",
        "Many of the earlier methods of attenuation were devised in the case of the anthrax bacillus, an organism which is, however, somewhat exceptional as regards the relative stability of its virulence.",
        "During his long term of office he abolished the grist tax, extended the suffrage, completed the railway system, aided Mancini in forming the Triple Alliance, and initiated colonial policy by the occupation of Massawa; but, at the same time, he vastly increased indirect taxation, corrupted and destroyed the fibre of parliamentary parties, and, by extravagance in public works, impaired the stability of Italian finance.",
        "PIERO SODERINI (1450-1513), Florentine statesman, was elected gonfalonier for life in 1502 by the Florentines, who wished to give greater stability to their republican institutions, which had been restored after the expulsion of Piero de' Medici and the martyrdom of Savonarola.",
        "The post of minister of war was also offered to Cavaignac, but he refused it owing to the unwillingness of the government to quarter troops in Paris, a measure which the general held to be necessary for the stability of the new regime.",
        "These models flew in a haphazard sort of a way, it being found exceedingly difficult to confer on them the necessary degree of stability fore and aft and laterally.",
        "(Penaud.) _ interval, always produce increased stability.",
        "They depended mainly on the utilization of natural air currents, trusting for stability and balance to movements in their own bodies, or in portions of their machines which they could control.",
        "Chanute in America confined his endeavours to the production of automatic stability, and made the surfaces movable instead of the man.",
        "The action is not due to any influence on the thermic centres, nor to any production of diaphoresis, but to the influence of quinine upon the stability of oxyhaemoglobin.",
        "Another form is known as portal bracing; this is usually braced between adjacent columns in halls or passage-ways and extends from the foundations up from floor to floor to such a height that the stability of the building itself is sufficient to resist the assumed wind pressure.",
        "In no case shall the overturning moment due to wind pressure exceed seventy-five per centum of the moment of stability of the structure.",
        "In all cases it is customary to fill on top of the arches with a strong Portland cement concrete to a uniform level, generally the top of the deepest beam; the floor filling is constructed and carried to this level immediately upon the completion of each tier of beams, for the purpose not only of stiffening the frame laterally, and of adding to its stability by the imposition of a static load, but also to afford constantly safe and strong working platforms at regular and convenient intervals for use throughout the entire period of the construction.",
        "These researches led to a wide discussion of the sufficiency of the law of uniformly varying stress when applied to horizontal joints as a test of the stability of dams. Professor Karl Pearson showed that the results are dependent upon the assumption that the distribution of the vertical stresses on the base of the structure also followed the law of uniformly varying stress.",
        "This feature indicates that in the event of a crack occurring at the upstream toe, its extension would tend to turn downwards and follow a direction nearly parallel with the maximum pressure lines, in which direction it would not materially affect the stability of the structure.",
        "As a matter of fact, the foundations of most dams are carried down in vertical trenches, the lower part only being in sound materials so that actual separation almost corresponding with the hypothetical On Some Disregarded Points in the Stability of Masonry Dams, Drapers' Company Research Memoir (London, 1904).",
        "By reason of the constantly changing temperatures and the frequent filling and emptying of the reservoir, expansion and contraction, which are always at work tending to produce relative movements wherever one portion of a structure is weaker than another, must have assisted the water-pressure in the extension of the horizontal cracks, which, growing slowly during the fifteen years, provided at last the area required to enable the intrusive water to overbalance the little remaining stability of the dam.",
        "This is not an infrequent occurrence, and arises from the tendency on the part of manufacturers to make balances so extremely sensitive that they are on the verge of in - stability.",
        "It was obvious, however, that its stability would ultimately be determined by its financial policy.",
        "And therefore, though no one had much confidence in Lord Derby~ or in the stability of his second administration, every one was disposed to acquiesce in its temporary occption of office.",
        "Harcourt were too strained to ensure either the harmonious working or the stability of the administration.",
        "Such works were evidently a sign that his mind was turning away from abstract speculation to the great political and economic fields, and to the more visible conditions of social stability and the growth of nations.",
        "His first speech on his return to England was a warning (March 17, 1773) that the props of good government were beginning to fail under the systematic attacks of unbelievers, and that principles were being propagated that would not leave to civil society any stability.",
        "\"The first step to empire is revolution, by which power is conferred; the next is good laws, good order, good institutions, to give that power stability.\"",
        "Moreover, these secondary products cannot be successfully reduced, by further heating, to simpler hydrocarbons of any high illuminating value, and such bodies as naphthalene and anthracene have so great a stability that, when once formed, they resist any efforts again to decompose them by heat, short of the temperature which breaks them up into methane, carbon and hydrogen.",
        "Admission is granted to any Druse of either sex who expresses willingness to conform to the laws of the society, and during a year of probation gives sufficient proof of sincerity and stability of purpose.",
        "These two books, the Vindication, published in 1835, and his speeches up to this time and a little beyond, are quite enough to show what Disraeli's Tory democracy meant, how truly national was its aim, and how exclusive of partisanship for the \"landed interest\"; though he did believe the stability and prosperity of the agricultural class a national interest of the first order, not on economic grounds alone or even chiefly.",
        "Among these subjects were the transit of Mercury, the Aurora Borealis, the figure of the earth, the observation of the fixed stars, the inequalities in terrestrial gravitation, the application of mathematics to the theory of the telescope, the limits of certainty in astronomical observations, the solid of greatest attraction, the cycloid, the logistic curve, the theory of comets, the tides, the law of continuity, the double refraction micrometer, various problems of spherical trigonometry, &c. In 1742 he was consulted, with other men of science, by the pope, Benedict XIV., as to the best means of securing the stability of the dome of St Peter's, Rome, in which a crack had been discovered.",
        "For to hold a person to be a responsible agent is to believe that he possesses a certain fixity and stability of character.",
        "It was especially adapted to the tracing out of \" secular inequalities,\" or those depending upon changes in the orbital elements of the bodies affected by them, and hence progressing indefinitely with time; and by its means, accordingly, the mechanical stability of the solar system was splendidly demonstrated through the successive efforts of Lagrange and Laplace.",
        "The newly founded state did not at once become powerful: it was weakened by internal dissension and lacked the stability of a united and well-organized community.",
        "This want of information was attributed by most of the Greeks to the stability of the Spartan constitution, which had lasted unchanged from the days of Lycurgus.",
        "But this stability of the Roman peace had barely been realized when events began to threaten it both from within and without.",
        "In the disordered state of society official stability was a valuable warrant of peace, and the administrative hierarchy, lay or spiritual, thus formed a mould for the hierarchy of feudalism.",
        "This soon caused a frenzy of stock-jobbing, which disturbed the stability of private fortunes and social positions, and depraved customs and manners with the seductive notion of easily obtained riches.",
        "Thus the aristocratic constitution of Sieys was transformed into an unavowed dictatorship, a public ratification of which the First Consul obtained by a third coup detat from the intimidated and yet reassured electors-reassured by his dazzling but unconvincing offers of peace to the victorious Coalition (which repulsed them), by the rapid disarmament of La Vende, and by the proclamations in which he filled the ears of the infatuated people with the new talk of stability of government, order, justice and moderation.",
        "In the second place, Isidore wishes to increase the strength and cohesion of the churches; he tries to give absolute stability to the diocese and the ecclesiastical province; he reinforces the rights of the bishop and his comprovincials, while he initiates a determined campaign against the chorepiscopi; finally, as the keystone of the arch he places the papacy.",
        "These circumstances fall in perfectly with the questions about which, as we have pointed out, the pseudo-Isidore was mainly concerned: the judgment of bishops, and the stability of the ecclesiastical organizations.",
        "The Catholics regained pcwer by his overthrow, but they could not give stability to the state.",
        "The empire of Brazil and the republics of Mexico and Colombia were recognized by Great Britainin the following year; the recognition of the other states was only postponed until they should have given proof cf their stability.",
        "On the other hand they are greedy of gain, quarrelsome in small matters, self-seeking and wanting in stability; and they are gifted with a tendency to exaggeration and a love of intrigue which has had an unfortunate influence on their history.",
        "Liberty, he reminded his fellows, in the New York Convention of 1788, seemed to be alone considered in government, but there was another thing equally important: \" a principle of strength and stability in the organization.",
        "(3) That to such a trial it was essential that the government should be so constructed as to give it all the energy and the stability reconcilable with the principles of that theory.\"",
        "For the latter purpose, however, lime is generally used; but as this substance has only small stability, it is usually bedded in a casing of firebrick.",
        "When patient presents, inform of advanced deterioration of tumor stability.",
        "Living promised much more that she'd be unable to control: the Immortal society into which she'd been sucked, a potential boyfriend who still seemed to waffle about whether or not he wanted to be with her, absolutely no sense of normalcy or stability.",
        "From the dhjan comes strength, prosperity, stability.",
        "He was adamant that the company is now looking for a period of stability.",
        "He made insidious threats to gulf stability.",
        "Roger's long and successful abbacy brought continuity and stability to an uncertain and difficult period.",
        "activator protein for optimal activity and stability.",
        "Dispersion Stability Ensuring that the dispersion stability is controlled can prevent agglomeration leading to voids within the green body.",
        "argued for the importance of Relative Stability in its dispute with Italy over blue-fin tuna.",
        "Cavendish rejected atomism in 1655 because it might level the hierarchical order in which she believed; it could also threaten political stability.",
        "backrest cushion will move the center of gravity forward improving rearward stability but decreasing forward stability.",
        "bakery fillings to bind water, provide viscosity and ensure freeze thaw and chill stability.",
        "bed liner coating provides maximum performance, maximum strength, and maximum color stability.",
        "SPEEDLINER® spray bed liner coating provides maximum performance, maximum strength, and maximum color stability.",
        "It also marks the change in stability along the saddle-node bifurcation curve S.",
        "A further project, funded by the School, aims to develop methodologies for stability assessment of drugs using isothermal calorimetry.",
        "In a business built on dreams and raw energy, Butch brings detail, stability and an increasingly canny eye for a deal.",
        "In Siwa, dates are a major cash crop and thus signify economic stability and wealth.",
        "Many societies facing insecurity have willingly ceded power to a centralized force through a desire for stability.",
        "cell membrane stability and helps to prevent brain cell over activity.",
        "The machine's wide stance and low centerline assure machine stability.",
        "It was their high stability which allowed them to get into the stratosphere where they were broken down to release active chlorine.",
        "The Bank of England's regular assessment of the ' Financial stability conjuncture and outlook ' considers these issues in detail.",
        "Has conservatism been more concerned with social stability or economic freedom?",
        "These differences arise because one or more stability constants has a bad value or indeed should not be present or should not be included.",
        "cornerstone of strategic stability become eroded, we will have a big problem of putting things in check in this area.",
        "counteracting the stability disadvantages of a delta.",
        "cradle frame which translates to better rigidity and stability.",
        "crave familial stability.",
        "What are the thermodynamic principles behind the introduction of disulfide cross-links to increase a protein's stability?",
        "denaturensitivity of dynamic light scattering is ideally suited for monitoring the stability of a protein to denaturing conditions.",
        "dimensional stability, the molds were cut from molded polyurethane foam.",
        "dimple design provides fantastic stability in windy conditions and creates a penetrating flight which is a joy to watch.",
        "The Stability Pact has been widely discredited by events over the past few years.",
        "The AC joint lacks stability however and can be easily dislocated.",
        "dispersion stability can be achieved either via charge or steric stabilization.",
        "For added strength and stability, replace wooden dowels with metal dowels.",
        "How much did Walpole's long tenure of office contribute to the stability of the Hanoverian dynasty?",
        "emu's overall impact on growth is covered in the fifth test on growth, stability and employment.",
        "And of course fiscal procedures - for the first time legally enshrined in the code for fiscal stability.",
        "entrench the stability or not.",
        "But in its overall image of the medieval Italian city, the book perhaps errs a little on the side of stability.",
        "expanded alleles accumulate throughout life, thus compromising simple measures of intergenerational stability.",
        "They often fidget and sit in distorted postures to try to gain stability.",
        "fiscal irresponsibility is undermining stability and our ability to create jobs.",
        "fissile material stockpiles of India and Pakistan could erode the stability of nuclear deterrence.",
        "forgetrtunately, in times of political stability and strong economic growth, such matters are easily forgotten in the rush to make money.",
        "forgiveness on off center shots due to extreme perimeter weighting that increases the stability and feel of the club.",
        "The hip extensor action of the lower gluteus maximus contributes to knee stability through two mechanisms.",
        "gravity gradient and inertial distribution to maintain three-axis stability in orbit.",
        "guarantor of stability in the region.",
        "It is still under testing and will therefore mainly be of interest for kernel hackers but should soon gain stability for wider use.",
        "Instead, we look for people who can make a lifelong commitment to a child who needs permanence, stability and a loving home.",
        "hydrate stability zone.",
        "hydrodynamic stability.",
        "hydrogeology of the area has a stability which is a function of both the local and regional geology.",
        "Today also Northern Ireland has seen more peace, stability and progress than was ever imaginable 10 years ago.",
        "Some inkjet printer inkjet printer inks also offer poor stability when compared with others.",
        "They can appeal to a half century of border stability which, however smashed down elsewhere, remains inviolate in Central Europe.",
        "japanned iron of the horse shoe form with rounded corners and of ample size for stability.",
        "Stability is good, with only an occasional judder or lack of smoothness in movements.",
        "Thirteen design requirements, including kinematics, kinetics, and stability aspects, are described.",
        "If stability remains in doubt, a trial of nonoperative bracing with careful follow-up to identify any progressive kyphosis is a reasonable option.",
        "More work remains to be done on vaccine efficacy and stability, which would include large-scale field-testing.",
        "Are we not capable of demonstrating our peaceful intentions by applying all our abilities and our ingenuity to achieving a truly lasting stability?",
        "Trees genetically modified to produce low lignin are called \" super \" trees with little consideration of pest resistance and genetic stability.",
        "The large roll offers good long-throw linearity with the proper amount of control and stability at excursion limits.",
        "managed with long-term stability and growth in mind.",
        "Indeed, in the new global marketplace there is a new premium on economic stability.",
        "Stable and dynamic microtubules are functionally distinct and we suggest that increased microtubule stability could contribute to cardiac dysfunction in diabetes.",
        "The post monetarist path to stability requires the discipline of a long term institutional framework.",
        "monetary stability in the Eurozone want to stop any such move dead in its tracks.",
        "Such gross somatic mosaicism was not observed in three other lines examined, further emphasizing a role for flanking DNA in modulating repeat stability.",
        "The Laboratory Group will provide mutual with analytical chemistry and stability services for revenue of more than $ 1.5m per annum.",
        "numerology number four, the number of stability.",
        "birth numerology number four, the number of stability.",
        "Biosynthesis of the lipopolysaccharide core oligosaccharides and their role in outer membrane stability.",
        "This exit seems to me to have been particularly opportune in the current context and will help the stability of our shares.",
        "As a result of our commitment to advanced CAD our center panels are now vertically orientated for even greater stability.",
        "osmium cluster reveals its special structural stability.",
        "outsole for durability, and the stability and comfort that comes with being made on a combination last.",
        "overvalue the importance of the medication to the patient's stability \" Kramer et al.",
        "What is more, the stability pact encourages deceit at the heart of European economic policy making.",
        "Linda Wain investigates The rise in oil prices over the past six years makes UK house price inflation seem a paragon of stability.",
        "The third stability measure suggests that inflation persistence in the United Kingdom has been the exception, not the rule.",
        "experimental petrology and mineral stability at high temperatures and pressures.",
        "Mr. Chairman, events of the last few years in Indonesia paint a vivid picture of a state struggling to regain stability.",
        "platform of stability and employment.",
        "The Gothic architects and builders discovered the amazing strength and stability of using pointed arches.",
        "For the E-500 a special fiber reinforced polycarbonate was chosen for the best stability.",
        "Playfully agile, it has unmatched precision in the corners while maintaining absolute track stability.",
        "The foundations of economic stability and success laid by his conservative predecessors.",
        "Stability, 2 out of 5, designed for people who do not over pronate.",
        "The cavalier attitude of France and Germany to the stability pact cannot have helped to convert the fairly puritanical Swedes to further continental entanglement.",
        "putter frame to further increase the MOI and stability on off-center hits.",
        "relax on a treatment couch that is designed for stability and comfort.",
        "Accurate DNA replication is critical to ensure stability of the genome.",
        "The overall stability in UK inactivity rates covers a dramatic fall for women and a dramatic rise for men.",
        "Pelham had done well to keep a modicum of stability in a rather rowdy Parliament.",
        "scapular stability need to be addressed.",
        "gas in marine sediments: implications for slope stability and benthic ecology; natural gas seepages as a source of atmospheric methane.",
        "Moscow worries that separatism inside Russia and radical Islamic movements beyond their borders might threaten stability in Southern Russia.",
        "slope stability.",
        "Population stability of the sea snail at the southern edge of its range.",
        "somatic mosaicism was not observed in three other lines examined, further emphasizing a role for flanking DNA in modulating repeat stability.",
        "sorption behavior of cracker materials and calculate the shelf-life stability.",
        "Abstract The moisture sorption properties of foods are critical for their shelf-life stability.",
        "There is peace and stability and we are experiencing encouraging spurts of business activity, investment, jobs and prosperity.",
        "stability of carbocations primary secondary tertiary Note: The symbol \" \" means \" is less than \" .",
        "But technologies of connectivity can threaten stability and community.",
        "Transnational terrorism, Jacoby stated, continues to undermine the stability of various nations.",
        "To maintain stability the MPC has an inflation target of 2½% .",
        "The Civil Service was needed to ensure the stability of the regime.",
        "So nothing we do should endanger the macroeconomic stability that we have enjoyed since 1992.",
        "Aurelian (Emperor of Rome, 270-5) had tried to restore currency stability.",
        "First, all our economic policies must reinforce macroeconomic stability.",
        "Macro-economic stability had created a firm basis for growth in private sector investment.",
        "The combined extrudate is passed through a standard vulcanisation unit, during which the TPV is said to keep perfect dimensional stability.",
        "Already we are seeing the rewards of creating a British framework for monetary and fiscal stability.",
        "In addition, careful choice of critical components ensures high thermal stability.",
        "I can assure you I am solidly committed to the long-term stability of our Club.",
        "stability pact.",
        "It is a new won and hard won stability which Britain must not take for granted.",
        "The normal toe-in setting is up to 20 minutes, which provides good straight-line stability.",
        "Two more Tungsten weights, 2.5 grams each in the extreme heel and toe, enhance MOI for more clubhead stability at impact.",
        "This research also includes studies of the migration of gas through sediments, and the effect of gas on marine slope stability.",
        "The first IRTE tipper stability guide was published in 1992.",
        "Apply Nyquist's stability theorem, to predict closed-loop stability from open-loop Nyquist or Bode diagrams.",
        "Stability and Safety This vessel has external stabilizers on her hull.",
        "The wide disparity in the fissile material stockpiles of India and Pakistan could erode the stability of nuclear deterrence.",
        "The major tropical wilderness areas represent important storehouses of biodiversity and major watersheds, and play a vital role in climate stability.",
        "straight-line stability.",
        "Unlike some existing ink bases derived from natural sources this material has good heat stability and does not sublime.",
        "It has a non-slip suede insole and a ' Shoc Pad ' in the heel for comfort, stability and impact absorption.",
        "It is fundamentally about stability around the state: compartmentalized 'ethnic ' groups become mere supplicants for funding and resources.",
        "supportive of British efforts to bring stability to Iraq.",
        "How, then, can any stability of identity be achieved, however temporary?",
        "The enduro boxer also delivers superior performance and riding stability on (and off) fast sections of off-road terrain.",
        "threatens stability and order.",
        "We investigate the stability of self-gravitating accretion disks using three-dimensional, global, smoothed particle hydrodynamic (SPH) simulations.",
        "holding the tiller can also give you more stability.",
        "tipper stability guide was published in 1992.",
        "Solution studies indicate that an equimolar mixture of the three peptides forms a helical trimer with high specificity and stability.",
        "unbeatable stability and forgiveness, reduced skipping at contact and pure roll.",
        "Brought up by their eccentric uncle Django, the McCabe sisters had assumed their mid-thirties would be a time of happiness and stability.",
        "unstable manifold of a periodic orbit that just lost its stability in a period-doubling bifurcation.",
        "By installing the latest os upgrades, the speed and stability of your system can be significantly improved.",
        "Nor would joining the euro promote greater stability when it has been so notoriously volatile so far.",
        "A long waterline gives the Horizon excellent directional stability but is still nimble enough for inland trips around backwater creeks.",
        "Features include realistic styling, racy stickers, large, durable wheels and a wide wheelbase that is designed for stability.",
        "This suggests that I want a boat with a reserve of secondary stability and a low windage for longer trips.",
        "won stability built up over recent years is taken for granted.",
        "(7) On Floating Bodies (Peri okoumenon) is a treatise in two books, the first of which establishes the general principles of hydrostatics, and the second discusses with the greatest completeness the positions of rest and stability of a right segment of a paraboloid of revolution floating in a fluid.",
        "His creation of a formidable standing army, the first of its kind in that age of transition from feudal conditions, gave to the Burgundian power all the outward semblance of stability and permanence.",
        "The tsar was reluctant to bind himself by a formal treaty, because the French government did not offer the requisite guarantees of stability, and because he feared that it might be induced, by the prospect of Russian support, to assume an aggressive attitude towards Germany.",
        "(2) Greater stability of crops in proportion to area cultivated is hoped for.",
        "von Baeyer has sought to explain the variations in stability manifest in the various polymethylene rings by a purely mechanical hypothesis, the \" strain \" or Spannungs theory (Ber., 1885, p. 2277).",
        "Attempts to connect a change of symmetry with stability show equally a lack of generality.",
        "When the original area had been mined in this way as far as was consistent with stability, a second storey of galleries was begun at a lower level, reached by a new staircase.",
        "Resuming the inquiry into the invariability of mean motions, Poisson carried the approximation, with Lagrange's formulae, as far as the squares of the disturbing forces, hitherto neglected, with the same result as to the stability of the system.",
        "Guncottons are usually tested by the Abel heat test for stability (see CORDITE).",
        "According to the theory above the stability is regained when the length is more than three diameters, so that a modern projectile with a cavity more than three diameters long should fly steadily when filled with water; while the old-fashioned type, not so elongated, would be highly unsteady; and for the same reason the gas bags of a dirigible balloon should be over rather than under three diameters long.",
        "An elongated shot is made to preserve its axial flight through the air by giving it the spin sufficient for stability, without which it would turn broadside to its advance; a top in the same way is made to stand upright on the point in the position of equilibrium, unstable statically but dynamically stable if the spin is sufficient; and the investigation proceeds in the same way for the two problems (see Gyroscope).",
        "I +W a W a), ' (k) 4 (I I) I+ w- R For a shot in air the ratio W'/W is so small that the square may be neglected, and formula (II) can be replaced for practical purpose in artillery by tan26= n2 = W i (0 - a) (k Ã°)7()4, (12) if then we can calculate /3, a, or (3-a for the external shape of the shot, this equation will give the value of 6 and n required for stability of flight in the air.",
        "In tornadoes, such as that at St Louis in 1896, it has been calculated, from the stability of structures overturned, that pressures of 45 to 90 lb per sq.",
        "Encouraged by the assurance of the Anglo-French convention, Siam now turned her whole attention to internal reform, and to such good purpose that, in a few years, improved government and expansion of trade aroused a general interest in her welfare, and gave her a stability which had before been lacking.",
        "It may, however, be maintained that an ultimate analysis would go deeper, and resolve all phenomena of elastic resilience into consequences of the kinetic stability of steady motional states, so that only motions, but not strains, would remain.",
        "(1827), &c. In the first of these memoirs Poisson discusses the famous question of the stability of the planetary orbits, which had already been settled by Lagrange to the first degree of approximation for the disturbing forces.",
        "Whilst it is not a haematinic, in that it does not increase the number of the red blood corpuscles, it very markedly influences the stability of the compounds of the haemoglobin with oxygen.",
        "The form of stability having the least sectional area is therefore a triangle.",
        "As to the stability of these compounds, most trimethylene derivatives are comparatively unstable, the ring being broken fairly readily; the tetramethylene derivatives are rather more stable and the pentaand hexa-methylene compounds are very stable, showing little tendency to form open chain compounds under ordinary conditions (see Chemistry: Organic).",
        "In championing the cause of imperial fiscal union, by means involving the abandonment of a system of taxation which had become part of British orthodoxy, he followed the guidance of a profound conviction that the stability of the empire and the very existence of the hegemony of the United Kingdom depended upon the conversion of public opinion to a revision of the current economic doctrine.",
        "The 100% milled body has strategic holes in the putter frame to further increase the MOI and stability on off-center hits.",
        "You will be asked to lie and relax on a treatment couch that is designed for stability and comfort.",
        "The stability of all wood used out of doors can be improved by the use of water repellent treatments.",
        "Factors such as posture, and scapular stability need to be addressed.",
        "Gas in marine sediments: implications for slope stability and benthic ecology; natural gas seepages as a source of atmospheric methane.",
        "The world of is littered with such stories of individuals who have spurned talent and stability to snort white powder up their nostrils.",
        "The aim of this work was to investigate the water sorption behavior of cracker materials and calculate the shelf-life stability.",
        "Order of stability of carbocations primary secondary tertiary Note: The symbol \" \" means \" is less than \".",
        "To maintain stability the MPC has an inflation target of 2½ %.",
        "Then there is the question of the growth and stability pact.",
        "Apply Nyquist 's stability theorem, to predict closed-loop stability from open-loop Nyquist or Bode diagrams.",
        "I have been supportive of British efforts to bring stability to Iraq.",
        "She is the goddess who threatens stability and order.",
        "Holding the tiller can also give you more stability.",
        "To improve their roll stability these ships have a pronounced tumblehome and transom sterns through which gun ports are cut.",
        "The result: unbeatable stability and forgiveness, reduced skipping at contact and pure roll.",
        "It features Emergency Brake Assist plus the latest version of the Electronic Stability Program with understeer control, as well as ASR traction control.",
        "The most frequently used example is the unstable manifold of a periodic orbit that just lost its stability in a period-doubling bifurcation.",
        "By installing the latest OS upgrades, the speed and stability of your system can be significantly improved.",
        "In this way, both atoms share the stability of a full valence shell.",
        "The danger here is that the hard won stability built up over recent years is taken for granted.",
        "I also have to say that the Zippy Stroller has been wonderful in terms of maneuverability and stability.",
        "Full Size Travel Systems-These combos offer stability and extra features.",
        "Other areas that are usually examined include your baby's spine and hips, as your doctor checks for spine straightness and hip joint stability.",
        "Older children need just as much routine and stability as younger children do.",
        "The number of legs, from four to eight, depends upon the table's size and improves stability.",
        "You must investigate the bonds you are thinking of purchasing for stability and interest return dependability.",
        "When you consider a lease, stability in you financial situation is important.",
        "If you don't plan on doing any \"tricks\", and are just using the skateboard to get yourself around campus or around town, you should look into getting bigger boards because they provide the most stability, balance, and control.",
        "Since cats are so sensitive, most seem calmer and less anxious when they are given Emotional Stability.",
        "Many cats are using our Anxiety/Fear mixed with Emotional Stability.",
        "It is good to have a platform that all of the legs attach to for stability.",
        "Do open checking and savings accounts since some lenders see these as a sign of stability.",
        "While solutions may be mixed and matched depending on prevailing conditions, the physical, psychological and emotional health and stability of the children should be the primary concern.",
        "Scheduling prescribed times for each parent to have the child cohabit with them avoids misunderstandings on all sides and creates an atmosphere of stability and organization.",
        "Whether your child is two years old or in her twenties, she depends on you for guidance, feedback and stability.",
        "Check legs and casters for stability and test to make sure that the desk is level.",
        "They allow those sitting in them to lean back while getting the proper back support and stability.",
        "Be sure that you check out the stability of the furniture as well before purchasing it.",
        "Since the strength of the seat post is paramount to the stability of the frame, consider reinforcing it with steel.",
        "Acid rain poisons the soil, damages plants and trees and changes the chemical stability of lakes and streams, making it very dangerous to all forms of wildlife.",
        "Research has shown that the release of chlorofluorocarbons (CFCs) from aerosol cans, refrigeration systems and air conditioners have a direct impact on the stability of the ozone layer.",
        "It may be raw, meaning unprocessed and pure, or processed and mixed with other agents for stability and shelf life.",
        "Earth - Representing practicality, physical strength and stability, the Earth element is easily symbolized through all earth tones.",
        "Although headboards are not absolutely crucial to the stability of a bed, they can be crucial to the style of your bedroom.",
        "They are known for their remarkable innovativeness and stability and claim that they continually offer their clients the resources they need to help them achieve their financial goals.",
        "The Wachovia banking online services are supported by the strength and stability of Wells Fargo and online services can be accessed easily with a few clicks of a button.",
        "Some people like having the stability of a regular job, while others thrive on the ability to make their own schedule.",
        "Since larger, heavier lenses require more stability than shorter lenses, you should also pack a tripod before heading out to photograph the moon.",
        "Some exercises that can strengthen your core are yoga, a stability ball, and the use of balance devices.",
        "A progressive skier may want a longer length ski so that he can move over a range of terrain and have the greatest stability on steeper slopes.",
        "The result was a boot that combined flexibility and stability, which is a rare combination in any type of ski equipment.",
        "With its range of flexibility and high performance technology, you are certain to have a boot that provides maximum agility and stability while you are racing down the mountain.",
        "Longer skis do provide more stability but are often more difficult to control.",
        "Softech provides a more comfortable fit and stability while skiing.",
        "You may know all about studies on how stress can negatively affect your health, mental stability, and relationships but you just can't seem to take control of it.",
        "People have claimed positive effects of meditation on the mind since the dawn of time, and for those who doubt its effect, recent scientific studies confirm that meditation can bring about emotional stability and a sense of peace.",
        "Identifying the main sources of stress in your life involves examining your relationships, physical health, financial stability, and psychological health.",
        "Tall or lightweight vases can be knocked over should the wind pick up the beach, so choose heavier containers or add weight to help them keep their stability.",
        "Instead, opt for close-toed wedding shoes that have enough support and stability to tackle potentially slippery surfaces.",
        "This is so your therapist can assess your stability and functioning while you are at your lowest.",
        "These homes give hope and stability to people who need transitional living arrangements and are committed to healthy living.",
        "Stable Environment: All Oxford Houses have similar rules and a structure that is catered to creating stability.",
        "Gone was the loving guidance and stability of her early childhood.",
        "This unusual link gives them both an intense devotion to family, stability, and commitment.",
        "Personally, a little bit of stability with my lifestyle would be nice, at least for a while.",
        "This wide base gives the tree increased stability, and it is rare to see a tupelo knocked down by high winds.",
        "Wall mounted linen cabinets either hang from the wall studs or attach to the wall for additional stability.",
        "Glass is also often paired with metal for long sections of railing to increase stability.",
        "Mesh joint tape specifically for sheetrock application is used for small holes to add stability to the repair.",
        "Staggering the joints also helps give the flooring more strength and stability.",
        "The track will be bolted into the ceiling at several points for stability, while the lights themselves can move along the track by being slid inside the rails.",
        "Grout joints help keep the rows of tile even and square, while lending stability to the job.",
        "The chemicals provide stability and consistency in the results.",
        "Platform: This style provides stability and more comfort than thinner heels, allowing for longer wear times.",
        "If the vehicle has rear wheel drive, add extra weight to the trunk for increased traction and stability.",
        "Consider rolling some funds into annuities or bonds for stability.",
        "If you've been in the workforce for 30 years or more, you've probably been able to take advantage of much economic stability.",
        "Stability: Mature employees are often more stable than members of the younger generation.",
        "While seated, grasp onto the sides of your chair for stability.",
        "Along with that, in times of uncertain financial stability, many retirees are looking for more affordable options, especially if they will be living on a fixed income.",
        "A pharyngometer measure the diameter and stability of a patient's airway and uses these measurements to find the areas of obstruction.",
        "Plastic may seem simple enough, but in order to prevent snapping and stability, Dirty Dog plastic frames are manufactured using TR90 which has no known problems of allergy and toxicity.",
        "Use the copter's stability as its best asset in both attack and defense.",
        "When choosing a plane, you want to consider the aircraft's overall performance rating in Speed, Strength, Climbing Ability, Stability, Weight and Power.",
        "Gusts of wind and rain effect the stability of your plane and visibility of your surroundings.Rain and snow are your most difficult weather situations.",
        "The box provides the stability to the box sides and top, to avoid damage to the bottle inside.",
        "Increasing the safety factor of the chair, a special latch ensures stability in the proper position.",
        "Depending on where you do the most camping, the stability of your rockers is very important.",
        "If you typically camp at a campground with level, maintained campsites, you won't have to worry quite so much about the stability of your rockers.",
        "In addition, the Legend has a low profile with a wide suspension, which greatly increases the overall center of gravity (and stability) of the trailer.",
        "The quality of the parent-child relationship is affected by the parent's age, experience, and self-confidence; the stability of the parents' marriage; and the unique characteristics of the child compared with those of the parent.",
        "The large joints have normal stability, but small joints in the hands and feet are loose, showing hyperextensibility.",
        "The body maintains stability within this range by balancing the heat produced by the metabolism with the heat lost to the environment.",
        "Children play primarily in same-sex groups of friends and expect more stability in their friendships.",
        "Third, the stability and timing of peer problems should be considered.",
        "If the strands of DNA are broken, the ATM protein coordinates DNA repair by activating repair proteins, which helps to maintain the stability of cells.",
        "The doctor looks for signs of bruising and tissue swelling as well as bleeding and gently palpates, or touches, the various facial bones for movement and stability.",
        "The second category includes those teens who are more at-risk because while they are maintaining stability in physical, developmental, and emotional status, they are also drinking and driving.",
        "Stability of caregivers is recognized as an important component of quality care.",
        "Also refers to the tendency of a family system to maintain internal stability and to resist change.",
        "Some neurological diseases are chronic and require conservative medical treatment and frequent follow-up visits for monitoring and stability or progression of the disease.",
        "This leads not only to uncertainty and lack of stability in the child's life, but some of these placements may be inappropriate for the child's specific circumstances.",
        "Kinship caregivers offer family support and stability, and more frequent contact with parents or legal guardians, and siblings.",
        "Extended families can be a significant source of support for children, providing them with stability and with the reassurance that others care about them.",
        "Cases of PCS can be a strain and threaten family stability.",
        "Working mothers who are single or in nontraditional relationships have a more difficult time maintaining family stability even apart from the demands of their jobs.",
        "Stability of the marital relationship: Some couples worry about the impact of the mother's work on her relationship with her partner.",
        "W. et al. \"The kids are alright: growth and stability in personality development from adolescence to adulthood.\"",
        "The prognosis of IED depends on several factors that include the individual's socioeconomic status, the stability of the immediate family, the values of the surrounding neighborhood, and his or her motivation to change.",
        "Factor VIII-A protein involved in blood clotting that requires von Willebrand factor for stability and long-term survival in the bloodstream.",
        "The relative stability and security of the school-age period prepare the child to manage the challenges of adolescence.",
        "Watkins. \"Long-Term Stability of the Wechsler Intelligence Scale for Children-Third Edition among Students with Disabilities.\"",
        "Increasing the fluidity and the stability with which a dancer goes from a static fifth into relevé fifth, en pointe, is one of the daily challenges of the dancer.",
        "These combinations often include a lot of more energetic steps, such as turns and jumps, but are done at the barre in order to provide a bit of extra stability at certain points during the combination.",
        "It's also about enhancing intimacy, creating passion, discouraging relationship stressors (such as infidelity), encouraging stability and promoting harmony in all aspects of life together.",
        "Wood suggests stability and support for the relationship and discourages the possibility of infidelity.",
        "The items in the Earth Collection represent stability, permanence and happiness in the home.",
        "Pale yellow - This color brings about stability, good luck, flexibility and optimism.",
        "Tans - This neutral color brings about balance and stability in your home life.",
        "Avoid clear vases - While clear vases may be tempting to show off the pebbles or stones you have chosen to add stability to your lucky bamboo, they should be avoided.",
        "Feng shui and fish tanks are an excellent combination for stimulating business growth and ensuring financial stability.",
        "In feng shui, the Earth element is a representation of a solid foundation, stability and abundance.",
        "Earth is associated with knowledge, stability and nourishment.",
        "Financial Stability: Many nonprofits are financially stable and roll along like a well-oiled machine, but others struggle to make ends meet each month.",
        "Before taking a position you want to make sure that you're generally aware of the stability of your job and your salary.",
        "The best medical careers offer long-term growth and stability, moderate to excellent pay, and varied educational requirements.",
        "This is a growing field and job stability for occupational therapists is quite good.",
        "This sort of stability makes budgeting much easier.",
        "Many consumers prefer the stability that fixed rates offer, but these rates also have a downfall.",
        "This relatively low growth can be viewed as a sign of stability in the market.",
        "In other words, the expert closely examines the level of inflation, job rates and other indicators which reveal the stability of a particular economy.",
        "Homeowner Affordability and Stability Plan: Yet another federal program is the Homeowner Affordability and Stability Plan.",
        "It is called The Homeowner Affordability and Stability Plan.",
        "Some officials question whether the company misrepresented the financial stability and condition of its mortgage loans in security filings, knowing the company was facing financial difficulties.",
        "This specific paper is just the right thickness for folding easily, but provides enough stability to the creations.",
        "The suit available at the Flirt Catalog, for example, has some shaping around the waist and a criss-cross style at the neck, creating some stability.",
        "An endowment fund provides security for the future of an organization and can ensure stability for years to come.",
        "Especially during the early portion of the fund's establishment, these donations are critical to financial stability.",
        "There should be a level of financial stability and security in the investment methods, but the fund needs to see regular growth as well.",
        "The CDBG creates affordable housing for low income families as well as maintains stability in local economies that results in retaining and creating more local jobs.",
        "Stakes and cables: Many outdoor decorations, especially inflatables, require extra stability.",
        "Practicing regular acts of romance will build longevity and stability for a couple.",
        "Your daughter needs stability in her life."
    ],
    "definition": [
        "The state or quality of being stable, especially:\na. Resistance to change, deterioration, or displacement.\nb. Constancy of character or purpose; steadfastness.\nc. Reliability; dependability.",
        "The ability of an object, such as a ship or aircraft, to maintain equilibrium or resume its original, upright position after displacement, as by the sea or strong winds.",
        "Roman Catholic Church A vow committing a Benedictine monk to one monastery for life.",
        "Link/Cite",
        "The condition of being stable or in equilibrium, and thus resistant to change",
        "The tendency to recover from perturbations",
        "Link/Cite"
    ]
}