{
    "translation": "מעמד",
    "uses": [
        "Yancey was standing in the door watching.",
        "I was standing there!",
        "She remained standing and began to pace about the room.",
        "A hand touched her arm and she turned to find Nick standing there.",
        "Cade was standing in the doorway, coffee mug in hand.",
        "What are you doing standing out there in the snow?",
        "She left him standing there looking after her.",
        "Two hours later the carts were standing in the courtyard of the Bogucharovo house.",
        "We both looked up to see Molly standing there.",
        "Gerald and Felipa were standing beside the door talking to each other.",
        "Eureka quickly followed him, and soon they were all standing together upon the platform, with eight of the much prized wooden wings beside them.",
        "Alpatych went up to a large crowd standing before a high barn which was blazing briskly.",
        "There was no shadow or footprints even though I seemed to be standing on grass.",
        "The clock ticked loudly, and Tommy Jones, who was standing up for the fourth time, began to feel very uneasy.",
        "It was Yancey standing outside that shop, and with him were the man from the building and Allen.",
        "The officer, Timokhin, with his red little nose, standing on the dam wiping himself with a towel, felt confused at seeing the prince, but made up his mind to address him nevertheless.",
        "That was when she noticed Old Charlie standing beside the house, the reins dragging the ground.",
        "The characters were as tangible as all of us standing in this room.",
        "He wanted to see me, and I was standing close by, outside the door.",
        "Beside the nurse who was busy collecting equipment, there was a man in a suit standing by the door.",
        "He looked back and saw the innkeeper still standing by the door.",
        "He's coming! shouted a Cossack standing at the gate.",
        "That evening Alex and Dulce were standing in the entrance room.",
        "Standing at the mailbox, it occurred to her that the red flag would be exactly that for Yancey.",
        "Dusty braced himself and turned to face the grandfatherly figure with a smile and emerald eyes standing in the corner.",
        "She snatched the lighter on the mantle and ran to the door, standing close until the alcohol lit and spread.",
        "Kris managed at last, standing.",
        "Without standing, the man spoke, pointing a long nailed finger.",
        "Those still standing are Nos.",
        "Standing there, silhouetted against the upstairs light, he was once again reminded of his prior night's dream.",
        "Even standing on it, I was an inch or two from touching the top of the room.",
        "He froze on the bottom step, the hair at the back of his neck standing up.",
        "One morning, while Carmen was cleaning the house, he caught her standing in the living room, confronting the recliner with a questionable amount of courage.",
        "The old man who had bought the first turkey was standing quite near.",
        "The standing army is only an arm of the standing government.",
        "If he is standing before Brunn...",
        "She repositioned the photo standing up.",
        "The top was clean except for accessories and a few letters standing upright in a sorter.",
        "He was standing close and she was startled by a desire to be swept into his arms again.",
        "She stopped at a light and glanced at a shop to her right where some people were standing around talking.",
        "Still, by refusing to go up there with Brandon, she was standing between him and his parents.",
        "Betsy is standing on one leg and she's holding a Time magazine, open to page eighteen.",
        "William Gilpin, who is so admirable in all that relates to landscapes, and usually so correct, standing at the head of Loch Fyne, in Scotland, which he describes as \"a bay of salt water, sixty or seventy fathoms deep, four miles in breadth,\" and about fifty miles long, surrounded by mountains, observes, \"If we could have seen it immediately after the diluvian crash, or whatever convulsion of nature occasioned it, before the waters gushed in, what a horrid chasm must it have appeared!",
        "Tammy and Sarah were in the kitchen when she returned, and Tammy was standing in a chair ripping the cover off some chocolate chip cookies.",
        "Carmen sat down, but Alex remained standing.",
        "\"It's alright,\" she said, standing.",
        "She sat down because the code of conduct about standing while guarding took second place to comfort.",
        "\"Look,\" I said, still standing.",
        "The man standing in the weedy area of the lot was tall and thick, dressed in a trench coat, black clothing and heavy boots.",
        "Dazed, she was surprised to find they were standing in the bedroom of the bungalow.",
        "Distressed by the idea, she found herself standing before the French doors again, looking at the green haze over the forest.",
        "The brothers were standing beside each other a short distance away.",
        "At the unfamiliar voice, she faced the two men standing outside her kitchen.",
        "The knit dress she wore fell to mid-thigh when she was standing.",
        "Deidre turned to see the blonde woman standing in front of an open wardrobe.",
        "His clothing was thick and heavy this night, as if he expected to be standing outside her window until dawn.",
        "\"Same time and place next month,\" Andre said, standing.",
        "She wiped the glass shards from the ledge and carefully stepped out, standing against the outside wall.",
        "\"You're…\" Megan trailed off, as if debating what to say while trying to figure out what was standing in front of her.",
        "Rhyn was standing outside the door, and she passed him without a look.",
        "Rhyn will die-dead otherwise, Gabriel whispered then left her standing by a group of boulders.",
        "The sound of fighting erupted behind her, and she stopped before the trail curved out of sight to see Rhyn standing over his first victim, a demon in a jaguar form.",
        "The largest statue was Andre, their eldest brother who had recently become dead-dead, standing over Europe.",
        "Kris was next in size, standing on a mural of North America.",
        "The smallest statue was Rhyn as a child of five or six, standing on Antarctica.",
        "Gabriel put the gems away and looked up to see her slight frame standing beside the sarcophagus.",
        "The lanky form standing between her and the door made her gasp.",
        "She looked up, shocked to see Sasha standing over them, his sharp gaze on the creature preparing itself for a second attack.",
        "I can take this down, she said suddenly, standing.",
        "One counter was still standing next to the refrigerator tucked in a corner, and he swept the broken glass from the top to create a little work space.",
        "She whipped around to see Kris standing in the doorway, holding the door open as if debating whether to enter.",
        "He twisted his head to see Kris standing outside of a portal.",
        "Daniela led them to the men.s wing, where one sweaty, bloodied Immortal was standing outside of Sasha.s room while the other stood guard over Jade, who was hogtied in the middle of the small courtyard around which the men.s wing was situated.",
        "He could look straight into the courtyard of the men.s wing, and the furious Daniela standing in the middle staring at him.",
        "Her make-up was smeared from walking through the Monterey mists, her maid-of-honor dress wrinkled from constant sitting and standing.",
        "She felt silly standing in it with the three warrior strangers around her, waiting for something to happen that never did.",
        "He was shorter than the seven-foot giants around him, standing right at Romas's height.",
        "The giants battled, and she couldn't help feeling awed by the prisoner's abilities as he met the blows of all three foes and remained standing.",
        "His lifemate was tiny, standing a full head shorter than the average woman and a head and shoulders shorter than him.",
        "It wasn't right to leave him standing in the sun all day!",
        "He motioned for her to sit but remained standing.",
        "The grey wall slid away to display an escape pod, large enough for one person standing.",
        "Leyon asked, standing beside her.",
        "He snatched her hand when none of his opponents remained standing and ran with her toward the crevice.",
        "Kiera rose and turned away, wondering how her friend was so clueless while standing in front of her painting of A'Ran.",
        "There was barely room to maneuver, and she found herself standing on her tiptoes to keep track of Evelyn, who had no trouble with the people around her parting the seas for her.",
        "He looked up to see the boy standing above him, holding out a small spiral notebook.",
        "I'm Annie, standing in my parlor, a hundred years ago.",
        "There was no luggage standing by to indicate an imminent departure.",
        "But he was standing very close to her.",
        "The small undated photo was quite dark but showed a couple, perhaps in their thirties, standing before a church window.",
        "Edith Shipton had come down the stairs and was standing under the archway.",
        "Dean brushed off a white cloud of flour and greeted a well-dressed, good-looking man in his late forties standing in the hall.",
        "She had reached the hall before she turned and saw the tall man standing in the doorway.",
        "Jerome Shipton was standing behind a tree and Dean caught sight of his maroon jacket just before he stepped out into the sunlight.",
        "The mountains haven't changed and there are a lot of buildings still standing from the last century.",
        "I saw it, with its two round sacks tied tightly and men standing nearby with their hats off.",
        "The other guests, standing nearby, gaped in utter shock.",
        "She was standing at the rail, peering down river, dressed in only a sweater, clutching her arms to her body against the snow and chilling cold.",
        "When Dean rushed into Bird Song, Cynthia was standing in the hall, the phone at her ear.",
        "Edith Shipton was standing by the fireplace, sobbing, Ryland was ready to swing on Fitzgerald, Claire Quincy was protesting something in the corner while Effie just looked bewildered.",
        "He hit a comfortable pace and stayed there as he peddled past the cemetery and the open meadows where a herd of elk grazed near the river to his left, standing at attention near the edge of the tall cottonwoods that lined the bank.",
        "Dean turned at the sound of the shop door opening to see Sheriff Jake Weller standing, hands on hips, staring down at him.",
        "But I glance up and this little shit, who looked to be about twelve, is standing on a rock about fifty feet away, laughing his ass off.",
        "Dean couldn't hear what she said, but the boy gave her a hug and gestured to Martha who had hurried ahead to where Dean remained standing on the porch.",
        "All he knew now was his bare feet were cold, standing on the hard wood floor at the perimeter of the carpet in the death room.",
        "Dean thought about Claire Quincy standing on the top of the stairs, as Edith ascended, naked as the day she was born.",
        "When I came back down the trail, Edith was still standing at the bridge.",
        "Maybe some people sense that sort of thing more than others—that feeling you get when you're standing in a spot where you know something really dramatic occurred.",
        "Jake's not standing for election next August.",
        "Me standing there half naked, Gladys screaming her fool head off, Edith's body hanging in the middle of the room....",
        "\"Every time I come up these stairs, I look up to see if a white-dressed figure is standing at the top,\" he said.",
        "They discovered that they had led similar lives, both belonging to families of high standing and wealth.",
        "The women delved into small talk, and as Jackson turned, he noticed Connor standing stone still in the middle of the room, staring at Elisabeth.",
        "Standing partitions broke up areas of the expanse.",
        "This was not a mangy or vicious creature standing before him, but a breathtakingly beautiful, gigantic wolf.",
        "How long have you been standing there?",
        "The doorbell demanded his attention and he answered the door to find a tall young man standing in the hallway.",
        "In the next instant she realized a doe standing away from the herd had attracted his attention.",
        "She was standing in the middle of the dairy, scowling, when he emerged from the barn.",
        "In two long strides he was standing before her, gathering her into his arms and kissing her.",
        "Standing out here imagining the worst wasn't doing any more good than pumping Katie.",
        "Lana asked impatiently, standing.",
        "\"I'll walk you out,\" he said, standing.",
        "I'm the only thing standing between you and whatever hell is chasing you.",
        "\"Later. We got something to do first,\" Elise said, standing.",
        "The PMF was the only party standing while the government tore itself apart.",
        "All the while, the two soldiers before her remained standing or leaning, accustomed to the rocky flight.",
        "They flew south, and she strained against the harness to see if her own condo was still standing.",
        "In fact, standing in her apartment, she had the surreal sense that life hadn't changed, as if she could open the door and go to work like any other day.",
        "Nothing in the town would be standing, because the elite hoarded power and anything that would give them influence.",
        "Just … I think I need some sleep, Lana said, standing abruptly.",
        "\"Hello, Lana,\" Mr. Tim said, standing near the door.",
        "Standing with his brave Angel, he couldn't think of a reason he'd want to leave her side.",
        "Gabriel cursed under his breath.  He had no way of knowing what kind of test a deity like Death could create, but it wasn't likely to be good.  While he had full faith in Rhyn, he also knew better than to trust the petite woman in white standing in his dream.",
        "When his eldest brother died, he'd felt pain and anger, but he'd never felt the crippling ache he did standing on the rocks near the ocean staring at Katie.",
        "You're on your feet right now and the walls are still standing.",
        "She handed the pale woman a food and water cube and popped two of her own.  Standing, she waded into the brush where she'd thrown the knife.  It glinted in the morning light.  Katie swiped it, glad the trees didn't have a taste for metal as well as Immortal sustenance.",
        "Fear made Rhyn's chest seize.  No sooner had Gabe spoken the words than the demons fell away.  Coldness snapped over Rhyn, and his surroundings blurred.  He blinked, uncertain what happened until he found himself standing in a dimly lit chamber.  Kris and Gabe were still beside him, and instead of demons, there was only Death.",
        "His words made Rhyn's throat tighten.  He'd never acted in order to gain his brothers' favor, but Kris's words affected him more than he thought they would.  There was a flash of light and Kris was gone.  Gabe jerked, as if surprised to find himself still standing.",
        "Katie fought to keep the emotions tumbling within her from leaking out, instead reveling in the sight of her mate.  While in the underworld, she'd lost all hope of ever standing next to him again.",
        "The black sand had run out.  He'd missed his window.  Rather, he missed this window.  He looked over at the demon standing before him.  At least one of his super-demons had survived.  This one still wore half a face, that of Death's favorite assassin, Gabriel.",
        "He was standing next to me now.",
        "Dean was left standing there, Cynthia Byrne's picture in hand, a report in another.",
        "He jerked awake to see Fred O'Connor standing at the foot of his bed, in his Sunday go-a-courting clothes, a smirk upon his face.",
        "\"What's the standing of this Byrne business?\" he finally growled.",
        "She finished the drink she was holding in one gulp and crossed to where he was standing.",
        "Cynthia Byrne was standing at the edge of her driveway when Dean pulled up.",
        "He left the attendant standing there, a quizzical look on his face.",
        "When Dean replaced the phone and glanced up, the tall figure of Jonathan Winston was standing next to his desk, smiling down and, as usual, impeccably dressed.",
        "Ethel was standing by the window, handkerchief in hand, looking like an Indian mourner at her husband's pyre.",
        "The man reached down with one hand and pulled his partner to a standing position and nudged Dean forward all in one motion, burying his gun in the detective's side.",
        "He listened for a few moments with Dean standing by the doorway as the boy's mother talked.",
        "The room, obligatorily draped in fishnet and seashells, was packed to the gun­nels with as many standing as occupying the tightly clustered seats jammed into the smoky room.",
        "Standing there, in the afternoon sun, with a look of shock on her beautiful face, stood Cynthia Byrne.",
        "There, standing sil­houetted in the brightness behind him stood the pride of the FBI, Jonathan Winston.",
        "\"Listen to David,\" Fred said, standing over the two.",
        "Suddenly the room was flooded with light and Dean shaded his eyes as turned to see him standing there.",
        "Chip Burgess was killed in a prison knifing before standing trial.",
        "She ghosted up beside him, standing close enough to catch a whiff of his cologne.",
        "Alex was standing on the porch, leaning on the rail and nursing a cup of coffee.",
        "They were both standing between the refrigerator and its door.",
        "For a moment Mom's face was as clear as if she were standing there, saying \"waste not, want not.\"",
        "He was standing in front of the mirror in his jeans and an athletic undershirt, shaving with a disposable razor.",
        "She gasped with surprise and looked up to find Josh standing at the gate watching her with a strange expression.",
        "A cold gust of wind asked why she was standing out here alone.",
        "Turning to see what Alex was doing, she found him still standing beside the truck looking bewildered.",
        "Bill was standing around looking uncomfortable, probably not knowing what to do.",
        "A long wobbly form was standing in the fresh hay.",
        "She was standing with her long legs stretched out, sniffing at a rabbit.",
        "Through the bay window she could see Josh standing on the porch.",
        "Alex was standing in the doorway, watching her.",
        "Josh jumped out of the truck, leaving the door standing open in his haste.",
        "Jenn faced the newcomer, surprised to see a small, grandfatherly man with brilliant green eyes standing near them.",
        "Standing alone in the shower, he realized just how closed he'd come to his own death.",
        "They have a standing order not to touch me, but they can make it look like an accident.",
        "If this place is standing, it's because I allow it to be.",
        "Standing in the desert sun, he couldn't help thinking she wasn't beyond his reach anymore.",
        "She stopped and stepped back into the hallway, too preoccupied to notice Jonny standing in front of his door.",
        "With his disappointment at the discovery of his immortal home no longer standing, he also felt a sense of peace that had eluded him.",
        "\"You know this is for your own good,\" the Watcher said, leading her towards one of the only standing buildings she saw.",
        "Standing in the kitchen with the man meant to be her mate, she couldn't help feeling a small kernel of longing deep inside her.",
        "Jenn rolled away, blocking the standing guardsman's shot of her.",
        "Bianca turned at the newcomer's voice and hesitated, staring at the seven-foot vamp standing next to the couch.",
        "\"I seem to be the only thing standing between you and an army of angry vamps you can't control,\" Xander pointed out.",
        "The fire wasn't far behind her, while the clouds had reached the tops of what trees were still standing.",
        "The tree was on fire but still standing.",
        "I found my advisor with his sword drawn standing over my daughter's body.",
        "\"Does the food please you, my king?\" he asked, standing like an obedient servant beside the madman.",
        "Carmen was standing at the punch bowl greeting people and Alex was behind her talking to someone when Candice stopped at the table.",
        "Carmen glanced up to find a tall blonde standing beside their table.",
        "It was different standing beside what was left of her parents and looking down.",
        "Aaron was saddling a horse for Felipa, his saddled and standing to one side.",
        "Rob and Gerald were standing beside their saddled mounts, looking proud.",
        "Opening her eyes, she saw Alex standing on the ledge below her.",
        "She woke in the hospital, Alex standing beside her, his expression anything but pleased.",
        "Felipa was standing at the sink, watching her.",
        "He and Sam were standing there when Alex blew up at me.",
        "She was standing there when Rob walked in.",
        "And yet … She lifted her face to find him standing over her, watching her with a concerned look on his face.",
        "Do you think it would be any brighter standing in your shadow than my father's?",
        "Standing in the dark, wielding bitter words at each other wouldn't solve anything.",
        "Standing her ground was the only way to maintain control.",
        "He surfaced and noticed she was standing still.",
        "Keaton was standing on the porch, drenched.",
        "The hair on the back of her neck felt like it was standing on end.",
        "You see houses a hundred years old standing in areas where tornadoes occur a number of times a year.",
        "Standing on her tiptoes, she planted a kiss on his cheek.",
        "Of course not, but my job isn't what's standing between us now.",
        "There will be nothing standing when we – Eden listened.",
        "They exited into the hallway, and she closed the door behind her, standing protectively in front of it.",
        "Jessi waited to see if she'd wake up instead of standing in the hallway, being threatened by a kid a little older than Brandon.",
        "Standing before her was a kid who really thought he was one.",
        "I'll be standing by the monkey bars.",
        "Seeing even his books standing rigidly at attention made her uncomfortable.",
        "You're standing in a vampire's house, and you want to know what's on my shirt.",
        "He drew closer once more, pausing on the opposite side of the counter, watching her in a way that left her feeling as if she was standing naked in his living room, armed with a gun.",
        "Or hear her or smell her or sense her, unless she's standing within three feet of me, Xander said in irritation.",
        "He was waiting for her when she got home last night, standing outside her apartment door.",
        "He was standing a few feet from her, outside the kitchen.",
        "She felt like she was at the zoo, standing in front of the cage of a hungry lion.",
        "Standing in the kitchen, she snatched a pen from her purse and hastily scribbled a note.",
        "\"'Bout time,\" Jessi mumbled as she took up standing behind Xander.",
        "Slender, dark-haired Ashley was standing outside, waiting.",
        "Held against his body, she couldn't imagine she had, but she was still standing in the kitchen.",
        "\"I'm going to get something to drink,\" she said, standing.",
        "They weren't standing in the hallway anymore.",
        "\"I didn't tell Darian for the same reason you wouldn't tell me about Jessi,\" she said, standing.",
        "In the end, not much was left standing.",
        "The world wouldn't be standing otherwise.",
        "If she made the wrong choice, there would be nothing standing between him and the will of those who wanted to cause irreparable harm to the human world.",
        "\"Checking to see if Xander GPS-tagged you,\" Jonny said, standing aside.",
        "A peek over her shoulder revealed him standing in the middle of the room, under the light.",
        "Standing in the middle of a dirt road, god-knew-where, stuck between the bristling Black God and Original Other, Jessi couldn't imagine her situation getting worse.",
        "But it wasn't anger he felt standing over Jessi's unmoving form.",
        "\"I rescue you from an Other, and you're giving me shit?\" he challenged, standing.",
        "When standing among mimosas they so harmonize with their surroundings that they are difficult of detection.",
        "This solution, on standing, deposits octahedra of the composition CoC1 2.6NH 3.",
        "They are violet-red in colour, and on boiling or long standing with dilute acids they pass into the corresponding roseo-salts.",
        "of Belfast on a branch of the Great Northern railway, standing on an eminence.",
        "that it established itself in a set of independent tribunals which remained in standing contrast to the ordinary courts for many hundred years.",
        "Monticello, Jefferson's home, is still standing about 2 m.",
        "The churches are numerous and some are particularly handsome; such as the First church, which overlooks the harbour, and is so named from its standing on the site of the church of the original settlers; St Paul's, Knox church and the Roman Catholic cathedral of St Joseph.",
        "He appeared on the 6th of March before the standing committee of the two Houses to explain his conduct, when he stated that he had come over because he saw danger to the Protestant religion in the king's service, and expressed his willingness to take the Covenant.",
        "The noble buildings, contrasting strangely with the wharves adjacent and opposite to it, make a striking picture, standing on the low river-bank with a background formed by the wooded elevation of Greenwich Park.",
        "In respect cf hospitals and the treatment of the sick his energy and knowledge were of enormous advantage to his country, both in times of peace and of war, and the unrivalled accommodation for medical treatment possessed by Berlin is a standing tribute to his name, which will be perpetuated in one of the largest hospitals of the city.",
        "THE CRYSTAL PALACE, a well-known English resort, standing high up in grounds just outside the southern boundary of the county of London, in the neighbourhood of Sydenham.",
        "The tower is still standing and is remarkable for its increase in size as it rises, which causes it to rock in a strong wind.",
        "LANARK, a royal, municipal and police burgh, and county town of Lanarkshire, Scotland, standing on high ground about half a mile from the right bank of the Clyde, 31 m.",
        "At Pollina, the ancient Apollonia, are the remnants of a Doric temple, of which a single column is still standing.",
        "Practically the minister is regarded as of higher standing.",
        "The active or standing army comprises 18 battalions of infantry, 12 regiments of cavalry, 8 regiments of artillery, and 4 battalions of engineers.",
        "The equipment of the standing army is thoroughly modern, the infantry being provided with Mauser rifles and the artillery with Krupp batteries.",
        "The dispute was of old standing.",
        "The chief local bodies concerned with commerce and industry are the chambres de commerce and the chambres consultatives darts et manufactures, the members of which are elected from their own number by the traders and industrialists of a certain standing.",
        "The judges are elected by employers and workmen of a certain standing.",
        "I In 1894 the rentes then standing at 43/4% were reduced to 33/4%, and in 1902 to 3%.",
        "The municipality has to pay the Cost of building, furnishing and upkeep. At the head of the lyce is the principal (proviseur), an official nominated by the minister, and assisted by a teaching staff of professors and charges de cours or teachers of somewhat lower standing.",
        "Besides the more mechanical sort of work, such as mosaic patterns and architectural decoration, they also produced mosaic pictures and sculpture of very high merit, especially the recumbent effigies, with angels standing at the head and foot,, in the tombs of Ara Coeli, S.",
        "That according to which they were set up at Munich was in the main suggested by Cockerell; in the middle of each pediment was a figure of Athena, set well back, and a fallen warrior at her feet; on each side were standing spearmen, kneeling spearmen and bowmen, all facing towards the centre of the composition; the corners were filled with fallen warriors.",
        "The higher Australian peaks in the south-east look just what they are, the worn and denuded stumps of mountains, standing for untold ages above the sea.",
        "Here, without actually standing on the sea-beach of the northern shore, they met the tidal waters of the sea.",
        "The party therefore determined that they would refuse to support any person standing in the Labour interests who refused to pledge himself to vote on all occasions in such way as the majority of the party might decide to be expedient.",
        "The castle of the Camminghas in the village of Ballum remained standing till 1810, and finally disappeared in 1829 after four centuries.",
        "These rise generally only a few feet above the level of the sea, and are crowned by a single house standing on an artificial mound and protected by a surrounding dike or embankment.",
        "The so-called Great Palace consists of a group of detached buildings, apparently ten in number, standing on two platforms of different elevations.",
        "In 1754, however, their heirs brought about the erection here of Fort Western, the main building of which is still standing at the east end of the bridge, opposite the city hall.",
        "The two first of these three are handsome suspension bridges; the third, an iron structure, replaced a wooden bridge of many arches which was closed in 1881, after standing a little over a century.",
        "No other important event was associated with the castle, of which not a stone is now standing.",
        "The spreading branches have a tendency to assume a tortuous form, owing to the central shoots becoming abortive, and the growth thus being continued laterally, causing a zigzag development, more exaggerated in old trees and those standing in From Kotschy, op. cit.",
        "The characters in his plays are the stock characters of the new comedy of Athens, and they remind us also of the standing figures of the Fabulae atellanae (Maccus, Bucco, Dossennus, &c.).",
        "This repayment sometimes consists of half the estimated value of the standing crops.",
        "The carabinieri or gendarmerie, some 26,500 in number, are part of the standing army; they are recruited from selected volunteers from the army.",
        "In view of the violence of Extremist obstruction, an effort was made to reform the standing orders of the Lower House, but parliamentary feeling ran so high that General Pelloux thought it expedient to appeal to the country.",
        "His office brought him in L20,000 a year,' and he was known to be making large profits by the sale of offices; he maintained his power by corruption and by jealously excluding from office men of high standing and ability.",
        "He was charged with having encroached to himself royal powers by treating matters of peace and war without the knowledge of the council, with having promoted the raising of a standing army on pretence of a war with France, with having obstructed the assembling of parlia ' Memoirs of Great Britain and Ireland, by Sir J.",
        "The old court-house in which Abraham Lincoln often practised is still standing.",
        "On the other hand, Kant's religion is of a type which requires a sort of deistic God, standing outside the world and constraining it into moral paths, or standing outside our moral struggles and rewarding our goodness.",
        "In \" Some Causes of Belief,\" he tries, standing outside the psychological process, to show how beliefs grow up under every kind of influence except that of genuine evidence.",
        "hydrocaulus, and forms a cup, the hydrangium or hydrotheca (h, t), standing off from the body, into which the hydranth can be retracted for shelter and protection.",
        "The gymnoblastic polyp usually has a distinct perisarc investing the hydrorhiza and the hydrocaulus, sometimes also the hydranth as far as the bases of the tentacles (Bimeria); but in such cases the perisarc forms a closely-fitting investment or cuticule on the hydranth, never a hydrotheca standing off from it, as in the next sub-order.",
        "In the absence of such consent, the bishop may hear the cause with three assessors, of whom one shall be a barrister of seven years' standing and another the dean of the cathedral, or one of the archdeacons, or the chancellor.",
        "There is a small government house, standing in beautiful grounds, adjoining Albert Park, with plantations of oaks and pines.",
        "The direct geographical elements are the arrangement of land and sea (continents and islands standing in sharp contrast) and the vertical relief of the globe, which interposes barriers of a less absolute kind between portions of the same land area or oceanic depression.",
        "The former, standing on the south side of the market square, is a Gothic structure, erected in 1353-1370 on the ruins of Charlemagne's palace.",
        "Certainly the Oriental area, in spite of its considerable size, cannot possibly claim the standing of a primary region.",
        "The tree under which the first explorers encamped here in November 1824 is still standing in an enclosed space.",
        "of Jerusalem, standing on an isolated hill above a flat corn valley.",
        "Still there was a wide difference between the duke of the Normans and the duke of Apulia, between an hereditary prince of a hundred and fifty years' standing and an adventurer who had carved out his duchy for himself.",
        "There is a standing army with a peace strength of about 7000 officers and men.",
        "In addition to this there is compulsory service in the National Guard (a) in the first class, consisting of men between seventeen and thirty years of age, liable for service with the standing army, and numbering some 15,000; (b) in the second class, for departmental service only, except in so far as it may be drawn upon to make up losses in the more active units in time of war, consisting of men from thirty to forty-five years of age, and (c) in the third class, for local garrison duty, consisting of men between forty-five and sixty years old.",
        "This substance, however, on standing becomes brittle.",
        "They form many double salts and give a dark violet coloration with ferric chloride solution, this colour, however, gradually disappearing on standing, sulphur being precipitated.",
        "This salt, on standing, decomposes into barium dithionate, BaS206, and diethyl disulphide, (C2H5)2S2, which points to the presence of the SH group in the molecule.",
        "The solution on the addition of ammoniacal silver nitrate behaves similarly to that of potassium pentathionate, but differs from it in giving an immediate precipitate of sulphur with ammonia, whereas the solution of the pentathionate only gradually becomes turbid on standing.",
        "There is also a standing court of appeal, known as Unity's Elders' Conference, and consisting of the Mission Board and four provincial boards.",
        "With the same idea he built the temple of the Pythian Apollo and began, though he did not finish, the temple of Zeus (the magnificent columns now standing belong to the age of Hadrian).",
        "Besides the Academy of Science, the Moscow Society of Naturalists, the Mineralogical Society, the Geographical Society, with its Caucasian and Siberian branches, the archaeological societies and the scientific societies of the Baltic provinces, all of which are of old and recognized standing, there have lately sprung up a series of new societies in connexion with each university, and their serials are yearly growing in importance, as, too, are those of the Moscow Society of Friends of Natural Science, the Chemico-Physical Society, and various medical, educational and other associations.",
        "An ambitious, energetic sister of Ivan, well known in Russian history as Sophia Alexeyevna,instigated the stryeltsi(strelitz), as the troops Sophia of the unreformed standing army were called, to upset Alexey- the arrangement.",
        "Being struck or run over by a train while standing or walking on the track is the largest single cause of \" railway accidents.\"",
        "102 2242 vehicles, with other vehicles, &c., standing on adjacent lines 2 19 3.",
        "While passing over, under, or standing on buffers..",
        "While walking, crossing or standing on the line on duty (a) At stations.",
        "Collisions between trains and vehicles standing foul of the line .",
        "Collisions between trains and buffer-stops or vehicles standing against bufferstops: (a) From trains running into stations or sidings at too high a speed.",
        "At stations on double-track railways which have a heavy traffic four tracks are sometimes provided, the two outside ones only having platforms, so that fast trains get a clear road and can pass slow ones that are standing in the station.",
        "A considerable amount of standing room is then available, and those who have to occupy it have been nicknamed \" straphangers,\" from the fact that they steady themselves against the motion of the train by the aid of leather straps fixed from the roof for that purpose.",
        "To remedy these defects vestibules were introduced, to enclose the platform with a housing so arranged as to be continuous when the cars are made up into trains, and fitted with side doors for ingress and egress when the trains are standing.",
        "There are various contrivances by which this may be done by a man standing clear of the cars, but often he must go in between their ends to reach the knuckle.",
        "But this scattered and heterogeneous empire required a large standing army and a strong central government to hold it together.",
        "The British warship \"Calliope\" (Captain Pearson) was in the harbour, but succeeded in getting up steam and, standing out to sea, escaped destruction.",
        "The academy is one of the foremost secondary schools in the country, and among its alumni have been Daniel Webster, Edward Everett, Lewis Cass (born in Exeter in a house still standing), John Parker Hale, George Bancroft, Jared Sparks, John Gorham Palfrey, Richard Hildreth and Francis Bowen.",
        "During the French and Indian wars it was usually protected by a garrison, and some of the garrison houses are still standing.",
        "Only few remains of it are, now standing; but of the pillars, several are in Paris, one is in the museum at Wiesbaden and another on the Schillerplatz in Mainz.",
        "Napoleon, in making the road over the Simplon, deviated from the straight line in order to leave it standing.",
        "In the chamber he was president of the group of the left centre, standing strongly for the republic but against anti-clericalism.",
        "RAVENNA, a city and archiepiscopal see of Emilia, Italy, capital of the province of Ravenna, standing in a marshy plain 13 ft.",
        "Apollinare in Classe, erected at the same time outside the walls of Classis, and now standing by itself in the lonely marshes, is the largest basilica existing at Ravenna.",
        "The restored church of St Michael, formerly a parish church, but standing on a hill about 2 m.",
        "As Stolypin became more and more violent and reactionary, the Octobrists lost their standing ground, and Guchkov eventually resigned the presidentship of the Duma.",
        "There are, it is true, mountain ranges which are formed of folded beds; but in many cases the direction of the chains is different from that of the folds, so that the ranges must owe their elevation to other causes; and the folds, moreover, are of ancient date, for the most part Archaean or Palaeozoic. The configuration of the region is largely due to faulting, trough-like or tray-like depressions being formed, and the intervening strips, which have not been depressed, standing up as mountain ridges.",
        "are registered, and the quantity is here nowhere less than 75 or 80 in., which is about the average of the eastern part of the delta of the Ganges, Calcutta standing at about 64 in.",
        "The weak parts of this story are the sudden and unexplained departure of the Simons; the subsequent useless cruelty of treating the child like a wild beast and keeping him in a dark room practically out of sight (unless any doubt of his identity was possible), while his sister was in comparative comfort; the cause of death, declared to be of long standing, but in fact developed with such rapidity; the insufficient excuse provided for the child's muteness under Gomin's regime (he had answered Barras) and the irregularities in the formalities in attending the death and the funeral, when a simple identification of the body by Marie Therese would have prevented any question of resuscitated dauphins.",
        "The choice of Jerusalem, standing on neutral ground, may be regarded as a stroke of genius, and there is nothing to show that the king exercised that rigour which was to be the cause of his grandson's undoing.",
        "Arles still possesses many monuments of Roman architecture and art, the most remarkable being the ruins of an amphitheatre (the Arenes), capable of containing 25,000 spectators, which, in the 11th and 12th centuries, was flanked with massive towers, of which three are still standing.",
        "high, standing since 1676 in the Place de la Republique; the ruins of the palace of Constantine, the forum, the thermae and the remains of the Roman ramparts and of aqueducts.",
        "The emir is not allowed to maintain a standing army, and the city of Kano is the headquarters of the British garrison.",
        "The house in which he died is still standing.",
        "It represented the goddess, standing in the stiff archaic style, holding a spear in her right hand, in her left a distaff and spindle or a shield.",
        "The former residence of ChiefJustice John Marshall, built in 1795, is still standing; and the Lee Mansion, which was the war-time residence of General Robert E.",
        "On his return Bruce addressed himself to the siege of Berwick, a standing menace to Scotland.",
        "On the Swiss Alps it is one of the most prevalent and striking of the forest trees, its dark evergreen foliage often standing out in strong contrast to the snowy ridges and glaciers beyond.",
        "She also provoked a dangerous enemy in John Knox by her expressed contempt for a letter which he had written to her, but the first revolt against her authority arose from an attempt to establish a standing army.",
        "The visceral hump forms a low conical dome above the subcircular foot, and standing out all round the base of this dome so as completely to overlap the head and foot, is the circular mantle-skirt.",
        "The standing of the Trichoptera in a position almost ancestral to the Lepidoptera is one of the assured results of recent morphological study, the mobile mandibulate pupa and the imperfectly suctorial maxillae of the Trichoptera reappearing in the lowest families of the Lepidoptera.",
        "Here is Badminton House, the seat of the dukes of Beaufort, standing in a park some io m.",
        "The Indian wild boar (Sus cristatus) is slightly taller than Sus scrota, standing some 30 to 40 in.",
        "The grey column is surmounted by a fine bronze lion of Byzantine style, cast in Venice for Doge Ziani about 1178 (this was carried off to Paris by Napoleon in 1797, and sent back in pieces in 1816; but in 1893 it was put together again); and in 1329 a marble statue of St Theodore, standing upon a crocodile, was placed on the other column.",
        "Pisano's building sheds, nine in a row, with peculiarly shaped roofs, were still standing intact - one of the most interesting medieval monuments of Venice - until recently, but they have been modified past recognition.",
        "If he die in office, resign or be impeached, the officers standing next in succession are the lieutenant-governor, the president of the Senate, and the speaker of the House of Representatives in the order named.",
        "In the last two decades of the 19th century the question of giving to this greater city some general government, fully consolidated or of limited powers, was a standing question of expediency.",
        "The nature of the integument and its hairy clothing in all spiders enables them to be plunged under water and withdrawn perfectly dry, and many species, even as large as the common English house-spider (Tegenaria), are so lightly built that they can run with speed over the surface of standing water, and this faculty has been perfected in genera like Pirata, Dolomedes and Triclaria, which are always found in the vicinity of lakes or on the edges of rivers and streams, readily taking to the water or running down the stems of water plants beneath its surface when pursued.",
        "The cultivation is of very old standing.",
        "Standing in the public green, in the centre of the city, is the original statue (by Launt Thompson) of the \"Massachusetts Color Bearer,\" which has been reproduced on the battlefield of Gettysburg, Pennsylvania.",
        "Another interesting building is the Gothic chapel of Notre-Dame, with three naves, rebuilt by Louis XI., standing close to a medieval bridge over the Sienne.",
        "The tools may be standing at the bottom - while he is playing with the slack of the cable or they may be swinging all the time several feet from the bottom.",
        "The king's advocate also represented the crown in the ecclesiastical courts, and was its standing adviser in matters of international and foreign law.",
        "The admiralty had, when the courts were thrown open, a standing counsel for the ordinary courts and a solicitor.",
        "He was, doubtless, a man of high standing, but neither a king nor a high-priest, certainly not the apostate priest Alcimus (1 Macc. vii.",
        "Reinach (Revue archeologique, 1903), Tantalus was represented in a picture standing in a lake and clinging to the branches of a tree, which gave rise to the idea that he was endeavouring to pluck its fruit.",
        "Admitting the identification, we may perhaps conclude that the temple was repaired in order to provide a temporary home for the venerated image and other sacred objects; no traces of a restoration exist, but the walls probably remained standing after the Persian conflagration.",
        "The remains of a small Ionic temple which were standing by the I]issus in the time of Stuart have disappeared.",
        "in diameter, with six engaged Corinthian columns and a sculptured frieze, standing on a rectangular base of Peiraic stone.",
        "in height, of which 48 stood in triple rows under the pediments and 56 in double rows at the sides; of these, 16 remained standing in 1852, when one was blown down by a storm.",
        "Among the earlier buildings of this period is the Horologium The Horo- of Andronicus of Cyrrhus (the \" Tower of the Winds\"), logium of still standing near the eastern end of the Roman Agora.",
        "A portion of its western front, adorned with monolith unfluted Corinthian columns, is still standing - the familiar \" Stoa of Hadrian \"; another well-preserved portion, with six pilasters, runs parallel to the west side of Aeolus Street.",
        "In 1813 and 1814 it suffered considerably from the French, who then held Hamburg, and who built a bridge between the two towns, which remained standing till 1816.",
        "He was absolutely incorruptible, thus standing, morally as well as intellectually, far above the level of his age.",
        "The larger mosques have two imams: one is called (in Arabia and Egypt) the khatib, and he preaches the sermon on Fridays (the Moslem Sabbath); the other, the ratib, reads the Koran, and recites the five daily prayers, standing close to the mihrab, and leading the congregation, who repeat the prayers with him, and closely follow his postures.",
        "His large estates and high social standing, together with his personal ability, gave Mason great influence among the Virginia planters, and he became identified with many enterprises, such as the organization of the Ohio Company and the founding of Alexandria (1749).",
        "He burned phosphorus in air standing over mercury, and showed that (1) there was a limit to the amount of phosphorus which could be burned in the confined air, (2) that when no more phosphorus could be burned, one-fifth of the air had disappeared, (3) that the weight of the air lost was nearly equal to the difference in the weights of the white solid produced and the phosphorus burned, (4) that the density of the residual air was less than that of ordinary air.",
        "Applying this notion to benzene, let us consider the impacts made by the carbon atom (I) which we will assume to be doubly linked to the carbon atom (2) and singly linked to (6), h standing for the hydrogen atom.",
        "An immediate precipitate indicates barium; a precipitate on standing indicates strontium.",
        "Hantzsch explains the transformation of the colourless acid into red salts, which on standing yield more stable, colourless salts, by the following scheme: N R.0N O H R CA O R'CC NO 2Na 2 O?",
        "Its professed object was to clear Rome of the large number of pauper citizens, who formed a standing menace to peace.",
        "There is something very characteristic in the exclamation he is said to have uttered in his last illness, \"An emperor ought to die standing.\"",
        "The permanent standing committee of the Society is known as the \" Meeting for Sufferings \" (established in 1675), which took its rise in the days when the persecution of many Friends demanded the Christian care and material help of those who were able to give it.",
        "Among modern churches is the Roman Catholic pro-cathedral, standing near the cathedral.",
        "Each of these ruins has been visited by archaeologists who have copied inscriptions, described the temples, triumphal arches, porticos, mausoleums and the other monuments which are still standing, collected statues or other antiquities; and in many cases they have actually excavated.",
        "Thus, in 1715, King Charles III.2 persuaded the diet to consent to the establishment of a standing army, which - though the diet reserved the right to fix the number of recruits and vote the necessary subsidies from time to time - was placed under the control of the Austrian council of war.",
        "The ovary is generally two-chambered, with two inverted ovules standing side by side at the inner angle of each chamber.",
        "If a character of much longer standing (certain properties of height, length, breadth, colour, &c.) had not become fixed and congenital after many thousands of successive generations of individuals had developed it in response to environment, but gave place to a new character when new moulding conditions operated on an individual (Lamarck's first law), why should we suppose that the new character is likely to become fixed and transmitted by mere heredity after a much shorter time of existence in response to environmental stimulus ?",
        "This is doubtless the explanation of a \" pretty optical phenomenon, seen in Switzerland, when the sun rises from behind distant trees standing on the summit of a mountain.\"",
        "The loftiest of those still standing at Axum is about 60 ft.",
        "The most wonderful object of all was a great two-handled vase standing 3 ft.",
        "The name (Sp. \"tall tree\") was derived from a solitary redwood-tree standing in the outskirts of the city.",
        "The circle of spearmen around the king grew less and less, and in the end James and a few of his nobles were alone left standing.",
        "The Boers profoundly despised the military power of Great Britain, and there was no reason why they, any more than Germany or France, should contemplate the possibility of the empire standing together as a whole in such a cause.",
        "The conditions of the problem were such that unless Great Britain were to accept a humiliating rebuff, any correspondence, however skilfully conducted, was bound to bring into greater prominence the standing causes of offence between the two sides.",
        "Under republican rule these Indians - who were mainly small shopkeepers, but included some professional men of high standing - had suffered many restrictions, and their cause had been Position of espoused by the British government.",
        "Banbury cakes, consisting of a case of pastry containing a mixture of currants, have a reputation of three centuries' standing.",
        "The original scheme for the strategic deployment worked out by Moltke as part of the routine of his office contemplated a defence of the kingdom against not only the whole standing army of Austria, but against 35,000 Saxons, 95,000 unorganized Bavarians and other South Germans, and 60,000 Hanoverians, Hessians, &c., and to meet these he had two corps (VII.",
        "The advantage of the breech-loader now began to assert itself, for the Austrian skirmishers who covered the front of the guns could only load when standing up, while the Prussians lay down or fired from cover.",
        "The 2nd and 4th Austrian corps found themselves all at once threatened in flank and rear by heavy masses of Prussian infantry, the leading brigades of the crown prince's army, and they began to withdraw towards the centre of their position in ordered brigade masses, apparently so intent on keeping their men in hand that they seem never to have noticed the approach of the Prussian reserve artillery of the Guard which (under Prince Kraft zu Hohenlohe-Ingelfingen) was straining forward over heavy soil and through standing corn towards their point of direction, a clump of trees close to the tower of the church of Chlum.",
        "But the improved organization, better communications and supplies, superior moral, and once again the breech-loader versus a standing target, which caused the Prussian successes, at least give us an opportunity of comparing the old and the new systems under similar conditions, and even thus the principle of the \"armed nation\" achieved the decision in a period of time which, for the old armies, was wholly insufficient.",
        "The older Bel did not, however, entirely lose his standing.",
        "The tyrant's stronghold in the island was left standing.",
        "columns, of which two are still standing, are about 21 ft.",
        "The evil is of very long standing, for in 1306 the citizens petitioned Edward I.",
        "Waterloo Bridge, the oldest now standing within London, is the work of John Rennie, and was opened in 1817.",
        "This latter building, standing on high ground at Sydenham, and visible from far over the metropolis, is devoted not only to concerts, but to general entertainment, and the extensive grounds give accommodation for a variety of sports and amusements.",
        "From a comparison of these fragments with the descriptions of Woodward, Maitland and others, who in the early part of the r8th century examined portions of the wall still standing, we learn that the wall was from 9 to 12 ft.",
        "The collegiate church, standing picturesquely on a cliff above the sea, was founded about 1235, and has a monastic building attached to it.",
        "It is not desirable to leave large areas standing upon pillars in the mine, and as soon as the work on any level is completed the pillar below should be mined out as far as is safe, and the abandoned portion of the mine allowed to cave in and lessen the weight on the pillars elsewhere.",
        "The older portions of the city are reminiscent of Dutch colonial days, and some fine specimens of the Dutch and later colonial architecture are still standing.",
        "Control over many of the outlying districts was lost, and the elements of disorder on the British frontier were a standing menace to the peace of the country.",
        "All the other examples have the lower portion covered in like manner by a network of circles standing nearly a quarter of an inch from the body of the cup. An example connected with the specimens just described is the cup belonging to Baron Lionel de Rothschild; though externally of an opaque greenish colour, it is by transmitted light of a deep red.",
        "The glass in all is greenish, very thick, with many bubbles, and has been cut with the wheel; in some instances circles and cones, and in one the outlines of the figure of a leopard, have been left standing up, the rest of the surface having been laboriously cut away.",
        "The metals to be referred to are always understood to be given in the compact (frozen) condition, and that, wherever metals are enumerated as being similarly attacked, the degree of readiness in the action is indicated by the order in which the several members are named - the more readily changed metal always standing first.",
        "The Assyrian forces became a standing army, which, by successive improvements and careful discipline, was moulded into an irresistible fighting machine, and Assyrian policy was directed towards the definite object of reducing the whole civilized world into a single empire and thereby throwing its trade and wealth into Assyrian hands.",
        "In Babylonia it was of very old standing.",
        "Astronomy was of old standing in Babylonia, and the standard work on the subject, written from an astrological point of view, which was translated into Greek by Berossus, was believed to go back to the age of Sargon of Akkad.",
        "The army was raised, at all events in part, by conscription; a standing army seems to have been first organized in Assyria.",
        "°Vuzgat 'Cyprus 6\" of Greenwich 3 Lcio ttud - y East C D 3 and powerful enough to write to the Babylonian court as a sovereign of equal standing.",
        "Only the rough core of the walls is standing to a height of about 3 ft.",
        "The apocalyptic writer on the other hand despairs of the present, and directs his hopes absolutely to the future, to a new world standing in essential opposition to the present.",
        "The town cross is a fine structure standing upon a huge hexagon, surmounted by a stone pillar 12 ft.",
        "The eyes being selected from well-ripened shoots of the previous year are planted about the end of January, singly, in small pots of light loamy compost, and after standing in a warm place for a few days should be plunged in a propagating bed, having a bottom heat of 75°, which should be increased to 85° when they have produced several leaves, the atmosphere being kept at about the same temperature or higher by sun heat during the day, and at about 75° at night.",
        "It melts at 160°, and on cooling solidifies to a glassy mass, which on standing gradually becomes opaque and crystalline.",
        "According to Ulpian the punishment for sacrilegium varied according to the position and standing of the culprit and the circumstances under which the crime was committed.",
        "Convicted of wearing his hat while a religious procession was passing - as well as of blasphemy - he was accused as well of having mutilated a crucifix standing on the town bridge.",
        "For manufacturing purposes a furnace similar to that used for the making of glass was employed to heat a circular row of crucibles standing on a shelf along the wall of the furnace.",
        "At Thebes there was a statue of Fortune holding the child Plutus in her arms; at Athens he was similarly represented in the arms of Peace; at Thespiae he was represented standing beside Athena the Worker.",
        "The ancient Eporedia, standing at the junction of the roads from Augusta Taurinorum and Vercellae, at the point where the road to Augusta Praetoria enters the narrow valley of the Duria (Dora Baltea), was a military position of considerable importance belonging to the Salassi who inhabited the whole upper valley of the Duria.",
        "The site is naturally very strong, the town standing on an isolated hill, commanding the western road to Jerusalem just where it begins to enter the mountains of Judea.",
        "In the period that followed, the reign of Charlemagne and the later Carolingian age, continued necessities, military and civil, forced the kings to recognize these new institutions more fully, even when standing in a position between the government and the subject, intercepting the public duties of the latter.",
        "25) says as to its standing in the ancient Church.",
        "In England the inevitable conflict of interests between the new mercantile power, growing conscious of its national strength, and the old, standing insistant on the letter of its privileges, was postponed by the factional discord out of which the Hansa in 1474 dexterously snatched a renewal of its rights.",
        "Both islands contain a number of ecclesiastical remains, standing stones, and some beautiful sculptured crosses.",
        "The exhibition of 1873 was held in this park, and several of its buildings, including the large rotunda, have been left standing.",
        "A future king is hoped for; but in the present there is no Davidic king, only a Davidic family standing on the same level with other noble families in Jerusalem (xii.",
        "In Coolidge's Tavern (still standing) Washington was entertained on his New England tour in 1789; and in a house recently moved from Mt Auburn Street to Marshall Street the Committee of Safety met in 1775.",
        "a mere symbol, standing for a particular phase of early Greek art, when wood was the chief material, and other substances.",
        "A great standing stone under an oak-tree here was traditionally associated with Joshua's last speech (Jos.",
        "A more efficient arrangement consists of a stack of vertical pipes standing up from a main or collecting trough and connected at the top in consecutive pairs by a cross tube.",
        "He is at once the gigantic eater of Turpin, the huge warrior eight feet high, who could lift the armed knight standing on his open hand to a level with his head, the crusading conqueror of Jerusalem in days before the crusades, and yet with all this the temperate drinker and admirer of St Augustine, as his character had filtered down through various channels from the historical pages of Einhard.",
        "The amorphous form readily slakes with water, and the aqueous solution yields a crystalline hydrated hydroxide approximating in composition to Sr(OH) 2.8H 2 O or Sr(OH) 2.9H 2 O, which on standing in vacuo loses some of its water of crystallization, leaving the monohydrated hydroxide, Sr(OH) 2 H 2 O.",
        "A little to the south-west of the town are the remains of a large Roman aqueduct, of which upwards of sixty pillars are still standing.",
        "On the banks of the Pactolus two columns of a temple of the Greek period, probably the great temple of Cybele, are still standing.",
        "His ambition had nothing in common with the vulgar eagerness for place and pay and social standing.",
        "high, standing north from the Zeil, the Christuskirche (1883) and the Lutherkirche (1889-1893).",
        "This special feature has been attributed to the Japanese habit of kneeling instead of sitting, but investigation shows that it is equally marked in the working classes who pass most of their time standing.",
        "in height were it standing erect, and its weight is about 550 tons.",
        "Kinloch, it is hunted by \"tracking the animal on a single elephant until he is at last found in his lair, or perhaps standing quite unconscious PIG.",
        "C. Selous gives the following description of its habits: \"The square-mouthed rhinoceros is a huge, ungainly looking beast, with a disproportionately large head, a large male standing 6 ft.",
        "Most of the antiquities of Axum still await excavation; those that have been described consist mainly of obelisks, of which about fifty are still standing, while many more are fallen.",
        "In support of the government he published, in 1698, An Argument for a Standing Army, followed in 1700 by a defence of William's war policy called The Two Great Questions considered, and a set of pamphlets on the Partition Treaty.",
        "Amongst the finest of his classical pictures were - \"Syracusan Bride leading Wild Beasts in Procession to the Temple of Diana\" (1866), \"Venus disrobing for the Bath\" (1867), \"Electra at the Tomb of Agamemnon,\" and \"Helios and Rhodos\" (1869), \"Hercules wrestling with Death for the Body of Alcestis\" (1871), \"Clytemnestra\" (1874), \"The Daphnephoria\" (1876), \"Nausicaa\" (1878), \"An Idyll\" (1881), two lovers under a spreading oak listening to the piping of a shepherd and gazing on the rich plain below; \"Phryne\" (1882), a nude figure standing in the sun; \"Cymon and Iphigenia\" (1884), \"Captive Andromache\" (1888), now in the Manchester Art Gallery; with the \"Last Watch of Hero\" (1887), \"The Bath of Psyche\" (1890), now in the Chantrey Bequest collection; \"The Garden of the Hesperides\" (1892), \"Perseus and Andromeda\" and \"The Return of Persephone,\" now in the Leeds Gallery (1891); and \"Clytie,\" his last work (1896).",
        "With these, as a work produced without any literary suggestion, though very different in feeling, may be associated the \"Eastern Slinger scaring Birds in the Harvest-time: Moon-rise\" (1875), a nude figure standing on a raised platform in a field of wheat.",
        "They are all more or less poisonous, paralysing their prey before, or during the act of swallowing; the poison-fangs standing so far back in the mouth, these snakes cannot easily inflict wounds with them on man; moreover, the poison is not very strong and not available in large quantities.",
        "There were two types of canine divinities in Egypt, their leading representatives being respectively Anubis and Ophois (W p-w;-wt, \" opener of the ways\"): the former type is symbolized by the recumbent animal the other by a similar animal (in a stiff standing attitude), carried as an emblem on a standard in war or in religious processions.",
        "Standing back somewhat from the path just as it bends round up the hill is the Theban treasury.",
        "Up in the north-eastern corner of the precinct, standing at the foot of the cliffs, are the remains of the interesting Cnidian Lesche or Clubhouse.",
        "Electroscopes and electrometers, therefore, standing in proximity to electrified bodies can be perfectly shielded from influence by enclosing them in cylinders of metal gauze.",
        "It would certainly be most unjust to blame Olivares alone for the decadence of Spain, which was due to internal causes of long standing.",
        "It is dirty and ill-built; but, standing on elevated ground and commanding the extensive and fertile plain of the Hermus, presents at a distance an imposing appearance.",
        "\"The intuitive soul,\" says Hegel, \"oversteps the conditions of time and space; it beholds things remote, things long past, and things to come.\"' What we need, if any progress is to be made in knowledge of the subject, is not a metaphysical hypothesis, but a large, carefully tested, and well-recorded collection of examples, made by savants of recognized standing.",
        "ROE-BUCK, the smallest of the British deer (a full-grown buck standing not more than 27 in.",
        "off as standing on a higher plane than others.",
        "That it was restored and was in use in Roman time is shown by the fact that both the seven columns still standing and two fallen columns discovered in the excavations, to say nothing of several fragments of others, have a thick coating of Roman stucco laid over the finer Greek.",
        "end of the temple is the fountain Glauce cut out of a cube of rock, apparently left standing when the material for the temple was quarried around it.",
        "Beyond the guards for the defence of the various castles, there is nothing like a standing army.",
        "Corps standing to arms, reported to von der Goltz that the corps was standing to arms and about to attack.",
        "The Prussians, having seen the cavalry whilst yet at a distance, ceased firing, formed their skirmishers into groups, and the closed supports standing in deployed lines, two deep, shattered the cavalry with volleys and file-firing, as with blown and exhausted horses they endeavoured to close with their adversaries.",
        "Corps was standing massed about Rezonville when von Manstein's guns opposite Amanvillers suddenly made themselves heard.",
        "Both corps took as their primary objective the farms of St Hubert and Point du Jour, standing just above the defile made by the Verdun-Metz road where it climbs out of the Mance ravine towards the French position.",
        "By the end of August 1885, when a political crisis had supervened between Great Britain and Russia, under the orders of the Amir the Mosalla was destroyed; but four minars standing at the corners of the wide plinth still remain to attest to the glorious proportions of the ancient structure, and to exhibit samples of that decorative tilework, which for intricate beauty of design and exquisite taste in the blending of colour still appeals to the memory as unique.",
        "Having taken the speaker's chair and looked round in vain to discover the offending members, Charles turned to Lenthall standing below, and demanded of him \"whether any of those persons were in the House, whether he saw any of them and where they were.\"",
        "The English fleet standing to the north passed to west of the Dutch, and then turned.",
        "The flask is now partially exhausted, transferred to the cooling bath, and after standing the pressure of the residual gas is taken by a manometer.",
        "In historical order we may briefly enumerate the following: - in 1811, Gay-Lussac volatilized a weighed quantity of liquid, which must be readily volatile, by letting it rise up a short tube containing mercury and standing inverted in a vessel holding the same metal.",
        "6) consists of a barometer tube, containing mercury and standing in a bath of the same metal, surrounded by a vapour jacket.",
        "In art St Nicholas is represented with various attributes, being most commonly depicted with three children standing in a tub by his side.",
        "The country districts of the Florentine dominion were now divided into departments, and levies of foot soldiers were made in order to secure a standing militia.",
        "Although punishment by whipping and by standing in the pillory was prohibited by an act of Congress in 1839, in so far as the Federal government had jurisdiction, both these forms of punishment were retained in Delaware, and standing in the pillory was prescribed by statute as a punishment for a number of offences, including various kinds of larceny and forgery, highway robbery, and even pretending \" to exercise the art of witchcraft, fortune-telling or dealing with spirits,\" at least until 1893.",
        "15), and a book of canonical standing (i.",
        "Bousset thinks that the Apocalyptist, knowing not what to make of this reckoning, left it standing as it was and attempted a new interpretation of the seven heads by taking them to refer to the seven hills of Rome in the addition he made to verse 9.",
        "The management of such places, therefore, requires the most constant vigilance on the part of the workmen, especially in the examination of the working places that have been standing empty during the night, in which gas may have accumulated, to see that they are properly cleared before the new shift commences.",
        "On the 31st of May 1188 he concluded a treaty with the Romans which removed difficulties of long standing, and in April 1189 he made peace with the emperor Frederick I.",
        "If chlorine be bubbled up into a jar of acetylene standing over water, a violent explosion, attended with a flash of intense light and the deposition of carbon, at once takes place.",
        "It was the home for some years of Francis Hopkinson and of his son Joseph Hopkinson (whose residences are still standing), and from 1817 to 1832 and in 1837-1839 was the home of Joseph Bonaparte, ex-king of Spain, who lived on a handsome estate known as \"Bonaparte's Park,\" which he laid out with considerable magnificence.",
        "City of the Peaceful Waves), a great city of China, the principal emporium of trade in the province of Chehkiang, standing in a fine plain bounded by mountains towards the west, on the left bank of the Ning-po river, about 16 M.",
        "At Alexandria in 1 755 General Edward Braddock organized his fatal expedition against Fort Duquesne, and here, in April of the same year, the governors of Virginia, Massachusetts, New York, Pennsylvania and Maryland met (in a house still standing) to determine upon concerted action against the French in America.",
        "The papal tiara (a Greek word, of Persian origin, for a form of ancient Persian popular head-dress, standing high erect, and worn encircled by a diadem by the kings), the triple crown worn by the popes, has taken various forms since the 9th century.",
        "Within the walls the most conspicuous landmark is the theatre, which, unlike the majority of Greek theatres, consists entirely of an artificial mound standing up from the level plain.",
        "He throws himself prostrate on the ground, with every feather on his body standing up and quivering; but he seems as if he were afraid of coming too near his mistress.",
        "The accuser and the accused, standing on two white stones termed \" Relentlessness \" ('AvaiSEca) and \" Outrage \" (\"T i 3pcs) respectively (Paus.",
        "Standing close beside the cathedral is the highly ornamented facade of a smaller church called El Sagrario Metropolitano.",
        "America, broadening in the north as if to span the oceans by reaching to its neighbours on the east and west, tapering between vast oceans far to the south where the nearest land is in the little-known Antarctic regions, roughly presents the triangular outline that is to be expected from tetrahedral warping; and although greatly broken in the middle, and standing with the northern and southern parts out of a meridian line, America is nevertheless the best witness among the continents of to-day to the tetrahedral theory.",
        "- Typical painted Clay Vessel, with geometric pattern, standing on a conical point.",
        "In North America the sites have been examined by the Peabody Museum, the Bureau of American Ethnology, and others, with the result that only the Trenton gravels have any standing.",
        "This became the standing type of an assertion which, while favoured by the church and on the very verge of dogma, was yet not a dogma 3 - till the definition came through Pius IX.",
        "It is soluble in water, but the dilute solution readily decomposes on standing.",
        "A great boulder, roughly squared, standing a little way off the road, marks the place where Zwingli fell.",
        "The detachment was quickly forced to retire on its supports at the cross-roads, but here Prince Bernard firmly held his position; and by his skilful use of cover and the high standing corn he prevented the French gauging the weakness of the small force that barred their way.",
        "The three columns still standing, some 39 ft.",
        "In a house still standing William Wordsworth lived from 1799 to 1808, and it was subsequently occupied by Thomas de Quincey and by Hartley Coleridge.",
        "in height, standing on elevated ground and commanding a very extensive view.",
        "Such consecration, however, whatever its form, was a function of the local Ecclesia as a whole, acting through those of its members most fitted by gift or standing to be its representatives on the occasion.",
        "Here he, first of known English writers, sets forth a doctrine which, while falling short of the Anabaptist theory that the civil ruler has no standing in the affairs of the Church, in that religion is a matter of the individual conscience before God, yet marks a certain advance upon current views.",
        "There is a tendency, moreover, to accord to the conferences the function of determining the tests of ministerial standing in the Congregational denomination.",
        "Other precipitants of phosphoric acid or its salts in solution are: ammonium molybdate in nitric acid, which gives on heating a canary-yellow precipitate of ammonium phosphomolybdate, 12[M00 3] (NH 4) 3 PO 4, insoluble in acids but readily soluble in ammonia; magnesium chloride, ammonium chloride and ammonia, which give on standing in a warm place a white crystalline precipitate of magnesium ammonium phosphate, Mg(NH 4)PO 4.6H 2 0, which is soluble in acids but highly insoluble in ammonia solutions, and on heating to redness gives magnesium pyrophosphate, Mg 2 P 2 0 7; uranic nitrate and ferric chloride, which give a yellowish-white precipitate, soluble in hydrochloric acid and ammonia, but insoluble in acetic acid; mercurous nitrate which gives a white precipitate, soluble in nitric acid, and bismuth nitrate which gives a white precipitate, insoluble in nitric acid.",
        "The court party became the Loyalist party, standing for law as against rebellion, monarchy and the union of the empire as against republicanism; the popular party became the patriot party, determined to stand on its rights at any cost.",
        "Two-fifths perhaps have already disappeared, and it is probable that in fifty years the only large tracts still standing will be sub-alpine woods and in state reserves.",
        "Male factory hands greatly outnumbered female, standing in the ratio of four to one.",
        "These are probably guardian angels, standing to the churches in the same relation that the \" princes \" in Daniel stand to the nations; practically the \" angels \" are personifications of the churches.",
        "Its castle, standing on a promontory, is of unknown age."
    ],
    "definition": [
        "Link/Cite"
    ]
}