{
    "translation": "יציב, קבוע",
    "uses": [
        "If there's a stationary point you could tie on to, all the better.",
        "The re-export trade is stationary and extremely small.",
        "In the Venetian districts the farmers often have small stationary flocks.",
        "The stationary wave method regards the vibration in the pipe as due to a series of waves travelling to the end and being there reflected back down the pipe.",
        "Both branches, although enriched by new facts, remained stationary so far as method is concerned until nearly the end of the 18th century.",
        "Snakes are the most stationary of all vertebrates; as long as a locality affords them food and shelter they have no inducement to change it.",
        "Population was practically stationary for centuries owing to pestilences and the large proportion of deaths among infants.",
        "The population, which was almost stationary through much of the century, was about 20,000 in the years immediately before the War of Independence.",
        "About this date the output of alcohol in Germany and its use in stationary internal-combustion engines increased rapidly.",
        "Much work was done in organizing the area and its communications and landing places, but the tactical situation at Helles remained stationary for the rest of the month.",
        "Both exports and imports are about stationary, the Angora railway having neutralized any tendency to rise.",
        "The Council had a scheme of bringing water to London from Wales, in view of increasing demands on a stationary supply.",
        "The played bowl must itself run into the ditch without touching either of the stationary bowls.",
        "Moreover, the stationary habit of plants, and the almost total absence of locomotion, makes it impossible for them to seek their food.",
        "The stationary wave system adjusts itself so that its motion agrees with that of the sounder, which is therefore not exactly at a node.",
        "But these points are not stationary.",
        "Michell has discussed also the hollow vortex stationary inside a polygon (Phil.",
        "In this exercise, make sure your elbows remain stationary and only serve as a pivot.",
        "long, down which tramcars are drawn by a stationary steam-engine.",
        "Grassot has devised a galvanometer, or \" fluxmeter,\" which greatly alleviates the tedious operation of taking ballistic readings.2 The instrument is of the d'Arsonval type; its coil turns in a strong uniform field, and is suspended in such a manner that torsion is practically negligible, the swings of the coil being limited by damping influences, chiefly electromagnetic. The index therefore remains almost stationary at the limit of its deflection, and the deflection is approximately the same whether the change of induction occurs suddenly or gradually.",
        "The white population is not only far larger but more cosmopolitan, less stationary and more dependent on a single industry; it has few links with the past, and both city and citizens bear the marks of youth.",
        "Above and below these movable coils, which form as it were the two scalepans of a balance, are fixed other stationary coils, and the connexions of all these six coils (shown in fig.",
        "Besides this it was important only to consider whether the disease was acute or chronic, whether it was increasing, declining or stationary.",
        "long and equipped with electric light, stationary and travelling hydraulic cranes, machinery for meat freezing, and large sheds for storing corn and wool.",
        "A bowl passing between the jack and either of the stationary bowls, and passing over the back line; or touching the jack, yet not trailing it past the first line, but itself crossing the back line; B I) 'B B ' S Feet---?",
        "Calling the sum of the pressure and potential head the statical head, surfaces of constant statical and dynamical head intersect in lines on H, and the three surfaces touch where the velocity is stationary.",
        "19 a - towards the face, upon which the miner lies and controls the direction of the blow by a pair of handles at the back of the machine, which is kept stationary by wedging the wheels against a stop on the platform.",
        "An engine plane is an inclined road, up which loaded cars are hauled by a stationary engine and rope, the empty cars running down by gravity, dragging the rope after them.",
        "The Lyrids also vary in the position of their radiant, but the Orionids form a stationary position from about the 9th to the 24th of October.",
        "19) the rate of solution in potassium cyanide depends upon the subdivision of the gold - the finer the subdivision the quicker the solution, - and on the concentration of the solution - the rate increasing until the solution contains 0.25% of cyanide, and remaining fairly stationary with increasing concentration.",
        "In view of this opinion and of the exhaustion of the shallower collieries we look forward to a time, not far distant, when the rate of increase of output will be slower, to be followed by a period of stationary output, and then a gradual decline.\"",
        "grain from 270 lb per head in 1884-1885 to 321 lb in 1901-1902 (maize reman~s almost stationary at 158 II,); wine from 73 to 125 litres per head; oil from 12 to 13 lb per head (sugar is almost stationary at 73/4 lb per head, and coffee at about I Ib); salt from 14 to 16 lb per head.",
        "Whilst the use of alcohol for power purposes, mainly in connexion with stationary and agricultural engines, was common in Germany before the war, its employment in Europe and also in the United States for motor engines has not made much headway, nor was it apparent in 1921 that any active steps were being taken outside the British Empire to develop it for the purpose on any considerable scale.",
        "Stationary waves are formed in the air in the dust-tube if the length is rightly adjusted by the closely-fitting piston, and the lycopodium dust collects at the nodes in little heaps, the first being at the fixed end and the last just in front of the piston on the sounder.",
        "The success of procryptic coloration depends, however, very largely upon stillness, and the instinct to keep stationary without moving a limb is a marked characteristic of all spiders unless engaged in hunting or fleeing from imminent danger.",
        "A large proportion of the ordinary feeble showers also appear to be stationary.",
        "The returns thus obtained show that from the year 1723 until 1846 the population remained almost stationary, the figure in the former year being 26,065,422, and that in the latter year 26,907,625.",
        "In no case must the stationary bowls be touched, or the semicircle crossed by the trailed jack or played bowls.",
        "was little more than stationary.",
        "Many printer and stationary shops have books full of designs for you to choose from.",
        "Stationary scouts shifted only when necessary.",
        "Be sure to find a nice stationary and beautiful pen.",
        "A few experimental results are set forth in Table XX., from which it will be seen that with a relatively low rate of combustion, a rate which denotes very light service, namely lb of coal per square foot of grate per hour, the efficiency of the boiler is %, which is as good a result as can be obtained with the best class of stationary boiler or marine boiler even when using economizers.",
        "interests, the material progress of the Eastern world has appeared to remain stationary, yet large accessions to geographical knowledge have at least been made, and in some instances a deeper knowledge of the surface of the country and modern conditions of life has led to the straightening of many crooked paths in history, and a better appreciation of the slow processes of advancing civilization.",
        "They move actively about for a few days and then, having selected a convenient place on the young roots, insert their proboscis and become stationary.",
        "The amplitude of the phase is 1ï¿½1 magnitude; and the absence of any stationary interval at minimum proves the eclipse to be partial, not annular.",
        "For the superposition of these trains will give a stationary wave between A H A (16) Y which is an equation characteristic of simple harmonic motion.",
        "As a preliminary to the investigation of the modes of vibration of certain sources of sound we shall consider the formation of \" stationary waves.\"",
        "By similar methods, a circular plate may be made to exhibit nodal lines dividing the surface by diametral lines into four or a greater, but always even, number of sectors, an odd number being incompatible with the general law of stationary waves that the parts of a body adjoining a nodal line on either side must always vibrate oppositely to each other.",
        "Electrostatic fields come from a voltage gradient and can exist when charge carriers are stationary.",
        "Stationary steam engines would be used to pull the wagons along the line.",
        "It is easy to deduce the modes of vibration from stationary waves as in the previous cases.",
        "§ 370), using as a source a \" bird-call,\" a whistle of high frequency, formed a series of stationary waves by reflection at a flat surface.",
        "The number of horses and sheep is stationary or declining, but the raising of hogs, formerly abandoned in great part to the western states, is becoming an increasing industry.",
        "Libels, insults, &c., resistance to public authority, offences against good customs, thefts and frauds, have increased; assaults are nearly stationary.",
        "Since 1880, while income from the salt and lotto monopolies hai remained almost stationary, and that from land tax and octroi har - diminished, revenue derived from all other sources has notabl)",
        "We shall deduce the modes of vibration of the air column in a cylindrical pipe from the consideration that the air in motion within the pipe forms some part of a system of stationary waves, one train being formed by the exciter of the disturbance, and the other being formed by the reflection of the train at the end of the pipe.",
        "The open end is therefore a loop. It is to be noted that the exciter of the vibrations is in general at the open end, and that the two trains forming the stationary system consist of the direct waves from the exciter travelling into the tube, and the waves reflected back from the closed end.",
        "The stationary point, 2.",
        "It is not necessary to give any further numbers for the population of the 18th century, as that has been already stated to have been almost stationary.",
        "A more popular Strassburg instrument has a stationary mass of 25 kilos.",
        "This cylinder on its return is stationary, in fact it might be called a double or rather an alternative stop-cylinder machine, with the inking facilities arranged somewhat on the same plan as on either a two-feeder or a perfecting machine.",
        "Towns.-In the first half of the 19th century the percentage of urban population remained nearly stationary at a little less than 10.",
        "Hence at a certain distance in front of the body there is a series of waves which are stationary with respect to the body.",
        "In front of this is a double series of stationary waves, the gravitation waves forming a series increasing in wave-length with their distance in front of the body, and the surface-tension waves or ripples diminishing in wave-length with their distance from the body, and both sets of waves rapidly diminishing in amplitude with their distance from the body.",
        "The apparatus for drying ore and salt varies greatly, drying-floors, dry-kilns and continuous mechanical reverberatory furnaces with stationary and revolving hearths being used.",
        "centage of cash tenants increased from 10 5 to 15.3; and that of share tenants remained about stationary, being 14.1 in 1880 and 14.6 in 1900.",
        "glabrum, remain stationary with the pharynx inserted in the mouth of the crinoid.",
        "Pettigrew's discovery of the figure-of-8 and waved movements made by the wing in stationary and progressive flight was confirmed some two years after it was made by Prof. E.",
        "As will be seen from this account, the figure-of-8 or wave theory of stationary and progressive flight has been made the subject of a rigorous experimentum crucis.",
        "During December the thermometer remains stationary, and in January begins to rise again, reaching its maximum in February.",
        "If the loads to be carried are largely stationary, and if the span is small, the floor joists can be readily proportioned by means of tables given in the handbooks issued by many steel companies.",
        "Before this, Delos - like Rhodes, the centre of the worship of the sun-god Helios, with whom Apollo was wrongly identified in later times - had been a barren, floating rock, but now became stationary, being fastened down by chains to the bottom of the sea.",
        "PULLEY, a wheel, either fixed to a turning axle or carried freely on a stationary one, the periphery of which is adapted to receive some form of wrapping connector.",
        "This can be accomplished by attaching balance-weights to the pulley until it will remain stationary in all positions, when its shaft rests on two horizontal knife-edges in the same horizontal plane, or, preferably, the pulley and shaft may be supported on bearings resting on springs, and balanced by attached masses until there is no perceptible vibration of the springs at the highest speed of rotation.",
        "The latter, hard hit by the manorial difficulties that followed the plague o~f 1348-1349, found their rents stationary or even diminishing, while the price of the commodities from which the former made their wealth had permanently risen.",
        "The stationary tangent: the line may in the course of its rotation come to rest, and then reverse the direction of its rotation.",
        "Similarly among the common tangents of the two curves we have the double tangents each counting twice, and the stationary tangents each counting three times, and the number of the remaining common tangents is = n 2 - 27-- 3e (=m 2 -26-3K, inasmuch as each of these numbers is as was seen = m+n).",
        "Their sidereal year was 4zm too long, s and they kept the ecliptic stationary among the stars, making no allowance for the shifting of the equinoxes.",
        "The sun too remained stationary, while the planets, including our own globe, circulated round him.",
        "The pitch of a steam-whistle quite obviously rises and falls as the engine to which it is attached approaches and recedes from a stationary auditor; and light pulses are modified like sound-waves by velocity in the line of sight.",
        "To the accompaniment of the drum, dancing - as a rhythmic but stationary movement of the feet or an evolutionary march - almost invariably goes, but rarely singing.",
        "On the other hand, towns like Cork (75,978), Waterford (26,743) and Limerick (38,085), remained almost stationary during the ten years, but the urban districts of Pembroke and of Rathmines and Rathgar, which are practically suburbs of Dublin, showed considerable increases.",
        "Since about 1885 the acreage under turnips has remained fairly stationary in the neighbourhood of 300,000 acres, while the cultivation of mangel-wurzel has considerably increased.",
        "No effect is noticed so long as the flame is stationary, but if the flame be moved slowly in one direction a current is observed, which changes its direction with the direction of motion of the flame.",
        "Ann., 1875), who regarded electricity as consisting of atoms much smaller than those of matter, and supposed that heat was the kinetic energy of these electric atoms. If we suppose that an electric current in a metal is a flow of negative electric atoms in one direction, the positive electricity associated with the far heavier material atoms remaining practically stationary, and if the atomic heat of electricity is of the same order as that of an equivalent quantity of hydrogen or any other element, the heat carried per ampere-second at o C., namely P, would be of the order of 030 of a joule, which would be ample to account for all the observed effects on the convection theory.",
        "It must be specially noticed, however, that it is not the friction between A and B that has prevented motion, this only prevented A moving on B, - it is the force which keeps B stationary, whatever that may be, which has finally prevented any motion taking place.",
        "Thus friction causes motion, for had there been no frictional resistance between the surfaces of A and of B, the latter body would have remained stationary, and A only would have moved.",
        "The stationary engine at the workshop entrance powers the line shafting.",
        "Therefore, the upper anvil rotates while the lower anvil is kept stationary.",
        "They were asked to cycle a stationary bike at a moderate pace for 20 minutes.",
        "This steep northbound climb into the city required rope haulage, powered by two stationary steam engines.",
        "The clouds remained almost stationary for about 40 minutes.",
        "The center was very dark, solid looking, somewhat cigar like and appeared stationary.",
        "The West moved forward, and Islam, where not actually regressing remained stationary, The old fears passed away, .",
        "The best I believe, is either walking at a fairly good pace or riding a bicycle - stationary or otherwise.",
        "The stationary engine at the workshop entrance powers the line shafting driving the cutting frames.",
        "I can also create other stationary on request i.e. Anniversary, Birthday, Engagement etc. Please contact me for information.",
        "In the case of our footballer, the active rest given is a stationary exercise bicycle with moving handles.",
        "A simple analogy is to imagine a steady stream of equally spaced traffic passing a stationary observer.",
        "Stationary phase - a bed of inert material with a large surface area.",
        "Now, I do n't get out of my seat until the train is practically stationary.",
        "Sitting stationary is zero miles per gallon, switch off the engine whenever it is safe to do so.",
        "Stayed stationary during sampling of the CTD rather than immediately getting underway due to the weather.",
        "It appears stationary in the sky because it is heading directly toward you.",
        "I was following the Cambodian rules of the road and found myself stationary in oncoming bike traffic.",
        "Stator -- part of assembly that remains stationary with respect to a rotating part.",
        "A contemporary gentle swinging crib that can be locked when stationary.",
        "The camera is focused on the baby's crib, and the television is either placed in a stationary area or carried around, if it is portable.",
        "You can also special order birthday invitations from local stationary shops and online.",
        "Find some stationary of little elves getting ready for Christmas and play with the wording.",
        "Basic types include stationary toys like soldiers and moving toys like cars and engines and even toys that can be wound-up and that perform some movements like the cymbal-banging monkey, the mechanized robot, and so on.",
        "Find videos, books and stationary tennis ball swingers for sale.",
        "You'll be most likely to find them in stores with an artistic flair or specialty stationary stores.",
        "The motion of the rod consequent to a motion of the case is modified by the projecting axle of the stationary mass, and after much magnification is recorded on a sheet of smoked paper.",
        "Wiechert has also constructed a seismometer on the same principle, but in which the stationary mass is smaller, being adjustable between 80 and 200 kilos (180 and 440 lb).",
        "Exports to France had remained practically stationary at 8o%; those to Austria had dropped from 6.30 to 4.0%, to Russia from 9.11 to 8~43%.",
        "It is, however, partially regaining the river trade in consequence of the compulsory substitution of drawbridges for the stationary railway bridges.",
        "The abstract or dogmatic thinker believes his object to be one, simple and stationary, and intelligible apart from its surrounding.",
        "The problem is greatly complicated by the fact that the equator and equinox, to which the observed positions of the stars must be referred, are not stationary in space, and in fact the movements of these planes of reference can only be determined by a discussion of the observations of stars.",
        "In the 11th century Korea was stripped of her territory west of the Yalu by a warlike horde of Tungus stock, since which time her frontiers have been stationary.",
        "The number of praetors, thus augmented to six, remained stationary till Sulla's time (82).",
        "The correct perspective places between the summits of modern and ancient times, not a long level stretch of a thousand years, with mankind stationary, spell-bound under the authority of the Church, absorbed in war or monastic dreams, but a downward and then a long upward slope, on both of which the forces which make for civilization may be seen at work.",
        "An important conclusion is that in any displacement of a system of bodies in equilibrium, such that the virtual work of all forces except gravity may be ignored, the depth of the centre of gravity is stationary.",
        "For equilibrium, the altitude of the centre of gravity G must be stationary; hence G must lie in the same vertical line with the point of contact J of the two curves.",
        "It is a classical problem in the calculus of variations to deduce the equation (9) from the condition that the depth of the centre of gravity of a, chain of given length hanging I I between fixed points must be catenary; it determines the scale of the curve, all cate } stationary (~ 9).",
        "Evidently the quadratic moment for a variable plane through 0 will have a stationary value when, and only when, the plane coincides with a principal plane of (26).",
        "This, the Chimen valley, contains in places a good deal of drift-sand, which however is stationary in the mass and heaped up along the northern foot of the Chimen-tagh.",
        "Not far from the Kum-kol lakes there is a drift-sand area, though the dunes are stationary.",
        "Another powerful reason for taking the aether to be stationary is afforded by the character of the equations of electrodynamics; they are all of linear type, and superposition of effects is possible.",
        "Again want of support checked the Federals and the fight became stationary, both sides losing many men.",
        "So also does that of the labourer: when the wealth of the nation is progressive, his wages are high; they are low when it is stationary or retrogressive.",
        "- Periods of gradual evolution and of efflorescence may be followed by stationary or senescent conditions.",
        "Some attention is given to the breeding of goats because of the local demand for their skins, but the industry is apparently stationary.",
        "The lead production of the Missouri mines had for some years been nearly stationary, or had declined slightly from its former importance; while that of the upper Mississippi region, which in the years just previous to 1850 had risen to from 20,000 to 25,000 tons a year, was declining, having in 1850 sunk to less than 18,000 tons.",
        "During1834-1846the royalty was 6 cents, and between 1846 and 1898 it remained stationary at one cent.",
        "If the bearer be stationary, rain-drops will traverse the tube without touching its sides; if, however, the person be walking, the tube must be inclined at an angle varying as his velocity in order that the rain may traverse the tube centrally.",
        "de Lalande gave the illustration of a roofed carriage with an open front: if the carriage be stationary, no rain enters; if, however, it be moving, rain enters at the front.",
        "One hypothesis was: while y Draconis was stationary, the plumb-line, from which the angular measurements were made, varied; this would follow if the axis of the earth varied.",
        "If the observer be stationary at B, the star will appear in the direction BS; if, however, he traverses the distance BA in the same time as light passes from the star to his eye, the star will A B appear in the direction AS.",
        "Belopolsky and Prince Galitzin, who substituted for the source an image formed of a stationary object in a rapidly moving mirror.",
        "The latter was built with ten inclined planes, five on each side of the summit at Blair's Gap and cars were drawn up these by stationary engines.",
        "If it were not for leakage in various ways, the electrification would go on everywhere increasing, but in practice a stationary state is soon attained.",
        "- These furnaces are usually stationary, but in that shown in figs.",
        "South Bethlehem is the see of a Protestant Episcopal bishop. The Bethlehem Steel Company manufactures here iron and steel, including Bessemer steels, armour plate, steel rails, government ordnance, drop forgings, iron and steel castings, stationary engines, gas engines, hydraulic pumps, projectiles, steel shaft and pig iron; zinc is smelted and refined; and there are large hosiery and knitting mills, and silk mills and cigar factories.",
        "The rural population is practically stationary.",
        "immiscible stationary phase.",
        "stationary for two minutes or more.",
        "A stone wheel rotates over a stationary stone.",
        "Make your own stationary or holiday cards.",
        "The chair should be stationary and not moveable.",
        "In polarized light they show a weak grey colour with a black cross, the arms of which are parallel to the cobwebs in the eyepiece of the microscope and remain stationary when the section is rotated.",
        "We can form stationary waves with ease by fixing one end of a rope - say 20 ft.",
        "The vibrations of certain sources of sound may be represented, at least as a first approximation, as consisting of stationary waves, and from a consideration of the rate of propagation of waves along these sources we can deduce their frequency when we know their length.",
        "In order to justify the use of stationary waves we must show that two such trains can move in opposite directions over the same ground without modifying each other so long as the displacement in either is small.",
        "Let us suppose that a system of stationary waves is formed in the air in a pipe of indefinite length, and let fig.",
        "28 are represented the stationary wave systems of the first four modes, and any of the succeeding ones are easily drawn.",
        "29 are represented the stationary wave systems of the first four modes.",
        "34 the stationary wave systems of the first four modes are represented.",
        "The tilting working chamber is connected with the stationary ports L and L' by means of the loose water-cooled joint W in Campbell's system, which is here shown.",
        "Since the wreck of the training-ship \" Comte de Smet de Naeyer \" in 1906, it has been decided that a stationary training-ship shall be placed in the Scheldt like the \" Worcester \" on the Thames.",
        "m.; but in these districts it is now stationary or decreasing, whereas the northern and western portions are filling up rapidly.",
        "Turn off your engine if your car is stationary for two minutes or more.",
        "Although purring is most common when a cat is relaxed and stationary, some pet owners report that their cat will purr when walking.",
        "Italian conference table chairs offer modern style with lumbar support and a choice of stationary, rolling or executive models.",
        "Adjusting the shutter speed further, you may also be able to achieve the effect of seeing a blur of moving cars while retaining the stationary appearance of the buildings and other structures.",
        "If you're photographing a small stationary object, try photographing it from above, below, left, right, and at odd angles.",
        "Spiral-bound: Spiral bound scrapbook albums are essentially fancier versions of the notebooks and journals you can find in any large stationary store.",
        "Stationary stores and copy shops: If you specialize in digital scrapbooking, these establishments may be able to connect you to a variety of clients who are interested in your services.",
        "Creativity Works: Sells bags, tissue, silk stationary, and tin cans which can be embellished with TPCs products and given as gifts or enjoyed at home.",
        "Although portable systems don't accommodate as many supplies as stationary storage units, they do allow you to scrap on the go.",
        "In the actual study, the Nordic Track finished ahead of the stair-stepper, the stationary bike and the treadmill.",
        "Gyms offer swimming pools and are full of weight machines and equipment like treadmills, stair climbers, and stationary bikes.",
        "You can pick out your own stationary and really get creative.",
        "Designate one or two players as \"ghosts,\" then have the remaining players spread out through the house, then remain stationary with their eyes closed.",
        "The contemporary pairing of these two colors will make your wedding a stunning sight to behold, and incorporating it into your stationary brings the entire theme together.",
        "So when you order or make your chocolate and pink wedding invitations, think about picking up coordinating stationary for the rest of your wedding.",
        "Coordinating stationary does not have to be a perfect match to your invitation.",
        "Using wedding program samples can make finding the right stationary and remembering all the important information much easier for busy bride and grooms to be.",
        "Before you place an order for hundreds of wedding ceremony programs, you want to know it will look nice and coordinate with the rest of your wedding stationary.",
        "There are a number of different ways you can go about finding your perfect wedding stationary.",
        "Proofread your spelling, wording, and layout just as you would with a stationary vendor.",
        "Stationary samples, like the wedding program, can help make your planning process easier.",
        "Today's home printers have sophisticated options couples can use to create stunning invitations that rival the look of professionally printed wedding stationary.",
        "Couples should carefully balance the additional costs with the overall design of the invitation to create a lovely piece of stationary without breaking the bank.",
        "By choosing blank invitations and other stationary, couples can easily coordinate these different types of wedding correspondence just by changing the wording of the template.",
        "Blank wedding invitations come in an amazing array of designs perfect for nearly any couple to save money on their wedding stationary with the investment of a little time and effort.",
        "By ignoring all of the extras and going the do it yourself route, couples can save a significant amount of money within their stationary budget.",
        "Instead, buy a nice bulk set of stationary for a significant savings.",
        "Specialty stationary stores also have in-store invitation catalogs you can browse through for ideas.",
        "These catalogs cannot be taken out of the store, but they can give you a wide range of ideas for invitations, response cards, napkins, announcements, and other wedding stationary.",
        "Wedding stationary can be purchased locally or from the many wedding invitation businesses online.",
        "Embossed invitations can be purchased through wedding invitation catalogs, online, or through wedding shops and salons that sell stationary.",
        "Buy matching beach wedding programs and thank you notes when you purchase the embossed invites for a cohesive look to the wedding stationary.",
        "Ask to see a wedding invitation sample if you are ordering embossed invites from a stationary store or wedding website.",
        "Give your guests a hint at your colors by choosing stationary that include your color scheme, from chocolate and pink wedding invitations to brown and pink wedding programs.",
        "Some sites offer free printable wedding invitations, however, you still have to find the right stationary for your correspondences.",
        "Wedding announcement wording is often similar to invitation wording and may use the same style stationary.",
        "Thermography makes any lettering on your wedding stationary raised, similar to how it would be if it were engraved.",
        "They are one of the few online stationary suppliers that offer more reasonably priced invitations without making you order hundreds.",
        "Be sure to choose stationary to print the reception invitation on that is fitting with the formality of the wedding.",
        "Look for stationary that matches the wedding decorations or color scheme.",
        "The state-of-the-art fitness centers are framed with floor-to-ceiling windows and offer not only stationary equipment, but also yoga, spinning, and aerobics classes as well as consultations with personal trainers.",
        "The guillotine type trimmer has a loop that holds the dog's nail stationary before cutting.",
        "Awning - Used above a door or below a stationary window to get more ventilation, awning windows are generally wider than they are tall and have hinges on the top so that they open outward.",
        "Usually consisting of a stationary window or windows with either a double-hung or casement window on both sides.",
        "You can get stationary skylights and skylights that open for extra ventilation.",
        "Sliding Windows - These windows are made up of one stationary sash and one sash that slides to either the right or left (horizontally).",
        "The problem with stationary awnings or other covered patio designs comes when you want to feel the sun on your deck or patio.",
        "Previously, the tracks were straight and stationary.",
        "While a stationary awning may protect a window from direct sunlight, it doesn't store away after use.",
        "You can choose between stationary, double track or three track storm windows.",
        "Stationary storm windows are a frame with one center pane of glass.",
        "Originally named, Tiffany & Young, the store offered stationary and ornamental goods such as fine silverware and jewelry.",
        "The stretching can be done while sitting on the side of your bed, by spending a few minutes on a treadmill or stationary bike before you get into bed.",
        "Drowsy driving can lead drivers to swerve out of their lane, run into stationary objects (fences, cars, houses) and can cause traffic fatalities.",
        "Coral Cove: For children and adults of all ages, this activity pool has stationary floating devices, a whirlpool, water sprays and basketball hoops.",
        "Featuring Sonic's stationary spin attack as well as Tails as a playable character in his own right, Chaos is one of the least well know titles in the series.",
        "He gives you an addressee and stationary, all you have to do is fill it with text.",
        "Drifting is nearly done from a stationary pivot, if you're good, and you never flip your car.",
        "Basically, you follow the scrolling arrows up the screen and when they touch the stationary arrows, you step on the corresponding arrow on your dance pad.",
        "The arrows move up from the bottom of the screen, and you step on the corresponding \"button\" when the moving arrow overlaps with the stationary one.",
        "When the moving arrows reach the stationary arrows, you need to press the corresponding button on the dance mat.",
        "Basically, the arrows scroll up the screen and you step on them when they reach the stationary arrows.",
        "Belgium: Drivers are permitted to use a cell phone while stationary, but not while stationary in traffic (as would be the case while waiting at a red light).",
        "The infant's eyes will remain stationary.",
        "In the second half-year of life, babies begin pulling themselves up on furniture and other stationary objects.",
        "For example, when reading a book in the back seat of a moving car, the inner ears and skin receptors sense the motion, but the eyes register only the stationary pages of the book.",
        "Rumba is a \"spot dance\", which means it is stationary.",
        "The Ball Change: A step common to both ballroom dance steps and jazz dance, the ball change is like a single where the weight is shifted forward slightly, then shifted back to the stationary foot.",
        "A related common step to ballroom is the \"kick ball-change\", which adds a slight kicking motion before the ball change occurs behind the stationary foot.",
        "Its most common form is steps to the side with the traveling foot crossing alternately in front of and behind the stationary foot.",
        "These open offices where people were constantly moving and passing behind stationary workers created a situation known as Subliminal Distraction.",
        "To help keep your costs down as you're mastering the basic origami folds, consider working with free printable origami papers instead of the expensive specialty papers purchased from a craft store or stationary shop.",
        "Your friends and family will be impressed by your creativity and you'll save a great deal of money by not buying fancy birthday cards from the local stationary shop.",
        "While it's certainly possible to purchase envelopes from craft stores or stationary shops, making your own envelopes isn't difficult.",
        "Convert your photos into cards, DVDs, calendars, scrapbooks, mugs, posters, stationary, or a multitude of other keepsakes.",
        "Flat wheel grinders work by grinding the beans between a rotating and stationary wheel.",
        "Unlike some air conditioners which remain stationary (either as part of a central cooling system or a window-mounted unit), portable air conditioner can be moved from one place to another with relative ease.",
        "Instead, it is placed on a stationary spit and is cooked evenly.",
        "Personalized stationary or expensive delicate papers help to send your message more effectively.",
        "LCI Paper: This stationary and invitation paper company has free samples of invitation wording in a number of different styles.",
        "Camp Rock Black Coin Purse: To get this coin purse, you actually have to purchase the Camp Rock stationary set.",
        "Raised, stationary brushed steel bezel frames the dark brown dial with luminous hands and baton hour markers.",
        "Check under \"Preprinted stationary\" for vendors offering pre-printed designs and messages to which you can add your company information.",
        "One is send the letters on your personal or company stationary which will add a measure of authority to the letter.",
        "Clipart is often used to decorate newsletters, stationary, web page banners, blogs, or clothing items.",
        "The selection is meager and limited to the sort of inactive graphics you'll want to use for newsletters and stationary, but these options are also available for no cost.",
        "Created personalized cheer-themed stationary for you and your friends?",
        "You can also get wording ideas for your handmade wedding greetings by browsing through the card selection at your local stationary store.",
        "You may have noticed that many condolence cards you see for sale in stationary stores have religious undertones.",
        "HP has a number of free printable craft projects for you to enjoy, including greeting cards, stationary, and calendars.",
        "Envelopes for your homemade greeting cards are readily available at most stationary and office supply stores.",
        "Cutting mats: Find mats of all sizes, perfect for portability or for stationary setups.",
        "If you don't have a clipboard handy, you can use a safety pin or a piece of masking tape to secure the thread to any stationary surface.",
        "Decorate a set of note cards to give to your child's teacher, or help her make some pretty stationary so she can write notes to her friends.",
        "Using a treadmill or stationary bike while watching television.",
        "For instance per hour riding a stationary bike at a moderate pace burns more calories than jogging at a moderate pace.",
        "You can also use a stationary bike; use programs that increase the resistance or mimic uphill terrain to add interest and difficulty to your routine.",
        "Lift your upper body while keeping your hips stable and lower body stationary.",
        "Keep in mind that riding a stationary bike will burn considerably less - from 245 to 1022 - so if you decide to stay inside with bad weather, increase your speed or length of time.",
        "To work out, you simply place the back of your head against the pad and tip your head back, making sure to keep the rest of your body stationary.",
        "Again, make sure to keep your elbow stationary at all times and let the full rotation movement originate in the shoulder.",
        "Warmup - Five minutes on a stationary bike or similar piece of equipment will suffice.",
        "If you're in the market for a new exercise bike, then reviewing recent stationary exercise bike ratings is a smart way to make sure you get the product you want.",
        "While stationary bike manufacturers are more likely to put out reviews (typically good), it's users who test and react to the product through useful ratings systems.",
        "People who rate stationary bikes should use them with different resistance levels and test out various programs, such as biking uphill or interval training.",
        "Convenience: Users should detail their experience with how convenient the stationary bike is to use.",
        "Comparison: If a user can compare one stationary bike to another, it can help readers get a good idea whether or not this is the bike for them.",
        "Stationary bikes are wonderful examples of low impact exercise equipment.",
        "Ideally, you should participate in 10 minutes of aerobic activity such as jogging or riding a stationary bike.",
        "Exercise Bikes: A popular alternative for those not looking to join a spinning class, a different type of stationary bike is usually available in the same area as the treadmills and ellipticals.",
        "Treadmills are common home workout equipment, as well as elliptical machines and stationary bikes.",
        "Spinning - This class combines stationary bikes, music and a motivating teacher in a class environment.",
        "Another hot trend in indoor (stationary) biking is that of virtual tour biking.",
        "While all speeds and resistance levels (whether uphill or with a resistance knob on a stationary bike) of biking burn calories, the harder you work out, the more calories you will burn.",
        "On a stationary bike, build speed with caution and with a decent amount of resistance.",
        "Most spinning and stationary bikes have a screen that tells you (approximately) how many calories you have burned, how far you have ridden and how much energy you are creating.",
        "Indoor cycling consists of riding a stationary bike.",
        "Keep your hands stationary and move your elbows forward towards one another until you feel a stretch.",
        "Begin your workout with 30 minutes on the treadmill, elliptical, stationary bike, or stair-climber (or even ordinary jogging will do), and finish your routine with another 30 minutes devoted to weight training.",
        "Take a look around your gym the next time you visit to find this stationary and unassuming machine to get an excellent workout for your lower body.",
        "Instead of jumping on a stationary bike and just pedaling for half an hour, vary your routine from time to time.",
        "Many stationary bikes feature programs designed to imitate hills and valleys.",
        "You can invest in a stationary bike or treadmill.",
        "Like a road bike, a stationary exercise bike has pedals, a seat and a hand grip.",
        "Biking: Hit the road on a bike or use a stationary one at home or in a gym.",
        "While riding outdoors gives you the benefit of being in the open air and taking in the scenery, stationary bikes can improve your fitness level when you increase the resistance or simulate rides on hills and valleys.",
        "Treadmills, stationary bikes, and elliptical machines are all popular choices.",
        "Because your arms as well as your legs work during rowing, you burn more on this machine than you would a stationary bike for the same amount of time.",
        "Exercise bikes are stationary bikes that enable you to pedal against resistance in the comfort of your own home.",
        "These bikes transform quickly into stationary rowers, offering you both upper and lower body toning in one, small machine.",
        "Any bike used for this purpose functions as an exercise bike, but most people separate exercise bikes into two categories: stationary cycles and traditional bicycles.",
        "Three different types of bikes fall into the stationary exercise bike category: recumbent, upright and group exercise cycle.",
        "When choosing a bike, first decide whether you want a stationary cycle or a traditional bicycle.",
        "Most people choosing a stationary bike are using it for cardiovascular exercise, so the type of stationary cycle should be based largely on personal preference.",
        "If you're normally a group exercise or treadmill type of exerciser, broaden your horizon and try out the stationary exercise bikes the next time you hit the gym.",
        "There are three different basic types of stationary exercise bikes: recumbent, upright and group exercise.",
        "When using a stationary exercise bike, you need to make sure you make appropriate adjustments to the seat so that the bike fits your frame.",
        "When it comes to cycling, all of the stationary bike options will essentially work the same muscle groups, so the choice becomes a personal preference.",
        "Recumbent bikes provide a stable, stationary platform for exercise.",
        "The modern version is basically like the standard stationary bike with movable arms.",
        "Isometrics muscle exercises involve a static, or fixed-position exercise where the muscle and joint remain stationary during performance.",
        "Jump up or use a stationary object like a sturdy bench to lift your body up toward the bar until your chin is above the bar and your shoulders are in line with the bar, your elbows fully bent.",
        "Move your arms or keep them stationary when you need a break.",
        "A 180-pound person will burn approximately 560 calories in 45 minutes of elliptical work, more calories than the same amount of time spent moderately cycling on a stationary bike.",
        "Similarly, if you're working out on a stationary bike, choose a program or a routine that forces you to work harder for short periods of time with intermittent rest.",
        "Keeping your hips stationary and the medicine ball tracking with your belly button (i.e., not twisting your arms), twist your entire torso to the right as you attempt to touch the medicine ball to the ground.",
        "Stationary bikes provide a convenient workout.",
        "They are also available at most gyms, and because you are sitting on a stationary bike, it is easy to read or watch television to entertain yourself during a workout.",
        "But how good of a workout do stationary bikes really provide?",
        "The types and quality of stationary bikes vary.",
        "By incorporating activities that increase intensity, and assuring that you also have a muscle building and flexibility component to your exercise routine, you can use a stationary bike as a beneficial part of your overall fitness program.",
        "Since the quadratic moments with respect to w and of are equal, it follows that w is a plane 01 stationary quadratic moment at P, and therefore a principal plane of inertia at P. In other words, the principal axes 01 inertia at P are the normals to the three confocals of the systen (3,~) which pass through P. Moreover if x, y, z be the co-ordinates of P, (33) is an equation to find the corresponding values of 0; and if Of, 02, 03 be the roots we find Oi+O2+81r1a2$-7, (35)",
        "A necessary and sufficient condition of equilibrium is therefore that the value of the potential energy should be stationary for infinitesimal variations of the co-ordinates.",
        "., (2) a constant term being irrelevant, and the terms of the first order being absent since the equilibrium value of V is stationary.",
        "The normal modes are further distinguished by an important stationary property, as regards the frequency.",
        "From another point of view it is easily recognized that tht equations (5) are exactly those to which we are led in the ordinar) process of finding the stationary values of the function V (q,, q,, - q,,),",
        "The rate, it will be seen, has fallen in all the countries specified, except for a slight increase of 2% in Ireland and an almost stationary condition in Austria and Spain.",
        "The exceptional cases are, first, Ireland and Norway, with their emigrating tendencies; then Spain, where the returns have probably to be discounted for improved registration, and France, where the population is all but stationary.",
        "The population thus dealt with is supposed to be stationary, that is, the loss by death at each age is at once made good by the addition of an equal number of the same age, whilst the survivors pass on to the age above.",
        "Some of them are relics of the longitudinal moraines of the ice-sheet, and they run north-west to south-east, parallel to the striation of the rocks and to the countless parallel troughs excavated by the ice in the hard rocks in the same direction; while the Lojo As, which runs from HangOudd to Vesi-jarvi, and is continued farther east under the name of Salpausellia, parallel to the shore of the Gulf of Finland, are remainders of the frontal moraines, formed at a period when the ice-sheet remained for some time stationary during its retreat.",
        "Weber had already laid the foundations of the absolute system of electric and magnetic measurement, and proved that a quantity of electricity could be measured either by the force it exercises upon another static or stationary quantity of electricity, or magnetically by the force this quantity of electricity exercises upon a magnetic pole when flowing through a neighbouring conductor.",
        "These effects, as Hertz showed, indicated the establishment of stationary electric waves in space and the propagation of electric and magnetic force through space with a finite velocity.",
        "The type-forme is usually fixed in an almost vertical and stationary position, and it is the platen on which the sheet is laid which rises from the horizontal position to the vertical in order to give the necessary impact to produce a printed impression from the typeforme.",
        "a focussing screen, intersects the ray passing through the middle of the stop. This assumption is justified if a poor image on the focussing screen remains stationary when the aperture is diminished; in practice, this generally occurs.",
        "The policy actually followed was not even stationary; it was.",
        "Of these, the waves of minimum velocity form a stationary wave nearest to the front of the body.",
        "Then comes the stationary wave of minimum velocity, which is the most marked of the series.",
        "For instance Video for Windows can only store about 8 images per second which is only suitable for very slow moving or stationary traffic.",
        "Time in a moving system will be observed by a stationary observed by a stationary observer to be running slower by the following factor.",
        "Time in a moving system will be observed by a stationary observer to be running slower by the following factor.",
        "In race after race Schumacher outwits opponents by overtaking them when they are stationary in the pits.",
        "outwits opponents by overtaking them when they are stationary in the pits.",
        "Barnes waited a further five laps before stopping, and set a blistering pace on the track while his chief rivals were stationary.",
        "There is a central stationary dome or turret with a circular porthole.",
        "Today, a third prong on grounded power plugs connects most stationary equipment to earth ground through the electrical wiring system.",
        "For example, Monday you can perform modified push-ups, followed by crunches for your abs followed by stationary lunges.",
        "ridee best I believe, is either walking at a fairly good pace or riding a bicycle - stationary or otherwise.",
        "Special upgraded guest amenities are available in the suites including bathrobes and slippers, stationary sets, and a departure souvenir.",
        "Data exchange with a stationary PC is a standard feature via docking station or serial cable.",
        "stationary on request i.e. Anniversary, Birthday, Engagement etc. Please contact me for information.",
        "stationary turrets which can prove vital to your efforts.",
        "stationary bike at a moderate pace for 20 minutes.",
        "stationary exercise bicycle with moving handles.",
        "stationary steam engines would be used to pull the wagons along the line.",
        "stationary observer.",
        "stationary phase - a bed of inert material with a large surface area.",
        "Now, I don't get out of my seat until the train is practically stationary.",
        "From that period to the commencement of the past century the number remained nearly stationary.",
        "To the S the front remained stationary over the Menai Strait.",
        "For 45 minutes we hung completely stationary in mid-water, hoping in vain for the shoal to come near.",
        "sitting stationary is zero miles per gallon, switch off the engine whenever it is safe to do so.",
        "stayed stationary during sampling of the CTD rather than immediately getting underway due to the weather.",
        "Guests who can leave the chair can access the Barrels, which can be held stationary.",
        "stationary in the sky because it is heading directly toward you.",
        "stationary in oncoming bike traffic.",
        "stationary with respect to a rotating part.",
        "swinging crib that can be locked when stationary.",
        "You'll also find stationary turrets which can prove vital to your efforts.",
        "Damask Velvet Writing Set Keep your very special stationary in this superb luxury velour covered box.",
        "The same author was likewise of opinion that the domestication or taming of various species of wild cats took place chiefly among nationalities of stationary or non-nomadic habits who occupied themselves with agricultural pursuits, since it would be of vital importance that their stores of grain should be adequately protected from the depredations of rats and mice.",
        "The coin and bullion held by the banks varies between 20 and 24 millions sterling and the note circulation is almost stationary at about 34 millions.",
        "the engines of a 10-ton steam crane have cylinders capable of indicating about 60 horse-power when working at full speed, but it is found that, in consequence of the intermittent working, sufficient steam can be supplied with a boiler whose heating surface is only a to 4 of that necessary for the above power, when developed continuously by a stationary engine.",
        "The operation is as follows: the paper ribbon or perforated slip is moved forward by its centre row of holes at the proper speed above the upper ends of the rods S, M; should there be no holes in the ribbon then the cranks A, A' will remain stationary, although the beam B continues to rock, since the rods S, M are pressing against the ribbon and cannot rise.",
        "The boiler generally used is of the locomotive type and is usually stationary, though sometimes a portable form is preferred.",
        "Consequently Sienese art seemed almost stationary amid the general progress and development of the other Italian schools, and preserved its medieval character down to the end of the 15th century, when the influence of the Umbrian and - to a slighter degree - of the Florentine schools began to penetrate into Siena, followed a little later by that of the Lombard.",
        "In virtue of the general law that the reduced optical path is stationary in value, this retardation may be calculated without allowance for the different paths pursued on the farther side of L, L', so that the value is simply PL - PL'.",
        "If the processes of disintegration and of reconstruction which characterize life balance one another, the size of the mass of living matter remains stationary, while, if the reconstructive process is the more rapid, the living body grows.",
        "At Anzac the situation remained stationary during June, although there was some sharp fighting at the end of the month.",
        "The theorems of hydrostatics are thus true for all stationary fluids, however, viscous they may be; it is only when we come to hydrodynamics, the science of the motion of a fluid, that viscosity will make itself felt and modify the theory; unless we begin by postulating the perfect fluid, devoid of viscosity, so that the principle of the normality of fluid pressure is taken to hold when the fluid is in movement.",
        ", (7) and when q is stationary, the acceleration is normal to the surface H = constant, and the stream line is a geodesic.",
        "There appear to be moving and stationary radiants, contracted and diffused radiants, and long-enduring and brief radiants.",
        "The amplitude of the phase is 1Ã¯¿½1 magnitude; and the absence of any stationary interval at minimum proves the eclipse to be partial, not annular.",
        "The same result will be ob tained with a stationary fork and a movable glass plate; and, if the time occupied by the plate in moving through a given distance can be ascertained and the number of complete undulations exhibited on the plate for that distance, which is evidently the number of vibrations of the fork in that time, is reckoned, we shall have determined the numerical vibration value of the note yielded by the fork.",
        "It is shown below how the vibrations of a string may be deduced from stationary waves.",
        "We may represent such a train of \" stationary waves \" by fig.",
        "Its chief ideas are - (1) That, owing partly to the want of ability in historians, and partly to the complexity of social phenomena, extremely little had as yet been done towards discovering the principles which govern the character and destiny of nations, or, in other words, towards establishing a science of history; (2) That, while the theological dogma of predestination is a barren hypothesis beyond the province of knowledge, and the metaphysical dogma of free will rests on an erroneous belief in the infallibility of consciousness, it is proved by science, and especially by statistics, that human actions are governed by laws as fixed and regular as those which rule in the physical world; (3) That climate, soil, food, and the aspects of nature are the primary causes of intellectual progress, - the first three indirectly, through determining the accumulation and distribution of wealth, and the last by directly influencing the accumulation and distribution of thought, the imagination being stimulated and the understanding subdued when the phenomena of the external world are sublime and terrible, the understanding being emboldened and the imagination curbed when they are small and feeble; (4) That the great division between European and non-European civilization turns on the fact that in Europe man is stronger than nature, and that elsewhere nature is stronger than man, the consequence of which is that in Europe alone has man subdued nature to his service; (5) That the advance of European civilization is characterized by a continually diminishing influence of physical laws, and a continually increasing influence of mental laws; (6) That the mental laws which regulate the progress of society cannot be discovered by the metaphysical method, that is, by the introspective study of the individual mind, but only by such a comprehensive survey of facts as will enable us to eliminate disturbances, that is, by the method of averages; (7) That human progress has been due, not to moral agencies, which are stationary, and which balance one another in such a manner that their influence is unfelt over any long period, but to intellectual activity, which has been constantly varying and advancing: - \"The actions of individuals are greatly affected by their moral feelings and passions; but these being antagonistic to the passions and feelings of other individuals, are balanced by them, so that their effect is, in the great average of human affairs, nowhere to be seen, and the total actions of mankind, considered as a whole, are left to be regulated by the total knowledge of which mankind is possessed\"; (8) That individual efforts are insignificant in the great mass of human affairs, and that great men, although they exist, and must \"at present\" be looked upon as disturbing forces, are merely the creatures of the age to which they belong; (9) That religion, literature and government are, at the best, the products and not the causes of civilization; (10) That the progress of civilization varies directly as \"scepticism,\" the disposition to doubt and to investigate, and inversely as \"credulity\" or \"the protective spirit,\" a disposition to maintain, without examination, established beliefs and practices.",
        "Built more like stationary exercise bikes, indoor cycling rigs feature large, weighted flywheels in the front, low-slung racing handlebars and skinny racing seats to emulate the feeling of flying downhill on a road bike.",
        "For instance, the recumbent stationary bicycle has grown in popularity.",
        "Upright stationary bikes mimic the typical bicycle.",
        "Depending on the cost and manufacturer, stationary bikes may have some or all of the following features.",
        "One stationary bike workout that is growing in popularity is the spinning class, where an instructor leads a room of students on stationary bikes through a high intensity routine.",
        "There is much that is good about stationary bikes.",
        "Along with the aforementioned convenience, stationary bikes have the following advantages.",
        "At the same time, stationary bikes have some drawbacks, as well.",
        "It turns out that the answer to this question is, \"It depends.\" How good of a workout you receive on a stationary bicycle depends entirely on the effort that you put into it.",
        "Stationary bicycles used in the right way may positively contribute to three of the five components of physical fitness: muscular endurance, cardiovascular endurance and body composition.",
        "What is the right way to make a stationary bike workout a good one?",
        "By focusing on what you are doing and maintaining intensity throughout your workout, you can use a stationary bicycle to burn calories, improve cardiovascular fitness and stay in shape.",
        "Stationary bicycles can be a good workout if you make them a good workout.",
        "Stationary travel trailer insurance covers you and others that may become injured in your travel trailer whether it is used for travel or seasonal residence.",
        "This coverage is for when your car is stationary and something happens to it, such as vandals breaking in.",
        "Equipment - The stationary equipment you have in your home such as computers, printers, inventory, and anything else you need to run your business on a day-to-day basis should be covered.",
        "Stationary sets, note cards and customized gifts are also available.",
        "Of course, party supply stores are a good place to starts, as are card stores, stationary stores, and even grocery stores.",
        "Also, there's nothing wrong with picking up a pre-printed invitation at a retail or specialty stationary store.",
        "Many office supply stores and card shops sell blank stationary that you can use for your invitations.",
        "Your local party supply store or stationary shop can be good places to check out your options, but for truly unique bat mitzvah invitations, let your mouse do the walking.",
        "Of course, your local party supply store or stationary store are both fine places to do your invitation shopping, but you're limited to the stock on hand.",
        "Some specialty dining experiences offer small gift shops with stationary like invitations.",
        "Local stationary shops, party supply stores and graphics studios can offer options that range from custom invitations with your information to fill-in-the-blank designs that are more affordable.",
        "Visit your local stationary or office supply store to find cardstock, patterned paper, and other festive options for printables.",
        "There are also four stationary cameras affixed to various spots on the boat to capture additional footage.",
        "While perhaps not 'ships' in the strictest sense of the word, the Death Stars weren't exactly 'space stations' either, since Space Stations are, by name and nature, stationary.",
        "& 'm =21rnapU, for in the stationary wave system the pressure change and the amplitude are both double those in either train, so that the same relation holds.",
        "We shall then show that on certain limitations two trains of disturbance may be superposed so that stationary waves may be formed, and thence we shall deduce the modes of vibration as with pipes.",
        "To form stationary waves two equal trains must be able to travel in opposite directions with equal velocities, and to be superposed.",
        "Let two trains of equal waves moving in opposite directions along such a string of indefinite length form the stationary system of fig.",
        "Dividing the whole number of arcs, 156, whose angular velocities were measured into three numerically equal groups, according to their altitude, the following were the results in minutes of arc per second of time (or degrees per minute of time): - Each group contained auroras which appeared stationary.",
        "The motion is first magnified by the lever, and, on its communication to a complex lever system above the stationary mass, is still further magnified before registration, which is effected by a pen supplied with ink writing on white paper.",
        "Free Printable Stationary has over 270 stationery designs that are free for downloading and printing at home.",
        "Export buyers, attended by salesmen, are commonly more or less stationary and prominent; Burnley manufacturers abound in one locality and spinners of Egyptian yarns in another.",
        "In the Wiechert astatic pendulum seismometer the stationary mass is also cheese-shaped, but it is supported by a conical extension from its base, which balances it on the floor of its case.",
        "The cultivation of fruit is receiving increased attention, but the growing of sugar cane and tobacco and the production of wine, until recently so promising, are, if not declining, at least stationary, in spite of the suitability of the soil of many districts for these crops.",
        "greeting cardsigns I offer a reasonably priced Handmade stationary and greetings cards service.",
        "A watermark background is stationary and doesn't move when the visitor scrolls down the page.",
        "But keeping r/X small we may as before form stationary waves, and it is evident that the series of fundamental and overtones will be just as with the air in pipes, and we shall have the same three types - fixed at one end, free at both ends, fixed at both ends - with fundamental frequencies respectively 41, p ' 21 V p, and I velocity in rod =velocity in air X distance between dust heaps.",
        "When stationary, the most efficient position in which to hold an umbrella is obviously vertical; when walking, the umbrella must be held more and more inclined from the vertical as the walker quickens his pace.",
        "The stationary tan4."
    ],
    "definition": [
        "a. Not moving.\nb. Not capable of being moved; fixed.",
        "Unchanging: a stationary sound.",
        "Link/Cite",
        "Not moving.\nFor a few moments, the train remained stationary, before lurching forward along the track.",
        "incapable of being moved",
        "unchanging",
        "One who, or that which, is stationary, such as a planet when apparently it has neither progressive nor retrograde motion.",
        "Common misspelling of stationery.",
        "Link/Cite"
    ]
}