{
    "translation": ".1 דממה, שקט .2 למרות זאת, עדין",
    "uses": [
        "It is still a famous school.",
        "When they turned around, Alex was still on the horse.",
        "She still held Jonathan's hand.",
        "When Dorothy recovered her senses they were still falling, but not so fast.",
        "In fact, it was ludicrous - but it still hurt.",
        "The throng stood still and waited.",
        "Still smiling, she gracefully moved away, turning and glancing at her husband.",
        "Still, you like it, yes?",
        "Then Psammeticus tried still another plan.",
        "People were still alive who knew the Wright brothers.",
        "We accept that they don't, but we still want to feel welcome.",
        "But you're still not comfortable with the decision, are you?",
        "We can still make plenty of progress.",
        "He looked back and saw the innkeeper still standing by the door.",
        "I still found more difficulty in mastering problems in mathematics than I did in any other of my studies.",
        "His mother and his wife are still there.",
        "Pierre took off his spectacles, which made his face seem different and the good-natured expression still more apparent, and gazed at his friend in amazement.",
        "Still, I don't care to drag any passengers.",
        "I stood still, my whole attention fixed upon the motions of her fingers.",
        "A trip back to the house to drop off the eggs revealed a house still silent.",
        "The name of Arion is still remembered as that of a most wonderful musician.",
        "They were home but still playing love tag at night.",
        "The nearest cottage was still some distance away.",
        "I just didn't see any point in spending money on new clothes when my old ones still had a lot of wear in them.",
        "For a long time I was still--I was not thinking of the beads in my lap, but trying to find a meaning for \"love\" in the light of this new idea.",
        "He lay quite still till the animal was very near.",
        "Also, turning her head, she found that she could see the boy beside her, who had until now remained as still and silent as she herself.",
        "\"I don't know,\" said Zeb, who was still confused.",
        "This is that portion, also, where in the spring, the ice being warmed by the heat of the sun reflected from the bottom, and also transmitted through the earth, melts first and forms a narrow canal about the still frozen middle.",
        "\"I am a prude,\" she said, still watching his face.",
        "Still, Alex had presented the issue as responsibility, not money.",
        "Stout, about the average height, broad, with huge red hands; he did not know, as the saying is, how to enter a drawing room and still less how to leave one; that is, how to say something particularly agreeable before going away.",
        "I felt it, and still remark it almost daily in my walks, for by it hangs the history of a family.",
        "Today, success still requires good execution, but the larger question is: \"Can you discover and fulfill a hitherto-unknown, latent desire in people that the Internet enables?\"",
        "At times, we still do this today.",
        "We have still six hundred quarters left, he inquired.",
        "Still, she didn't feel uncomfortable.",
        "I can talk, Alex said, his voice still firm but gentle.",
        "He stood very still and waited.",
        "He still has his labor to sell and can go get a new job.",
        "Though it was unintelligible why he had told it, or why it had to be told in Russian, still Anna Pavlovna and the others appreciated Prince Hippolyte's social tact in so agreeably ending Pierre's unpleasant and unamiable outburst.",
        "I know, we've been all through this before - but I still don't understand.",
        "As this business was to be entered into without the usual capital, it may not be easy to conjecture where those means, that will still be indispensable to every such undertaking, were to be obtained.",
        "Instantly the Princess turned and faced him, and when he saw that she was picked the Prince stood still and began to tremble.",
        "She wanted to find, and still seeks, some secret motive in our actions.",
        "Still, it did look stylish.",
        "In the future, nations still will have differences.",
        "Still, hiding from them wasn't going to solve anything - especially for his sisters.",
        "Hundreds of thousands of cases were still, of course, in the rest of the world even three decades after Salk's breakthrough.",
        "In other words, the average person will make more money, pay a higher percentage as taxes, but still bring home vastly more than before.",
        "But he was still headstrong and ill-tempered; and he was often in trouble with the other sailors.",
        "You can know everything in the world and still make bad decisions.",
        "By the 1780s, though the procedure was certainly better than nothing, it still had a fair number of problems.",
        "My accounts, which I can swear to have kept faithfully, I have, indeed, never got audited, still less accepted, still less paid and settled.",
        "She was still awake an hour later when Alex came through the door.",
        "Still feeling the sobering effects of that cool regard, she forced a smile.",
        "And that is why, if we are to use the Internet and technology to end ignorance, we still need people like Jim Haynes.",
        "We still have people in boring, dead-end jobs only because we haven't built a machine to do the work.",
        "I outline forty-five different ways this will happen—surely enough that even if you don't agree with them all, you will still have plenty of reason to be optimistic.",
        "Still on they came, and now the near woods resounded through all their aisles with their demoniac cry.",
        "Cato's half-obliterated cellar-hole still remains, though known to few, being concealed from the traveller by a fringe of pines.",
        "As they sat upon the grass watching Jim, who was still busily eating, Eureka said:",
        "Still we live meanly, like ants; though the fable tells us that we were long ago changed into men; like pygmies we fight with cranes; it is error upon error, and clout upon clout, and our best virtue has for its occasion a superfluous and evitable wretchedness.",
        "\"Probably the Gargoyles are still busy trying to put out the fire,\" returned the Wizard.",
        "In the still, dark world in which I lived there was no strong sentiment or tenderness.",
        "I still regarded arithmetic as a system of pitfalls.",
        "The queen was standing quite near to it with the two wreaths still in her hands.",
        "Still others argue for a system of government price supports, incentives, and subsidies, as is found in the United States and Europe.",
        "Alondra was still a big question mark, but her gut said no to that idea too.",
        "We who live here much prefer to be invisible; for we can still hug and kiss one another, and are quite safe from the bears.",
        "All the seeds we have today have these inherent limits built into them that we still haven't figured out how to change.",
        "I was still excessively scrupulous about everything I wrote.",
        "But still they would whisper, and he could not prevent it.",
        "Prince Vasili, who still occupied his former important posts, formed a connecting link between these two circles.",
        "The \"man of great merit,\" who was still a novice in court circles, wishing to flatter Anna Pavlovna by defending her former position on this question, observed:",
        "Instead of keeping still, so I could eat him comfortably, he trembled so with fear that he fell off the table into a big vase that was standing on the floor.",
        "I am told that while I was still in long dresses I showed many signs of an eager, self-asserting disposition.",
        "They still had something mysterious and exciting to explore.",
        "Did he still harbor any feelings for her?",
        "Morning came and still they sought.",
        "We have stigmatized racism; and while it unquestionably still exists between many races, racism is becoming less and less relevant.",
        "All these things are the same today as they were in Shakespeare's time, and because of that, his stories are still very relevant to us.",
        "At length, as I leaned with my elbow on the bench one day, it ran up my clothes, and along my sleeve, and round and round the paper which held my dinner, while I kept the latter close, and dodged and played at bopeep with it; and when at last I held still a piece of cheese between my thumb and finger, it came and nibbled it, sitting in my hand, and afterward cleaned its face and paws, like a fly, and walked away.",
        "If I am ultimately proven wrong and the world rejects GM foods, we will still end hunger.",
        "Although slavery still exists and the low price of slaves speaks to the low value of a human life, the legal institution of slavery is gone.",
        "Two millennia later, it is fair to assume that humans are still capable of this kind of memory.",
        "I remained still and expectant; a chilling terror crept over me.",
        "And the mystery is still unsolved.",
        "It was the natural yearning of that portion, any portion of our most primitive ancestor which still survived in us.",
        "Still less did that genius, Napoleon, know it, for no one issued any orders to him.",
        "But if you could trust him this way and there was no electricity, would it still be love?",
        "All the girls have the opportunity of going to college while the money is still there.",
        "Still, as a child she had never thought about it.",
        "All the way to the great rock the wooden people followed them, and when Jim finally alighted at the mouth of the cavern the pursuers were still some distance away.",
        "If 500,000,000 is still an inconceivably large number: Imagine a football stadium packed with spectators.",
        "In 1958, with smallpox still killing two million people a year, the World Health Organization pledged to eradicate it.",
        "I promised to keep still while she went to the house to fetch it.",
        "It astonished me to find how much easier it is to talk than to spell with the fingers, and I discarded the manual alphabet as a medium of communication on my part; but Miss Sullivan and a few friends still use it in speaking to me, for it is more convenient and more rapid than lip-reading.",
        "Still I could not shut my eyes to the force and weight of their arguments, and I saw plainly that I must abandon--'s scheme as impracticable.",
        "Some things are really necessaries of life in some circles, the most helpless and diseased, which in others are luxuries merely, and in others still are entirely unknown.",
        "But I warn you, if you don't tell me that this means war, if you still try to defend the infamies and horrors perpetrated by that Antichrist--I really believe he is Antichrist--I will have nothing more to do with you and you are no longer my friend, no longer my 'faithful slave,' as you call yourself!",
        "\"Lise, I beg you to desist,\" said Prince Andrew still more emphatically.",
        "The people of Connecticut still remember Abraham Davenport, because he was a wise judge and a brave lawmaker.",
        "But then, she admitted to loving him at one time, so it's not hard to believe she still felt something for him.",
        "Still, Alex was a good salesman, I guess.",
        "Katie glanced up at Carmen, her attention still not complete.",
        "Still, all the information Katie provided created a clearer picture of why Alex acted the way he did at home.",
        "\"Where's the thermometer?\" he asked, his focus still on Destiny.",
        "His attention shifted to Destiny, who was still sleeping.",
        "Destiny was still asleep when Carmen and Katie left the hospital.",
        "Covers needed to be put on the electrical outlets and the windows still held their tags.",
        "Is she still getting worse?",
        "Morning dawned on about three inches of snowfall and it was still coming down.",
        "Still, he had the right to know.",
        "Minutes later when the nurse arrived with a syringe of medicine, Destiny was asleep again, still clutching the doll to her chest.",
        "He thinks I am still a child.",
        "Still, she needs my help, do you think?",
        "Then again, maybe he was still defending his fight for Alex.",
        "\"I'm still here,\" he said in a tone that sounded tired.",
        "Still, Alex might be getting worse.",
        "The nights were still cold into April, but the temperature climbed into the 60's during the day.",
        "Still, she did have the right to know.",
        "Still, the romancing was so much a part of him that it was as if he wasn't even Alex.",
        "Still, life with Alex was romance.",
        "Still, a person didn't need to say it to feel it.",
        "When it finally came back to her, the frown was still there, but his expression was cognitive.",
        "Alex was in the family room and Jonathan was still in his room, so she went searching for Alex to help her with the zipper.",
        "He shook his head, still frowning.",
        "His brows lifted, but he still looked confused.",
        "Still she does not obey.",
        "Still, that nagging feeling in her stomach didn't go away.",
        "He was still in jail.",
        "Lisa started to get up but Howard motioned her to sit still while he answered the door.",
        "Lisa insisted, still hoping to get a different answer.",
        "He was still holding her hand when Len entered the room.",
        "I think you still need someone here, but you're definitely getting better.",
        "Connie packed and left that evening after work, still expressing her concern and insisting that Lisa call her if she wanted to talk.",
        "Nothing could be gained by remaining still.",
        "At 5' 8, she was tall, but still had to lift her chin to see his face.",
        "Focusing her attention on the car, she was acutely aware of the fact that he was still watching her.",
        "Still, years of warnings about getting into cars with strangers compelled her to hesitate.",
        "He released her hand, but his eyes still held hers in a hypnotic trance that made her think of Dracula.",
        "Why hadn't she realized what wonderful parents she had while they were still alive?",
        "Still, it was her first car and one with memories packed into it.",
        "Still, his attitude was nothing shy of annoying.",
        "She stood and wiped her face with her shirt sleeves, still hiccoughing.",
        "Still, what could he expect?",
        "Still, working for Giddon would be a challenge.",
        "Connie stammered out a prim salutation, still staring at him, and Lisa blushed at Giddon's obvious amusement.",
        "Remembering his kiss yesterday, she doubted if he was still married.",
        "Still, it was something she should have asked when he first offered her the job.",
        "Connie still didn't know about her car.",
        "She slipped into her shoes, still smarting from his reproach.",
        "Part of her hair was still damp due to the volume.",
        "Still, how could Giddon know?",
        "Still, it didn't hurt to let someone know - just in case.",
        "Still, if that were the case, she need not have brought up the telephone call at the table.",
        "\"Sit still and I'll go get an ace bandage,\" he barked.",
        "Lisa glanced down the hallway, but Yancey was still in Tammy's room.",
        "Still, if she could get into that building and find out, it might ease her mind.",
        "He glanced nervously at Yancey, who was still glaring at Lisa.",
        "She was still smiling when she walked back into the kitchen.",
        "At least it was still sealed and it was from Connie.",
        "He nodded, still watching her soberly.",
        "Still, you must have some personal observations... thoughts... feelings?",
        "Sarah nodded, obviously still unsure about the situation.",
        "Still looking back at it, he started for the house.",
        "She had tested her freedom and found it still intact – to a degree.",
        "Only an occasional sound of brush being pushed aside indicated he was still behind her.",
        "In spite of all the evidence, Yancey still came out as a responsible adult.",
        "Something deep inside said that if Allen were six years older and had a child, he'd still be as irresponsible as he was now.",
        "He was still chuckling as she closed the door behind her.",
        "And she still found it hard to believe he was guilty.",
        "The next morning she woke, still in her clothing.",
        "Is she still staying with you?",
        "\"I promised I wouldn't,\" she reminded him, still avoiding his gaze.",
        "The clay was still hidden.",
        "So he was still playing mind games.",
        "Lisa put the phone back to her ear, still watching Yancey cautiously.",
        "He still looked confused and then realization lifted his brows.",
        "\"That's still got me,\" he interrupted, frowning.",
        "Each still held the final pieces to the puzzle they left behind.",
        "There is one thing I still don't understand – it's out of character.",
        "I figured he'd be upset because I was still working on it.",
        "And when she's surrounded with his work, she still doesn't recognize him.",
        "That still left her a good five inches short of his six-foot-two.",
        "Still, admitting to any attraction seemed folly.",
        "He was still a senior in high school, but how would Mom feel if he lived in a house with three women?",
        "Adrienne was still smiling when Brandon opened the door for her.",
        "She glanced out the window, still smiling.",
        "I wonder if you'd still feel that way if your child was sick in the hospital.",
        "It wasn't that easy, either - and we're still in the barn.",
        "Still, that wasn't the only lingering side effect of her weekend with Brandon.",
        "Still, Brandon insisted on driving her to the house.",
        "Still, neither of them could afford to move out right now, so their relationship would have to remain a secret.",
        "Still, don't you think we should get to know each other a little better?",
        "Just remember, house rules still apply.",
        "Still, by refusing to go up there with Brandon, she was standing between him and his parents.",
        "When they all set down to supper, Brandon was still brooding.",
        "Still, the car weaved as he guided it back into the right lane.",
        "Brandon nodded, his face still pale.",
        "Even if Brandon and Mrs. Marsh now despised her, they still needed her support.",
        "If you had left when Brandon wanted you to, you still couldn't have done anything.",
        "Brandon still wasn't sure when he would be able to leave the ranch.",
        "I mean, I could still have my business in town.",
        "Getting a job in Bartlesville would only make everyone believe she was still in love with Brandon.",
        "That is, if you still want it.",
        "What makes you think I might still want it?",
        "Still, her stomach would be tied in a knot until she was sure it wasn't her father.",
        "At forty he was still an attractive man, but a romantic relationship with him was the last thing on her mind.",
        "Still, in spite of the struggle, she welcomed each trip.",
        "\"Cavalry,\" he announced, still studying the figures.",
        "\"Hard to tell,\" Bordeaux mused, still watching the retreating troop.",
        "She could wear men's clothes and crack that whip all she wanted, but she was still a woman at heart - and he knew it.",
        "Of course, we still had Old Charlie, but he wasn't much account.",
        "Still, leaving them wasn't going to be easy for her either.",
        "Would he still be paid?",
        "I still have the whip.",
        "Bordeaux was still out there somewhere.",
        "Still, come morning, their tracks would be plain enough in the sand.",
        "Was he being sarcastic, or was he still miffed about the losing the mules?",
        "And if she still couldn't make up her mind?",
        "Even though she had made most of the payments on the land, he still had legal claim.",
        "She stared at him, her heart going suddenly still.",
        "When she still didn't respond, he shook his head.",
        "Were the Indians still following?",
        "The wind still whistled at the mouth of the cave.",
        "Desire still a hot ember inside of her, she was tempted to set the record straight, but maybe it was best he didn't know how close she had come to giving in.",
        "Were the others still alive?",
        "Still, she wished he would get back soon.",
        "It was still warm and smelled of wood smoke.",
        "Were they still alive?",
        "They had given up, deciding that if they hadn't found their bodies, they must still be alive and would find their way back to Ashley.",
        "So he still wanted to marry her.",
        "My offer is still open.",
        "She wanted to hate Bordeaux for what he had done, but like a shameless hussy, she still longed to hear his voice - feel his touch.",
        "Were the twins with their father or still at the Hertz ranch?",
        "Still, he had been with Darcey only minutes before.",
        "I'm still not sure why they did - maybe because they had recently lost a lot of their own people.",
        "He was still wrong.",
        "She had once loved her father – probably still did.",
        "It's still two months away, though.",
        "She nodded, still regarding him with disbelief.",
        "He was still watching her intently.",
        "Even if you paid me half my rent, you could still save money.",
        "Still, what about the rumor?",
        "What could have happened so long ago that people still remembered it?",
        "She couldn't argue his virtues, but she still insisted that the situation was conducive to trouble.",
        "Still, there was one question she couldn't ask the townspeople.",
        "In one corner a piano perched silently, and the embers of a fire still cast a faint glow from a massive fireplace.",
        "The wood appeared to be cherry, and although it could use a coat of wax, it still had a deep luster.",
        "It's old, but still in good condition.",
        "The laundry room was also clean and an old wringer tub still sat in one corner, as though unwilling to completely surrender to modern appliances.",
        "Still, she poured herself a cup of coffee and sat down at the table.",
        "Still, the rich hardwood floor reflected the weak morning sun in a cheerful manner that spawned reluctance to continue the tour.",
        "Cade was slowly emerging from his shell, but the cat was still as wild as ever.",
        "If you figure out a way to do this all day and still make the ranch turn a profit, you could make a fortune teaching your method at seminars.",
        "Well, he isn't interested in me, so the door is still open for you.",
        "I still don't know how you can stand that cold wind.",
        "Yet it left her wondering if Mary was still romantically interested in him.",
        "His voice still had a bitter edge, but there was a touch of musing in it now.",
        "He was still watching her expectantly.",
        "When she still hesitated his expression became exasperated.",
        "For a moment she lay still, afraid any movement would frighten him away like a wild cat in the daylight.",
        "Cade still slept peacefully - not that he would have cared if she left at this point anyway.",
        "His hand still held her arm captive.",
        "When he returned to the kitchen, she was still staring absently into the refrigerator.",
        "You still don't want to go?",
        "Cupped in his hand was a tiny black kitten, its eyes still closed.",
        "You still wonder, Cindy?",
        "Bad as the situation was, she still couldn't stand the thought of leaving the ranch.",
        "Loving him was no excuse, because even knowing he didn't love her, she still couldn't find the decency to leave.",
        "The ugly feeling was beginning to leave, but there was still that other thing.",
        "He's still short-handed.",
        "Mary was still out, so she sat down and read the pamphlet.",
        "He shook his head, obviously still distraught by the mere thought of it.",
        "It was still hard to accept what they had done.",
        "Words of praise came more easily to his lips, but he still had trouble accepting praise.",
        "In many ways he was still a recluse, but he wasn't wrapped up in himself.",
        "Martha shouted, throwing her arms around my neck and kissing me on the lips while I still clung on to my steering wheel.",
        "Betsy didn't buy my toned down assessment but was at least still smiling.",
        "You can still smell the lamp kerosene.",
        "I was in heaven; still am.",
        "Howie doesn't have to work but he still suffers from head trauma, is pretty depressed and frankly, doesn't know what to do with himself.",
        "There's no chance some of the memory is still there?",
        "I wasn't as fearful I couldn't come back but I'm still concerned that it will happen every time I try to sleep.",
        "Granted, that's a step in the right direction but we still wouldn't know if the scene Howie saw actually occurred.",
        "Quinn, surprised we were still clinging to our project, slumped down in an easy chair, journals in hand.",
        "Instead, I finished it, while still holding on to my beloved tee shirt.",
        "It still makes me cry when I think of Annie, even after fifteen years.",
        "Is he still in jail?",
        "The place next to it that's still standing was McGuire's Dress shop.",
        "We asked if there was anyone around who might still be living who would remember that far back.",
        "I still won't buy these apparitions are trips to the past.",
        "As much progress as we've made, we still haven't proved his visions represent real happenings.",
        "We still have more tests we could run but up to twenty four to forty eight hours; I'm pretty close on both time and location.",
        "At first it was still a game.",
        "Quinn, still steaming, plopped down and switched on the television to a college football game, turning off the sound.",
        "They still have them, or the big box stores.",
        "I hung up, my hand still shaking like a leaf in a windstorm.",
        "The farm house area was unlighted and as still as a tomb according to Howie.",
        "The child, an eight year old girl named Marcia Stonehurst, was still in bed at one o'clock.",
        "He still relied on a taxi to get him from his apartment to Peabody.",
        "She was still in tears when she returned.",
        "I was liking this guy, but still cautious.",
        "Still, we sometimes found ourselves perusing a report out of pure curiosity.",
        "\"Maybe we should pay him a visit,\" Howie mumbled, still riled.",
        "The paper is still touting its silly million dollar offer.",
        "I still think it's a crime you lost so much time out of your life.",
        "But you're still worried.",
        "Besides, if he was imprisoned for a crime like these murders, he'd still be rotting behind bars.",
        "I'd tell her real story, as much as she'd allow, while still maintaining her absolute privacy.",
        "She hesitated, but saw I still held the knife by my side.",
        "Are you still there, waiting for me to come to you?",
        "They chase down cases that are still pending, don't they?",
        "We're working on her self-confidence but it's still better than her mother's.",
        "He hardly knows the woman and you heard what Martha said; she still holds a grudge over what she perceived as Howie's carelessness that caused her daughter's kidnapping and death.",
        "\"She's still his mother,\" I countered, hoping to end the conversation.",
        "Granted, Howie's mother might linger for weeks but she's still his only flesh and blood.",
        "We may be slipping and sliding but we're still operational.",
        "Sure, the million dollar offer was withdrawn but I'll bet there are thousands of people out there who would still pay a fortune to own Howie.",
        "Still, you'd have thought she'd lost the Hope diamond the way she carried on.",
        "Martha moaned her head still back and her eyes closed.",
        "Are you still interested in fishing the North Country?",
        "I couldn't sit still in the office alone and I frankly I wanted the company of my wife.",
        "Half the services I've been to, the presiding reverend never met the deceased and still managed to say something nice.",
        "But a funny thing; the milk doesn't smell bad and everything still feels cold.",
        "Then he's still after us?",
        "The fiend who did that is still out there; the one who killed those children and police officer and God knows who else!",
        "We figure he's still in the east.",
        "She's probably still in Los Angeles.",
        "She and Claire are probably still in the air somewhere or Quinn hasn't hooked up with them yet.",
        "Then Ronnie got up and said how he and mom loved each other and how she still loved her daughter Annie and it sounded like my sister was her only child.",
        "He's still in jail?",
        "No. It's just after last night, I'm still on edge.",
        "It's all still in his room.",
        "I was still skating with Brennan and never came out and said Howie, whom I referred to by name, was the tipster.",
        "\"Look,\" I said, still standing.",
        "Everything is still just sitting there from the last time we used it.",
        "Still holding her hand, she walked Molly the rest of the way down the stairs.",
        "Is he still around?",
        "\"But whoever he was, he was still out there,\" I prompted.",
        "If Annie's abductor was still operating, that literally reversed the odds that we'd knock heads with him if he remained active!",
        "A number of those in attendance asked if the service was still on for seven o'clock.",
        "It was still early in California and I assumed she was at dinner though I'd been more comfortable knowing she and Molly had reached their destination without hitch.",
        "It was a Boston and I searched through it, searching to see if Ethel Reagan was still tracking the Psychic Tipster.",
        "I'm still undecided which one is my target but I'll soon have my answer and more!",
        "That monster might have still been in the house!",
        "It's not finished if you, you're wife and California friends are still alive.",
        "He must still have her and be on the road.",
        "And the baby is still unclaimed, at least legitimately.",
        "As we made the turn into the mall I could see at least half dozen police cruisers, some with lights still spinning, parked helter-skelter near the entrance.",
        "I tried to remain inconspicuous as I leaned against a back wall, my mind still in turmoil.",
        "Her breathing was the only sound in the still hallway.",
        "He flailed for a moment then went still, pinned between the car and the garage.",
        "I can still fight.",
        "\"Still with me?\" he asked.",
        "You still with me?",
        "The world was flooded in some areas and on fire in others with still other parts blanketed in outright war.",
        "The car still smelled of blood, and her thoughts went to Jule again as she exited the car.",
        "The man named Damian still watched her.",
        "Whatever had happened, the man before her was hurting still, like she did when her father hit her.",
        "Jonny was silent and still, his eyes closed in concentration.",
        "Still, he wanted them out of his hair—permanently.",
        "Yully's eyes closed, and she focused hard on feeling something other than Jule, whose presence still lingered in her body.",
        "Yully struggled to control the energies into her body, still leery of the invaders.",
        "Jule, can the souls of those long dead still be freed, even if they're trapped in the ground?",
        "Without touching him, she still felt the ebb and flow of energy.",
        "He still couldn't remember much more than what the Watcher and Original Vamp had told him.",
        "Sofi dropped her hand, and the vamp remained still, as if letting her magic settle.",
        "She couldn't help thinking her life had been wasted and hoped she still had a chance to make it up to the one person who mattered.",
        "She continued to walk, needing to feel the cold to remind her she was still alive.",
        "\"You still with me?\" he asked as she started to sag.",
        "I still feel angry.",
        "Unfortunately, the commute to work every day was still excruciating.",
        "She's still a bitch, by the way, Jake said.",
        "The silver was still there.",
        "If she were perfectly still, she could deal with the pain.",
        "Jake looked over at her still body, feeling somewhat guilty.",
        "The girl still sleeping?",
        "\"I'll assume by your silence you're still not talking,\" Jule said.",
        "I forgot you're still a baby.",
        "You're still pissed at me?",
        "Signs of the party the night before still remained, from the garbage bags awaiting pickup to one table with two wine glasses still present.",
        "To her relief, she still had a few hours to sneak out and make it to the airport.",
        "The sword was still clenched in one hand.",
        "Still transforming, I see.",
        "The room was as still as a graveyard despite the dozen Guardians there.",
        "As much as Jake annoyed her, he was still her friend.",
        "He sat in the dark corner of her mind, still and silent.",
        "At one point, Tiger Woods got a dime for every box of Wheaties cereal with his photo on it, while the farmer was paid only a nickel for the wheat in that same box—and the farmer still made a profit.",
        "I think we are still at the donkey stage—and this is good news!",
        "Second, some people will still want their food grown the old-fashioned way, just like how I buy heritage meats and heirloom seeds.",
        "In the United States, de Tocqueville's voluntary associations still do the job and anyone willing to make her way to a church or food pantry and say she is hungry will not leave empty handed.",
        "Boxing matches still occur, but the boxers participate voluntarily.",
        "Yes, you can still see a cockfight in the United States.",
        "She was very still for a few minutes, evidently thinking earnestly.",
        "That notwithstanding, de Tocqueville's \"voluntary associations\" are still alive and well in the United States.",
        "There is undoubtedly a cause and effect between what we eat and our health, but I believe it is still poorly understood.",
        "In essence, they would become like Japan, which exports essentially no food, imports US$44 billion in food annually, but still enjoys a high standard of living.",
        "\"Big Candle\" is not still around and never was.",
        "The one I felt and still feel most is lack of time.",
        "Dr. Humason is still trying to improve my speech.",
        "Princess Mary's self-esteem was wounded by the fact that the arrival of a suitor agitated her, and still more so by both her companions' not having the least conception that it could be otherwise.",
        "But still he and those about him retained their old habits: wrote commands, letters, reports, and orders of the day; called one another sire, mon cousin, prince d'Eckmuhl, roi de Naples, and so on.",
        "With Mademoiselle Bourienne's help the princess had maintained the conversation very well, but at the very last moment, just when he rose, she was so tired of talking of what did not interest her, and her mind was so full of the question why she alone was granted so little happiness in life, that in a fit of absent-mindedness she sat still, her luminous eyes gazing fixedly before her, not noticing that he had risen.",
        "\"Still, I am not the same as his own mother,\" said Countess Mary.",
        "His face was still pale.",
        "Still, Alex had taken ownership for what he had done.",
        "Alex nodded, still watching Jonathan.",
        "Still, if Señor Medena adopted Dulce when she was a baby and raised her, then he was her father - blood relative or not.",
        "She showered and changed into her new nightgown, but Alex was still downstairs when she crawled into bed.",
        "Of course she loved him, but somewhere inside she still cringed at that sinful word.",
        "He frowned, still perplexed.",
        "But Mombi was still my grandfather's jailor, and afterward my father's jailor.",
        "\"Are you still seeing with your mind's eye?\" enquired the Scarecrow.",
        "He stood still for a moment, thinking.",
        "But it still held on to the grain of wheat.",
        "\"Well, I can make some oars,\" said Robert; \"but I think there ought to be still another and a better way.",
        "Humans should not feel threatened in any way by this, and yet it still makes some people defensive and uncomfortable.",
        "My fingertips are still stained a bit blue.",
        "While inequalities still exist around the world for women, the tide of history is flowing inexorably in favor of women's rights.",
        "I fancy I still have confused recollections of that illness.",
        "But it was a long time before I ventured to take the initiative, and still longer before I could find something appropriate to say at the right time.",
        "Oh, the delight with which I gathered up the fruit in my pinafore, pressed my face against the smooth cheeks of the apples, still warm from the sun, and skipped back to the house!",
        "And I am still arguing with your husband.",
        "Well, Savelich, do you still not wish to accept your freedom?",
        "Not one of the plans Nicholas tried succeeded; the estate was sold by auction for half its value, and half the debts still remained unpaid.",
        "For if I examine an action committed a second ago I must still recognize it as not being free, for it is irrevocably linked to the moment at which it was committed.",
        "Her voice was still a rasp.",
        "She was beginning to get an inkling why the job was still open.",
        "Still, his next words were the most gratifying of all.",
        "I enlarged a still of the van from the video hoping there were some identifying marks.",
        "It's still active but it goes to voice mail.",
        "It's out of character if this mother is still alive.",
        "All pertained to the earlier tests Howie and Quinn had undertaken together while Betsy and I were still in New York.",
        "Perhaps most were unsuccessful but the settings were never the less still recorded.",
        "Bianca looked from her pale brother lying too still on the hospital bed to the smiling nurse.",
        "Bianca waited until she heard the door click closed and looked across the small bay to make sure her daddy still slept.",
        "A part of her still longed for him, to smell him and feel his skin against hers.",
        "If we still click, we'll go from there.",
        "\"Still under five seconds,\" she said with a sultry smile.",
        "While she could heal, she still felt pain.",
        "Still, a life of betrayal with Aaron was nothing compared to a life as Talon's slave!",
        "She fidgeted then rose, too antsy to sit still when her emotions were in turmoil.",
        "She still looked fatigued, with dark circles under her eyes and skin pale beneath the caramel.",
        "Still feel a little tired.",
        "Still borderline on the killing.",
        "Am I still grounded? she asked, pinning him with a cold glare and crossing her arms.",
        "Whomever you still mourn.",
        "He didn't have time for this, but he still couldn't find the will to leave her.",
        "Or you wouldn't still be fighting for her.",
        "He ate anyway, surprised to find the chicken tender and juicy and the veggies still slightly crisp and well-seasoned.",
        "\"You still want to be XO?\" he asked.",
        "His eyes were dark and warm like Bianca's, his frame just over six feet and still lanky, though he showed signs of starting to fill out.",
        "But the darkness was still there, like Talon put something evil in me.",
        "She still didn't understand the depth of her talents or how to control the visions, and being alone and away from her mate made some days unbearable.",
        "I believe … I hope … that man is still inside of him somewhere.",
        "His scent still lingered on her skin, even though she'd taken a shower earlier.",
        "\"Man or not, I still worry about you,\" she returned.",
        "Darian's eyes were glazed and still, his confusion clear.",
        "Though his eyes were still dark, the devil appeared calm.",
        "The still air became more charged the closer they got to the center of the storm, the sky darker.",
        "And still the Black God walked.",
        "Still others torched the wooden chairs until a fire blazed in the back of the hall.",
        "She collapsed on top of the still assassin, her healing powers flowing unabated.",
        "Her ears still rung from the explosions lighting up the sky.",
        "She looked at Dusty's still body, feeling overjoyed and fearful.",
        "Will you still come to Papa's grave tomorrow evening?",
        "I need to know if the infected town is still under lockdown.",
        "Rule five: Jonny is still my brother.",
        "He'd managed to miss the hurricane, though the waters were still rough and the waves high.",
        "She still bore the bruises from upsetting him two days ago.",
        "The woman in his arms went still as he pressed its edge to her throat.",
        "She couldn't describe the sense any other way, just like she couldn't determine why she still felt the connection to his soul.",
        "Her father knelt beside the still body.",
        "Her father said the man came to kill her, yet she was still alive.",
        "At last, she forced herself to lie down and tried not to think of the man named Jule, whose soul still lingered.",
        "She still felt him.",
        "It still rained, but it wasn't cold that made her hands tremble as she left the car.",
        "She still felt the man named Jule, and he was here.",
        "The scent of her lotion still hung in the room, and he breathed the amber-vanilla deeply.",
        "You still owe me for the time you were in Europe.",
        "Sofia's anguished scream was still muffled.",
        "Sofia lay on the cold steel table, her tears still wet but her eyes open and staring blankly.",
        "He felt Dusty's gaze on him before it went to the still woman.",
        "Because of him, you're alive, and you still have a soul.",
        "She took the hint but wondered who had hurt him so badly that he still bore a grudge thousands of years later.",
        "It was still sooooo wrong!",
        "Jule's still on what you might call the otherworldly shit list.",
        "Still using stamps and envelopes.",
        "The sight of the knife in her hand still made her squeamish.",
        "The curtains closed at his silent command, and she lay still, waiting for him to make some move on her.",
        "They sat around the low table still scattered with pictures.",
        "\"You've still got me and Jule,\" Dusty reminded him.",
        "He'd been as gentle with her as he'd known how, and still she suffered under the weight of the visions.",
        "She still wore the gown, though strands of hair blinded her and she knew her pillow would be filled with makeup.",
        "Her breath caught as she gazed at him, and she looked for any sign he was still angry at her.",
        "Good. Still won't let me live down almost dying."
    ],
    "definition": [
        "Link/Cite"
    ]
}