{
    "translation": "תבן ,קש",
    "uses": [
        "Basket work, straw goods, feathers 39,000",
        "The pipe of the upper joint alone is selected for plaiting, the remainder of the straw being used for other purposes.",
        "The seniors tried to collect straw and potatoes and, in general, food for the men.",
        "The outgoing tenant must leave the straw and manure of the year, if he received them at the beginning of his lease, and even where he has not so received them, the owner may retain them according to valuation (Art.",
        "In his safe, warm place in the straw, Caedmon soon fell asleep.",
        "I don't care a straw about anyone but those I love; but those I love, I love so that I would give my life for them, and the others I'd throttle if they stood in my way.",
        "Bending the straw, she held the cup to Carmen's lips while she drank.",
        "Jenny Nachman pulled the short straw to carry the news to Ida Wassermann.",
        "STRAW and Straw Manufactures.",
        "From the cave we have advanced to roofs of palm leaves, of bark and boughs, of linen woven and stretched, of grass and straw, of boards and shingles, of stones and tiles.",
        "Such command no more respect than men of straw or a lump of dirt.",
        "There are manufactures of wool and silk, and of straw hats and pottery.",
        "She stretched out on her stomach and absently poked a piece of straw into her mouth.",
        "The straw hat manufacture has flourished since the 18th century.",
        "The Wizard was also most heartily welcomed by the straw man, who was an important personage in the Land of Oz.",
        "He picked up a piece of straw and leaned his back against the tree, picking his teeth.",
        "I think we're grasping at the proverbial straw to consider him.",
        "He ran fingers through hair that didn't need straightening and brushed the straw from his pants.",
        "The most valuable straw for plaits is grown in Tuscany, and from it the well-known Tuscan plaits and Leghorn hats are made.",
        "The remainder, that in the straw, as well as that in the roots and the leguminous crops, is supposed to be retained on the farm, excepting the small amount exported in meat and milk.",
        "The result is that, while the Luton trade in the manufacture of straw and fancy hats of every description has largely extended, the number of English plaiters, all told, was not more than a few hundreds in 1907, as compared with 30,000 in 1871.",
        "The soldiers, on seeing him, lit wisps of straw and ran after him, shouting, \"Vive l'Empereur!\"",
        "The last straw that determined action was the discovery of a paper docketed \" Not to be opened till after my death,\" which was nothing but a railing accusation against herself.",
        "When the bed is finished, it is covered with straw to protect it from rain, and also from parching influences.",
        "In 1888, at Nottingham, hay and straw presses for steam-power, horse-power and handpower were the subjects of competition.",
        "The straw is cut as in ordinary harvesting, but is allowed to dry in the sun before binding.",
        "Liz plopped a straw hat with a red, white, and blue band on Dean's head just as three jets in close formation screamed overhead, buzzing the town in a deafening roar.",
        "Let him go and come freely, let him touch real things and combine his impressions for himself, instead of sitting indoors at a little round table, while a sweet-voiced teacher suggests that he build a stone wall with his wooden blocks, or make a rainbow out of strips of coloured paper, or plant straw trees in bead flower-pots.",
        "Whatever the specific rotation, there may in practice be deviations from the plan of retaining on the farm the whole of the root-crops, the straw of the grain crops and the leguminous fodder crops (clover, vetches, sainfoin, &c.) for the production of meat or milk, and, coincidently, for that of manure to be returned to the land.",
        "They manufacture copper boilers for making sugar and understand several trades, weave ponchos and hammocks and make straw hats.",
        "The straw of Tuscany, specially grown for plaiting, is distinguished into three qualities - Pontederas Semone being the finest, Mazzuolo the second quality, from which the bulk of the plaits are made, while from the third quality, Santa Fioro, only \"Tuscan pedals\" and braids are plaited.",
        "It serves for the thatching of roofs, for a papermaking material, for ornamenting small surfaces as a \"strawmosaic,\" for plaiting into door and table mats, mattresses, &c., and for weaving and plaiting into light baskets, artificial flowers, &c. These applications, however, are insignificant in comparison with the place occupied by straw as a raw material for the straw bonnets and hats worn by both sexes.",
        "Some built little houses of the tufts in the plowed ground, or plaited baskets from the straw in the cornfield.",
        "The pine straw mulch is easy to distribute in landscaping areas by simply spreading out.",
        "Compared to other types like wood chips and rubber mulch, pine straw is a very cost effective mulch for large garden areas needing it.",
        "At the end of the gardening season, mulch strawberries plants with pine straw.",
        "Pine straw mulch is actually made from pine needles that drop from the trees.",
        "In the summer, fedoras and driving caps gave way to the straw Panama hat or the shallow, flat-topped hats known as boaters or skimmers.",
        "Panama Hat with Icon Ornaments is a dark grey natural straw hat with multi-color enamel and gold hardware.",
        "Fedora Hat with Signature Web Band and Gucci Script Ornament is a natural straw hat with coral and salmon web and gold hardware.",
        "From China to America, straw was one of the most popular fibers used to make men's wide-brimmed sun hats.",
        "By the 1900s, however, the straw boater was in vogue.",
        "It is a softer straw hat - similar in shape to a fedora - and if it is well made, can hold water and be rolled up and packed without losing shape.",
        "It's made of nylon for easy care but has the look of a straw hat.",
        "At Coolibar, you can get cowboy hats and a classic Panama made of natural straw.",
        "Straw hat: These are typically quite simple and have wide brims that extend all the way around the circumference of the head to shield not just the face, but the back of the neck and part of the shoulders, too.",
        "This is typically a straw hat that is similar in style to the fedora and cowboy hat.",
        "Panama hat: This type of hat has a wide brim, a wider hatband, and has the appearance of being made of straw.",
        "There are fedoras, Panama hats, straw hats, baseball cap styles, visors, cowboy hats, and more.",
        "Popular materials are cotton twill, nylon, and straw.",
        "For years, men have been wearing baseball caps, but straw hats like boaters, Panamas and trilbys have come back with minor modern touches.",
        "Although they've gone in and out of high fashion, men's straw hats have never really gone away.",
        "Straw, lightweight, sturdy and plentiful, has been used to make protective headgear for those who work outside for millennia.",
        "Despite the comfort of wearing a straw, rather than felt, hat in the summer months, gentlemen did not begin to wear them until the end of the 19th century.",
        "The straw boater, so called because it was worn by men punting down the river while at Oxford or Cambridge, became hugely popular.",
        "A stunning doll hat from the 1800s is made from interwoven natural straw.",
        "The town, which ranks second in the department in population and industry, is noted for leather-dressing and the manufacture of gloves and straw paper.",
        "It is only in certain areas that straw suitable for making plaits is produced.",
        "The plaiting of straw in the counties of Bucks., Beds., Berks.",
        "Pine Straw Direct offers an interactive, free online calculator to determine how much mulch to purchase.",
        "With its attractive appearance, low cost, green harvesting process and benefits to the garden soil, pine straw mulch is a great mulch alternative.",
        "The felt fedora, for example, kept gentlemen warm during the brisk chill of winter, while straw hats protected them from the sun during summer.",
        "The fortress town of Alessandria stopped his progress with those mud walls contemptuously named of straw, while the forces of the league assembled at Modena and obliged him to raise the siege.",
        "Sitting silent and motionless on a heap of straw against the wall, Pierre sometimes opened and sometimes closed his eyes.",
        "Florence Nightingale handed me an enclosed cup with a straw.",
        "The creature took a sip of her like from a straw.",
        "It was the proverbial straw.",
        "The picture was the last straw.",
        "Billie—it was official now, identified or guessed at by the weeping Ida Wasserman, accompanied to the mortuary by Andy Sackler, who drew the short straw.",
        "It was the last straw.",
        "He paused when he heard footsteps crunch on the straw behind the fence.",
        "A layer of fine earth is then placed over the whole, and well beaten down, and the surface is covered with a thick coat of straw.",
        "The natives have several industries, including pottery, straw plaiting, smithwork and woodcarving.",
        "There are manufactures of boots and shoes, straw and leather goods, carpets, &c. Westboro was the birthplace of Eli Whitney, inventor of the cotton gin.",
        "But much less potash than phosphoric acid is exported in the cereal grains, much more being retained in the straw, whilst the other products of the rotation - the root and leguminous crops - which are also supposed to be retained on the farm, contain very much more potash than the cereals, and comparatively little of it is exported in meat and milk.",
        "Most of the nitrogen in the straw of the cereals, and a very large proportion of that of the much more highly nitrogenyielding crops, returns to the land as manure, for the benefit of future cereals and other crops.",
        "The only manufacturing industries of much importance are the preparation of sugar, coffee and tobacco for market, and the manufacture of cigars, cigarettes, straw hats, soap, matches, vermicelli, sash, doors, ice, distilled liquors and some machinery.",
        "Besides the use of the straw when cut up and mixed with other food for fodder, the oat grain constitutes an important food for both man and beast.",
        "In this festival Pales was invoked to grant protection and increase to flocks and herds; the shepherds entreated forgiveness for any unintentional profanation of holy places of which their flocks might have been guilty, and leaped three times across bonfires of hay and straw (Ovid, Fasti, iv.",
        "There are manufactures of cloth, paper, machinery, straw hats, leather and tobacco.",
        "A truss of straw contains 36 lb, of old hay 56 lb, of new hay 60 lb.",
        "Straw (from strew, as being used for strewing), is the general term applied to the stalky residue of grain-plants (especially wheat, rye, oats, barley).",
        "Of the various materials which go to the fabrication of plaited head-gear the most important is wheaten straw.",
        "The straw must have a certain length of \"pipe\" between the knots, must possess a clear delicate golden colour and must not be brittle.",
        "The straw of certain varieties of wheat cultivated in that region is, in favourable seasons, possessed of a fine bright colour and due tenacity and strength.",
        "The plaiters work up the material in a damp state, either into whole straw or split straw plaits.",
        "Split straws are prepared with the aid of a small instrument having a projecting point which enters the straw pipe, and from which radiate the number of knife-edged cutters into which the straw is to be split.",
        "Many substances besides straw are worked into plaits and braids for bonnets.",
        "About 1 io persons were executed for the rebellion in Kent and Essex, including John Ball, and Jack Straw, Tyler's chief lieutenant.'",
        "The Annamese of both sexes wear wide trousers, a long, usually black tunic with narrow sleeves and a dark-coloured turban, or in the case of the lower classes, a wide straw hat; they either go bare-foot or wear sandals or Chinese boots.",
        "In spite of Fitzstephen's glowing description we must remember that the houses of London were wholly built of wood and thatched with straw or reeds.",
        "Thenceforth everyone who built a house was strictly charged not to cover it with reeds, rushes, stubble or straw, but only with tiles, shingle boards or lead.",
        "The dull green was followed successively by amber, white opal, blue opal, straw opal, sea-green, horn colour and various pale tints of soda-lime glass, ranging from yellow to blue.",
        "There C are no important industries, except a few flour-mills, some glass works, iron foundries, a motor car factory, straw hat factories, and power-houses supplying electricity for lighting and for the numerous tramcars.",
        "by covering the surface of the soil with some loosely compacted material such as straw, leaf-refuse or stablemanure.",
        "Many bacteria are known which are capable of denitrification, some of them being abundant in fresh dung and upon old straw.",
        "After being pared off the turf is allowed to dry for a fortnight or so and is then placed in small heaps a yard or two wide at the base, a little straw or wood being put in the middle of each heap, which is then lighted.",
        "The palm family is numerous and includes the species producing vegetable ivory (Phytelephas), straw for plaiting Panama hats (Carludovica palmata), and the peach palm (Guilielma speciosa).",
        "Coarser straw hats are made at other places, as well as hammocks, baskets, &c.",
        "It is not possible to enumerate here even the principal styles of ishime, but mention may be made of the zara-maki (broad-cast), in which the surface is finely but irregularly pitted after the manner of the face of a stone; the nashi-ji (pear-ground), in which we have a surface like the rind of a pear; the hari-ishime (needle ishime), where the indentations are so minute that they seem to have been made with the point of a needle; the gama-ishime, which is intended to imitate the skin of a toad; the tsuya-ishime, produced with a chisel sharpened so that its traces have a lustrous appearance; the ore-liuchi (broken-tool), a peculiar kind obtained with a jagged tool; and the gozam, which resembles the plaited surface of a fine straw mat.",
        "The process in this case is to ained take a thin plate of metal and beat it into another plate Grounds of similar metal, so that the two, though welded together, retain their separate forms. The mass, while still hot, is coated ~-ith hena-tsuchi (a kind of marl) and rolled in straw ash, in which state it is roasted over a charcoal fire raised to glowing heat with the bellows.",
        "Acting upon that theory, the experts of TokyO and Nagoya have produced many very beautiful specimens of monochrome enamelyellow (canary or straw), rose du Barry, liquid-dawn, red, aubergine purple, green (grass or leaf), dove-grey and lapis lazuli bl,ue.",
        "In the cities and towns horses used as beasts of burden are now shod with iron, but in rural or mountainous, districts straw shoes are substituted, a device which enables the animals to traverse rocky or precipitous roads with safety.",
        "The principal exports are wines, especially champagne, spirits, hay, straw, wool, potatoes, woven goods, fruit, glass-ware, lace and metal-ware.",
        "The exports are copra, fungus and straw hats, which the women plait very cleverly.",
        "The principal exports from Maracaibo are coffee, hides and skins, cabinet and dye-woods, cocoa, and mangrove bark, to which may be added dividivi, sugar, copaiba, gamela and hemp straw for paper-making, and fruits.",
        "Garrick was surrounded by many players of eminence, and he had the art, as he was told by Mrs Clive, \" of contradicting the proverb that one cannot make bricks without straw, by doing what is infinitely more difficult, making actors and actresses without genius.\"",
        "Silks, cottons, carpets, furniture, white-wood carvings and straw hats are the chief products of the local industry.",
        "Straw or grass hats, straw mats, samshu (from the Shao-sing district), Chinese drugs, vegetable tallow and fish are among the chief exports; in 1904 the hats numbered 2,125,566, though in 1863 they had only amounted to 40,000, and the mats, mainly despatched to south China, average from 1,000,000, to 2,000,000.",
        "Its head and neck are covered with short thick-set feathers, resembling velvet pile, of a bright straw colour above, and a brilliant emerald green beneath.",
        "The ears are short, erect, and the grain thin and coarse; the straw is also short.",
        "The yield of straw is from 15 to 20 cwt.",
        "Besides machine shops and shipbuilding facilities, the important industries are the weaving of hats and hammocks, and the preparation of salt fish; and there is a considerable export of rubber and straw hats.",
        "In 1906 the farm area was almost equally divided between \" dry \" farming and farming under irrigation, three-fourths of the wheat produced was grown without irrigation, and the dry farming was very successful with the comparatively new and valuable crops of durum, or macaroni wheat, and Russian barley, which is used in straw for winter feed to sheep and neat cattle.",
        "The roofs were thatched with bark, straw, reeds or rushes.",
        "The township had important herring fisheries in early times and manufactured straw hats (from 1828) and ladies' dress goods.",
        "Esparto leaves contain 56% by weight of fibre, or about ro% more than straw, and hence have come into requisition as a substitute for linen rags in the manufacture of paper.",
        "A solution in hydrochloric acid, consisting of the chloride and hydrogen peroxide, is used for bleaching straw under the name of soda-bleach; with calcium or magnesium chlorides this solution gives a solid product which, when dissolved in water, is used for the same purpose (Castner, Journ.",
        "In addition to these are the many small domestic industries, such as the making of straw hats, mats, baskets, pottery, ropes and rough textiles.",
        "i.) gives a map of the so-called \" Mexican empire,\" which may be roughly described as reaching from the present Zacatecas to beyond Guatemala; it is noticeable that both these names are of Mexican origin, derived respectively from words for \" straw \" and \" wood.\"",
        "James Adams Weston Ezekiel Albert Straw.",
        "The willows are cut at the first indication of the sap rising and \"couched\" in rotten peelings and soil at a slight angle, the butts being on the ground, which should be strewn with damp straw from a manure heap. The tops are covered lightly with rotted peelings and by periodical application of water, fermentation is induced at the bottom, heat is engendered, the leaves force their way through the covering and peeling may begin.",
        "The imports consist principally of machinery, coal, grain, dried fish, tobacco and hides, and the exports of hemp, hides, olive oil, soap, coral, candied fruit, wine, straw hats, boracic acid, mercury, and marble and alabaster.",
        "The supply of waste silk is drawn from the following sources: (I) The silkworm, when commencing to spin, emits a dull, lustreless and uneven thread with which it suspends itself to the twigs and leaves of the tree upon which it has been feeding, or to the straws provided for it by attendants in the worm-rearing establishments: this first thread is unreelable, and, moreover, is often mixed with straw, leaves and twigs.",
        "A coloured handkerchief is twisted around the head or a straw hat is worn.",
        "The roof was highpitched and covered with straw, hay, reeds or tiles.",
        "Three old-established inns, the Bull and Bush, the Spaniards, and Jack Straw's Castle (the name of which has no historical significance), claim many great names among former visitors; while the Upper Flask Inn, now a private house, was the meeting-place of the Kit-Cat Club.",
        "The magnetical needle, and its suspension on a stick or straw in water, are clearly described in La Bible Guiot, a poem probably of the r3th century, by Guiot de Provins, wherein we are told that through the magnet (la manette or l'amaniere), an ugly brown stone to which iron turns of its own accord, mariners possess an art that cannot fail them.",
        "In some churches, during the middle ages, an image of Christ was raised from the altar through a hole in the roof, through which a burning straw figure representing Satan was immediately thrown down.",
        "by depositing on it a layer of litter, straw, dead leaves and the like.",
        "Stake up peas; blanch sea-kale and rhubarb in the open air by covering with straw or leaves.",
        "- Strawberries that have been covered up with straw or leaves should be relieved around the plants, leaving the covering between them.",
        "with straw, leaves or rough manure, as a protection against frost.",
        "Mice will nest about the plants if there is straw or other litter around them.",
        "Little can be done in the flower garden, except to clean off all dead stalks, and straw up tender roses, vines, &c., and, wherever there is time, to dig up and rake the borders, as it will greatly facilitate spring work.",
        "Cover up all beds in which there are hyacinths, tulips and other bulbs with a litter of leaves or straw to the depth of 2 or 3 in.",
        "- Strawberry beds should be covered (in cold sections) with hay, straw or leaf mulching, to a depth not exceeding 2 in.",
        "or straw, to protect them during the winter.",
        "Cabbage, cauliflower and lettuce plants that are in frames should be regularly ventilated by lifting the sash on warm days, and on the approach of very cold weather they should be covered with straw mats or shutters.",
        "In sections where it is an advantage to protect grape vines, raspberries, &c., from severe frost, these should be laid down as close to the ground as possible, and covered with leaves, straw or hay, or with a few inches of soil.",
        "Other articles of manufacture are leather, tobacco, porcelain, cement, spirits, lead pencils (Nuremberg), plate-glass, sugar, matches, aniline dyes, straw hats and baskets.",
        "Much of the labour in the winter and spring is furnished by peasants who come down from the Volscian and Hernican mountains, and from Abruzzi, and occupy sometimes caves, but more often the straw or wicker huts which are so characteristic a feature of the Campagna.",
        "South Framingham has large manufactories of paper tags, shoes, boilers, carriage wheels and leather board; formerly straw braid and bonnets were the principal manufactures.",
        "The usual habitation built both by Arabs and Nubas is the tukl, a conical-shaped hut made of stone, mud, wattle and daub or straw.",
        "Straw and hemp goods.",
        "Machinery, chemicals, sugar, malt, paper, musical instruments, cotton, straw hats, tobacco, carpets, soap, playing cards, chocolate and dye-stuffs are among the manufactures.",
        "The fork (90), used for tossing straw, was common in the Old Kingdom, but none has been found.",
        "Moses and the elders ask leave to go three days' journey into the wilderness to sacrifice to Yahweh, a request which is met by an increase of the burdensome work of brick-making: henceforward the Israelites have to provide their own straw.",
        "These articles, harmless as they may seem to us, were the last straw that Scottish loyalty could bear.",
        "The houses are built of stone and mortar, and above the thatched straw roof which surmounts the doublestoreyed buildings the square water-tower rises gracefully.",
        "advances the theory that Tyler and Straw are one and the same person.",
        "Hegel the tourist - recalling happy days spent together; confessing that, were it not because of his sense of duty as a traveller, he would rather be at home, dividing his time between his books and his wife; commenting on the shop windows at Vienna; describing the straw hats of the Parisian ladies - is a contrast to the professor of a profound philosophical system.",
        "The sloping roof is covered with reeds, straw or stones.",
        "When he does not wear a skull-cap his amamah is made after the arched Arab form, or is a Kashmir scarf wound round a skull-cap made of Java straw.",
        "In the hills shoes resembling sandals, called chaplis, made of wood, straw or grass are worn.",
        "The principal articles of import are shirtings, drills, jeans and twills, opium, woollens, steel, lead, needles, J apanese sea-weed and sugar; and of export, wool, skins, beans and pease, straw braid, coal, dates, tobacco and rhubarb.",
        "The wretched inmates were dependent for food upon the caprice of their gaolers or the charity of the benevolent; water was denied them except in the scantiest proportions; their only bedding was putrid straw.",
        "The coins chiefly in use were (i) copper cash, which were strung in hundreds on strings of straw, and, as about 911 weight was equal to one shilling, were excessively cumbrous, but were nevertheless valued at their face value; (ii) nickel coins, which, being profitable to mint, were issued in enormous quantities, quickly depreciated, and were moreover extensively forged.",
        "The materials used are numerous; but the principal substances are straw, the bulrushes Typha elephantine and T.",
        "tegere, to cover; the French equivalent is chaume), the material employed sometimes for roofs in the place of tiles or slates; it consists of wheat straw, of which several layers are required, to the depth of from 12 to 14 in., or even extending to 18 in.",
        "Unthreshed straw is said to last from twenty-five to thirty years, and is easily repaired.",
        "The Malwa plateau consists of great undulating plains, separated by flat-topped hills, whose sides are boldly terraced, with here and there a scarp rising above the general level; it is covered with long grass, stunted trees and scrub, which owing to the presence of deciduous plants is of a uniform straw colour, except in the rains.",
        "The fourth office is that of the deacons, who have to do with 1 \" Tulchan,\" a calf-skin filled with straw, supposed to induce the cow to give milk freely; hence a term of contempt for one who is used as a dummy for the advantage of another.",
        "70), namely, that amber, jet and one or two other substances possessed the power, when rubbed, of attracting fragments of straw, leaves or feathers.",
        "The rippled stalks are tied in small bundles and packed, roots downwards, in the dams till they are quite full; over the top of the upper layer is placed a stratum of rushes and straw, or sods with the grassy side downwards, and above all stones of sufficient weight to keep the flax submerged.",
        "The Department of Agriculture and Technical Instruction for Ireland, and the Belfast Flax Supply Association, have jointly made some experiments with this method, and the following extract from the Association's report for 1905 shows the success which attended their efforts: \" By desire of the department (which has taken up the position of an impartial critic of the experiment) a quantity of flax straw was divided into two equal lots.",
        "The breaking is done by passing the stalks between grooved or fluted rollers of different pitches; these rollers, of which there may be from 5 to 7 pairs, are sometimes arranged to work alternately forwards and backwards in order to thoroughly break the woody material or \" boon \" of the straw, while the broken \" shoves \" are beaten out by suspending the fibre in a machine fitted with a series of revolving blades, which, striking violently against the flax, shake out the bruised and broken woody cores.",
        "The 5824 lb (52 cwt.) of flax straw remaining lost in steeping 13 cwt., leaving 39 cwt.",
        "Thus the weight of the fibre was equal to about 9% of the dried flax with the bolls, 12% of the boiled straw, and over 16% of the retted straw.",
        "It has been discovered in seaweed; in the blood of certain Cephalopoda and Ascidia as haemocyanin, a substance resembling the ferruginous haemoglobin, and of a species of Limulus; in straw, hay, eggs, cheese, meat, and other food-stuffs; in the liver and kidneys, and, in traces, in the blood of man and other animals (as an entirely adventitious constituent, however); it has also been shown by A.",
        "Formerly wheat was grown chiefly in the region of long rainless summers, and the ripened grain was thrown upon uncovered earth floors and threshed by horses driven about over the straw, but this antiquated process was not suited to the climate and enterprise of the more southern provinces, and the modern threshing-machine has been introduced.",
        "Man-i-Hashemi=i6 mans of 720, , = 116.80 Corn, straw, coal, &c., are sold by kharvar = 100 Tabriz mans =649 lb.",
        "the straw puppets called Argei).",
        "of mould, and then hooped and protected with mats and straw, under which conditions they will sprout in about a month.",
        "of space in the middle, between the mould arid the hoop, and are covered with mats and straw, but as soon as the radishes come up they are uncovered daily, and covered again every night as a protection against possible frosts.",
        "Such cellulose is gradually reconverted into water and carbon dioxide, but for some time nothing positive was known as to the agents which thus break up the paper, rags, straw, leaves and wood, &c., accumulating in cesspools, forests, marshes and elsewhere in such abundance.",
        "These huts are sometimes made simply of straw and are surrounded by high thorn hedges, but, in the north, square houses, built in stories, flat-roofed, the roof sometimes laid at the same slope as the hillside, and some with pitched thatched roofs, are common.",
        "The inside walls are plastered with cow-dung, clay and finely chopped straw.",
        "The chief native industries are leather-work, embroidery and filigree metal-work; and the weaving of straw mats and baskets is extensively practised.",
        "Azuay is an elevated mountainous district with a great variety of climates and products; among the latter are silver, quicksilver, wheat, Indian corn, barley, cattle, wool, cinchona and straw hats.",
        "Soon after his death the story of the miracle of \"Garnet's Straw\" was circulated all over Europe, according to which a blood-stained straw from the scene of execution which came into the hands of one John Wilkinson, a young and fervent Roman Catholic, who was present, developed Garnet's likeness.",
        "mud mixed with straw and puddled).",
        "Luton, however, is specially noted for the manufacture of straw hats.",
        "Strawplaiting was once extensively carried on in this neighbourhood by women and girls in their cottage homes, but has now almost entirely disappeared owing to the importation of Chinese and Japanese plaited straw.",
        "The lowlanders' head-dress is generally a high cylindrical cap of rough cloth or felt, while the mountaineers prefer a, small round straw hat.",
        "In Normandy the farmers still employ children under twelve to run through the fields and orchards armed with torches, setting fire to bundles of straw, and thus it is believed driving out such vermin as are likely to damage the crops.",
        "Straw goods, felt, cotton and woollen goods, pianos and printing presses are manufactured here.",
        "Native cloth, brass wares, pot-stone wares, cartwheels, straw and reed baskets, and a small quantity of silk, form the only manufactures.",
        "above the sea, with various manufactories, gold, silver and copper mines, and mineral springs and baths near the city; Las Tablas (pop. about 6500) and Pese (pop. about 5600) in Los Santos province; Penomene (pop. about 3000), on the river of that name in Cocle province (of which it is the capital), with a trade in straw hats, tobacco, cacao, coffee, cotton, rubber, cedar and cattle; and in the Canal Zone Gorgona (3000) and Obispo (2500), each with an American colony.",
        "The straw, which is prized on account of its length, is used for making hats and in the manufacture of paper.",
        "This indicates that less attention has been paid to the straw than to the grain, for it is certain that, were it desirable, a great range of variation might be induced in the foliage and straw.",
        "As it is, some varieties are hardier and taller than others, and the straw more solid, varying in colour and having less liability to be \"laid\"; but in the matter of \"tillering,\" or the production of side-shoots from the base of the stem, there is much difference.",
        "Wheats of dry countries and of those exposed to severe winds have, says De Vilmorin, narrow leaves, pliant straw, bearded ears, and velvety chaff - characteristics which enable them to resist wind and drought.",
        "In the United Kingdom ordinary wheat, such as old red Lammas and Chiddam white, is used for straw-plaiting, the straw being cut some time before the berry ripens.",
        "With regard to the chemical composition of the ripe grain, the Rothamsted experiments reveal a singular uniformity, even under very varied conditions of manuring, and even where much diversity was apparent in the constitution of the straw.",
        "First, after burning the old straw of the previous year - which is real labour in itself, so enormous is its bulk - comes the ploughing.",
        "The wheat straw is worse than a waste product - it is a great nuisance upon the bonanza farm.",
        "These teleutospores remain inactive on the straw until spring, when they germinate in manure heaps or on moist ground and produce minute sporidia, which are conveyed by air currents to the alternate host, in this case a barberry.",
        "Wind dispersal of the spores would account for mysterious appearances of the disease, in some years almost every straw in a wheat-field being affected, while in other years scarcely one is attacked.",
        "The sisters were not to be literally shoeless, but to wear sandals of rope; they were to sleep on straw, to eat no meat, to be strictly confined to the cloister, and to live on alms without regular endowment.",
        "The Druids were believed to have the power to render a person insane by flinging a magic wisp of straw in his face, and they were able to raise clouds of mist, or to bring down showers of fire and blood.",
        "In shape they were most frequently cylindrical, having conical roofs thatched with rushes or straw.",
        "They also make from straw and papyrus peel strong and beautiful mats and baskets in great variety, some of much fineness and delicacy, and also hats resembling those of Panama.",
        "In 1904 the exportation of straw and other fibre hats began; these resemble those of Panama and promise to become an important item.",
        "Luton is the principal seat in England of the straw-plait manufacture, and large quantities of hats and other straw goods have been exported, though in recent years the industry has suffered from increased foreign competition.",
        "Bouchotte, a totally inefficient minister for war, the Communes man of straw, left the army without food or ammunition, while the suspected officers remained inactive.",
        "It is said that he was subjected to the greatest insults by his captors, and that after his death his skin was stuffed with straw and preserved as a trophy in the chief Persian temple.",
        "deep and filled three-quarters full with dry straw, on which are set flat porous pans containing the water to be frozen.",
        "Exposed overnight to a cool dry gentle wind from the north-west, the water evaporates at the expense of its own heat, and the consequent cooling takes place with sufficient rapidity to overbalance the slow influx of heat from above through the cooled dense air or from below through the badly conducting straw.",
        "The dome-shaped straw skep of our forefathers may be regarded as the typical bee-hive of all time and of all civilized countries; indeed, it may with truth be said that as a healthy and convenient home for the honey-bee it has no equal.",
        "A swarm of bees hived in a straw skep, the picturesque little domicile known the world over as the personification of industry, will furnish their home with waxen combs in form and shape so admirably adapted to their requirements as to need no improvement by man.",
        "i i shows a straw skep in section, and explains .f h sk 4,6Mtai FIG.",
        "- Straw skep in section, showing arrangement of Combs (scale g).",
        "A.) box for The straw sleep. and how the lower portion allows the bees to cluster around the tender larvae and thus maintain the warmth necessary during its metamorphosis from the egg to the perfect insect.",
        "The straw skep has, however, the irredeemable fault of fixed combs, and the gradual development of the movable-frame The mov- h i ve of to-day may be said to have first appeared in able-frame hive.",
        "No other protection is needed beyond a bee-veil of fine black net, which slipped over a wide-brimmed straw hat protects the face from stings when working among bees; as experience is gained the veil is not always used.",
        "The native villages are composed of straw or palm huts; the places occupied by Europeans or Egyptians are merely \" posts \" where the administrative business of the district is carried on.",
        "The mek, promising compliance, invited Ismail and his chief officers to a feast in his house, around which he had piled heaps of straw.",
        "Whilst the Egyptians were feasting the mek set fire to the straw and Ismail and all his companions were burnt to death.",
        "It is in the Kansas natural-gas field, ships large quantities of grain, and has a large zinc oxide smelter and a large oil refinery, and various manufactures, including vitrified brick and tile, flour, lumber, chemicals, window glass, bottles, pottery and straw boards.",
        "Bean straw is sometimes given as part of the roughage in Scotland, but not in England.",
        "Pease straw, if not sandy, and good bright oat straw are good fodder for horses; but with barley and wheat straw, in the case of a horse, more energy is consumed during its passage through the alimentary canal than the digested straw yields.",
        "Alexander V., the first pope elected at Pisa, was not perhaps, as has been maintained, merely a man of straw put forward by the ambitious cardinal of Bologna; but he reigned only ten months, and on his death, which happened rather suddenly on the 4th of May 1410, Baldassare Cossa succeeded him.",
        "Billieâ€”it was official now, identified or guessed at by the weeping Ida Wasserman, accompanied to the mortuary by Andy Sackler, who drew the short straw.",
        "amorous desires is like a fire of straw; the moment it burns up it is near its end.",
        "Home Secretary David Blunkett and Foreign Secretary Jack Straw are Blair's chief apostles.",
        "He had no food for himself but gathered an armful of straw for the horse and knell down to pray.",
        "An extremely pleasant bitter, straw colored beer with a terrific fresh, hoppy aroma.",
        "A subdued Mr Straw experienced the anger of his own backbenchers.",
        "The brow was rather bald, and the eyes bright and blue, which Devine had last seen obscured with a broad straw hat.",
        "The first terrier through the straw bales was the winning terrier.",
        "Some of the straw from the hay bale burnt out my back break in the 450 race.",
        "On very steep slopes, stake straw bales in parallel lines from bottom to top, spaced a few meters apart.",
        "bales of straw we occasionally use for bedding.",
        "Several fields have now been harvested and the straw baled into the large round bales that are now the norm.",
        "barley straw which didnt seem too dusty?",
        "feed barley can give higher yields per acre of both grain and straw.",
        "The straw I was using I felt was good quality barley straw which didnt seem too dusty?",
        "What about cost predictions for straw bedding for use in 5 years time or 10 years time?",
        "Housing must include a clean and dry resting area with ample bedding of straw or other suitable material.",
        "bedding straw was the only real outlay for their upkeep.",
        "Between the ages of 10 and 13, Martin stood outside the front gates wearing a straw boater and bow tie while selling guidebooks.",
        "Only boaters you see in Henley are straw boaters.",
        "The men and boys were given black woolen hats and the women and girls coarse straw bonnets \" .",
        "Imagine trying to suck scotch broth through a straw: rather than widening the straw, heÃ¢s chosen to puree the soup.",
        "Hand woven from soft colored and textured natural straw, they have lovely leather handles and practical cotton calico linings.",
        "The straw that broke the camel 's back was a caravan weekend at the end of October.",
        "capitulateir, Jack Straw and David Blunkett have got us into this mess and now they are on the brink of capitulating completely.",
        "so clandestine was the plan, Jack Straw said on Question Time last year that he had heard of it.",
        "clothes moth is the smallest of the three moths, being pale beige or straw colored, almost golden.",
        "In the fruit basket there's a green coconut, already slit, with a straw jammed inside.",
        "Navy blue dresses with white detachable collars and cuffs, blazers, white socks and panama straw hats?",
        "In my continuing straw pole on whether to use cork or plastic to stopper wine cork wins by 90% .",
        "In mild areas, you should remove winter coverings of fleece, straw, polythene etc, to prevent new shoots being damaged.",
        "Jack Straw's first three years as Home Secretary saw similar cutbacks.",
        "daub walls, wooden roofs thatched with straw or reeds and with clay or earth floors.",
        "derided by the critics, this show has managed to turn their petty words into straw with contemptuous ease.",
        "desecration of Mrs Hammond's grave has proved to be the last straw.",
        "disappoint a crowd of media people which has gathered in anticipation of Jack Straw and I on rival soapboxes.",
        "While Blair and Straw may claim to have quelled the discontent with their firm resolve, nothing could be further from the truth.",
        "These floors were made up of heather, straw and peat interspersed with, often discontinuous, ash and grit layers.",
        "dispersal of disease spores like those of black spot (Colletotrichum acutatum) is reduced by straw mulch.",
        "The cows were facing the wall and a large gutter served to collect both cow dung and bedding straw.",
        "British Foreign Secretary Jack Straw is defending Britain's policy of what is called \" constructive engagement \" with Iran's Islamic government.",
        "He has done his best to make bricks without straw, but I have not heard a word which indicates any extenuation whatsoever.",
        "flax straw [Salmon-Minotte and Franck in Franck] .",
        "White or pale straw gills radiate from the point of attachment where they may fork.",
        "Another character, Tinny Day, came with his huge steam-engines to thresh the grain and stack the straw.",
        "grasp at straws and this was the first straw in 3 1/2 years.",
        "grass clippings, straw or bark applied to wet soil in early spring.",
        "other West African handicrafts made of straw, beads, leather, cloth or metal can be purchased here.",
        "Beneath his straw hat the hard grooves of his face told of years under the sun.",
        "The animals graze in the summer and are fed hay, straw or silage in the winter.",
        "COLLAPSED STACK: Usually straw, asymmetrical, lush green herbage, spongy when stamped upon.",
        "Hessian sack lined with straw.",
        "Tasting Note: Pale, light straw in color with slight greenish hues.",
        "The burning straw bales, however, were caught by a freak gust of wind and created an inferno of intense heat.",
        "Withy Cottage, a super-insulated dwelling with straw and recycled newspaper insulation, 2003.",
        "The ornament is composed of straw, beautifully and artistically interlaced by the deft fingers of the maidens of Bride.",
        "My bruised knee is the last straw and it's got to go.",
        "I think the last straw was a sunglass site that we've been working on for some time now.",
        "last straw for many businesses.",
        "I went to the doctors after I collapsed at college, but it was the proverbial last straw.",
        "Two months pre-calving the cows are fed on barley straw which has been undersown with the red clover ley straw which has been undersown with the red clover ley.",
        "Bottled water To prevent locals refilling bottles of water from their restaurant sinks only drink sparkling water and as above use a sanitary straw.",
        "dry lubricants usually come in cans with a little ' straw ' .",
        "A few shovels of manure, straw and poultry manure pellets thrown over the top will create extra warmth to speed up the process.",
        "Cows in cubicles are likely to have more lameness problems and cows in straw yards more cases of environmental mastitis.",
        "mastitis incidence is not high in the best managed straw yards.",
        "Peter Ricketts, Straw's policy director, offered the Foreign Secretary some advice in a confidential memo dated Friday, March 22.",
        "The straw mulch will also conserve moisture in the soil for the vine roots.",
        "An alternative is to cover the entire potato growing area with a thick mulch of old hay, or straw mixed with grass cuttings.",
        "The straw should smell sweet, not musty or stale.",
        "The fact that he seemed to be lying naked on a bed of straw did surprise him.",
        "oat straw in comparison with spring barley.",
        "When in February the army ordnance office reported the previous month's production figures, Hitler found this the last straw.",
        "A large loose box, bedded with straw, or a small clean paddock are ideal environments for the mare to foal in.",
        "Hay & straw available, post & rail paddocks.",
        "plaited straw.",
        "James Lumley was charged with stealing a bundle of straw plait from the gig of Frederick William Bethel at Lavenham.",
        "Jack Straw is merely indulging in a tactical ploy for a domestic audience.",
        "A straw poll of New Insight staff in the office on one day showed that 100 per cent had tried it.",
        "proverbial last straw is Brother Will's plan to make Crystal his fifth wife.",
        "Other ingredients might include set retardants such as hydrated lime, and fiber reinforcements such as straw and ox hair.",
        "sallyaware of ' straw men ', also known as ' aunt sallies ' .",
        "shredder paper, sawdust, straw or sand.",
        "Personally, I always found the TV series faintly sinister, like Dr. Who with straw.",
        "Almost facing you is a recess In the wall called a bee bole shaped to take an old straw hive called a skep.",
        "On top of all this is a straw skep with bees flying round it.",
        "smoulderens provide for warmth and cooking, burning dried cakes of cattle dung mixed with straw, which will smolder for hours.",
        "A farrowing sow will build her nest of straw freely where she pleases and we observe the birthing process.",
        "In the country districts straw stacks were in many places overturned, Elston and Stoke districts suffered and at Southwell considerable damage was done.",
        "A flat clay floor has few rocks and straw stalactites are plentiful.",
        "straw like an ox, no longer a predator.",
        "Hence Panama Hat, a lightweight hat of plaited straw.",
        "Some was on baled ground, some was on chopped straw.",
        "We built out of organic, specially baled straw on a foundation of concrete and blocks.",
        "So far a scientifically valid approach to testing the quality of thatching straw or reed has not been devised.",
        "This is the proverbial straw that breaks the camel's back.",
        "The final straw was getting 2 in the same day.",
        "straw bales.",
        "straw poll of MEPs - nothing more.",
        "straw hat the hard grooves of his face told of years under the sun.",
        "straw boaters.",
        "Plastic sheeting and straw mulches have long been used in soft fruit such as straw mulches have long been used in soft fruit such as strawberries.",
        "straw plait and a tunnel in their shed.",
        "Alternatively, sink a wad of organic barley straw sold for ' clearing ' ponds.",
        "A further study in 1996 examined oat straw in comparison with spring barley.",
        "A Canadian company called Iogen, a leader in the field, makes its ethanol from wheat straw.",
        "Maturation takes place on rye straw in dark, humid cellers which produces a distinctive musty smell.",
        "strewn with straw or shavings.",
        "Cropped blazers in blue, pink and white candy stripe with a rather nautical air were worn with tailored shorts and straw boater hats.",
        "He over- wintered stock on weedy cereal stubble, feeding ad lib oat or barley straw in the field.",
        "I saw him once trying to play the tambourine on a straw hat!",
        "tambourine on a straw hat!",
        "Hurdles were woven from hazel or willow and topped with straw thatch.",
        "thatched with heather, broom or straw.",
        "thatched with straw or reeds and with clay or earth floors.",
        "You'll never guess what I've just found Drinking tho a straw are you Tum diddly dum dum toot toot!",
        "The beds consisted of straw mattresses raised from the floor on wooden trestles.",
        "However, it emphasized that although the final straw may be relatively insignificant, it must not be utterly trivial.",
        "To protect tubers, earth up plants, or mulch them with a thick layer of straw or autumn leaves.",
        "The dwelling is made from wood, heather, cow dung, mud, stones, straw and binder twine.",
        "The hats brims are then ironed to even out the weave and remove any small undulations in the straw.",
        "If Straw found this difficult, he could reasonably ask the yogi to sit on a chair.",
        "It may be produced by placing quantities of horse-dung saturated with the urine of horses, especially of stud horses, with alternate layers of rich earth, and covering the whole with straw, to exclude rain and air; the spawn commonly appears in the heap in about two months afterwards.",
        "True amber has sometimes been called karabe, a word of oriental derivation signifying \"that which attracts straw,\" in allusion to the power which amber possesses of acquiring an electric charge by friction.",
        "By the 1st of November firewood would not ignite in the open air, and the soldiers warmed themselves over big bonfires of straw.",
        "126); but Palmyra was not an industrial town, and the exacting fiscal system which drew profit even out of the bare necessaries of life - such as water, oil, wheat, salt, wine, straw, wool, skins (see Tariff ii.",
        "The chief industry is straw hat manufacture; there are also printing, stationery and engineering works.",
        "\"torch\" and \"trousers,\" also trousseau, a bride's outfit, literally a small pack or bundle), a pack or bundle, applied specifically to a quantity of hay or straw tied together in a bundle.",
        "When the grain in the ear is about half developed the straw is pulled up by the roots, dried in the sun, and subsequently spread out for several successive days to be bleached under the influence of alternate sunlight and night-dews.",
        "The fibres were either animal or vegetable; animal fibres were hair, Textile fur on the skin, feathers, hide, sinew and intestines; vegetable fibres were stalks of small trees, brush, straw, cotton, bast, bark, leaves and seed vessels in great variety as one passes from the north southward through all the culture provinces.",
        "The word is also used of a mixture of sand, clay and straw, used for making casting-moulds and bricks, and for plastering walls, &c. (see Soil).",
        "On the 15th of June 1.566 the unfortunate youth, bruised and bleeding from shocking ill-treatment, was placed upon a wretched hack, with a crown of straw on his head, and led in derision through the streets of Stockholm.",
        "When built in the neighbourhood of towns the nest is somewhat slovenly and untidy, being often composed of bits of dirty straw, pieces of paper and blackened moss; in one instance, near Glasgow, the author of the Birds of the West of Scotland found several postage-stamps thus employed.",
        "The wretched captives were then chained and left in the court of the pashas house; and on the following morning the heads of their comrades who had perished the day before were skinned and stuffed with straw before their eyes.",
        "Henley and others devised the pith ball, or double straw electroscope (fig.",
        "Trans., 1 77 2, 6 3, p. 359) in which the repulsion of a straw ending in a pith ball from a fixed stem is indicated on a graduated arc (see Electroscope).",
        "He soon found a warm corner, and there he lay down, covering himself with the straw.",
        "As the wheels rolled softly over the straw beneath the windows, Anna Mikhaylovna, having turned with words of comfort to her companion, realized that he was asleep in his corner and woke him up.",
        "Despite their pale swollen faces and tattered uniforms, the hussars formed line for roll call, kept things in order, groomed their horses, polished their arms, brought in straw from the thatched roofs in place of fodder, and sat down to dine round the caldrons from which they rose up hungry, joking about their nasty food and their hunger.",
        "Glancing in at the door, Rostov saw that the sick and wounded were lying on the floor on straw and overcoats.",
        "And Platon shifted his seat on the straw.",
        "Now it would roll on its back, yelping with delight, now bask in the sun with a thoughtful air of importance, and now frolic about playing with a chip of wood or a straw.",
        "Less wisps of straw most gone by dusk Ravenous birds will clean the rest.",
        "Im aware of ' straw men ', also known as ' aunt sallies '.",
        "The horsebox has fresh straw or sawdust on the floor - this makes the vehicle look more inviting to the horse.",
        "The bottom of the cage needs to be lined either with shredder paper, sawdust, straw or sand.",
        "John Hamer was there in a traditional smock and straw hat demonstrating skep making.",
        "The ovens provide for warmth and cooking, burning dried cakes of cattle dung mixed with straw, which will smolder for hours.",
        "Harrow Tradition From the playing of Harrow Football to the famous straw hat, Harrow 's way of life is steeped in tradition.",
        "Attach the balloon to the straw with sticky tape.",
        "The lion eating straw like an ox, no longer a predator.",
        "This is the proverbial straw that breaks the camel 's back.",
        "Tim Wright led a workshop on building with straw bales.",
        "This is just a straw poll of MEPs - nothing more.",
        "Plastic sheeting and straw mulches have long been used in soft fruit such as strawberries.",
        "Toys All bunnies are given a twig ball, a straw plait and a tunnel in their shed.",
        "Straw was strewn over the floor at the farther end.",
        "The floor area of the pen may be bare concrete or wood, or possibly strewn with straw or shavings.",
        "Sports drinks should be consumed as quickly as possible, preferably with a straw and not be held or swished around the mouth.",
        "I saw him once trying to play the tambourine on a straw hat !",
        "The roofs were thatched with heather, broom or straw.",
        "You'll never guess what I 've just found Drinking tho a straw are you Tum diddly dum dum toot toot !",
        "My kitchen waste is fed to four hens, and their straw and manure returned to the veggie patch.",
        "Long straw is always covered with wire netting to protect the thatch from bird and vermin damage.",
        "Why not do a straw poll in your office or a quick vox pop to see what the local picture is like.",
        "Even Jack Straw seems to have wobbled over whether to commit troops.",
        "You can find inflatable trees, straw hats, and small stuffed animals at very reasonable prices.",
        "Place a bit of tempera paint onto some plain wrapping paper, then give your child a straw.",
        "In very cold regions, the bulb bed can be mulched with straw, but it's not necessary to protect them from cold in most parts of the country.",
        "Diary of a Wimpy Kid: The Last Straw is the latest installment in the \"Wimpy Kid\" series by Jeff Kinney.",
        "Diary of a Wimpy Kid: The Last Straw was released in January of 2009.",
        "As the book was released in January of 2009, \"The Last Straw\" started in January with a discussion of New Year's Resolutions.",
        "These days, they are typically served in an old-fashioned or highball glass and sipped with a straw.",
        "Many people prefer to drink Daiquiris through a straw so they don't warm the drink by touching the glass, and only very fine bits of ice will make it through an average-sized straw.",
        "You may even wish to use a straw, but be careful to avoid brain freeze.",
        "Mint Juleps can be sipped directly from the glass, but true Southern belles sip through a straw.",
        "Sure, you can use a plain straw, but if you really want to be authentic, purchase a set of mint julep straws.",
        "Pour the tequila over the ice and insert a straw.",
        "If you don't want to break the piggy bank by pouring loaned money into an eco-clean house, consider a straw bale home.",
        "A straw bale house is an example of a home that is cost-efficient while conserving our natural resources.",
        "Built from the straw that comes from a field of wheat, the house's walls are insulated with straw and then covered with natural plasters.",
        "Load Bearing - The straw carries the load of the roof so that no wood is needed.",
        "Due to the fact that the lack of strong structural support limits the amount and width of windows and doors, this type of straw home is not common.",
        "Post-and-beam structure - The straw is used to pack into the post-and-beam frame of the house.",
        "In this way, the straw is used as insulation as opposed to carrying the weight of the house.",
        "If you would like to read more about straw homes, read Building a Straw Bale House: The Red Feather Construction Handbook by Nathaniel Corum.",
        "Leaves are rich in carbon, but you should include other sources such as straw, non-glossy paper and wood or bark chips.",
        "Straw, pine boughs, and pine bark are all commonly-used materials.",
        "Dress up dining tables or breakfast nooks with place mats or table runners made from woven straw or decorative old world fabrics like chenille or tapestry.",
        "You can either attach wire materials to a metal form using floral wire, or use a glue gun to attach your materials to a straw or foam base.",
        "Of course, you are only limited by your imagination and this hardy straw form can continue to be recycled into a myriad of colorful themes and configurations for use indoors and outdoors, for years to come.",
        "Add straw parasols for a truly fun arrangement.",
        "Add a hat rack and hang a collection of straw brimmed hats with various colorful bands, bows and veils.",
        "A simple and well-known trick to help reduce the risk of staining is to drink through a straw, especially when drinking coffee and dark cola beverages.",
        "The straw forces the beverage to the back of your throat and therefore helps to avoid bathing your teeth in dark liquids.",
        "Garnish with cinnamon and a small straw.",
        "With his pink straw and two yellow chicken hands, he hatches ill-thought out schemes and malicious attempts to attack his fellow Aqua Teen, Meatwad.",
        "For instance, a basket or straw hat is not a good candidate for a candle holder.",
        "Straw hats decorated with ribbon, lace and silk flowers and placed in the middle of the table are a great spring or Easter centerpiece.",
        "Simply take the bouquet apart and wire to a straw wreath using florist wire.",
        "Toss a few into an inexpensive straw basket with potpourri or a handful of flowers without spending too much cash.Add a romantic touch to any centerpiece by sprinkling freeze dried rose petals onto the tables.",
        "A simple straw hat can make the dress look perfect for a trip to the beach, while a fancier hat (and shoes perhaps) can make the same sun dress look like a beautiful outfit for a summer wedding.",
        "Hats: Trendy hats like the sequin, straw cowboy hat or the cabbie cap will look great as well.",
        "However, if your daughter is going to be playing in the dirt with friends, or looking for hidden Easter treasures, chances are you won't want to buy her an expensive formal dress or Easter sundress with a matching straw hat.",
        "The website includes a pretty sunflower dress with a matching hat, a pastel yellow cardigan dress for cooler weather, and a polka dots-and-daisies number which also comes with a traditional Easter white straw hat.",
        "In addition, an Easter bonnet or pretty straw hat can complement almost any dress.",
        "The dock is centrally located at Rawson Square, home to many of Nassau's shopping venues, including the Straw Market and various luxury shops.",
        "Straw Market: Located a few blocks west of the dock, the Straw Market is a shopper's haven filled with t-shirts, shells, beaded items, and other souvenirs.",
        "In Holland, where the winters are often very severe, they are covered with reeds or straw at the approach of the cold season.",
        "Its pale green foliage goes well with any flower, and it may be grown against a sunny wall, where, if protected by a heap of ashes over its roots and a warm straw mat over its branches, it will pass through the winter safely.",
        "Good winter mulches include leaves, pine needles, hay, and straw.",
        "Brown materials can be dead leaves, straw, sawdust, and wood chips.",
        "Mulch plants with straw to help soil retain moisture and keep fruits clean.",
        "Straw is the tradition mulch, and does work well.",
        "During winter in cold climates, mulch plants with straw or loose leaves to keep the ground temperature more even and prevent frost heave.",
        "Good choices for strawberry beds include straw.",
        "You can buy mulching straw at garden centers.",
        "When the berries form, you may put a layer of straw under them to keep them off the ground and prevent rot.",
        "Learn2Grow spells out simple-to-follow plans for building a cold frame using straw bales.",
        "Just as with straw bale homes, straw bale cold frames use the mass of the insulating straw walls to buffer the temperature difference between outside and inside.",
        "Layer straw mulch on strawberry plants after the first cool weather occurs.",
        "Use a light, pliable mulch that allows good air circulation, such as pine needles or straw, and cover strawberries planted in the ground to help them survive the winter.",
        "Add straw or pine needle mulch over the top of the container.",
        "Cover the top of the plants with three to four inches of pine needle or straw mulch.",
        "Pine straw mulch makes a good economical natural mulch for all types of garden areas.",
        "Pine straw mulch has been used for many years as a garden mulch.",
        "Pine straw actually comes from pine needles that fall from various pines in the fall.",
        "They look like straw, which gives this mulch its name - pine straw.",
        "Like other types of mulch, pine straw offers many benefits for the home garden.",
        "Pine straw also prevents erosion, so it's good to use on hillsides or areas where water runoff is a problem.",
        "Although pine straw is lightweight, it doesn't blow away or wash away as easily as wood chips do.",
        "Pine straw adds to the soil's fertility as it breaks down.",
        "Pine needle mulch comes from the actual needles of pine trees, and also goes by the name of pine straw.",
        "Although men's straw hats began to fall out of favor in the 1950s, the Panama remained in vogue and a true Panama is still highly coveted and proudly worn.",
        "It's made from toquilla straw, which is light and yet strong.",
        "There are two kinds of Panama: the Montecristi, made of a thin straw; and the Cuenca, the less expensive but still fine hat made of thicker straw.",
        "When it comes to men's straw hats these days, there are plenty from which to choose.",
        "Coats crept a bit higher and the flat straw boater hat was developed for boating.",
        "Straw, dried leaves, and wood chips are excellent sources of carbon.",
        "Things like leaves, straw, paper, wood ash - really anything that has a low moisture content.",
        "Skirted swim shorts look both cute and casual with big straw hats and flip-flops.",
        "Simple accessories, like a nice pair of black sandals and a straw hat, dress up a breezy dress.",
        "Dress it down on Sundays with a pair of white leather thong sandals and a straw tote.",
        "Add the right shirt, shoes and accessories (perhaps a wide-brimmed straw hat for outdoor activities) and your look is complete.",
        "It is a perfect summer top that can be worn with a pair of khaki pants and a cute straw hat.",
        "Hats are made of a variety of fabrics from straw to felt, and they may be decorated or plain.",
        "All you need is for your friend to leave his or her lunch unattended, a packet of ketchup, a straw and a drink that isn't in a can.",
        "First, tear off a corner of the ketchup pouch, large enough for the straw to fit in.",
        "Put the straw in the ketchup packet and put it back into the drink.",
        "Men can wear brimmed styles - straw for the summer, wool for the winter.",
        "Straw is a descriptive term that is generally used to describe the color of white wine as opposed to the flavor or aromas.",
        "Soon, people began associating Chianti with bad wine in a straw bottle.",
        "Explore Chianti wine proudly (minus the straw covered bottle, because although it's still produced, the wine is still dull and a bit lifeless), despite what any wine snob's opinion is on the wine.",
        "Wine drinkers enjoy both the taste and the fact that small boxes come with a bendy straw similar to a juice box.",
        "Made from the Sangiovese grape, Chiantia's classic bottle shape with its straw covering can be found in Italian restaurants as well as on Italian tables around the world.",
        "Made from delicate French silk, gorgeous interwoven straw and elegant pressed wool, antique doll hats are an important part of a doll's beautiful finery.",
        "A linguist at the firm thought straw was too slow sounding.",
        "Wear a hat that allows air circulation (mesh, straw) in the sun.",
        "Straw, pink, yellow, or amber pigments (xanthochromia) are abnormal and indicate the presence of bilirubin, hemoglobin, red blood cells, or increased protein.",
        "Moreover, if you are attending a luau, you'll also be able to find accessories like grass skirts, leis, and even straw hats decorated with flowers.",
        "A white one is very glamorous in tropical weather, and a straw one is perfect with all swimwear.",
        "Adding 100 percent of the RDA of vitamin E on top of that might be the straw that broke the camel's back and my make you sick.",
        "A straw hat for summer or a nubby wool cap for winter also adds complementary texture.",
        "Ninja blade technology Ice and food are cut uniformly for superior taste and presentation -- no large chunks of ice clogging the straw in your smoothie.",
        "Make a simple gel candle that looks like your favorite soda, and add a glass straw to make it look like the real thing.",
        "Beauty may be only skin deep, but to someone undergoing cancer treatment, losing their hair may be the last straw.",
        "Sweden. The Swedish tree is unveiled on Christmas Eve, decorated with straw ornaments and animals.",
        "Then fill it with straw, mulch, or fallen leaves (these can be bagged for easier handling).",
        "Common decorations include stars, sunbursts, colorful wooden animals, and snowflakes made from straw.",
        "Angel ornaments are made of glass, straw, bamboo, tin, plastic, fabric, wood and other materials.",
        "Mexican straw and tin ornaments are relatively easy to find in the Southwestern United States and online.",
        "Men will wear doublets and slops made of good cotton, which was an expensive fabric in that era, and women will wear heavy cotton skirts, embroidered bodices and big straw hats."
    ],
    "definition": [
        "a. Stalks of threshed grain, used as bedding and food for animals, for thatching, and for weaving or braiding, as into baskets.\nb. A single stalk of threshed grain.",
        "Pieces or a piece of natural or artificial strawlike material.",
        "Something, such as a hat or basket, made of straw.",
        "A slender tube used for sucking up a liquid.",
        "a. Something of minimal value or importance.\nb. The least valuable bit; a jot: I don't care a straw what you think.\nc. Something with too little substance to provide support in a crisis: Near the end we were grasping at straws.",
        "Of, relating to, or made of straw: a straw mat.",
        "Containing or used for straw, as a barn or feeding trough.",
        "Of the color of straw; yellowish.",
        "a. Of, relating to, or constituting a straw man.\nb. Apparently legitimate but actually intended as a cover for illegal or secret activity: set up a straw company to launder money.",
        "straw′y\nadjective",
        "Link/Cite",
        "A surname.",
        "Link/Cite"
    ]
}