{
    "translation": "זר",
    "uses": [
        "The hidden stranger lashed out at him.",
        "Who was this stranger and what had he done with sweet Alex?",
        "He would not have to pay stranger to have his baby.",
        "Alex wasn't paying a stranger to give him an heir.",
        "It was a man too familiar to be a stranger, with beautiful purple eyes, a small frame, and a face without emotion.",
        "\"I saw that you shared his history …\" She stopped, not sure how comfortable he was with a stranger reading his mind.",
        "The stranger was silent, gaze riveted to her.",
        "Don't be a stranger now.",
        "She wasn't sure why she trusted the stranger, but everything he said was said with conviction.",
        "A curly blond head peeked around the corner and large blue eyes studied the stranger cautiously.",
        "As a stranger to human affection, he'd never quite gotten used to her hugs.",
        "Gabe hated her yet couldn't escape the memory of the compassion and spirit that made him take a stranger to bed last night.",
        "The blow hurt, but he was no stranger to pain.",
        "Like the assassin who obsessed about birthdays and clothing, there were two sides to the man before her: the warm, friendly stranger with whom she'd felt so comfortable she confided to him over the phone without knowing anything about him, and the tattooed thug before them in snug biker leathers.",
        "By night he was a demanding stranger who knew no bounds.",
        "She is so unfortunate, a stranger, alone, helpless!",
        "Sofia stood as his hot gaze fell to her, sensing he wanted no stranger near the woman.",
        "Would it have been easier on you if you heard it from either a complete stranger or someone you can't quite figure out?",
        "\"Yes, I belong to the Brotherhood of the Freemasons,\" said the stranger, looking deeper and deeper into Pierre's eyes.",
        "Deidre turned to see if there was someone behind her the stranger spoke to.",
        "The stranger stepped next to her, surveying the damage.",
        "Of course she loved Alex, but who was this stranger, and when would Alex return?",
        "He wasn't like Dustin, who seemed more likely to kill a stranger than talk to one.",
        "But the Sawhorse introduced the stranger in a calm tone, saying:",
        "It might've been another seven-foot stranger concerned about your welfare.",
        "Dean was no stranger to interviews with people recently exposed to the violent side of life.",
        "Pushing the cabinet closed, she jumped to find the stranger so close.",
        "Like, hooking up with a stranger at a bar like they did in movies and a few sex positions she'd been subtly trying to talk him into.",
        "She bit her lip, wondering why the gentle words of a stranger affected her as they did.",
        "The little stranger came and sat with them.",
        "Let the stranger play guardian angel - as long as he kept his distance.",
        "Food had become an overlooked stranger, and she'd found herself leaving her studio only for the bathroom and the bedroom.",
        "Two huntsmen galloped up to the dogs; one in a red cap, the other, a stranger, in a green coat.",
        "Her time was too short to turn away a tall, dark, handsome, intriguing, dangerous stranger she met on the beach in the moonlight who smelled good.",
        "Both remembered the last time they'd watched a guest meet with a stranger and the no-end-to trouble that followed.",
        "It wasn't something she would normally say to a stranger, let alone a customer.",
        "\"Very impressive,\" the stranger said, kneeling beside her to look at both of her arms.",
        "And what did the mysterious stranger look like?",
        "Josh was no stranger to a fistfight, and he was considered by many to be a formidable opponent.",
        "Claire stared after him then looked back at the stranger in black.",
        "All at once the stranger closed the book, putting in a marker, and again, leaning with his arms on the back of the sofa, sat in his former position with his eyes shut.",
        "The stranger bent over him and looked at the picture he had made on the rock.",
        "Soon the little stranger was clad in the warm clothes; the dry soft blanket was wrapped around him; and he was laid on the children's bed.",
        "When she looked to the stranger, she found his warning look on her.",
        "Mr. Vining was a stranger to me, and could not communicate with me, except by writing braille.",
        "And if this is really Melyukovka, it is still stranger that we drove heaven knows where and have come to Melyukovka, thought Nicholas.",
        "When everything was ready, the stranger opened his eyes, moved to the table, filled a tumbler with tea for himself and one for the beardless old man to whom he passed it.",
        "It was the picture of a sheep, and it was drawn so well that the stranger was filled with astonishment.",
        "\"Is it possible that this stranger has now become everything to me?\" she asked herself, and immediately answered, \"Yes, everything!",
        "The hunky stranger spoke to Romas's oldest brother.",
        "They will take time to write a great big forum post just for you, a total stranger they will never meet.",
        "\"Is he really to be my husband, this stranger who is so kind--yes, kind, that is the chief thing,\" thought Princess Mary; and fear, which she had seldom experienced, came upon her.",
        "The girl was shouting something but, seeing that he was a stranger, ran back laughing without looking at him.",
        "Although taken aback by such intimacy from a stranger, as well as terrified himself, he felt an overwhelming need to comfort her.",
        "I have heard of a dog that barked at every stranger who approached his master's premises with clothes on, but was easily quieted by a naked thief.",
        "His voice was quiet and confident, and she felt like a visitor in his throne room rather than a woman talking to a stranger chained to her basement wall.",
        "She felt his arms around her and leaned into him, surprised at how natural it felt to be held against a complete stranger who made her want to flee for the hills and strip naked at the same time.",
        "The guy exud­ed confidence to the point where Dean felt as if he had just dropped a plateful of mashed potatoes in his lap while this tall, dark stranger was toasting the queen.",
        "The conversation obviously upset Yancey, but he didn't seem to be concerned that a stranger was listening.",
        "She then turned to her son as if to apologize for allowing this relative stranger to kiss her.",
        "Gabriel whipped around at the voice, lowering the weapon that emerged instinctively at the sound of a stranger in his home.",
        "Pierre listened with swelling heart, gazing into the Mason's face with shining eyes, not interrupting or questioning him, but believing with his whole soul what the stranger said.",
        "Pierre hurriedly began taking off his right boot also and was going to tuck up the other trouser leg to save this stranger the trouble, but the Mason told him that was not necessary and gave him a slipper for his left foot.",
        "Mr. Vining was a perfect stranger to me, and could not communicate with me except by writing in braille.",
        "What also conduced to Bagration's being selected as Moscow's hero was the fact that he had no connections in the city and was a stranger there.",
        "The stranger sat without stirring, either resting or, as it seemed to Pierre, sunk in profound and calm meditation.",
        "But what was still stranger, though of this Prince Andrew said nothing to his sister, was that in the expression the sculptor had happened to give the angel's face, Prince Andrew read the same mild reproach he had read on the face of his dead wife: \"Ah, why have you done this to me?\"",
        "She wished to love him as a son, but felt that to her he was a stranger and a terrifying man.",
        "But seeing a stranger the sickly, scrofulous-looking child, unattractively like her mother, began to yell and run away.",
        "Accustomed to being shunned by people, she'd almost felt normal around the stranger who seemed unaffected by her magic.",
        "She found herself comparing him to the stranger, whose body had molded around hers, as if he was made for her and no one else.",
        "If only she hadn't slept with a complete stranger two nights ago.",
        "She didn't even notice the stranger; her gaze was arrested by Gabriel.",
        "An arc of lightning left her father's hand and slammed the stranger into the wall.",
        "The proctor was also a stranger, and did not attempt to communicate with me in any way.",
        "She was no stranger to private personalities.",
        "She knew little about the stranger who called to check on her every day, not even his real name, but she was always cheered by his familiar voice.",
        "She'd turned from the sweet, open Angel who kept him company on dark nights to a stranger who wanted nothing to do with him.",
        "\"Well, then,\" answered the stranger, \"I will see what they can do for me at the Planters' Tavern, round the corner;\" and he rode away.",
        "The Proctor also was a stranger, and did not attempt to communicate with me in any way; and, as they were both unfamiliar with my speech, they could not readily understand what I said to them.",
        "Kiss me, he said, having learned who the young stranger was.",
        "But even as he spoke he began to doubt whether this was the corporal he knew or a stranger, so unlike himself did the corporal seem at that moment.",
        "But, noticing his mistake, he broke off short and, with a frown, greeted Dolokhov as a stranger, asking what he could do for him.",
        "I just found out my father's running around killing people, and you expect me to trust a stranger when I don't even know if I can trust him anymore?",
        "\"Is kissing a stranger on the beach under the full moon on your bucket list?\" he whispered.",
        "Mostly he was the man I knew but in some ways, he seemed like a stranger, especially at work.",
        "She was no stranger around the kitchen.",
        "\"I can make it so he doesn't remember that you did this to him,\" the stranger said.",
        "The smiling stranger's warning clicked.",
        "stranger in a strange land.",
        "He was a complete stranger.",
        "Given its close proximity to the beach, the city is no stranger to visitors.",
        "Her body was humming with the stranger's weird energy.",
        "\"Be of use, Gabriel, and fix my chili peppers,\" she ordered then addressed the stranger.",
        "Ashley was okay, and Jessi would do anything to keep her that way, even if it meant robbing some stranger named Xander.",
        "She almost laughed, feeling overwhelmed by her task and uneasy in the stranger's house.",
        "Maybe because some complete stranger built like Conan is interrogating me about his décor.",
        "MAORI (pronounced \"Mowri\"; a Polynesian word meaning \"native,\" \"indigenous\"; the word occurs in distinction from pakeha, \" stranger,\" in other parts of Polynesia in the forms Maoi and Maoli), the name of the race inhabiting New Zealand when first visited by Tasman in 1642.",
        "The god was originally a stranger, taken into the kin by a rite of blood brotherhood, and this constitutes the dark point of the theory; for Robertson Smith regards the blood bond as relatively late; hence we do not see how the god became associated with the kin.",
        "The flesh of a dead (unslaughtered) beast is not to be eaten, but it may be given to the \" stranger within the gates \"1 (Deut.",
        "But I'm not a stranger.",
        "Deidre paced on the beach behind her bungalow, unable to do anything but lecture herself over and over about how stupid she was to sleep with some random stranger.",
        "He rarely thought of the man he didn't remember, but since the stranger's visit, Xander wasn't able to get his father out of his mind.",
        "He has to rely on a kind stranger who takes him in despite his apparent madness.",
        "Overall I feel like a stranger in a strange land.",
        "If the stranger approaches slowly when the caregiver is nearby, smiling and speaking softly, offering a toy, the infant will sometimes show interest rather than distress.",
        "You can never be too cautious when a stranger is coming to your home.",
        "If a woman has a tattoo, she may not enjoy having a stranger come up and suddenly demand to know \"Where did you get that?",
        "Women are just as likely to fantasize about sex with their current partner, as they are to fantasize about sex with a stranger.",
        "One sexual fantasy that seems rather exclusive to women is the romantic sexual fantasy where she is seduced and swept off her feet by a dashing man whether he is her partner or some stranger.",
        "While some are stranger than others (such as theories projecting the end of human society and a return to prehistoric culture), the theory with the most astrological focus is the black hole theory.",
        "Though Knightley publicly stated that she is finished with her role of Elizabeth Swann, there is no word as to how, or if, she will be written out of the story line for On Stranger Tides.",
        "If you're not a stranger to the post office and never shy away from a return, check online for some of the newest styles of the season.",
        "Sometimes I feel like you're a stranger.",
        "This was no stranger.",
        "The stranger's dark form came into her peripheral.",
        "She couldn't remember the last time she'd been so honest or embarrassed, and in front of a complete stranger!",
        "The stranger's kiss was light, his full lips warm and soft.",
        "She hesitated, growing uncomfortable in the clammy in-between place with the scary stranger.",
        "Things really couldn't get much stranger.",
        "She was going home, not staying on some dead planet with some hunky stranger!",
        "\"Thank you,\" she managed, uncertain how to respond to a vague threat from a stranger.",
        "Let's just chalk this up to a pleasant hour with a stranger.",
        "The huge white dog lowered his head and bared his teeth at the stranger.",
        "From Dan's whiplike body to Brady's feline-like musculature to the stranger's towering frame, there was no mistaking them for normal soldiers.",
        "The condo felt like it belonged to a stranger.",
        "\"The boy-god will need a body to burn,\" the stranger said, eyes lingering on her father.",
        "Was she, and would she be willing to spend a little time with a stranger?",
        "Clara thought the stranger's interest was personal, but she couldn't be farther from the truth.",
        "Still, maybe the stranger would be good company.",
        "Here she was, thinking about a complete stranger as a companion.",
        "Would she die here in the arms of a virtual stranger - the man her father had sent to protect her?",
        "The stranger wore well-spun clothing and carried ornate weapons with bejeweled hilts.",
        "The stranger glowed strangely in the otherwise dim lighting.",
        "\"I do not seek a handmaiden, boy,\" the stranger said.",
        "Xander crossed to his mother and knelt, wary of the stranger.",
        "\"Take off your hood,\" the stranger said.",
        "He removed his hood and mask and inched away from the stranger.",
        "The stranger placed silk-lined gloves on the ground and removed her cloak.",
        "At his silence, the stranger looked where he did.",
        "If only he was like the stranger: powerful enough to buy a home and wardrobe worthy of his mother.",
        "As if reading his mind, the stranger spoke.",
        "The stranger's face softened with the warmth of pity, a sight Xander was accustomed to.",
        "The green-eyed stranger was right; his father did this to them.",
        "He sat in thoughtful silence for a long moment before he retrieved the rich stranger's cloak.",
        "If the stranger really did take him away from this place, he didn't want to go alone, with nothing to remind him of the woman who gave up her life for him.",
        "The stranger spoke of a land where he was accepted and never hungry, where they'd build an army to kill his father.",
        "The stranger turned, her bright eyes on Xander.",
        "That smile again, the one that scared him, crossed the stranger's face.",
        "\"Are you ready?\" the stranger asked.",
        "Xander gazed up at the stranger.",
        "This is illustrated by his love of Switzerland, his intense interest in the fortunes of that country, his design of writing \" The History of the Liberty of the Swiss \" - a theme, he says \" from which the dullest stranger would catch fire.\"",
        "As he was reading the Law at the feast of tabernacles he burst into tears at the words \" Thou mayest not set a stranger over thee which is not thy brother \"; and the people cried out, \" Fear not, Agrippa; thou art our brother.\"",
        "This is achieved; and Briinnhilde's horror and bewilderment at meeting Siegfried again as a stranger in his own shape creates a situation which Siegfried cannot understand, and which Hagen pretends to construe as damning evidence that Siegfried has betrayed Gunther's honour as well as Briinnhilde's.",
        "This evening meal was not to be attended by any stranger or uncircumcised person.",
        "advena), a stranger or sojourner, a term now practically restricted to converts from one religion to another.",
        "Thus definitively freed from the profane foot of the stranger (Isa.",
        "\"The Eleatic school,\" says the Stranger in Plato's Sophist, 242 D, \"beginning with Xenophanes, and even earlier, starts from the principle of the unity of all things.\"",
        "706) was married to a stranger.",
        "Although himself a stranger to letters he welcomed scholars to his court and eagerly seconded the efforts of his brother Bruno to encourage learning; and while he neither feared nor shirked battle, he was always ready to secure his ends by peaceable means.",
        "Now one of the cardinal rules of politeness is to avoid burdening a stranger with the weight of ones own woes.",
        "Equally is he a stranger to methods of artificial cooling.",
        "exiles; Ethiopic falas, a stranger), or \"Jews of Abyssinia,\" a tribe of Hamitic stock, akin to Galla, Somali and Beja, though they profess the Jewish religion.",
        "He had, however, before this, taken up arms in Monmouth's expedition, and is supposed to have owed his lucky escape from the clutches of the king's troops and the law, to his being a Londoner, and therefore a stranger in the west country.",
        "Two obscure agents of the committee of public safety were in search of a marquise who had flown, but an unknown stranger was found in the house and arrested on suspicion.",
        "He calls the people to repentance, and he enforces the call by proclaiming the approach of Yahweh in judgment against Lhe sorcerers, the adulterers, the false swearers, the oppressors of the poor, the orphan and the stranger.",
        "The scryer, who was a stranger in a place which she had not visited before, gave, in a long series of cases, a description of the person or place on which the inquirer's thoughts were fixed.",
        "On one occasion a curious set of incidents were described, which happened to be vividly present to the mind of a sceptical stranger who chanced to be in the room during the experiment; events unknown to the inquirer in this instance.",
        "The reference is to the earthenware token which two friends broke in order that they might commend a stranger for hospitality by sending with him the broken half.",
        "In ascending the river a stranger's eye is first caught by the numerous huge ice-houses with high thatched roofs and by a tall white tower - the T'ien-feng-t'a or Ning-po pagoda or obelisk - which rises to a height of 160 ft.",
        "He was the first stranger who received the privileges of citizenship. He was reckoned one of the Seven Sages, and it is said that he was initiated into the Eleusinian mysteries.",
        "The pastor is paid for his pastoral work, and receives his Sunday fee just as a stranger does; his Sundays from home he fills up at the request of deacons of other churches, and it is a breach of connexional etiquette for a minister to apply for engagements, no matter how many unfilled Sundays he may have.",
        "As soon as the porter heard a stranger knock at the gate, he rose, saying, Deo gratias,the opportunity for the exercise of hospitality being regarded as a cause for thankfulness.",
        "Strange as this point is, it is still stranger that not one of these internal evidences is brought into relation with induction and deduction.",
        "He shall divide them by tribes in the land, and no stranger and foreigner shall dwell with them; he shall judge the nations in wisdom and righteousness.",
        "walked up and down, and sometimes prayed and cried to the Lord, who said unto me, ` Thou seest 'how young people go together into vanity and old people into the earth; thou must forsake all, both young and old, and keep out of all, and be a stranger unto all.'",
        "He would go from town to town, \"travelling up and down as a stranger in the earth, which way the Lord inclined my heart; taking a chamber to myself in the town where I came, and tarrying sometimes a month, more or less, in a place\"; and the reason he gives for this migratory habit is that he was \"afraid both of professor and profane, lest, being a tender young man, he should be hurt by conversing much with either.\"",
        "Withal there was no noise or confusion to mar the tranquillity of their intercourse; no one usurped more than his share of the conversation; the stillness of the place oppressed a stranger with a feeling of mysterious awe.",
        "No apter estimate of his character can be found than the words of Aeneas Silvius himself: \" He was a great-hearted man; but his chief error was that he was a stranger to moderation, and regulated his actions, not by his ability, but by his wishes.\"",
        "Careless of the glories of Renaissance art, a stranger to all worldly instincts, the earnest Netherlander inscribed on his banner the healing of the moral ulcers, the restoration of unity to the Church - especially in Germany - and the preservation of the West from the Turkish danger.",
        "Ger-eshmun); the religious idea of the guest of a deity had its origin in the social custom of extending hospitality to a stranger and in the old Semitic right of sanctuary.",
        "But in spite of these imposing displays of power the princes looked with suspicion upon an emperor who was almost a stranger to their country and who was believed to be a renegade from their faith, and soon after Fredericks return to Italy the gulf between him and his German subjects was widened by his indifference to a great danger which threatened them.",
        "At first this great king was coldly received by the Protestants, who were ignorant of his designs and did not want a stranger to profit by the internal disputes of their country.",
        "The whole Sicilian kingdom became the spoil of a stranger who was no deliverer to any class of its people.",
        "His rule was not merely the rule of a stranger king surrounded by stranger followers; the degradation of the island was aggravated by gross oppression, grosser than in the continental lands.",
        "Nureddin loyally aided his deputy in dealing with Frankish invasions of Egypt, but the anomaly by which he, being a Sunnite, was made in Egypt to recognize a Fa~timite caliph could not long continue, and he ordered Saladin to weaken the Fatimite by every available means, and then substitute the name of the Abbasid for his in public worship. Saladin and his ministers were at first afraid lest this step might give rise to disturbances among the people; but a stranger undertook to risk it on the 17th of September 1171, and the following Friday it was repeated by official order; the caliph himself died during the interval, and it is uncertain whether he ever heard of his deposition.",
        "Rousseau, who was jealously sparing of his praises, addressed to him, in his Nouvelle Heloise, a fine panegyric; and when a stranger flatteringly told Voltaire he had come to see a great man, the philosopher asked him if he had seen Abauzit.",
        "He was no stranger there, but had visited the dominion twice already, being a brother-in-law of his predecessor, Lord Minto.",
        "A programme so stupendous awoke in Alexander's impressionable mind an ambition to which he had hitherto been a stranger.",
        "The defeat of Oenomaiis by Pelops, a stranger from Asia Minor, points to the conquest of native Aresworshippers by immigrants who introduced the new religion of Zeus.",
        "If from habit and tradition he respects a stranger within his threshold, he yet considers it legitimate to warn a neighbour of the prey that is afoot, or even to overtake and plunder his guest after he has quitted his roof.",
        "It is at least probable from these notes that even before the undoubted outbreak, which began in Cutch in 1812, India was no stranger to epidemic plague.",
        "When any stranger comes and asks who is the sweetest singer, they are to answer with one voice, the \" blind man that dwells in rocky Chios; his songs deserve the prize for all time to come.\"",
        "Whilst Sankara's mendicant followers were prohibited to touch fire and had to subsist entirely on the charity of Brahman householders, Ramanuja, on the contrary, not only allowed his followers to use fire, but strictly forbade their eating any food cooked, or even seen, by a stranger.",
        "Legends stranger still told of his disappearance from among men.",
        "But the government in Rome had a plan of its own, and a certain Tigranes, long resident in Rome, but a stranger to the Armenians, was sent out, and Corbulo was obliged reluctantly to seat him on the Armenian throne.",
        "One night, having quitted a festive company because, from want of skill, he could not comply with the demand made of each guest in turn to sing to the harp, he sought his bed and fell asleep. He dreamed that there appeared to him a stranger, who addressed him by his name, and commanded him to sing of \"the beginning of created things.\"",
        "He pleaded inability, but the stranger insisted, and he was compelled to obey.",
        "In this connexion it may be remarked (and this is a point on which Funck-Brentano entirely misinterprets the allusion) that, even in his capacity as valet to Fouquet, Dauger was still regarded an as exceptional sort of prisoner; for in 1679 when Fouquet and Lauzun were afterwards allowed to walk freely all over the citadel, Louvois impresses on Saint-Mars that \"le nomme Eustache\" is never to be allowed to be in Fouquet's room when Lauzun or any other stranger, or anybody but Fouquet and the \"ancien valet,\" La Riviere, is there, and that he is to stay in Fouquet's room when the latter goes out to walk in the citadel, and is only to go out walking with Fouquet and La Riviere when they promenade in the special part of the fortress previously set apart for them (Louvois's letter to SaintMars, Jan.",
        "The principles of religion he learnt from the Bible, Sulpicius Severus and some lives of saints, but to patristic literature and the subtleties of theology he remained a stranger.",
        "Unto a stranger thou mayest lend upon usury; but unto thy brother thou shalt not lend upon usury, that the Lord thy God may bless thee\" (Deut.",
        "In order to avoid the intestine strife so common in Italian civic life, it soon became the custom to select a stranger to fill this position.",
        "He was a stranger to the Parthian.",
        "The Demiurge himself did not suspect who the stranger was; nevertheless he became angry with him, and, although Jesus had punctually fulfilled his law, caused him to be nailed to the cross.",
        "This and the sycamore were described by Gerard in 1597 (Herball, p. 1299), the latter being \"a stranger to England.\"",
        "(a) The first of these characters is described by anticipation in Plato's Sophist (246 C seq.), where, arguing with those \" who drag everything down to the corporeal \" (vcnµa), the Eleatic stranger would fain prove to them the existence of something incorporeal, as follows.",
        "21 permits the stranger (-») to eat the flesh of any animal that dies a natural death, while Lev.",
        "Like D, they lay great stress on the duties of humanity and charity both to the Israelite and to the stranger (Deut.",
        "Thus the stranger entering it for the first time will find little to remind him of its past history.",
        "Paul was as yet a stranger to Rome, and it is extremely difficult to suppose that he already knew so many individuals there.",
        "The earlier tone of Romans shows that he was writing as a comparative stranger to strangers.",
        "Many strange places with stranger names are visited, some of them offering obvious satire on human institutions, others, except by the most far-fetched explanations, resolvable into nothing but sheer extravaganza.",
        "Moreover, he had no very pronounced political ambition, and was an utter stranger to that longing for power, which drives so many men of talent to adopt extreme expedients.",
        "hospes, a guest or host; hospes being probably from an original hostipes, one who feeds a stranger or enemy, from hostis and the root of pascere), one who receives another into his house and provides him with lodging and entertainment, especially one who does this in return for payment.",
        "hostis, a stranger or enemy; in Med.",
        "They took a turn which made him a stranger to Milan for the next seven years.",
        "Practically, when a stranger receives the estate of a deceased man, the proper way of viewing the tax would appear to be that it is a share of property claimed by the state against a stranger who has no right in the matter except that which the state gives him, so that it is hardly a tax at all, as the word is usually understood; but when the estate is received by the near relatives of the deceased who were subsisting upon it even before his death, it is undoubtedly felt as a tax by them, and operates as a tax.",
        "` I will show thee a better way,' replied the stranger; ` let a crier cry aloud\" God is most great, &c.\"' On awaking, Abdallah went to Mahomet and told him his dream,\" and Azan was thereupon instituted.",
        "This ceremony is now generally combined with the hajj, or is performed by every stranger or traveller when he enters Mecca, and the ihram (which involves the acts of abstinence already referred to) is assumed at a considerable distance from the city.",
        "Meanwhile he did much editing and compiling, and produced, among other works in prose, The Stranger in Lowell (1845), Supernaturalism in New England (1847), Leaves from Margaret Smith's Journal (1849), a pleasing treatment in old-style English of an early Colonial theme.",
        "\" There is so strong an objection against the accurateness of this proportion, that without my demonstrations, to which Mr Hooke is yet a stranger, it cannot be believed by a judicious philosopher to be any where accurate.",
        "Thus may be explained the selection of an Eleatic stranger to be the chief speaker in the latter, and of Parmenides himself to take the lead in the former.",
        "If an unknown stranger or person without property caught red-handed in the commission of a crime refused to submit to arrest, it was lawful to maim or slay him according to the magnitude of the attempted crime.",
        "But ere the year was out Edmund died: secretly murdered, according to some authorities, by the infamous Eadric. The witan of Wessex made no attempt to set on the throne either one of the younger Sons of)Ethelred by his Norman wife, or the infant heir of Edmund, but chose Canute as king, preferring to reunite England by submission to the stranger rather than to continue the disastrous war, They were wise in.",
        "But, as a matter of fact, during the first few years of his reign one district after another took up arms and endeavoured to cast out the stranger.",
        "CARPET-BAGGER, a political slang term for a person who stands as a candidate for election in a locality in which he is a stranger.",
        "The aubain was a stranger not naturalized; and the right of aubaine was the right in virtue of which the sovereign, from the earliest monarchy, claimed the goods of such a stranger who had died in his territory.'",
        "Nevertheless even such a writer as D could not escape the influence of the age and atmosphere in which he lived; and despite the spirit of love which breathes so strongly throughout the book, especially for the poor, the widow and the fatherless, the stranger and the homeless Levite (xxiv.",
        "After Louis Vs sudden death, aged twenty, in 987, Adalbero and Gerbert, with the support of the reformed Cluniac clergy, at the Assembly of Senhis eliminated from the succession the rightful heir, Charles of Lorraine, who, without influence or wealth, had become a stranger in his own country, and elected Hugh Capet, who, though rich and powerful, was superior neither in intellect nor character.",
        "It is true she had dec e finitely freed her territory from the stranger, and qu~ces of through the sorrows of defeat and the menace of the Nun- disruption had fortified her national solidarity, and dred defined her patriotism, still involved in and not yet dissociated from loyalty to the monarchy.",
        "We cannot claim for it the virtue of strict honesty with regard to the stranger, but for its own \" kith and kin \" it is a model of socialism in an ideal form, possessing nothing of its own yet toiling unceasingly for the good of all.",
        "Its verses are everywhere, in this region, popular proverbs; an apt quotation from them by a stranger has an immediate effect in producing interest and confidence in the hearers.",
        "She couldn't abandon the twins â€“ leave them with a man who had become a stranger to them.",
        "The cities are too large for my hunting and the towns so open a stranger stands out like neon sign on a starless night.",
        "Allowing stranger to paw through their quarters might seem tactless but I suppose I harbored animosity at their abrupt departure.",
        "A man willing to beat his daughter won't give a shit about killing a stranger.",
        "\"I saw that you shared his history â€¦\" She stopped, not sure how comfortable he was with a stranger reading his mind.",
        "The idea of a stranger visiting Alex when he was so vulnerable concerned her, so she asked at the desk to find out who he was.",
        "What kind of stranger â€“ Immortal or otherwise â€“ gave a blank check to someone who probably screwed him over in a past life?",
        "How did a proclamation from a virtual stranger hurt her more than anything anyone else had ever said?",
        "Not when I have a guarantee from some freakish stranger I met in a dark alley.",
        "A half dozen workers whose desks were in sight of their superior all pretended unsuccessfully to act busy while sneaking peeks at the stranger.",
        "The stranger didn't flinch or curse or scream or run.",
        "The stranger touched her other hand to the bloodied wrist, and the wounds healed.",
        "It was her curse with men, and after five years of not dating and the enormous mission of stealing from a stranger, it was only getting worse.",
        "Maybe because some complete stranger built like Conan is interrogating me about his dÃ©cor.",
        "Slapping a stranger's ass is not a compliment, especially when that stranger is a woman.",
        "It was an edifying spectacle, and all the stranger given Moore's confidence of an anti-war vote turning out for a pro-war candidate.",
        "accost the stranger did so.",
        "Violet's curiosity now aroused, things were to get even stranger.",
        "We will have to move into alliance with stranger bedfellows.",
        "believe that truth is stranger than fiction?",
        "beware the stranger danger.",
        "He also finds out how to make an altogether stranger dish consisting of zebu cattle penis and sprigs of marijuana.",
        "He is no stranger to doing his bit for a worthy cause.",
        "The male cheetah can only mate with a stranger.",
        "conversation with a total stranger at the bus stop or in the bus.",
        "London is really cosmopolitan town and you have people from everywhere really and you are not feeling like stranger.",
        "Rupert loved having a countryman to ease the loneliness of being a stranger in a strange land.",
        "crammed into the computer room to hear \" Stranger Than Fiction \" play last January.",
        "curiosity now aroused, things were to get even stranger.",
        "Officers later spoke to local school children about stranger danger.",
        "enigmatic stranger enters their lives who intends to turn their worlds upside down.",
        "God is outraged when \" the stranger residing among you suffers extortion \" (Ezekiel 22:7 ).",
        "foretells the destruction of Babylon 5. A mysterious stranger visits each of Babylon 5's alien ambassadors.",
        "however genuine a caller might seem, treat any unannounced stranger with extreme caution.",
        "handsome stranger, Lucy's world begins to change.",
        "To protect the humanity of the stranger is to protect our own, shared humanity.",
        "The Southern heart is too impulsive; Southern hospitality is too lavish with the stranger.",
        "According to Miss Bess it is highly indecorous for a girl to address a stranger, especially a much older stranger.",
        "A stranger would be critical and judge the child's intellect whilst playing with that toy.",
        "loving wife was becoming a stranger to him.",
        "mastiff named Lion, which he disposed of to a stranger.",
        "At one time he possessed a large mastiff named Lion, which he disposed of to a stranger.",
        "molested by a stranger at the age of twelve.",
        "mysterious stranger had handed it to his servant in the street earlier in the evening.",
        "A selection of some of the stranger inhabitants from the darker nooks and crannies of the internet.",
        "Hiding behind the wall, she sees the stranger advancing, keeps her eyes on him and suddenly pounces when he comes within reach.",
        "Once again the truth was stranger than fiction, and later that same year the band was asked to support The pretenders on tour.",
        "The village schoolmaster dropped in to speak with the stranger.",
        "Stranger and more exotic species in the country include neon-coloured blue ribbon eel, pufferfish and boxfish and leaf scorpionfish.",
        "Not an edifying spectacle, and all the stranger given Moore's confidence of an anti-war vote turning out for a pro-war candidate.",
        "An attractive stranger is your pair of sky-scraping black stilettos.",
        "Everyone loves a true story, the stranger the better.",
        "The baron appeared on the scene, greeted the stranger most cordially, and arm in arm they descended among the throng.",
        "Never let a stranger in on someone else's behalf.",
        "The high crime rate of today has just about finished the tradition of inviting a needy stranger to have a meal with you.",
        "A female walking home late at night killed by a stranger is a classic example of a particularly ' newsworthy ' killing.",
        "A child in Britain is 10 times more likely to be run over and killed by a car than murdered by a stranger.",
        "A tall, mysterious stranger had handed it to his servant in the street earlier in the evening.",
        "From the minute she spots the handsome stranger, Lucy's world begins to change.",
        "Stranger Gut Buster Gut Buster with a random stranger Gut Buster Gut Buster with a random stranger!",
        "You'd never trust a complete stranger, or give them your personal details, would you?",
        "Don't expect a long conversation with a total stranger at the bus stop or in the bus.",
        "stranger on the shore telling them to cast on the other side of the boat.",
        "stranger danger.",
        "The 'close ' stranger The appearance of the 'close ' stranger is symptomatic for the three national cinematographies.",
        "stranger than fiction Breaking the Code is a play, not a documentary.",
        "When the stranger had brought all these things into the house, he asked to see the old teapot.",
        "tottering away to their final resting place be enthusiastic on the reception of a stranger?",
        "true story, the stranger the better.",
        "The stranger has gradually improved in health but is very silent and appears uneasy when anyone except myself enters his cabin.",
        "And when the murderer is finally unmasked, his motives are revealed to be stranger than anyone imagined.",
        "They were too near; having been just recognized by a comparative stranger, I felt uneasy at this close vicinage of intimate acquaintance.",
        "vigilant to prevent a stranger from mating with his or her partner.",
        "c. 23, § 64), \"would this most famous and once most learned city of Greece have remained a stranger to the tomb of one of its most ingenious citizens, had it not been discovered by a man of Arpinum.\"",
        "They have the virtues and defects of a somewhat isolated mountain race - a strong sense of honour and respect for women, of hospitality towards the stranger, and a natural gravity and dignity, accompanied by a considerable distrust of change and lack of enterprise.",
        "The stranger, Isaac Beeckman, principal of the college of Dort, offered to do so into Latin, if the inquirer would bring him a solution of the problem, - for the advertisement was one of those challenges which the mathematicians of the age were accustomed to throw down to all corners, daring them to discover a geometrical mystery known as they fancied to themselves alone.",
        "The author was hailed as the \"German Plato,\" or the \"German Socrates\"; royal and other aristocratic friends showered attentions on him, and it is no exaggeration to assert with Kayserling that \"no stranger who came to Berlin failed to pay his personal respects to the German Socrates.\"",
        "Outside the gates of Rome he was met by a deputation from the senate he had come to supersede, who addressed him in words memorable for expressing the republican spirit of new Italy face to face with autocratic feudalism: Thou wast a stranger, I have made thee a citizen; it is Rome who speaks: Thou earnest as an alien from beyond the Alps, I have conferred on thee the principality.",
        "To illustrate the intensity of the pleasure he found alike in the solitude of his study and in the relaxations of genial social intercourse, almost any page taken at random, either from the Life or from the Letters, would suffice; and many incidental touches show that he was not a stranger to the delights of quiet contemplation of the beauties and grandeurs of nature.",
        "He describes the course of his religious development in the introduction to the dialogue with the Jew Trypho, in which he relates how chance intercourse with an aged stranger brought him to know the truth.",
        "He had, as Demosthenes boasts, an action for outrage like a freeman, and his death at the hand of a stranger was avenged like that of a citizen (Eurip. Hec. 288), whilst, if caused by his master's violence, it had to be atoned for by exile and a religious expiation.",
        "The English versions often render the word by stranger; \" but though distinguished from the home-born 'ezrah (=one rising from the soil), the person denominated ger became the equal of the native Israelite, and, when the meaning of ger passed from a mainly civil to a religious connotation, enjoyed many rights.",
        "The Rabbinic law recognized two classes: (a) the full proselyte, the stranger of righteousness (ger sedeq), who was admitted after circumcision, baptism and the offering of a sacrifice (after the destruction of the Temple the first two ceremonies were alone possible); and (b) the limited proselyte, the resident alien (ger toshab) or proselyte of the gate (ger ha-sha'ar), who, without accepting Judaism, renounced idolatry and accepted Jewish jurisdiction, thereby acquiring limited citizenship in Palestine.",
        "44 of the same book we read how a humble stranger \"worshipped Christ in the holy man\" (i.e.",
        "Upon this the sovereign angrily exclaimed: \"This stranger comes to dwell in my house, yet will not stoop to pay me a visit.\"",
        "He was wont to mention the following as the two incidents in his life which had afforded him the greatest pleasure, - that a stranger, whom he had met as a travelling companion in his youth, made to his declaration \"I am Daniel Bernoulli\" the incredulous and mocking reply, \"And I am Isaac Newton\"; and that, while entertaining Kdnig and other guests, he solved without rising from table a problem which that mathematician had submitted as difficult and lengthy.",
        "and his companions undertook to defend the following propositions: (1) That the Holy Christian Church, of which Christ is the only Head, is born of the Word of God, abides therein, and does not listen to the voice of a stranger; (2) that this Church imposes no laws on the conscience of people without the sanction of the Word of God, and that the laws of the Church are binding only in so far as they agree with the Word; (3) that Christ alone is our righteousness and our salvation, and that to trust to any other merit or satisfaction is to deny Him; (4) that it cannot be proved from the Holy Scripture that the body and blood of Christ are corporeally present in the bread and in the wine of the Lord's Supper; (5) that the mass, in which Christ is offered to God the Father for the sins of the living and of the dead, is contrary to Scripture and a gross affront to the sacrifice and death of the Saviour; (6) that we should not pray to dead mediators and intercessors, but to Jesus Christ alone; (7) that there is no trace of purgatory in Scripture; (8) that to set up pictures and to adore them is also contrary to Scripture, and that images and pictures ought to be destroyed where there is danger of giving them adoration; (9) that marriage is lawful to all, to the clergy as well as to the laity; (I o) that shameful living is more disgraceful among the clergy than among the laity.",
        "peregrinus, a stranger, foreigner, particularly a resident alien in Rome (see Praetor, and Roman Law).",
        "So true is it that sober history is often stranger and more capricious than all the marvels of legend and romance.",
        "In another fragment (388) of a hymn Mani describes himself as \"the first stranger\" (cf.",
        "Dr Neree Beauchemin Keeps Within Somewhat Narrow Limits In Les Floraisons Matutinales (1897); But Within Them He Shows True Poetic Genius, A Fine Sense Of Rhythm, Rhyme And Verbal Melody, A Curiosa Felicitas Of Epithet And Phrase, And So Sure An Eye For Local Colour That A Stranger Could Choose No Better Guide To The Imaginative Life Of Canada.",
        "But commentators are not at one as to which countess of Salisbury was the heroine of the adventure, whether she was Katherine Montacute or Joan the Fair Maid of Kent, while Heylyn rejects the legend as \" a vain and idle romance derogatory both to the founder and the order, first published by Polydor Vergil, a stranger to the affairs of England, and by him taken upon no better ground than fama vulgi, the tradition of the common people, too trifling a foundation for so great a building.\"",
        "He that hath supplieth him that hath not without grudging: if they see a stranger they bring him under their roof, and rejoice over him, as over a brother indeed, for they call not one another brethren after the flesh, but after the spirit.",
        "No stranger was to have access, and the boy was to be cognizant of none of the sorrows of humanity, such as poverty, disease, old age or death, but only of what was pleasant, so that he should have no inducement to think of the future life; nor was he ever to hear a word of Christ and His religion.",
        "The lad was so much interested in his work that he did not see the stranger.",
        "I would teach you how to draw pictures of sheep and horses, and even of men, said the stranger.",
        "\"Let us go and ask him,\" said the stranger.",
        "The stranger's name was Cimabue.[Footnote: Cimabue (_pro_. she ma boo'a).] He was the most famous painter of the time.",
        "The two boys, Charlot and Blondel, with wondering eyes watched their father and mother undress the little stranger.",
        "\"Mine gives me fine clothes and plenty of money to spend,\" said the stranger.",
        "\"That is my tutor,\" whispered the little stranger.",
        "\"Good night, Lise,\" said he, rising and courteously kissing her hand as he would have done to a stranger.",
        "\"Still the same; but what can you expect, this noise...\" said the princess, looking at Anna Mikhaylovna as at a stranger.",
        "Rostov flushed up on noticing this, but he did not care, this was a mere stranger.",
        "\"We shall probably advance,\" replied Bolkonski, evidently reluctant to say more in the presence of a stranger.",
        "Pierre began to feel a sense of uneasiness, and the need, even the inevitability, of entering into conversation with this stranger.",
        "\"No. Give me the book,\" said the stranger.",
        "The stranger's face was not genial, it was even cold and severe, but in spite of this, both the face and words of his new acquaintance were irresistibly attractive to Pierre.",
        "And again, glancing at the stranger's hands, he looked more closely at the ring, with its skull--a masonic sign.",
        "\"Don't, Mary Nikolievna!\" said her husband to her in a low voice, evidently only to justify himself before the stranger.",
        "Nicholas suddenly felt a desire and need to tell his most intimate thoughts (which he would not have told to his mother, his sister, or his friend) to this woman who was almost a stranger.",
        "At almost every step, the stranger is regaled with a fresh display of architectural grandeur....",
        "The demobbed stranger returned to resentful sons and the awkward tango of married life.",
        "The people have tried everything, when a stranger appears who says he can rid the town of rats !",
        "Fast or slow, the stranger was not to be shaken off.",
        "Never let a stranger in on someone else 's behalf.",
        "Stranger Gut Buster Gut Buster with a random stranger !",
        "You 'd never trust a complete stranger, or give them your personal details, would you?",
        "And then he sees a stranger on the shore telling them to cast on the other side of the boat.",
        "Stranger than Fiction Breaking the Code is a play, not a documentary.",
        "Stranger than a talking dog Tuesday, 02 May, 2006 More men die of breast cancer than testicle cancer.",
        "How could five old men tottering away to their final resting place be enthusiastic on the reception of a stranger?",
        "An alpha wolf will have to be vigilant to prevent a stranger from mating with his or her partner.",
        "When the stranger suddenly pulled Sarah back from the path of the speeding truck, she took it as divine intervention.",
        "The tall, strong stranger saved the bystanders by using his martial arts skills to overpower the attackers.",
        "Part of the problem is simply that your baby is a virtual stranger to you.",
        "Even though you might have spent time with him prior to the adoption, you are in essence still a stranger.",
        "More than likely you'll buy from a stranger or a car lot.",
        "In a case where you are buying a motorcycle from a stranger, you are going to have to use old-fashioned intuition to determine whether the person is dealing fairly with you.",
        "It may sound stranger than fiction, but the Zilopop is a stainless steel lollipop that is supposed to freshen your breath.",
        "Preferably, you should meet at a public place or take someone with you, since you are- after all- meeting a stranger off of the Internet.",
        "It may be less likely to occur when a stranger is petting a cat.",
        "Avoiding identity theft can be as simple as reviewing your bank statements promptly and never giving a stranger your PIN number or social security number.",
        "If the password is not protecting personal or financial information or does not let a stranger impersonate you by sending e-mail as you, the password can probably be fairly simple.",
        "This step, of course, becomes most important when you're about to move in with a stranger.",
        "You wouldn't let a perfect stranger come up to your apartment - and no matter what the online chemistry looks like, your date is still a stranger until you've met face-to-face.",
        "If you favor jeans and a ponytail, your first date with a total stranger might not be a good time to break out the tiara and cocktail dress you've always wanted to wear.",
        "You wouldn't talk to a stranger on the street and give him or her personal information, so don't do it on the Internet either.",
        "All too often teens escape, only to turn up missing or abducted from the roadside stranger that answered their call for help.",
        "Many women feel they do not want to discuss intimate feelings and emotions with a stranger, but may feel equally unable to vent their feelings to a parent or loved one.",
        "Though he beat his criminal charges, he hasn't been a stranger to the justice system as lawsuit after lawsuit pile up against him.",
        "Da Brat - no stranger to VH1 reality shows, Da Brat appeared on the fourth season of The Surreal Life.",
        "Born and raised in Denver, Colorado, Chapman is no stranger to trouble.",
        "Like many in the limelight, Tiger Woods is no stranger to controversy.",
        "Anna Nicole Smith, no stranger to scandals and tabloid headlines, is now involved in a legal dispute over the diet supplement TrimSpa.",
        "Bobby Brown is no stranger to run-ins with the law.",
        "Britney Spears is no stranger to making headlines, but 2006 seemed to be a record tabloid year for the singer.",
        "Either way, Youn is no stranger to celebrities, plastic surgery or a combination of the two.",
        "Bollea is no stranger to car accidents - in 2006, the Lamborghini he was driving in Miami, Florida, caught fire.",
        "Former American Idol Diana DeGarmo is no stranger to singing competitions.",
        "Jonathan Rhys-Meyers is no stranger to the drink.",
        "Simmons is no stranger to reality television either -- he and his family are the stars of A&E's Gene Simmons: Family Jewels.",
        "While Tila Tequila is no stranger to controversy - in fact, she seems to invite it - the latest buzz is that Tequila is not a bisexual, as she appears on A Shot at Love.",
        "Tween superstar Miley Cyrus is no stranger to living life in the spotlight.",
        "Stranger Than Fiction, and Talladega Nights: The Ballad of Ricky Bobby followed in 2006.",
        "The twins are Lopez's first children, though she is no stranger to playing the role of mommy, as Anthony has three other children.",
        "Growing up in a show business family, Stiller was no stranger to the celebrity life.",
        "Maureen McCormick - Best known for her role on The Brady Bunch as Marcia, Maureen McCormick is no stranger to reality television, having appeared as a contestant on VH1's Celebrity Fit Club in season five.",
        "The comedian was no stranger to heart health matters as he suffered his first heart attack 30 years ago, at the age of 41.",
        "Sean Combs or Diddy (sometimes) is no stranger to politics.",
        "Michael is no stranger to scandals these days, with accusations of drug abuse thrown into the mix.",
        "Beyonce is no stranger to the music charts and she holds a handful of records for female artists.",
        "Nicole Richie is no stranger to the tabloids.",
        "Throughout her short life, Johnson was no stranger to scandal.",
        "No stranger to television, Kelly and her family were once the focus of the MTV reality show The Osbournes.",
        "Like most celebrities, Rob Lowe is no stranger to scandal.",
        "A stranger approached her and slashed her face with a knife, leaving a wound that ran from her left cheek to just underneath her lower lip.",
        "The randomness of these attacks, combined with the stranger attack from her childhood, seemed to affect her deeply.",
        "O.J. Simpson is no stranger to legal troubles, and in 2007, he was involved in a bizarre robbery case.",
        "He has also written his autobiography, entitled Kiss Me Like a Stranger.",
        "Angelina Jolie: Partner to Pitt, Jolie is no stranger to big box office earnings.",
        "Angelina Jolie: Jolie is no stranger to big box office earnings.",
        "What's more, regular viewers of the show know that Kris Jenner is no stranger to running children's clothing stores.",
        "The goal of wearing a uniform as an early Girl Scout was to signify a representation of politeness and courtesy - always ready and willing to assist a stranger.",
        "They are based in Denver, Colorado, no stranger to serious winter weather, so they know what to look for in designing and choosing items for sale.",
        "Whether your child's handmade apparel is made by you, someone you know, or came to you in the mail from a stranger across the country, wearing unique clothing with a personal touch is a great way for your child to feel special.",
        "Roberta Backus Turner is no stranger to this dilemma.",
        "I have had pet owners say their pet \"never makes friends\" with a stranger the first time.",
        "First Step: The evaluator will ask to see how your dog accepts a friendly stranger.",
        "Here the evaluator will observe how your dog reacts when you leave with a stranger holding your dog on a leash.",
        "Your dog will not escape when housekeeping comes in, and this way he cannot bite a stranger nor can he chew up the room.",
        "When you call them by saying \"Come!\", they can look at you like some stranger or worse, a stranger without treats.",
        "When you wear cool designs on T shirts, you can make people laugh, inspire a stranger to strike up a conversation with you, or just get a nod of approval in response to the art you've chosen or the witty quip across your chest.",
        "Though Starlets and Harlots is no stranger to a good sale, expect to pay about $100 for either color if you have to purchase it at full price.",
        "Lane Bryant is no stranger to plus-size clothing.",
        "Teaching stranger danger has become more common in recent years.",
        "A stranger is someone your child doesn't know, but children need to understand that not all strangers present a threat to them.",
        "When you are teaching stranger danger, you need to explain this fact to your children.",
        "Be sure to cover what to do if a stranger attempts to abduct your child, as well as situations where someone they know is making them feel uncomfortable.",
        "Another topic that needs to be covered when you are talking about stranger danger with children is that some strangers can be trusted.",
        "Lessons on stranger safety should be an ongoing part of a child's education.",
        "Preschoolers are old enough to start learning about stranger safety.",
        "As the children get older, the lessons on stranger safety can be adapted for their growing maturity level.",
        "Here are some suggestions for stranger safety lessons for different age groups.",
        "One way you can teach youngsters about stranger safety is to read them the story of Little Red Riding Hood.",
        "The character of the wolf is a great example of a stranger they may meet who appears to be friendly and helpful, but who has something more sinister in mind.",
        "Rather than give elementary school students a lecture about stranger safety, you can present some different scenarios and ask them what they would do in a given situation.",
        "Students should also be taught that if the encounter with the stranger escalates to an abduction attempt, they can and should do anything they can to escape.",
        "Have the children practice saying, \"stranger help\" or \"stranger danger\" so that it will be familiar to them if they ever need to use it.",
        "For tweens and teens, any lesson on stranger safety should include some instruction about Internet safety.",
        "Lessons on stranger safety are something that can be presented throughout a child's years at school.",
        "From the Virtual Console to the full disc-based releases, the Nintendo Wii is no stranger to cheat codes, Easter eggs, secrets, walkthroughs, and tips.",
        "A mysterious stranger (who happens to be in the basement) offers the Bard training and a new tune that can conjure up a more powerful creature that will help the Bard kill the beast.",
        "After the Bard destroys the rat and receives his reward, the helpful stranger tells him about another powerful magic song; and with promises of wealth and power, sets him on a journey that turns him into an unlikely hero.",
        "There are said to be about 100 different \"sanity effects\" in this game, from flies crawling across your screen to being thrown into a room filled with zombies… and it only gets stranger and more twisted from there.",
        "Ideally, you'd like to test out the games before doing the trade, but at the same time, it might not be the brightest idea to invite a stranger over to your home.",
        "However, if you're worried about being tracked by a mere acquaintance, your ex, or a stranger who came across your phone number, you're protected.",
        "Microsoft is no stranger to cell phones: the company has the Windows Mobile operating system for cellular phones so that users can have a seamless experience between their computer and their phone.",
        "Anxiety, demonstrated by crying, clinging, and turning away from the stranger, is revealed when separation occurs.",
        "Although possibly stressful for the parents, stranger anxiety is a normal sign of healthy child attachment and occurs because of cognitive development.",
        "This is likely to be due to a combination of separation anxiety and stranger anxiety, which arise at about the same time and has similar origins.",
        "See also Stranger anxiety; School phobia/school refusal.",
        "A child with not enough fear may get into a stranger's car.",
        "This number also includes children abducted by family members, usually in custody disputes, and a very small number of stranger abductions.",
        "Worry or fear: When the baby suddenly finds himself in the arms of a stranger and cannot see the parent, the baby may begin to cry.",
        "Even babies may experience loss of the natural mother and a sense of confusion regarding the stranger who assumes the role of mother.",
        "Stranger anxiety is fear or wariness of people with whom a child is not familiar.",
        "This stranger anxiety is a normal part of a child's cognitive development.",
        "The setting and way in which the stranger approaches the child can influence how the child may respond.",
        "However, the degree of distress shown by an infant to a stranger varies greatly from baby to baby, a finding that many believe to be rooted in the temperament of the infant.",
        "A genetic basis for the development of stranger anxiety has also been shown by twin research.",
        "Identical twins show more similar onset of stranger distress than fraternal twins.",
        "Stranger anxiety can be upsetting to friends and relatives, who may feel rebuffed by a suddenly shy child.",
        "While stranger distress and separation anxiety are normal for infants and toddlers, should a parent become concerned if they persist into the toddler or preschool years?",
        "\"Coping with Your Newborn's Stranger Anxiety.\"",
        "Shawn Johnson is a seasoned gymnast, no stranger to physical movement, athletic precision, and a touch of grace to go along with the talent.",
        "If you would like to ask a stranger to dance with you, read them through some casual eye contact and by moving closer to them on the dance floor.",
        "In addition, whenever you spot a stranger with fabulous curls, it never hurts to ask them who their stylist is.",
        "If you have long hair you're most likely no stranger to flat roots.",
        "As the mother of two adopted children, Nicole's no stranger to the demands of parenthood.",
        "As the daughter of Hollywood icon Jayne Mansfield and Hungarian bodybuilder Mickey Hargitay, Mariska is no stranger to life in the limelight.",
        "Executive Chef Laurent Manrique is no stranger to finer things.",
        "Ms. Prejean is no stranger to controversy; however, that doesn't extend to her choice of fashions.",
        "American Idol is no stranger to controversy, or popularity, and the Kara DioGuardi bikini moment that hit the airwaves certainly kept tongues wagging.",
        "She was no stranger to parading around in a swimsuit since that's a big part of the pageant competitions she took part in.",
        "Spanx: Spanx is no stranger to the shapewear industry, but what truly helps this line stand out from all others is its inherent feminine style.",
        "Ujena is no stranger to sexy swimsuit style.",
        "With his big eyes and contagious giggle, Elmo is no stranger to the Fisher Price toy line, where they seemingly never run out of ideas when it comes to debuting yet another laughing, talking, dancing, interacting Elmo.",
        "However, you should respect the wishes of anyone who doesn't want to add a stranger to his or her friends list.",
        "Statistics show you are five times as likely to be sexually assaulted by an acquaintance then a stranger.",
        "This can range from \"flashing\" a stranger to cajoling a date into bed.",
        "Just be careful about taking a stranger's advice.",
        "I told my best friend and she tried taking me to a doctor for birth control but I don't feel comfortable talking to a stranger about something so private.",
        "If this is a stranger to you, don't show enough of where you live for him or her to be able to track you down.",
        "That is the love of yourself - \"...the stranger who has loved you all your life...\"",
        "This romantic fantasy includes variations on a theme of being rescued, rose-petal strewn bed sheets, dancing in the moonlight and being seduced by a total stranger.",
        "However, while these kinds of signals can be maddening in their subtlety, other ways men flirt are even stranger.",
        "Instead of studying on the northbound train you will now spend your time eyeing that chiseled, mysterious stranger who habitually sits across from you.",
        "Dooney and Bourke is no stranger to classic designs.",
        "If you have a little girl between the ages of three and thirteen, you are probably no stranger to the American Girl dolls.",
        "I have been trying for years to find the title of a movie that contains a very steamy scene between a dark mysterious stranger and an innocent dark girl on a swing.",
        "A fourth installment of the Pirates series is reportedly in the works, Pirates of the Caribbean: On Stranger Tides and is tentatively set for release in the summer of 2011.",
        "Rush, along with Depp, has also confirmed his return for On Stranger Tides.",
        "She has two upcoming movies for 2010: Fair Game, and You Will Meet a Tall Dark Stranger.",
        "When a Stranger Calls is a classic film about what happens to babysitters when the lights go off.",
        "As curious as that sounds, descriptions of the beast are even stranger.",
        "Nina Shoes: With decades in the business, Nina Shoes is no stranger to special occasion footwear.",
        "He is also no stranger to the big screen, with roles in both Dune and Blue Velvet.",
        "In 1994, fans accused Days of Our Lives of jumping the shark when Marlena Evans Brady began acting strange and doing stranger things.",
        "Hatcher is no stranger to primetime soap dramas.",
        "Victor Newman has never been a stranger to challenges, but since 2005, the challenges began coming from his children.",
        "The world of hard rock is certainly not a stranger to ink, with artists such as Tommy Lee of Motley Crue being heavily inked and Motorhead's Lemmy boasting a couple of well-aged tattoos.",
        "No stranger to the tattoo gun, Jolie has had several designs, images and inspiring words inked onto her body.",
        "Bear in mind whether you choose a nautical star tattoo for sexual preference or for any other reason, chances are at one point you'll be asked to explain to someone (even a complete stranger) why you chose your design."
    ],
    "definition": [
        "One who is neither a friend nor an acquaintance.",
        "A foreigner, newcomer, or outsider.",
        "One who is unaccustomed to or unacquainted with something specified; a novice: a stranger to our language; no stranger to hardship.",
        "Law One that is neither privy nor party to a title, act, or contract.",
        "Archaic A visitor or guest.",
        "Link/Cite",
        "comparative form of strange: more strange",
        "See strange",
        "A person whom one does not know; a person who is neither a friend nor an acquaintance.\nThat gentleman is a stranger to me.\nChildren are taught not to talk to strangers.",
        "An outsider or foreigner.",
        "A newcomer.",
        "(humorous) One who has not been seen for a long time.\nHello, stranger!",
        "(law) One not privy or party an act, contract, or title; a mere intruder or intermeddler; one who interferes without right.\nActual possession of land gives a good title against a stranger having no title.",
        "(obsolete) To estrange; to alienate.",
        "Link/Cite"
    ]
}