{
    "translation": "לשאוף, לחתור",
    "uses": [
        "I will strive to achieve individuality in every project we do.",
        "I will strive to overcome these problems.",
        "We must strive for the greatest authenticity possible.",
        "In other words, he must strive after likeness to God as he reveals himself in his Reason or in Christ.",
        "This company will strive for excellence in service delivery.",
        "We will always strive to improve our services.",
        "They strive to stone or to take Him.",
        "We will strive to emulate proper procedures.",
        "We will strive tirelessly to achieve it.",
        "The new man had much to strive against, but he could sometimes thrust himself through, and when he did his descendants had their jus imaginum.",
        "If they just strive to attain a social goal, then they may just be acting from an inferiority complex.",
        "It is the duty of all believers to strive to become one or other of these by subduing the flesh, which is the product of Evil, and all motions of the will.",
        "\"Why do I strive, why do I toil in this narrow, confined frame, when life, all life with all its joys, is open to me?\" said he to himself.",
        "We will strive toward excellence by building our working principles into everything we deliver, and into how we work as an organization.",
        "Only to this aim can we always strive independently of circumstances.",
        "We must strive to ensure our work reflects the diversity of the LGB population living in Wales.",
        "In my experience, people who challenge themselves and strive for goals are happier and healthier than those who don't.",
        "The secret police would strive very hard to isolate independent intellectuals from the body of the nation.",
        "They demand that the persons should show a desire for amendment; they subject them to firm discipline, and give them hard work; they give them decent clothes, and strive to win them to a Christian life.",
        "Originating emotion still clots the lines and, while we strive for originality, the work becomes muddled, pretentious or incoherent.",
        "Naked and without the tunic of the flesh these will enter the arena and strive in the Olympic contest of the soul.",
        "In the first the plebeians strive to obtain relief from laws and customs which were actually oppressive to them, while they were profitable to the patricians.",
        "There was an artist in the city of Kouroo who was disposed to strive after perfection.",
        "It is impossible to eradicate the passions; but we must strive to direct them to a noble aim, and it is therefore necessary that everyone should be able to satisfy his passions within the limits of virtue.",
        "Feuerbach labours under the same difficulty as Fichte; both thinkers strive in vain to reconcile the religious consciousness with subjectivism.",
        "The politician is pandering to division which is a clear abandonment of any effort to strive for unity.",
        "The service listens to its customers and offers them choice and flexibility, and will continuously strive to improve.",
        "It is not just, however, to Arminianism to identify it with Pelagianism, as it does strive to make clear man's need of divine grace to overcome sin and reach holiness.",
        "But he reaped the reward of those who strive for something better than the generation in which they live is able to appreciate.",
        "This society, which arose out of the public excitement created by the war between France and Austria, had for its object the formation of a national party which should strive for the unity and the constitutional liberty of the whole Fatherland.",
        "Whilst other Christians, following St Paul, were content to do all things for the glory of God, Ignatius set himself and his followers to strive after the greater glory.",
        "Sixth formers are role models for the rest of the school, setting a standard to strive for.",
        "The key to choosing the right sunglass size is to strive for balance.",
        "A revival of Irredentism in connection with the execution of an Austrian deserter named Oberdank, who after escaping into Italy endeavoured to return to Austria with explosive bombs in his possession, and the cordial references to France made by Depretis at Stradella (8th October 1882), prevented the French government from suspecting the existence of the alliance, or from ceasing to strive after a Franco-Italian understanding.",
        "Its provisions, real and imaginary, formed the standard towards which Englishmen must strive.",
        "A number of members of the council and assembly visited England in July 1908 and were received by Sir Edward Grey, who gave them assurances that Great Britain would always strive to remedy the legitimate grievances of Egyptians.",
        "Freemasons are also enjoined to strive for truth in their own lives.",
        "Each night, members would strive, by their own ingenium, to attend the sabbat.",
        "We will always strive to solve any issues you may have.",
        "And such since thou canst make thine own content, Strive, Wroth, to live long innocent.",
        "Our Kurdish translators are at the apex of their industry and strive for customer satisfaction.",
        "Two years after the return of Cabot, the news of Francisco Pizarro's marvellous conquest of Peru reached Europe (1532), and stirred many an adventurous spirit to strive to emulate his good fortune.",
        "At the end of his scheme, probably in deference to theological prejudices, he added an element which was utterly alien, namely, a higher impulse, a soul superimposed by God, in virtue of which we strive beyond the world of sense.",
        "Naked and without the tunic of the flesh these will enter the arena and strive in the Olympic contest of the soul.\"",
        "By therapeutic measures we strive to limit as far as possible the entry of injurious microbes into the organism, to expel or destroy them and their harmful products, and to maintain the strength of the organism itself.",
        "Indeed the large number of receiverships seen in the early 1990's have now fallen dramatically as banks strive to help viable companies survive.",
        "There are a number of trade unions outside the American Federation of Labor which strive to organize the unskilled and semiskilled workers.",
        "If you have no chance of avoiding the skunk, strive to avoid the double skunk !",
        "AIM FIVE: Strive toward excellence by building our working principles into everything we deliver, and into how we work as an organization.",
        "But at Be we strive tirelessly to achieve it.",
        "We strive to achieve individuality in every project we do.",
        "The dot.com scenario is not a vision which many SMEs could or should strive to emulate.",
        "Whatever it is that brings you into a good mood, strive to make that a part of your pre-conversation routine.Another piece to a positive approach is a strong self-esteem.",
        "Strive for emotional equilibrium Cancer, and you'll go very far indeed!",
        "Then he took up a notion that the day of grace for Bedford and the neighbouring villages was past; that all who were to be saved in that part of England were already converted; and that he had begun to pray and strive some months too late.",
        "He propounds as the comprehensive formula of the new Christianity this precept - \"The whole of society ought to strive towards the amelioration of the moral and physical existence of the poorest class; society ought to organize itself in the way best adapted for attaining this end.\"",
        "Now, however, he had to decide whether, like Roussel and other of his friends, he should strive to combine the new doctrines with a position in the old church, or whether he should definitely break away from Rome.",
        "(\"I hold it to be a failure in duty if after we have become steadfast in the faith we do not strive to understand what we believe.\") To such an extent does he carry this demand for rational explanation that, at times, it seems as if he claimed for unassisted intelligence the power of penetrating even to the mysteries of the Christian faith.",
        "These two tendencies, were destined to strive ~against one another during an entire century (613714), and to occasion two periods of violent conflict, which, divided by a kind of renascence of royalty, were to end at last in the triumphant substitution of the Austrasian mayors for royalty and aristocracy alike.",
        "We continue to strive to achieve this important goal so that we can be truly inclusive.",
        "We have to continue to strive to make that technology less intrusive.",
        "They strive to reconcile the irreconcilable, don't they?",
        "Sooth, generally for women, A man might strive to make glass malleable, Ere he should make them fixed.",
        "Let the potsherd strive with the potsherds of the earth.",
        "Our school meals continue to improve as we strive to include local seasonal produce in all meals.",
        "receiverships seen in the early 1990's have now fallen dramatically as banks strive to help viable companies survive.",
        "It's human nature to strive for your dream but a little bit of giving could make you feel serene.",
        "sixth formers are role models for the rest of the school, setting a standard to strive for.",
        "If you have no chance of avoiding the skunk, strive to avoid the double skunk!",
        "We will strive to meet these standards in everything we do.",
        "We continually strive to better our service to our customers.",
        "Our schools constantly strive to provide the best possible opportunities for all young people.",
        "A museum should strive to achieve complete symbiosis with the community it serves.",
        "The crisis culminated on a day, each event of which is surrounded in the Buddhist accounts with the wildest legends, on which the very thoughts passing through the mind of Buddha appear in gorgeous descriptions as angels of darkness or of light, To us, now taught by the experiences of centuries how weak such exaggerations are compared with the effect of a plain unvarnished tale, these legends may appear childish or absurd, but they have a depth of meaning to those who strive to read between the lines of such rude and inarticulate attempts to describe the indescribable.",
        "We strive to be the best health, fitness and racquets clubs and feel that this goes some way to recognize that effort.",
        "It 's human nature to strive for your dream but a little bit of giving could make you feel serene.",
        "We will strive to ensure our work reflects the diversity of the LGB population living in Wales.",
        "He stated that other barriers, such as language could exist, but that the Fire Brigade would continue to strive to overcome these.",
        "We will continue to strive for excellence in service delivery.",
        "And if a man also strive for masteries, yet is he not crowned, except he strive lawfully.",
        "From grinding her own pigments to dressing up in Tudor costume to associating with historical re-enactors she will strive for the greatest authenticity possible.",
        "We greatly value our clients ' patronage and strive to establish trustful relationships with each and every individual.",
        "Above all else, strive for the intellectual honesty that will allow you to identify failure quickly.",
        "Most of these players will own more than one character, which means that throughout the game's community there will be millions of names, many of which strive heavily to be unique.",
        "For best results, both parties should strive to understand all elements of alimony before reaching a final divorce agreement.",
        "For best results, parents should strive to put aside their differences and come to a common decision about the children during an uncontested divorce.",
        "For best results parents must strive to allow their kids plenty of fun and carefree experiences out from under the shroud of divorce.",
        "Co-parenting solutions work best when both parents strive toward the same goals for the children and follow similar paths to achieve them.",
        "At the end of each day, assess what transpired, give yourself and your co-parent just dues for jobs well done and strive to avoid repeating mistakes.",
        "Family values are ideas that an entire family supports and that parents strive to pass along to their children.",
        "While not all families are the same, one important similarity exists: families strive to provide their next generation with the best in nurture, safety, and education.",
        "We can strive to become carbon neutral by reducing our contributions to greenhouse gasses as much as possible and then buying credits (also known as carbon offsets) to make up for the carbon we are putting into the atmosphere.",
        "It is imperative that we strive to consume less, as well as more wisely.",
        "When you have the choice, buy products made from recycled materials or purchase products from companies that strive to reduce their factory emissions and follow environmentally sound practices.",
        "Many people believe that, when adding on to historic structures, you should strive to match the existing materials and details so that it appears the new portion has been there from the beginning.",
        "While you can mix finishes between hardware and lighting, if you want a truly professional design look, then either match the finishes or at least strive for a compatible match.",
        "Kiss Me Mascara and the rest of the Blinc family are not only committed to making eyes beautiful, but they also strive to make the world a bit more beautiful as well.",
        "A worldwide bestseller and an absolute classic, Lancome's Bi-Facil Double-Action Eye Makeup Remover may well be the standard that other brands strive to meet.",
        "They strive to set their paper designs apart from the other options in the field.",
        "Artificial snow machines strive to emulate nature's way of making snow.",
        "While focus is an important component of athletic training, it's also important for athletes to strive for and maintain balance in their lives.",
        "Work with your time constraints, consider the number of participants, and strive to tailor the program to meet all of your objectives.",
        "Make sure this pair fits you correctly and strive to get it in that classic shade of blue.",
        "Proponents of the school ranking system believe that setting achievement goals for schools will improve the quality of education and challenge students and teacher's to strive for excellence.",
        "In recent years, high school mascots have made the news as communities strive for greater cultural sensitivity.",
        "Some soy products and prepackaged meat substitutes contain high amounts of sodium and are not as nutritious as whole foods, so vegetarians should strive to combine these products with other protein sources in their diets.",
        "Bring some creativity into the kitchen, and strive to create nutritious vegetarian meals that you truly enjoy eating.",
        "The days of eating meals without a rule book are becoming a distant memory as more and more people strive to achieve better health and nutrition through dramatic dietary restrictions.",
        "Even for the more casual activities such as picnic lunches, men should strive to keep their wardrobe items upgraded from t-shirts and jeans.",
        "Women's addiction treament centers strive to provide a specialized, nuturing environment where women can work through their recovery and related issues under the guidance of qualified therapists and medical personnel.",
        "Actors, musicians and even talk show hosts strive to gain popularity by undergoing treatments that will help them look better, feel younger and overall, be in the limelight for longer periods of time.",
        "The girls continue to get attention from the media as they strive to define their adult selves.",
        "The role of Native Americans in film and television is constantly evolving, and actors with this heritage continue to strive for fair and equal representation.",
        "In a world that held up skinny Kate Moss as the ideal woman, Hollywood actresses were expected to strive to mirror her body type.",
        "The big sports companies continue to look for more compatible materials as they strive to design shirts, shorts, socks and other gear that are moisture resistant.",
        "Experienced editors carefully review every article for accuracy, and all of our staff members strive to present unbiased information that allows visitors to make their own decisions about what cruise would be best for their vacation.",
        "Amenities are generally a class above those found on most megaships, and the personal attention to detail as Celebrity's crewmembers strive to anticipate guests' every wish will make a Celebrity cruise vacation enduringly memorable.",
        "Cruise lines strive to make the cruise as romantic as possible for guests wanting to celebrate their love, and Alaska's gorgeous scenery lends itself nicely to the occasion.",
        "Family cruises strive to give their youngest guests opportunities to discover the beauty of genuine Christian fellowship.",
        "They offer both a requirement and an incentive to their membership to strive for quality in the type of dog they breed, and encourage the fair and ethical treatment of future owners and customers.",
        "Each year residents strive to make a sturdier, safer home, built to withstand the pummeling of hurricane-force winds and projectiles.",
        "Focusing intently on setting a standard of excellence that all other companies would strive to achieve, Carhartt worked steadfastly through good and bad times alike.",
        "We emphasize a modern cut and unique details but strive to make garments that will stand the test of time.",
        "However, they strive to make the online shopping experience as efficient as possible.",
        "We strive to use the most recycled containers for our products.",
        "ZZ: Please learn about the choices you make and strive to make them more intentional.",
        "Or perhaps you love cotton lingerie and strive to wear cotton panties as well as sleepwear.",
        "They focus exclusively on plus size active wear and strive to give you the best possible online shopping experience.",
        "Older adults should strive for a minimum two and a half hours of moderate aerobic activity, spread throughout the week to prevent injuries, in addition to everyday moving around.",
        "As senior women strive to look younger and stay healthier, longer hairstyles emerge.",
        "Although many are considered workaholics, Baby Boomers strive for a prestigious position and are motivated by the perks and extras that go with it.",
        "Our writers and editors strive to bring you useful, insightful and accurate information about sleep and sleep disorders.",
        "The fact that there is no known cure for narcolepsy prompts further research as medical professionals strive to find a way to cure and prevent this neurological disorder.",
        "The fact that the body will strive to play catch up on this stage of sleep indicates the importance of REM sleep beyond the need for dreams.",
        "They strive to meet the trends head-on and keep you looking your best.",
        "We strive to help you make the right choice, based on your style, personality, and lifestyle.",
        "They offer various promotional programs throughout the year and strive to offer the latest sunglass styles for their customers.",
        "Obviously Boo is not what you strive for because the letter grade E does not mean 'Excellent'.",
        "You are also given a number score, in which the highest score for that song and each difficulty is recorded so you can strive to do better.",
        "As such, we strive here to provide you with the most addictive puzzle games.",
        "All parents-biological and stepparents-should strive to work out such issues for the benefit of their children.",
        "They strive to hang onto parental affection by conforming, either to their parents' wishes, their teachers', or society's.",
        "At each stage, those with CP, along with their caregivers, must strive to achieve and maintain the fullest range of experience and education consistent with their abilities.",
        "Parents should strive to have healthy eating habits and exercise regularly to be effective role models for their children.",
        "They have such high standards of achievement that they constantly strive for perfection.",
        "Toddlers start to strive for more independence, which can present challenges to parents concerned for their safety.",
        "For the best mental health of the victim, parents should strive to listen to their children, use healthy coping strategies, and reassure the victim that he/she was not at fault.",
        "Parents should strive to make words and intended meanings match when communication with their children.",
        "Peer pressure can be a positive influence if friends encourage each other to strive to do better in school, sports, and creative activities.",
        "This is a testament to the passion and talent of the students and their coaches as they strive for excellence in their art.",
        "They will strive to perfect their steps and choreography so they have something impressive to show visitors, while also enjoying the opportunity to see what else is out there.",
        "At the same time, productions such as Chicago's \"Dream of Arabia\" in 2008 strive to be \"...not just colorful, but authentic.\"",
        "We strive to help people fulfill this wish for perfection.",
        "Practitioners of feng shui strive to live in harmony with nature, to clear their environment of negative chi and to facilitate the flow of positive chi allowing it to flow freely throughout their homes and workplaces.",
        "Strive to find the closest match to your hair color possible.",
        "Cruise lines strive to avoid hiring people who are simply looking for a way to experience cruise ship travel free.",
        "I have been told that my books inspire people to stay positive, overcome negativity and to strive to be their best and bring out the best in others.",
        "You also talked about how you overcame your weakness, and how you still strive towards self improvement.",
        "Keep your debt to income ratio as low as possible - 35% is a good ratio to strive for and maintain - and don't allow a lender to talk you into borrowing more than you can realistically afford.",
        "This is also a position that requires a great deal of customer service and, as such, professionals in this role should strive to be as friendly as possible.",
        "It is felt this is because these women believe in the normalcy of birth, and strive to keep women healthy and at low risk.",
        "Strive for an overall sense of fairness, but don't let your children get in the habit of expecting total equality.",
        "Based on this info, we strive to provide swimsuits that meet our customers' needs.",
        "Branching into swimwear was a natural extension for our product line as we strive to continue to be the leader in all things ultra-sexy.",
        "Most board shorts strive to reflect the calm and beauty of the ocean, and to that end, much of the apparel comes in bright, bold colors with plenty of palm trees and flowers for added ambience.",
        "In large part, i play's success is credited to their open relationship with their customers as they actively strive to provide what parents want in their children's clothing.",
        "We strive to preserve a girls naivety through our designs and simply offer them across all sizes.",
        "Strive to buy a suit that fits you perfectly, since this will naturally flatter your figure.",
        "Not everyone can be a size two, but everyone can strive to be as healthy as possible!",
        "This is why you should always strive to be an informed customer and only buy trusted brands that have been scrutinized and found to deliver.",
        "Your e-book, \"Image System for Professional Women (in 10 components)\" sounds incredibly intriguing for those of us who strive for success in our careers, or just want to look great.",
        "Little black dresses are a dime a dozen, but high quality dresses are what you should strive to purchase.",
        "Clue: This mystery board game teaches classic problem solving, deduction, and reasoning skills as players strive to solve a gruesome murder.",
        "To win, players strive to dominate the island of Catan by building up cities, roads and settlements.",
        "All of our staff members strive to present unbiased information that provides visitors with the best know how and advice on candles available.",
        "We strive to help you make sense of all the options so that you can make the best choice for yourself, your family, and your lifestyle.",
        "These vampires strive to fit in along the edges of society and curb their instinct as predators to mingle with the general population.",
        "We strive to cultivate reverence and respect to each other and to approach all aspects of our life together as a shared undertaking.",
        "Talk to your wife about how she feels, start to impress her, and strive to make her the happiest woman alive.",
        "Before committing to marriage, couples should discuss key issues in their lives and strive to reconcile potential problems long before they become arguments.",
        "Designer rings represent exceptional quality and individualized workmanship, characteristics that many couples strive to capture when choosing a symbol of their relationship.",
        "As you seek out Atlanta freelance writing jobs, if you strive to break into the magazine market, it's important to know about the publication to which you are submitting.",
        "Strive to improve your technique and style.",
        "Journalists should strive to create \"easy reading\" for their audience.",
        "While they strive to provide gluten-free menu items, they recognize that their suppliers may change ingredients.",
        "Talented fashion writers and researchers strive to bring you informative, engaging, and relevant articles.",
        "Although function and endurance are primary goals of the company, however, they also strive to create fashionable bags that are fun to carry.",
        "You also tend to \"tell it like it is\", but you must strive to soften your tone with others.",
        "They are perfectionists after all, and this strive toward perfection applies to every area of the their lives.",
        "If you are a Taurus moon, you strive for stability.",
        "This man will also strive to show his partner the finer things in life such as classical art and museums.",
        "The last thing you want on your hands, at any age, is a rebellious Aries, so strive to keep everything balanced.",
        "She'll strive to strike a balance of fairness in all that she does and will rile against anything she deems to be an injustice.",
        "Typically, they strive for perfection right down to the smallest detail in all they do.",
        "While the sites above strive to keep advertising appropriate for all ages, sometimes a rogue ad makes its way through, making the need for adult supervision important.",
        "In the classical approach, educators strive to utilize classical Greek educational methods with a Bible-based curriculum.",
        "As parents and professionals who work with children, the writers and editors of LoveToKnow Kids understand what parents need and strive to provide it.",
        "Authoritative parenting is the ideal for which most parents try to strive.",
        "While all parents strive towards having children who are well behaved and well grounded, most parents will find themselves falling somewhere in between permissive and authoritarian.",
        "Cars, for example, are cheaper in the fall and winter as dealers strive to clear lots for the newest models.",
        "They strive to have accurate colors, but recognize that due to monister and personal computer differences, it is possible forn you to be unsatisfied with a color.",
        "Women strive for the '50s pinup look or create a look tailored to their own personal taste.",
        "While most professionals strive to buy the industry's best supplies, many tattoo tools and machines can be cost-prohibitive for the starving artist who has little more than talent to invest in a new creative venture.",
        "Since their beginning, the Olympics have provided athletes a common goal to strive for and spectators a chance to see the world's best sportsmen compete for the gold.",
        "In addition, our staff members strive to offer useful travel information, clearly presented.",
        "You should strive for equal inhales and exhales, especailly when holding postures.",
        "As with most things, strive for balance.",
        "As you continue to work on this tactic day to day, strive to relive your whole day in the course of your introspection period.",
        "However, each new round of research develops more clues to the puzzle as researchers strive to find out why autism happens and how it can be either cured or prevented.",
        "The activists who advocate for safe treatments and support services strive to make sure all interventions still respect the dignity and identity of autistic individuals.",
        "Some people hope for a cure, while others strive for acceptance.",
        "While cell phone technology may be limited, the technology will constantly improve as contracted cell phone carriers strive to meet increasing market demand for new bells and whistles.",
        "You must strive to make you customer feel important.",
        "Strive to meet or exceed your customers' expectations.",
        "While you can expect long hours in the early days of starting a small business, it's important to strive to maintain balance in your life.",
        "Not only do these girls perform at all Texans football games, but they also play a role in marketing the team, and strive to maintain themselves as role models for younger aspiring cheerleaders.",
        "For the best results from your fat burning exercise plan, you should strive to add extra activity throughout your entire day, not just during your scheduled workouts.",
        "While both types of sites strive to be equal in offerings, a permanent storefront type location may feel like a better, more complete visit.",
        "Strive for at least 3 servings of vegetables and 2 servings of fruit each day.",
        "The principles of how a person with diabetes should eat in many ways echo the healthy eating habits that everyone should strive to develop, whether impacted by this disease or not.",
        "Different body types have different ideal weight ranges, so a person with a larger frame will not look-or be-healthy if they strive for the weight of their fine-boned friend.",
        "Strive for a healthy balance in what you eat combined with regular exercise, and talk to your doctor before starting a new diet to be sure the plan you choose really is good for you.",
        "Additionally, diabetics and non-diabetics alike should strive to eat foods that do not cause a high glycemic response - or foods that do not quickly raise blood sugar levels.",
        "According to the Centers for Disease Control and Prevention, the goal for both men and women is to strive for a BMI (Body Mass Index) of 18.5 to 24.9.",
        "Your diet will strive to find ways to lower your body's uric acid.",
        "The way you define physical fitness, in large part, depends on your personal goals; however, there are many components to take into account as you strive for improved fitness.",
        "Individuals should strive to eat a balanced diet which includes plenty of fresh fruits and vegetables, whole grains, and lean proteins.",
        "Your target heart rate zone is the range of beats per minute to strive for during exercise.",
        "In keeping with this, they strive to be a one-stop shop for insurance, offering all types of coverage in one convenient place.",
        "Victoria's Secret is a great catalog because they strive to maintain a happy medium between looks that are sensual, but still practical.",
        "Being comfortable is something we all like and strive for.",
        "They are inveterately part of a scene they consciously strive to deviate from, though this self-conflict has glorious results.",
        "Many fans strive to be able to sing their favorite Broadway tunes as well as their favorite performers while others idolize the dramatical tone the song suggests.",
        "Heidi Montag and Spencer Pratt, for example, continue on with the show as they strive to keep themselves in the spotlight.",
        "Reality TV show search formats strive to find the best from their contestant pools.",
        "The Fabulous Beekman Boys follows the couple as they strive to keep their relationship healthy while dealing with the daily struggles at the farm.",
        "To follow The Way, you should strive to live in harmony with all things.",
        "While we do strive for accuracy, we do not intend to replace your doctor.",
        "Not surprisingly, skin care companies constantly strive to be the forerunners in the battle against aging skin.",
        "Web developers realize the potential of this medium and have created several flash website design awards for those who strive to push the limits of the medium.",
        "Web designers strive hard to be noticed in what they do.",
        "about 1190), in his biography of Thomas Becket, gives a graphic sketch of the London of his day and, writing of the summer amusements of the young men, says that on holidays they were \"exercised in Leaping, Shooting, Wrestling, Casting of Stones [in jactu lapidum], and Throwing of Javelins fitted with Loops for the Purpose, which they strive to fling before the Mark; they also use Bucklers, like fighting Men.\"",
        "On the 25th of July 1898 he addressed to the Scottish Catholic bishops a letter, in the course of which he said that \"many of the Scottish people who do not agree with us in faith sincerely love the name of Christ and strive to ascertain His doctrine and to imitate His most holy example.\"",
        "The Aegyptus sive de providentia is an allegory in which the good Osiris and the evil Typhon, who represent Aurelian and the Goth Gainas (ministers under Arcadius), strive for mastery; and the question of the divine permission of evil is handled.",
        "This fatal parsimony had the most serious political consequences, for it crippled the king at every step. Strive and scheme as he might, his needs were so urgent, his enemies so numerous, that, though generally successful in the end, he had always to be content with compromises, adjustments and semi-victories.",
        "(Strive therefore?) to know yourselves and ye shall be aware that ye are the sons of the (Almighty?) Father; (and?) ye shall know that ye are in (the city of God?) and ye are (the city?).\"",
        "One of his strings of proverbs runs as follows: \"The uncultivated man is not innocent; the ignorant man is not devout; the bashful man learns not; the wrathful man teaches not; he who is much absorbed in trade cannot become wise; where no men are, there strive thyself to be a man\" (gib.",
        "So absolutely is the \" rare and priceless wisdom \" for which we strive identical with virtue itself that the three main divisions of philosophy current at the time and accepted by Zeno - logic, physics and ethics - are defined as the most generic or comprehensive virtues.",
        "Those who, as it has been happily put, identify Rabelais with Pantagruel, strive in vain, on any view intellectually consistent or morally respectable, to account for the vast ocean of pure or impure laughter and foolery which surrounds the few solid islets of sense and reason and devotion.",
        "The article in question forbade external signs or public manifestations of all religious confessions with the exception of that of th~ state., which was defined by Canovas del Castillo as meaning any emblem, attribute or lettering which would appear on the exterior walls of dissident places of worship. 2 In the speech from the throne at the opening of the new Cortes (June 16) the king declared that his government would strive to give expression to the i The composition of the new parliament was as followsSenate:",
        "When this is combined with religious fanaticism and military adventurism, a threat is posed to global civilized norms, which we strive for.",
        "We strive to create a caring and stimulating learning environment and use the latest teaching aides and innovative approaches to learning.",
        "The Board will strive wherever possible to avoid outright commercialism.",
        "By offering a fully consultative service to our clients, we strive to provide a tailored, realistic approach to actuarial recruitment.",
        "convulsive movement, however, much the patient may strive to the contrary.",
        "Your sense of ethics and social decorum is also strong as you strive to be your best.",
        "Let us continue to strive to act in ways that reaffirm the inherent dignity of every person regardless of faith.",
        "Using the best album makers and bespoke framers Martyn and Jo strive for simple but excellent standards in their finished pieces.",
        "Whether I use soluble clear gutta or wax as the resist I always strive to hide the outlines in the finished picture.",
        "As accountant, we strive to remove the professional mystique that often surrounds accounting systems."
    ],
    "definition": [
        "To exert much effort or energy; endeavor.",
        "To struggle or fight forcefully; contend: strive against injustice.",
        "striv′er\nnoun",
        "striv′ing·ly\nadverb",
        "Link/Cite",
        "To try to achieve a result; to make strenuous effort; to try earnestly and persistently.\nHe strove to excel.",
        "To struggle in opposition; to be in contention or dispute; to contend; to contest.\nto strive against fate\nto strive for the truth",
        "To vie; to compete as a rival.",
        "This is a catenative verb that takes the to infinitive.",
        "The strong or irregular forms \"strove\" and \"striven\" are more commonly used in print than \"strived\".",
        "(obsolete) An effort; a striving.",
        "(obsolete) strife; contention",
        "Link/Cite"
    ]
}