{
    "translation": "לצעוד, פסיעה, לפסוע",
    "uses": [
        "He paid no attention and continued to stride down the corridor.",
        "Jenn heard him stride away and slam a door.",
        "Her unusually swift stride outdistanced both of them.",
        "Gerald fell into stride with her.",
        "Lana straightened in her seat on the couch, eyes following his powerful stride across the tent.",
        "Katie sat, irritated to see who followed with a confident stride and two glasses of",
        "He rode as if he were part of the horse, his lean body swaying with the stride of the graceful animal.",
        "\"Come on,\" Josh said curtly to Carmen, and led her to the table with a stride she couldn't hope to match.",
        "Princess followed Ed up the steep trail with an eager stride that kept Carmen clinging to the saddle horn.",
        "He slowed his brisk stride for her to draw and keep abreast.",
        "As she grabbed her luggage and headed for van, from the corner of her eye she noticed that he paused mid stride and then turned away.",
        "She watched General Greene stride towards the command hub.",
        "The general's stride quickened as he exited the medical facilities towards the direction both women had gone.",
        "They turned to see the tall five-star general stride towards them, right arm still at his side while his other swung.",
        "He slid in behind another biker and followed the crouched figure evenly, absentmindedly match­ing the rider stride for stride for several miles as he pondered his course of action.",
        "The sun was warm and he walked with a slight limp but an easy stride, past the shops of the small central section to the west side of the quiet town.",
        "How then are we to explain on the one hand the apparent stride made by primitive man when from a Stone Age civilization he passed to a comparatively advanced metallurgical skill?",
        "high, but even at a flying fence the rider should steady his horse so as to contract the length of his stride, in order that he may measure the distance for taking off with greater accuracy.",
        "Considering the enormous stride in advance made by L'Herminier, it is very disappointing for the historian to have to record that the next inquirer into the osteology of birds achieved a Berthold.",
        "If the hounds jump at the brook, even though they fail to clear it, the rider may take it for granted that at that place the leap is within the capacity of any ordinary hunter in his stride; hence if, when going at three parts speed, a horse's feet come just right to take off, the mere momentum of his body would take him over a place 15 ft.",
        "Their masterstroke was the Concordat of 1516, which meant an immense stride in the path towards absolutism.",
        "Plato, therefore, took this vast stride of thought, and identified the ultimate notions of ethics and ontology.",
        "His stride is the stride of a giant, from the sentimental beauty of the picture of Marie Antoinette at Versailles, or the red horror of the tale of Debi Sing in Rungpore, to the learning, positiveness and cool judicial mastery of the Report on the Lords' Journals (1794), which Philip Francis, no mean judge, declared on the whole to be the \"most eminent and extraordinary\" of all his productions.",
        "In order to form an adequate estimate of the stride made by Galileo in natural philosophy, it would be necessary to enumerate the confused and erroneous opinions prevailing on all such subjects in his time.",
        "In taking this immense stride and identifying the Cynic \" reason,\" which is a law for man, with the \" reason \" which is the law of the universe, Zeno has been compared with Plato, who similarly extended the Socratic \" general notion \" from the region of morals - of justice, temperance, virtue - to embrace all objects of all thought, the verity of all things that are.",
        "In regard to the mares generally, we have a record of the royal mares already alluded to, and likewise of three Turk mares brought over from the siege of Vienna in 1684, as well as of other importations; but it is unquestionable that there was a very large number of native mares in England, improved probably from time to time by racing, however much they may have been crossed at various periods with foreign horses, and that from this original stock were to some extent derived the size and stride which characterized the English race-horse, while his powers of endurance and elegant shape were no doubt inherited from the Eastern horses, most of which were of a low stature, 14 hands or thereabouts.",
        "She didn't even break stride.",
        "It takes a long time to get a nice canter out of an ex-racer, they need to learn to shorten their stride.",
        "If you have a longer stride, you will need a longer belt.",
        "If the overalls pinch her stride or pull her shoulders, they are probably too short.",
        "Stride Rite has been catering to the footwear needs of children for almost a century!",
        "His broad shoulders swayed with the swing of his stride.",
        "She said nothing and trotted to keep up with his long stride.",
        "As his square toed western boots clicked across the floor, a large belt buckle traced the graceful swing of his stride.",
        "Helping your child cope with exam stress Some children take exams in their stride with relative ease, whilst others can really suffer.",
        "In full gallop they reach 40 mph, covering 25 feet in a single stride.",
        "Power is required to sprint, the greater the leg power the greater the stride length.",
        "lopeeve was also said to be \" ice cool \" and a \" rugged tackler with a long loping stride \" .",
        "Newton's theory is probably the greatest stride ever made in the effort toward the causal nexus of natural phenomena.",
        "They treasure stride at a time the all-suite oceanfront shops and a. To settle into in a cart.",
        "Dramatic and highly percussive once it gets in its stride, it rolls and rumbles along with a growing sense of unease.",
        "prophecyh's Witnesses have taken in their stride failed prophecies of the end of the world.",
        "Politicians are always dressed smart, and stride confidently into a room.",
        "stride length.",
        "stride vector.",
        "Stride frequency is the time required to complete a stride frequency is the time required to complete a stride and is limited by the stride length.",
        "stride boldly into it.",
        "The scanline stride will be the same as the width.",
        "pixel stride is the number of data array elements between two samples for the same band on the same scanline.",
        "stride are like little dogs barking at the heels of a nation that is striding forward confidently.",
        "stride was bound for the south I strode forward briskly in that direction.",
        "A vector with a linear subscript is processed as a continuous or constant stride vector.",
        "Excessively tired quads can be a product of having too much of a vertical component in the running stride.",
        "Stride frequency is the time required to complete a stride and is limited by the stride length.",
        "If this seems like materialist darkness we must stride boldly into it.",
        "Pixel stride is the number of data array elements between two samples for the same band on the same scanline.",
        "Home skipper Darren Stride grabbed his first goal of the season to clinch a club record fifth successive Conference victory for Burton.",
        "This will help steady your foot and ankle while in stride.",
        "They seem more than able to take changes in stride, another asset to their character.",
        "Today, there are upwards of 20,000 artisans practicing this trade, and with the demand just now hitting its stride in the United States, we expect this industry to continue to expand and thrive.",
        "This important feature prevents them from sliding backwards during the push-off stage of the stride.",
        "Power walking, which involves using your upper body muscles as well as your legs during your stride, helps relieve stress while burning calories and toning your body.",
        "First of all, some kids are late bloomers, hitting their personal, academic, or professional stride at a later point in their life.",
        "Kimmel, in his self-deprecating nature, took the acerbic comedian's comments in stride (she also said he \"had no charisma\") and hired her to do a few voices on his Comedy Central show Crank Yankers.",
        "Stride Gum agreed, and Matt with his inferior dancing entourage is now viewable on his website as well.",
        "So far, Britney appears to be taking marriage and motherhood in stride.",
        "Beyonce has also made great stride in her acting career, notably with roles in Dreamgirls and Cadillac Records.",
        "The contestants on Reality Hell mostly took the prank in stride, though the show did receive some negative press attention.",
        "His confident, majestic stride, he glides with elegance.",
        "Over the past 85 years, Stride Rite has made an empire for itself in the field of baby and children's shoes.",
        "Silk French knickers, those elegant, romantic and oh-so-feminine predecessors of boy shorts hit their stride in the 1930s and, although they've lost much of the popularity, have never gone away.",
        "You don't want to purchase overalls that aren't long enough in the stride.",
        "You'll want to buy the pajamas with extra room in the stride for growth.",
        "You can choose from ankle, crew or knee-high socks in sizes from toddler to a girls or boys size eight.Classic favorite kids' shoe shop Stride Rite offers seamless socks and tights in several great options.",
        "The Portuguese Water Dog does not move with a lengthy stride like an Irish Setter.",
        "One the world's best-loved and most revered singer/songwriters, Bob Dylan's career first hit stride during the turbulent 1960s.",
        "Midway took EA's license buyout in stride.",
        "With forty playable characters, this game is nothing if not a stride away from the original.",
        "At the time, RPGs had yet to hit their stride, and only a handful ever reached our shores.",
        "Formerly known as a music producer, and more famously as a judge on American Idol, Randy Jackson has hit his stride on network television.",
        "Stride Gum then discovered now-popular Matt and invited him to take a second trip around the world on their dollar.",
        "For swimmers, less hair means a quicker stride in the water, while body builders rely on hairless physiques to help show off the definition of their muscles.",
        "At first Angelina appeared to be taking her pregnancy in stride, with Brad doting over her like a proud father-to-be.",
        "Although Jessica seems to be taking her pregnancy in stride, there are definite advantages to being a pregnant celebrity.",
        "This way you'll be able to hit your fashion stride while gauging your friends' reactions.",
        "Once I realized that athletes have their ups and downs it allowed me to take every win and loss in stride, and learn something from it.",
        "While British designer Laura Ashley had been popular since the 1950s - and the company's home furnishings are still hot in the UK today - her floral dresses, with their soft, old-fashioned stylings, really hit their stride in the 1980s.",
        "Stride Rite has developed the three-stage Step System with UCLA trained pediatrician, Dr. Tanya Altmann.",
        "UniqueHomeStore carries a large selection of kids shoes brands: Primigi, Stride Rite, Ecco, Naturino and Skechers to name just a few.",
        "For your little girls, consider Stride Rite Kids' Beluga Boots.",
        "This allows you to complete your walking stride with ease.",
        "Naturally, every strappy sandal and oxford is manufactured to make your stride as sensationally easy as possible.",
        "With Stride Rite you will not be wasting money on uncomfortable shoes, and their selection of baby boy styles is very thorough.",
        "The Stride Rite Bond shoe is the perfect elegant shoe for your little boy.",
        "More importantly, an in-store Stride Rite representative will help fit your child for this shoe.",
        "These shoes are also available online at the official Stride Rite site, but if you haven't recently had your child professionally fitted, do try and make it into one of the several locations.",
        "Nordstrom is a longtime representative of quality designer merchandise and you'll be searching through brands like Kenneth Cole and Stride Rite!",
        "If you don't have a Stride Rite near you, Nordstrom is your next best bet for brand name merchandise.",
        "It takes a certain comfort level to stride confidently in spiked heels, but walking in platform shoes is almost like walking on flat shoes because the height is spread evenly under the foot.",
        "This gait naturally reduces impact, shortens stride length, and according to one study, even reduces the volume of oxygen consumed, making running feel easier.",
        "Stride Rite: This store's own brand of shoes includes several pairs of boots for toddlers.",
        "Good traction, correction for pronator problems and adaptable support depending on your stride are some of the benefits of this stylish athletic shoe.",
        "Even though they're inexpensive to start with, you may want to check the Stride Rite outlet stores to stock up on several colors or styles.",
        "You can find them at stores like Belk, Parisian, Rack Room Shoes, Burlington Coat Factory, Stride Rite, and more.",
        "If you're familiar with Stride Rite, you may have come in contact with Grasshoppers shoes at some point.",
        "Grasshoppers were acquired by Stride Rite in 1979.",
        "By the 1980s, All My Children hit its stride with the introduction of numerous younger characters and expanding families.",
        "Eva Longoria Parker's life in the spotlight began when she was crowned as a real-life beauty queen, but now the sexy actress has really hit her stride playing feisty Gabrielle Solis on Desperate Housewives.",
        "Many runners and joggers love the ring watches because they can easily view the time without breaking stride as sometimes happens with a wrist watch or pocket watch.",
        "Stride: Marketed as a \"training partner\", the Stride can serve as your constant companion as well as your conscience while you train for athletic activities.",
        "In addition to a choice of three groovy colors (taupe, cyan, or black), Stride offers dual time zones, a lap counter, stopwatch functions, heat or preset timers, and water resistance to 100 meters.",
        "Some displaced workers take layoffs in stride, but, without the right mental attitude, job-searching efforts are disappointing.",
        "Adjustable Stride Series offers the Pathfinder and E5Vi.",
        "They are competing against themselves, trying to get a better time, a further distance, a more perfect stride than the last time they ran.",
        "Take a big stride forward with one leg and let your body descend until the rear knee almost touches the floor.",
        "It has adjustable stride, ten resistance levels and eight pre-programmed workouts.",
        "It was in the 1930s that silk French knickers hit their stride.",
        "And then he walked away, his shoulders swaying like a pendulum with his stride.",
        "Someone else moved silently down the hall ahead of him, and he slowed his stride.",
        "But, you have to take the information in stride.",
        "Carmen took a few extra steps to catch up with Katie's stride.",
        "His broad shoulders swayed gracefully with the swing of his stride.",
        "The large western belt buckle at his lean waist moved with the graceful rhythm of his stride.",
        "Whether it was right or wrong, it certainly felt good to step into his stride.",
        "The western belt buckle at his waist traced the masculine swing of his stride.",
        "She left the room, sniffing, but with determination in her stride.",
        "Brugsch (q.v.) was the author of a hieroglyphic and demotic dictionary which still holds the field, and from time to time carried forward the study of demotic by a giants stride.",
        "She wondered what Czerno planned on doing, until she saw him stride out of the building towards the center of the vamps.",
        "He watched her stride to the door without following, heart heavy at what Kris.s lieutenant and his colleague of a few decades would soon discover.",
        "\"I'm sorry your birthday turned out this way,\" Alex said as he fell into stride beside her.",
        "Eloquent prose, coupled with well-pitched humor, crosses the generation gap in a single fluent stride.",
        "diffident, languid character, he tends to take most things in his stride."
    ],
    "definition": [
        "Link/Cite"
    ]
}