{
    "translation": ".1 פגע, להכות\n.2 לשבות, שביתה",
    "uses": [
        "He heard the clock strike ten.",
        "He saw his sister drop after the strike of a sword.",
        "Anything that would indicate where his next strike would fall.",
        "You don't strike me as the type to feed ducks.",
        "Alarmed, Taran turned in time to see the man with eyes the color of Vara's strike his father down.",
        "Didn't that strike you as dangerous?",
        "With him the reciprocal action of mind and body is altogether denied; they resemble two clocks, so made by the artificer as to strike the same hour together.",
        "In a nanosecond she realized that the snake was going to strike.",
        "It seemed to me that I never had heard the town-clock strike before, nor the evening sounds of the village; for we slept with the windows open, which were inside the grating.",
        "She wanted to strike out at someone - anyone, but there was no one to blame for this situation.",
        "The idea of watching Darkyn strike her down made him eager to see blood spill.",
        "Does swimming alone late at night strike you as in character for Byrne?",
        "When set, the eldest demonstrated a simple strike and block, then corrected her form as she followed his example.",
        "I must be sure before I strike and not leave the psychic one behind to torment me.",
        "The jets came from the west, beyond the river, a realization that didn't register until the ground shook under the impact of the first laser missile strike dropped.",
        "Dulce turned, and for a moment Carmen thought she might strike her.",
        "He hacked down one, and the other managed to get in one strike before it, too, fell.",
        "She nestled herself comfortably in Dorothy's lap until the kitten gave a snarl of jealous anger and leaped up with a sharp claw fiercely bared to strike Billina a blow.",
        "She rolled away from the second strike but the third tore through her, frying her from the inside out.",
        "His sword defended him as if possessed, yet when he went to strike, he found his blows ill timed and clumsy.",
        "Instinctively, he blocked another strike of lightening while absorbing a second.",
        "Look and see who's selling the other ones—the other Lucky Strike tins!",
        "He missed one strike, and she pulled the punch, not wanting to hurt him despite her anger.",
        "A strike of the Newcastle miners, after lasting twenty-nine weeks, came to an end in January 1890, and throughout the rest of the year there was great unrest in Labour circles.",
        "Aaron didn't strike her as being that shallow.",
        "\"I'm just calling to check if any of your body parts are still on strike,\" she said cheerily when he returned her call.",
        "There is no reason why she should strike from her vocabulary all words of sound and vision.",
        "It lacked only one minute till the bell would strike the time for dismissal.",
        "It will strike your heart.",
        "\"Isn't it fine, eh, Uncle Ignat?\" said the boy, suddenly beginning to strike the keyboard with both hands.",
        "It was as Martha described—green, with the familiar Lucky Strike label in red at the center.",
        "The force of the strike knocked everyone off their feet and deadened the firelight, except for the torches in the corners.",
        "Jenn ducked a second strike, and Claire snatched the necklace from the ground with a triumphant smile.",
        "His reminded her of a cobra about to strike, though he'd pulled the gun up to his shoulder.",
        "He'd blocked the strike that probably would've killed the woman who betrayed him, saving her instead.",
        "And at once, as a clock begins to strike and chime as soon as the minute hand has completed a full circle, this change was shown by an increased activity, whirring, and chiming in the higher spheres.",
        "She plugged her ears, watching as the missiles distracted the men into one direction while the laser strike knocked them dead.",
        "When the time comes, strike him down, he instructed.",
        "His response was a strike hard enough to jar her to the bone when she blocked it.",
        "Her first strike might as well have been in slow motion; no one moved like he did with brute strength that flattened her after a particularly harsh block.",
        "So were you expecting someone to strike the town?",
        "\"I can't control—\" Her first strike slammed into her father's head, cleaving straight through it.",
        "I don't think you called in this strike, Brady answered, looking over the flattened city grimly.",
        "The Other moved, his first strike sizzling by her.",
        "While I followed them shopping I never imagined I'd be allotted the opportunity accomplish a daring strike so successfully and leave without a trace!",
        "After several attempts, the two older boys were satisfied and moved onto another strike and then another block.",
        "He said nothing but let her strike several times before shifting to the offensive.",
        "In 1864 a tremendous flood almost ruined it, and another flood in 1878, and a famous strike in Denver and Leadville in 1879-1880 were further, but only momentary, checks to its prosperity.",
        "The men were forbidden to talk out loud, to smoke their pipes, or to strike a light, and they tried to prevent their horses neighing.",
        "\"Lucky Strike Greens,\" he said.",
        "He held me on his knee while I examined his watch, and he made it strike for me.",
        "One of the most notable events in the modern history of Australia occurred shortly after the great strike of 1890.",
        "It is possible that the London dockers' strike was not without its influence on the minds of the Australian Labour leaders.",
        "The time chosen for the strike was the height of the wool season, when a cessation of work would be attended with the maximum of inconvenience.",
        "In December 1352 Clement died, and his successor, Innocent VI., anxious to strike a blow at the baronial rulers of Rome, and seeing in the former tribune an excellent tool for this purpose, pardoned and released his prisoner.",
        "To gratify his own imagination or strike the imagination of the world he took his army over the Danube and burnt a settlement of the Getae upon the other side.",
        "Although this crisis followed on the great strike the B g ?",
        "After a nod of her head, Paulette's hand shot up and the auctioneer all but cheered as he looked about for another sucker, his voice sounding like an old Lucky Strike commercial.",
        "The Lucky Strike tin is a common one, but some containers sell for a whole lot more than that.",
        "The case, as represented by the offended parties, was that, after seizing the transports, Major Denisov, being drunk, went to the chief quartermaster and without any provocation called him a thief, threatened to strike him, and on being led out had rushed into the office and given two officials a thrashing, and dislocated the arm of one of them.",
        "From these streets others strike at right angles down to the harbour, while others again lead obliquely up towards the Belt, beyond which are extensive suburbs.",
        "south of Central Mount Stuart, to strike into Western Australia.",
        "Someone ordered a strike on us.",
        "Nor did he, when this was accomplished, again strike directly at Bactria, but made a wide turning movement through Seistan over Kandahar into the Kabul valley.",
        "\"Want to see what a Lucky Strike Green Flat Fifty tin looks like?\" he asked.",
        "\"You think they call in a missile strike on any low-level fed?\" she returned.",
        "That strike had been liberally helped by the Australian unions, and it was confidently predicted that, as the Australian workers were more effectively organized than the English unions, a corresponding success would result from their course of action.",
        "Death will take a ruby from it, place the ruby in your hands, you will strike my head with it.",
        "It successfully resisted the attacks of Hannibal; and it is noteworthy that it continued to strike copper coins even under Augustus and Tiberius.",
        "Thousands of workmen went on strike, demanding better wages and the suffrage.",
        "confederation of trade union associations now in control of these strike actions.",
        "Certainly he needed her support during that campaign; but many good judges have inclined to the belief that the whole-hearted support of Poles and Lithuanians would have been of still greater value, and that the organization of their resources might well have occupied him during the winter of 1812-1813, and would have furnished him with a new and advanced base from which to strike at the heart of Russia in the early summer of 1813.",
        "\"I will not strike in return,\" was the reply.",
        "The Army of the Cumberland was, after all, to strike the decisive blow.",
        "A surge suppressor includes a circuit breaker that will protect equipment from damage from a surge in electricity (e.g. a lightning strike ).",
        "The next problem is that the bell's clapper must strike the correct side of the bell.",
        "clapper strike a fresh arc of the sound bow.",
        "LEADERSHIP IN THE GENERAL STRIKE By 1926 the ruling class was prepared to face a wholesale confrontation with the working class.",
        "clingtead of calling for what was necessary in the form of a general strike, the SWP leadership tenaciously clung to the downturn outlook.",
        "clone troopers forming the Grand Army of the Republic are poised to strike.",
        "A few similar badge examples are known from the 1992 campaign against pit closures plus the 1972 miners strike.",
        "Schroeder has argued that a strike against Baghdad could wreck the international anti-terror coalition and throw the Middle East into turmoil.",
        "coercive police tactics employed on the miners strike the year before.",
        "Two of the men on hunger strike in Harmondsworth are entering coma.",
        "Thousands of lecturers set to strike Czech government bans communists Cripes!",
        "Then, in his next over, Hoggard claimed two in two balls, a double strike which altered the complexion of the contest.",
        "The first strike was on Tuesday May 13, called by all the main union confederations.",
        "A widely-held view in Tehran is that the pragmatic conservatives are keener to strike a bargain with the US than are the liberal reformists.",
        "convoy of Albanian refugees in Kosovo was the target of an air strike.",
        "Paul Burns then struck the crossbar with a superb 20 yard strike.",
        "curse didnt strike.",
        "deadlock in the 28th minute with a superb strike.",
        "decertify the union one year after a strike begins.",
        "detainee on hunger strike.",
        "They also used vouchers to try to bribe detainees to disclose the names of the people who organized the strike.",
        "detainees with vouchers to try and break the strike.",
        "diagnosis of tuberculosis can still strike fear in individuals and can also cause stigmatization to patients and their families.",
        "This strike ignited the simmering discontent that surrounds low pay in the public sector.",
        "This widespread discontent came to a head with a two month long strike in 1812.",
        "The long-running dispute at Ryton saw a day's strike last August over what workers see as unacceptable changes in conditions.",
        "The two are not mutually exclusive, but they do strike me as becoming increasingly divergent, and to regressive effect.",
        "dockers ' strike brought Joe's first recorded trouble with the police.",
        "And yet you couldn't get the dockers in this country, their own country, out on strike.",
        "So the Canadian dockers were then on strike in support of the Liverpool dockers.",
        "Tertiary-aged dolerite and felsite dikes occur throughout the area and have a strike of NW-SE.",
        "downplaying the awfulness of the scenario strike a chord with me.",
        "One attempt at calling a general strike was effectively suppressed by members of the SAW and ANC who had escaped the police dragnet.",
        "lorry drivers, fearing attacks by the Taliban, opposition forces or US strike aircraft, are understandably refusing to leave the cities.",
        "dustmantory is set against the backdrop of a dustmen's strike.",
        "The majority of activists were met with a huge police presence drafted in from across the country in eerie echoes of the miners strike.",
        "A new external electro magnetic hammer was fitted to the tenor for an hour strike to operate.",
        "encampment from the upper end whereas Custer decided to strike further downstream.",
        "In particular they often expose the falsity of claims by Soviet historians that the Bolsheviks were responsible for some strike or demonstration.",
        "In June and July 1907 there were again disturbances among the agricultural laborers of Ferrala and Rovigo, and a widespread strike organized by the leg/fe throughout those provinces caused very serious losses to all concerned.",
        "In October 1907 there was again a general strike at Milan, which was rendered more serious on account of the action of the railway servants, and extended to other cities; traffic was disorganized over a large part of northern Italy, until the government, being now owner of the railways, dismissed the ringleaders from the service.",
        "This had the desired effect, and although the Sindacato dci ferrovieri (railway servants union) threatened a general railway strike if the dismissed men were not reinstated, there was no further trouble.",
        "The failure of the strike caused the Socialists to quarrel among themselves and to accuse each other of dishonesty in the management of party funds; it appeared in fact that the large sums collected throughout Italy on behalf of the strikers had been squandered or appropriated by the syndacalist leaders.",
        "The weakness of the government in dealing with the strike riots caused a feeling of profound dissatisfaction, and the so-called experiment of liberty, conducted with the object of conciliating the extreme parties, proved a dismal failure.",
        "low coasts, subdividing each group according as the coast-line runs parallel to or crosses the line of strike of the mountains, or is not related to mountain structure.",
        "It is penetrated by numerous spurs of this range, which strike the sea abruptly at right angles to the coast, and in many cases plunge down into it sheer.",
        "Of these the most remarkable are the so-called Khlysti (\" flagellants,\" from klyesat, \" to strike, lash,\" but possibly a corruption of Khristi, \" Christs \").",
        "With great reluctance the tsar consented to convoke a consultative chamber of deputies as a sop to public opinion, but that concession stimulated rather than calmed public opinion, and shortly after the conclusion of peace the Liberals and the Revolutionaries, combining their forces, brought about a general strike in St Petersburg together with the stoppage of railway communication all over the empire.",
        "The promulgation of this truncated constitution was greeted by a furious agitation, culminating in September in a general strike, rightly described as the most remarkable political phenomenon of modern times.",
        "Already in April 1919, during a strike of telephone operators in Boston, he had proposed that the state take over the lines, but the trouble was soon settled.",
        "The second decision grew out of the attempt of the Brotherhood of Locomotive Engineers to prevent other roads from accepting freight from the Toledo, Ann Arbor & North Michigan railroad, against which a \"legal\" strike had been declared.",
        "But a year later he acquiesced in the establishment of a Labour council of action, and in the threat of a general strike in case of any military or naval intervention against the Soviet Government of Russia.",
        "There are considerable spaces where the strike, or axis, of the main ranges is transverse to the water-parting, which is then represented by intermediate highlands forming lacustrine regions with an indefinite watershed.",
        "He was even able to strike at the Philistines, and to rescue Keilah (south of Adullam and to the east of Beit Jibrin) from their attack The close of ver.",
        "Since the death of Mirabeau no one had appeared who could strike the happy mean and enforce his will on the extremes on either side.",
        "It is, however, highly probable that he meant to strike at London if naval affairs went well, but that he was glad to have at hand an alternative which would shroud a maritime failure under military laurels.",
        "On or about the 25th-27th of August he resolved to strike at Austria.",
        "But even before Trafalgar he had begun to strike at that most vulnerable form of wealth, as the Jacobins had done before him.",
        "He intended that Spain should very soon have ready twenty-eight sail of the line - \"ce qui est certes bien peu de chose\" - so as to drive away the British squadrons, and then he would strike \"de grands coups\" in the autumn.",
        "On reviewing the progress of ornithology since the end of the 18th century, the first thing that will strike us is the fact that general works, though still undertaken, have become proportionally fewer, while special works, whether relating to the ornithic portion of the fauna of any particular country, or limited to certain groups of birds - works to which the name of \" Monograph \" has become wholly restricted - have become far more numerous.",
        "to telescope the jars for the next blow coming up. A skilful driller never allows his jars to strike on the downstroke, they are only used to jar down when the tools stick on some obstruction in the well before reaching the bottom, and in fishing operations.",
        "He was educated for the bar, and made his reputation by his defence, in company with Georges Laguerre, of Ernest Roche and Duc-Quercy, the instigators of the strike at Decazeville in 1883; he then took Laguerre's place on M.",
        "Clemenceau and Camille Pelletan as an arbitrator in the Carmaux strike (1892).",
        "After the war its activity was shown by an increasing number of assassinations, burnings and other outrages, until by 1875 it completely dominated the mining classes and forced a general strike in the coal regions.",
        "The khedive Ismail in 1869 appointed Sir Samuel Baker to the command of a large force with which he was \" to strike a direct blow at the slave trade in its distant nest.\"",
        "On the 4th of May Milner penned a memorable despatch to the Colonial Office, in which he insisted that the remedy for the unrest in the Transvaal was to strike at the root of the evil - the political impotence of the injured.",
        "Mahommed now endeavoured to strike a blow at Rhodes, the stronghold of the Knights of St John, preparatory to carrying out his long-cherished plan of conquering Italy.",
        "They counselled retreat, but having heard them all he replied, in substance: \" If we leave here at all we may as well retire to Strassburg, for unless the enemy is held by the threat Sf further operations he will be free to strike at our communications and has a shorter distance to go.",
        "With the latter he determined to strike the first blow, by a concentric advance on Berlin (which he calculated he would reach on the 4th or 5th day), the movement being continued thence to extricate the French garrisons in Kustrin, Stettin and Danzig.",
        "These disasters compelled the retreat of the whole Silesian army, and Napoleon, leaving Mortier and Marmont to deal with them, hurried back to Troyes with his main body to strike the flank of Schwarzenberg's army, which had meanwhile begun its leisurely advance, and again at Mormant on the 17th of February, Montereau the 38th and Mery the he inflicted such heavy punishment upon his adversaries that they fell back precipitately to Bar-sur-Aube.",
        "In recent history the most notable events not mentioned elsewhere in this article were the elaborate celebration of the centennial of the city in 1896 and the street railway strike of 1899, in which the workers attempted to force a redress of grievances and a recognition of their union.",
        "There was a less violent street car strike in 1908, after the assumption of control by the Municipal Traction Company, which refused to raise wages according to promises made (so the employees said) by the former owner of the railway; the strikers were unsuccessful.",
        "Feilden notes as suggestive that, though the explorers have not met with this formation on the northern shores of Greenland, yet it was observed that a continuation of the direction of the known strike of the limestones of Feilden peninsula, carried over the polar area, passes through the neighbourhood of Spitsbergen, where the formation occurs, and contains certain species identical with those of the Grinnell Land rocks of this horizon.",
        "The Thracians of the region from Olympus to the Pangaean district, usually regarded as rude tribes, had from a very early time worked the gold and silver of that region, had begun to strike coins almost as early as the Greeks, and displayed on them much artistic skill and originality of types.",
        "According to the direction, or strike, of its principal ranges the Elburz may be divided into three sections: the first 120 m.",
        "Cuttings, if they have a single bud, strike readily.",
        "used to strike off from the Kama eastwards, and Ekaterinburg, on the eastern slope of the Urals.",
        "Since the mineral occurs in definite veins, a more satisfactory and economical method of working would be that adopted in metalliferous mines, with a vertical shaft, cross-cuts, and levels running along the strike of the vein: the mica could then be extracted by overhead stopping, and the waste material used for filling up the worked-out excavations.",
        "The closing verses strike that deep note of absolute dependence on God, which is the glory of the religion of the Old Testament and its chief contribution to the spirit of the Gospels.",
        "The White Horse Hills and the Chilterns strike right across the Thames basin, but almost their entire drainage from either flank lies within it, and similarly a great part of the low-lying Weald, though marked off from the rest of the basin by the North Downs, drains into it through these hills.",
        "His term of office was clouded by the assassination of King Humbert (29th July 1900), and his administration was brought to an end in February 1901 by a vote of the chamber condemning his weak attitude towards a great dock strike at Genoa.",
        "Specially significant were the Memorandum addressed to the throne by 55 deputies of the Croat party of Right, in the Croatian, Bosnian, Dalmatian and Istrian Diets, and the political strike organized by the pupils of both sexes in almost all the middle schools of the Slavonic South.",
        "of England, by his dying in the Jerusalem church of Rome - and that imaginative story of the statue with the legend \"Strike here,\" which, after having found its way into the Gesta Romanorum, has of late been revived in the Earthly Paradise.",
        "These ranges appear to belong to two systems. The Cordillera of Merida is one of the branches of the Andes, and the strike of the folds which compose it is usually from south-west to north-east.",
        "The Caribbean chain along the north coast is part of the Antillean system, and here the strike of the folds is nearly west to east or west-south-west to eastnorth-east.",
        "When the Athenian fleet under Nicias, Alcibiades and Lamachus was at Rhegium in Italy, after the discovery of the trick that had been played by the Segestans, the question for the commanders was whether they should seek to strengthen themselves by fresh alliances on the spot or strike the blow at once.",
        "Lamartine's chief misfortune in poetry was not only that his note was a somewhat weak one, but that he could strike but one.",
        "Asquith as home secretary, and subsequent modifications of this were only arrived at, as in 1904, after a strike of the drivers affected.",
        "In 1750, during a strike of coal workers at Elswick, James III.",
        "deep. In the Transvaal gold region (South Africa), a number of shafts have been sunk to strike the reef at about 4000 ft.",
        "According to ancient authorities, the writer was very outspoken in his denunciations, and his relatives considered it necessary to strike out the most offensive passages of the work before it was widely circulated (Quintilian, Instit.",
        "For some time the majority of the white officials were on strike, while certain native tribes rose in revolt.",
        "Hades, the abode of Nin-erisgal or Allat, had been entered by Nergal, who, angered by a message sent to her by the gods of the upper world, ordered Namtar to strike off her head.",
        "On some plantations making sugar for particular markets and use in refineries it is the custom to make only one class of sugar, by boiling the molasses produced by the purging of one strike with the sugar in the next strike.",
        "When Cuba was the chief sugar-producing country making clayed sugars it was the custom (followed in refineries and found advantageous in general practice) to discharge the strike of crystallized sugar from the vacuum pan into a receiver heated below by steam, and to stir the mass for a certain time, and then distribute it into the moulds in which it was afterwards clayed.",
        "does not require a crystallizer in movement to prepare it for purging in the centrifugals, but it is convenient to run the strike into the crystallizer and so empty the pan at once and leave it ready to commence another strike, while the second sugars will be better for twenty-four hours' stirring and the third sugars for forty-eight hours' stirring before going to the centrifugals.",
        "The hand of death was upon him, and he felt that he must strike now or never.",
        "It may be the Spanish word for the hanging branches of a vine which strike root in the ground, or the name may have been given from a species of bearded fig-tree.",
        "But the Terror could not be maintained at the same pitch: Robespierre began to see that he must strike at many of his own colleagues in the committees if he was to carry out his theories, and Tallien was one of the men condemned with them.",
        "They determined to strike first, and on the great day of Thermidor it was Tallien who, urged on by the danger in which his beloved lay, opened the attack upon Robespierre.",
        "on which he would strike his hand.",
        "The strike of the old crystalline rocks follows, in general, the main direction of the islands (S.W.",
        "appointed with the living Chinese artists, and resolved to strike out a style of his own, based upon that ofthe old masters.",
        "The African species use the nasal horns as weapons, with which they strike and toss their assailant, but the Asiatic rhinoceroses employ their sharp lower tusks much as does a boar.",
        "Baths, lunch-rooms, restrooms, clubs, lectures, schools and kindergartens have been supplied, and the company has also cultivated domestic pride by offering prizes for the best-kept gardens, &c. From April to July 1901 there was a strike in the already thoroughly unionized factories; complaint was made of the hectoring of union men by a certain foreman, the use in toilet-rooms of towels laundered in non-union shops (the company replied by allowing the men to supply towels themselves), the use on doors of springs not union-made (these were removed by the company), and especially the discharge of four men whom the company refused to reinstate.",
        "The company was victorious in the strike, and the factory became an \"open shop.\"",
        "Also the notion that snakes when attacking are able to jump off the ground is quite erroneous; when they strike an object, they dart the fore part of their body, which was retracted in several bends, forwards in a straight line.",
        "The eye is small, with round pupil, which is so much contracted by the light when the snake is taken out of the water that the animal becomes blinded and is unable to hit any object it attempts to strike.",
        "when employers import foreign labourers in order to take the place of their men who are on strike.",
        "He took a leading part in the settlement of the dockers' strike in the autumn of 1889, and his patient and effectual action on this and on similar occasions secured for him the esteem and affection of great numbers of working men, so that his death on the 14th of January 1892, and his funeral a week later, were the occasion for a remarkable demonstration of popular veneration.",
        "Owing to the close proximity of powerful opposed religious sects, the modern history of the city is not without its record of riot and bloodshed, as in 1880 and 1886, and in August 1907 serious rioting followed upon a strike of carters; but the prosperity of the city has been happily unaffected.",
        "Cuttings strike readily in spring before growth has commenced; they should be potted in 3-in.",
        "Bolivar therefore resolved, if possible, to strike a decisive blow; and this accordingly he did at Carabobo, where, encountering Torre, he so completely routed the Spaniards that the shattered remains of their army were forced to take refuge in Puerto Cabello, where two years after they surrendered to Paez.",
        "factions, who had taken refuge in Ankole, could not agree even in their common exile, and nearly came to blows, but on the spur of threatened famine they agreed to combine and to take back Mwanga as their king and strike a blow for supremacy in Buganda.",
        "The Housatonic and Millers (and the Connecticut also, but not in its course within Massachusetts alone) afford beautiful examples of the dependence of valley breadth upon the strike of soft or harder rocks across the stream.",
        "Yet it was near enough to strike in and decide the battle when the action had begun.",
        "SIGHTS, the name for mechanical appliances for directing the axis of the bore of a gun or other firearm on a point whose position relative to the target fired at is such that the projectile will strike the target.",
        "to G; therefore to strike T the axis must be raised to a point 144 ft.",
        "i it will be seen that in order to strike T the axis must be directed to G' at a height above T equal to TG, while the line of sight or line joining the notch of the tangent sight and apex of the dispart or foresight must be (/ ?` directed on T.",
        "Now if the notch of the tan gent sight be carried to H' in order to lay on T, the fore-sight, and with it the axis, H will be moved to F', the line of fire will be HF'D', and the shot will strike T since D'T = DT.",
        "19) represent a gun at height BD above water-level DC, elevated to such an angle that a shot would strike the water at C. Draw EB parallel to DC. It is clear that under these conditions, if a tangent sight AF be raised to a height F representing the elevation due to the range BC, the object C will be on the line of sight.",
        "The centre of disturbance was the Pullman strike at Chicago, whence the disorder extended to the Pacific coast, causing riot and bloodshed in many places.",
        "The rioters in and around Chicago were dispersed in a single day, and within a week the strike was broken.",
        "In fact, the threatening danger forced his hand and compelled him to strike before he had collected a sufficient army for his defensive needs.",
        "As the foe would lie away to his right and left front after he had passed the Sambre, one wing would be pushed up towards Wellington and another towards Blucher; whilst the mass of the reserve would be centrally placed so as to strike on either side, as soon as a force of the enemy worth destroying was encountered and gripped.",
        "The at the Mint strike from 90 to 125 coins per minute, most of them working at the rate of Iio coins per minute.",
        "There are 19 presses and it is possible with these to strike between 700,000 and 800,000 pieces in an ordinary working day.",
        "The straightening of the togglejoint when C is pushed forward forces A down to strike the coin.",
        "These were rapid and remarkable triumphs, but they did not affect decisively the outcome of the war; they took from Turkey two outlying provinces; they did not strike at the heart of Turkish resistance.",
        "This plan was first put into execution at the general election of 18 9 0, which was held during the industrial excitement aroused by the Australasian maritime strike of that year.",
        "The desire of New Zealanders to strike a blow for the mother-country took the practical shape of despatching to South Africa ten successive contingents.",
        "After the suppression of the Kapp troubles and the return of the Ministry to Berlin it was impossible for Noske to remain in office, as the labour masses, who by the general strike against the Kapp \" Government \" had for the moment obtained a decisive influence upon affairs, regarded him as having been too tolerant of reaction in the army and as having manifested excessive ruthlessness in the suppression of the Communist bands.",
        "are immediately above those in the fixed plate, and let the bellows by which air is forced into the cylinder (air, for simplicity, being supposed to be the fluid employed) be put in action; then the air in its passage will strike the side of each opening in the movable plate in an oblique direction (as shown in fig.",
        "He allowed a limited number of teeth on the arc of a circle to strike against a card.",
        "2 The strategical problem for Japan was, how to strike a blow sufficiently decisive to secure her object, before the at present insignificant forces of the East Siberian army were augmented to the point of being unassailable.",
        "The Japanese ist Army was carefully concealed about Wiju until it was ready to strike.",
        "A general strike at the universities was averted by a compromise, by which Wahrmund was transferred from the pious land of Tirol to Prague, which was more than he had desired.",
        "When the worn-out old Emperor was succeeded by an immature boy, the serious, positive and somewhat \" schoolmasterish \" Kdrber did not strike the right note with him.",
        "There is continuity in character; the Apostolic Fathers strike us as truly good men, with a goodness raised to a new type and power.",
        "The Gallic trooper sent to strike off the old man's head quailed, it is said, before the fire of his eyes, and fled exclaiming, \"I cannot kill Gaius Marius.\"",
        "He did not scruple, for instance, to strike out of the lists of witnesses to medieval charters, before publishing them, the names of families which he disliked.",
        "All these beds strike from north-east to south-west and must enter the northern part of Siam.",
        "Farther south, at VienTiane, the Mekong passes through a gorge cut in sandstone, arkose and schists with a similar strike; while at Lakhon there are steeply inclined limestones which strike north-west.",
        "Chinese tombs are among the objects that strike the traveller's attention at Amboyna and other ancient settlements.",
        "The High Priest at such a moment seemed to embody all the glory of the nation, as the kings had done of old, and when the time came to strike a successful blow for freedom it was a priestly house that led the nation to the victory which united in one person the functions of High Priest and prince.",
        "In 1906 the Prussian government was made somewhat ridiculous by the strike of some t00,000 Polish school children, who objected to being whipped for refusing to answer questions in German.",
        "Similarly though he carried out many useful administrative reforms, in a vain effort to combat Social Democracy he seriously interfered with the liberty of public meeting and attempted the forcible suppression of strike movements.",
        "Paul was shrewd, calculating, tenacious; but on the other hand over-cautious, and inclined rather to temporize than to strike at the critical moment.",
        "When they are near the surface, and their dip corresponds with the slope of the ground, they are in the most favourable position, and are worked in terraces or galleries formed along the strike of the beds and having a height of about 50 ft.",
        "In the same year a great strike - one of the most famous in American industrial history - threatening civil war, temporarily closed the mines;, in 1896 fire almost destroyed the city; in 1903-1904 a second strike, lasting more than a year and greater than the first, occurred.",
        "The first strike, which was for an eight-hour day and $3.00 wage, was won by the miners.",
        "The chief of the bureau of labour statistics is directed in case of danger of a strike or lockout to seek to mediate between the parties and if unsuccessful in that, then to endeavour to secure their consent to the formation of a board of arbitration.",
        "Then the long continued unrest both in the mother country and in the province seems to have encouraged Josias Fendall, the proprietor's own appointee as governor, to strike a blow against the proprietary government and attempt to set up a commonwealth in its place; but this revolt was easily suppressed and order was generally preserved in the province from the English Restoration of 1660 to the English Revolution of 1688.",
        "Only twice more did the forces of the South strike out (Gettysburg, 1863; Nashville, 1864), and then the offensive was more of a counter-attack than an advance.",
        "Like Buell, McClellan had tempered the tools with which others were to strike; he was not again employed, and in his fall was involved his most brilliant subordinate, Fitz John Porter.",
        "He began his campaign by cancelling McClellan's operation, and, his own plan being to strike at Richmond from Fredericksburg, he moved the now augmented army to Falmouth opposite that place, hoping to surprise the crossing of the Rappahannock.",
        "McClellan lingered north of Richmond, despite President Lincoln's constant demand that he should \"strike a blow\" with the force he had organized and taken to the Yorktown peninsula in April, until General Lee had concentrated 73,000 infantry in his front; then the Federal commander, fearing to await the issue of a decisive battle, ended his campaign of invasion in the endeavour to \"save his army\"; and he so far succeeded that on July 3 he had established himself on the north bank of the James in a position to which reinforcements and supplies could be brought from the north by water without fear of molestation by the enemy.",
        "His intervention in Scotland in 1 5591560 showed that he could strike on occasion; and his action over the execution of Mary, queen of Scots, proved that he was willing to take responsibility from which Elizabeth shrank.",
        "Both canons were innovations, designed to strike a fatal blow at prophecy and the church organization re-established by the prophets in Asia - the bishops not being quite prepared to declare boldly that the Church had no further need of prophets.",
        "' The corpse laid out in state was provided by the priest with a jug of water for his journey, and with bunches of cut papers to pass him safely through each danger of the road - the place where the two mountains strike together, the road guarded by the great snake and the great alligator, the eight deserts and the eight hills; they gave him garments to protect him from the cutting wind, and buried a little dog by his side to carry him across the nine waters.",
        "Too distrustful to delegate his responsibility to his ministers, he was too infirm of will to strike out and follow a consistent course for himself.",
        "To note such chapters and places as contain matters of genealogies, or other such places not edifying, with some strike or note, that the reader may eschew them in his public reading.",
        "Ever dreading a blow, he was always eager to strike the first; and alive to the perils of peace, he was blind to the dangers of war.",
        "To strike at the rebellion first in the north was natural and inevitable.",
        "To the home government the purely military problem, although assuming larger dimensions and more difficulties, still seemed to admit of a simple solution, namely, to strike hard where the rebellion was most active and capable of the longest resistance.",
        "Nothing remained for Otho but to strike a bold blow.",
        "They are of a tougher fibre than the Aroras; sturdy and self-reliant, slow to speak but quick to strike.",
        "A Latin memoir of Tamerlane by Perondinus, printed in 1600, entitled Magni Tamerlanis scytharum imperatoris vita, describes Timur as tall and bearded, broad-chested and broadshouldered, well-built but lame, of a fierce countenance and with receding eyes, which express cruelty and strike terror into the lookers-on.",
        "The watercourses to-day are, as a rule, longitudinal, following the strike of the weaker strata in paths that they appear to have gained by spontaneous adjustment during the long Mesozoic cycle; but now and again they cross from one longitudinal valley to another by a transverse course, and there they have cut down sharp notches or water-gaps in the hard strata that elsewhere stand up in the long even-crested ridges.",
        "1918 Kurt Eisner was prosecuted at Munich on a charge of treason for inciting munition workers to strike.",
        "In Order To Find The Column From Which The Letter In Any Given Case Is To Be Taken, Strike Off The Last Two Figures Of The Date, Divide The Preceding Figures By Four, And The Remainder Will Indicate The Column.",
        "He is said to have forced a British schooner, probably a privateer, which attacked him when on his way from Bordeaux to St Thomas, to strike, but he did not take possession.",
        "An able-bodied parent who does not work when he has the opportunity, unless \"idle under strike orders, or lock-outs,\" and who hires out his minor children, is declared a vagrant and may be fined $50o and imprisoned or sentenced to hard labour for not more than six months.",
        "Upon one famous occasion in 1892 he succeeded in bringing to a peaceful solution a long and bitter strike which had divided the masters and men in the Durham collieries; and his success was due to the confidence which he inspired by the extraordinary moral energy of his strangely \"prophetic\" personality, at once thoughtful, vehement and affectionate.",
        "In 1902 he gave energetic support to the miners of Carmaux who went out on strike in consequence of the dismissal of a socialist workman, Calvignac; and in the next year he was re-elected to the chamber as deputy for Albi.",
        "\" The ever-increasing financial burdens,\" the Note went on, \" strike at the root of public prosperity.",
        "wall, straight and rigid, towering above all surrounding hills, from the mass of mountains which overlook Kabul on the south-east to the frontiers of India, and preserving a strike which - being more or less perpendicular to the border line - is in strange contrast to the usual conformation of frontier ridge and valley.",
        "In one of the actions of this war the \"Centaur\" and \"Implacable,\" unsupported by the Swedish ships (which lay to leeward), cut out the Russian 80-80-gun ship \"Sevolod\" from the enemy's line and, after a desperate fight, forced her to strike.",
        "He accompanied the Norman army to England in 1066, and obtained permission from William to strike the first blow at the battle of Hastings.",
        "The calling in of Pinkerton detectives from Chicago and New1690-1691-1691-16 931691-1693York to settle a strike in the Carnegie steel works at Homestead in 1892 precipitated a serious riot, in which about twenty persons were killed.",
        "The strike of these folds is usually east and west and roughly parallel to the axes of elevation of the plateau.",
        "The Gurkhas, however, in 1788 and following years continued to strike coins of progressively debased quality, which were rude imitations of the old Nepalese mintage, and to endeavour to force this currency on the Tibetans, eventually making the departure of the latter from old usage a pretext for war and invasion.",
        "This brought the intervention of the Chinese, who drove the Gurkhas out of Tibet (1792), and then began to strike silver coins for Lhasa use, bearing Chinese and Tibetan characters.",
        "Rodgers would have preferred to keep his command together, and to strike with it at the main course of British commerce, but he was overruled.",
        "The most successful mode of forming roots is to place the cuttings in a mild bottom-heat, which expedites their growth, even in the case of many hardy plants whose cuttings strike roots in the open soil.",
        "For propagation the bulbiferous portion is pegged down on the surface of a pot of suitable soil; if kept close in a moist atmosphere, the little buds will soon strike root and form independent plants.",
        "Young shoots which have become moderately firm generally make the best cuttings, but sometimes the very softest shoots strike more readily.",
        "Free-rooting subjects strike in any lightish sandy mixture; but difficult subjects should have thoroughly well-drained pots, a portion of the soil proper for the particular plants made very sandy, and a surfacing of clean sharp silver sand about as deep as the length of the cutting.",
        "In transplanting trees all the roots which may have become bruised or broken in the process of lifting should be cut clean away behind the broken part, as they then more readily strike out new roots from the cut parts.",
        "In general, field strawberries are not grown from potted layers, but from good strong layers that strike naturally in the field.",
        "In 1903 the government took strong measures to prevent a threatened general strike of railway employees, the military were called out, and occupied the stations.",
        "The difficulty in the way of this system was that, in pouring the steel from ladle to mould, more or less of it:occasionally spatters, and these spatterings, if they strike the rails or the running gear of the cars, obstruct and foul them, preventing the movement of the train, because the solidified steel is extremely tenacious.",
        "Thereupon the council of the Labour party proclaimed a general strike.",
        "' duschcn, to strike or fall), one who uses, or the.art of using, the dowsing-rod (called \"deusing-rod\" by John Locke in 1691), or \"striking-rod\" or divining-rod, for discovering subterranean minerals or water.",
        "The industrial population is employed in large collieries in the vicinity; and here, on the 7th of September 1893, serious riots during a strike resulted in the destruction of some of the colliery works belonging to Lord Masham, and were not quelled without military intervention and some bloodshed.",
        "One practice which is especially prevalent, so as to strike every casual visitor, and dates from the early years of the empire, is that of filling up the flutings of the columns for about one-third of their height with a thick coat of stucco, so as to give them the appearance of being smooth columns without flutings below, and only fluted above.",
        "Swift as before to strike, in three months' time he had deftly turned his own word against the would-be master by administering Due Correction for Mr Hobbes, or School Discipline for not saying his Lessons right, in a piece that differed from the Elenchus only in being more biting and unrestrained.",
        "But all the more eagerly did he take advantage of Wallis's loose calumny to strike where he felt himself safe.",
        "Then moving farther in the same direction he resolved to strike at the root of the evil by the exercise of his imperial authority.",
        "These acts were, however, accompanied by language of great decision against the Social Democrats, especially on the occasion of a great strike in Westphalia, when the emperor Progress of Social- warned the men that for him every Social Democrat ism.",
        "This he remarks in explanation of the order of his version in some places, which he feels may strike his friend Gaudentius as unusual, the inference being that the other edition was the better-known one, although it lacked \"the transformation of Simon\" (i.e.",
        "Among the revelations put forth in Mecca there is a considerable number of (for the most part) short suras, which strike every attentive reader as being the oldest.",
        "We read in a papyrus of a strike of starving laborers in the Theban necropolis who would not work until corn was given to them, and apparently the government storehouse was empty at the time, perhaps in consequence of a bad Nile.",
        "Frederick II., in his later years (1571-1588), aspired to the dominion of all the seas which washed the Scandinavian coasts, and before he died he was able to enforce the rule that all foreign ships should strike their topsails to Danish men-of-war as a token of his right to rule the northern seas.",
        "The chief event of the year 1899 was the great strike of 40,000 artisans, which cost Denmark 50,000,000 crowns, and brought about a reconstruction of the cabinet in order to bring in, as minister of the interior, Ludwig Ernest Bramsen, the great specialist in industrial matters, who succeeded (September 2-4) in bringing about an understanding between workmen and employers.",
        "Justinian was rather quick than strong or profound; his policy does not strike one as the result of deliberate and well-considered views, but dictated by the hopes and fancies of the moment.",
        "The similarity of outline in many species to that of trees and shrubs will strike any one who examines algae mounted for the herbarium.",
        "At the Home Office he proved his capacity as an administrator; he was the first to appoint women as factory inspectors, and he was responsible for opening Trafalgar Square to Labour demonstrations; but he firmly refused to sanction the proposed amnesty for the dynamiters, and he was violently abused by extremists on account of the shooting of two men by the military at the strike riot at Featherstone in August 1893.",
        "In the western folded belt the strike of the folds is N.W.-S.E., or N.N.W.-S.S.E.",
        "Lord Rosebery's personal popularity had been increased at home by his successful intervention in the coal strike of December 1893, and when in March 1894 the resignation of Gladstone was announced, his selection by Queen Victoria for the premiership was welcomed by the public at large and by the majority of his own party.",
        "Although the rocks throughout the Southern Uplands have a persistent northeasterly and south-westerly strike, and though this trend is apparent in the bands of more rugged hills that mark the outcrop of hard grits and greywackes, nevertheless geological structure has been much less effective in determining the lines of ridge and valley than in the Highlands.",
        "The valley of the Garry and Tay crosses the strike of all the Highland rocks, traverses the great fault on the Highland border, and finally breaks through the chain of the Sidlaw Hills at Perth.",
        "the strike of the Silurian folds in the Southern Uplands, the boundary fault, and the ridges of the Old Red Sandstone, and pursues its northwesterly course across the abundant and often powerful dislocations of the Carboniferous system.",
        "The most picturesque glen lakes, however, lie in transverse valleys, which being cut across the strike of the rocks present greater variety and, usually, abruptness of outline.",
        "In May came the letter and ring of the French queen ordering James, as her knight, to strike a blow on English ground.",
        "During the great sailors' strike at Marseilles in 1904 he showed pronounced sympathy with the socialistic aims and methods of the strikers, and a strong feeling was aroused that his Radical sympathies tended to a serious weakening of the navy and to destruction of discipline.",
        "The narrow cramped valley of the river between Ishkashim and Kala Wamar is hedged in on the west by a long ridge flanking the highlands of Badakshan; on the east the buttresses and Nature of spurs of the Shignan mountains (of which the strike is the Oxus transverse to the direction of the river and more or less Valley..",
        "Between Kala Wamar (6580 ft.) and Kala Khum (4400 ft.), where the Oxus again bends southwards, its course to the north-west is almost at right angles to the general strike of the Darwaz mountains, which is from north-east to south-west, following the usual conformation of all this part of high Asia.",
        "in length drains to the north-east, parallel to the general strike of the mountain system into the transverse course of the Oxus, which it joins nearly opposite to the lateral valleys of Yaz Ghulam and Wanj.",
        "Another of about equal length, starting from the same, central water-parting of this mountain block, and included within the Oxus bend, follows a transverse direction at almost right angles to the Shiwa, and joins the Oxus valley near its debouchment into the more open Kolab plains, where the course of the Oxus has again assumed a direction parallel to the mountain strike.",
        "The strike of miners in the Pas de Calais after the disaster at Courrieres, leading to the threat of disorder on the 1st of May 1906, obliged him to employ the military; and his attitude in the matter alienated the Socialist party, from which he definitely broke in his notable reply in the Chamber to Jean Jaures in June 1906.",
        "In 1885 the governor found it necessary to use the state militia to suppress riots in Will and Cook counties occasioned by the strikes of quarrymen, and the following year the militia was again called out to suppress riots in St Clair and Cook counties caused by the widespread strike of railway employees.",
        "The clear atmosphere is in its upper strata free from clouds and dust, so that the sun's rays undergo scarcely any absorption and strike down with full force on the light-brown desert soil, from which they are radiated and reflected to a great extent.",
        "In this position, during the strike of the railway employes in Chicago in 1894, he instructed the district attorneys to secure from the Federal Courts writs of injunction restraining the strikers from acts of violence, and thus set a precedent for \"government by injunction.\"",
        "In 1895 he defended the workers' right to strike, but in 1903, as head of the Government (1901-5), he crushed a railway strike by rushing a bill through Parliament making illegal a stoppage of work by those engaged in the public and semi-public services.",
        "For some years he took no very prominent part in Parliamentary life, being actively engaged outside in the interests of his railwaymen, who, besides many smaller disputes, came out in a body in the great strike of 1911.",
        "In spite of this, there was a general strike of railwaymen in S.",
        "Wales, and the disturbance spread partially to London and elsewhere; but the courts, on the application of the Board of Trade, prohibited the Union from paying strike pay, and the movement collapsed.",
        "25, a strike began without further notice on Sept.",
        "They are increased by cuttings in spring, which when taken off with a heel strike freely in brisk heat.",
        "The Jews, Chaldeans and Babylonians began the day at the rising of the sun; the Athenians at the fall; the Umbri in Italy began at midday; the Egyptians and Romans at midnight; and in England, the United States and most of the countries of Europe the Roman civil day still prevails, the day usually commencing as soon as the clock begins to strike 12 P.M.",
        "His first act was to strike at the faithful ministers of Charles VII.",
        "They are swept north by the wind till they strike upon the outer ranges of the Himalayas.",
        "To remove the head-dress of whatever kind is, in the East, an act of discourtesy; to strike it off is a deep insult.",
        "The meagreness of the results obtained by the occasional works executed in the last century, and the fact that the investigators were unfortunate enough to strike upon places already explored, gave rise to the opinion that the whole area of the city had been crossed by tunnels in the time of Charles III.",
        "from the left of the main body at Luckau, was ordered to march via Hoyerswerda, Weissig and Klix to strike the allies' right.",
        "There is no question about the weak resistance of certain units in line, nor can it be denied that other troops, among the reserves, became temporarily infected with a spirit that led to what many observers likened to a strike.",
        "According to Blyth, it is a favourite amusement among the natives to let loose a couple of tame caracals among a flock of pigeons feeding on the ground, when each will strike down a number of birds before the flock can escape.",
        "The great need of the age was authority; and authority was most likely to strike the imagination of the faithful if it found a vivid concrete embodiment in the person of the pope.",
        "In truth the Renaissance was ruled by no Astraea redux, but rather by a severe spirit which brought no peace but a sword, reminding men of sternest duties, testing what of moral force and tenacity was in them, compelling them to strike for the old order or the new, suffering no lukewarm halting between two opinions.",
        "To all this the people of Finland opposed a dogged and determined resistance, which culminated in November 1905 in a \" national strike.\"",
        "The strike was universal, all classes joining in the movement, and it spread to all the industrial centres and even to the rural districts.",
        "The electricity of a hovering or a passing cloud would thus be carried off slowly and silently; and if the cloud was highly charged, the lightning would strike in preference the elevated conductors.'",
        "After victimization in consequence of a strike he obtained work at Cumnock, Ayrshire, and was shortly afterwards elected secretary of the Ayrshire Miners' Association.",
        "In the great strike in the South Wales coal-field in 1898 he addressed, together with Robert Smillie, huge meetings of miners, and in the general election of 1906 he was reelected to Parliament for Merthyr Tydfil.",
        "It may strike one as characteristically Jewish that extravagant and truly oriental encomiums were passed upon such legalists and Talmudists as Isaac Alfazi, Rashi or Maimonides; none the less the medieval Jews were able to produce and appreciate excellent literature of the most varied description.",
        "The essential parts of one type of bale opener are three specially shaped rollers, the peri pheries of which contain a number of 1 Also in the forms \"streek,\" \"strick\" or \"strike,\" as in Chaucer, Cant.",
        "Tales, Prologue 676, where the Pardoner's hair is compared with a \"strike of flax.\"",
        "The term is also used of a handful of hemp or other fibre, and is one of the many technical applications of \"strike\" or \"streak,\" which etymologically are cognate words.",
        "For this purpose the tiger will leave its retreat in the dense jungle, proceed to the neighbourhood of a village or gowrie, where cattle feed, and during the night steal on and strike down a bullock, drag it into a secluded place, and then remain near the \"murrie\" or \"kill,\" for several days, until it has eaten it, when it will proceed in search of a further supply, and, having found good hunting ground in the vicinity of a village or gowrie, continue its ravages, destroying one or two cows or buffaloes a week.",
        "Tables, about 500 B.C., was intended to strike at the evil by providing a maximum rate of interest.",
        "It continues in this direction as far as the northern end of Lake Mjosen in Norway (61° N.), then turns sharply north-north-eastward, runs west of Lake Siljan and bends north-east to strike the Bothnian coast near Skelleftea.",
        "Processions of many thousands of workmen were organized, in Stockholm and in other towns of the kingdom, just before the Riksdag began the discussion on the above-mentioned bill of the government, and when the bill was introduced in the chambers a general and wellorganized strike took place and continued during the three days the debate on the bill lasted.",
        "As this strike was of an exclusively political kind, and was intended to put pressure on the chambers, it was generally disapproved, and failed in its object.",
        "streifen, and the root is possibly seen in \"strike,\" Lat.",
        "Gustavus thereupon resolved to strike the decisive blow without waiting for the arrival of Sprengtporten.",
        "Circumstances which strike his fancy, or furnish convenient texts for his polemic, are handled at inordinate length, while others are rapidly dismissed or passed over altogether.",
        "To suppress them, and to gain a better market for his own ideas, he was even ready to strike up an alliance with the Jesuits, and force on a reluctant France the-doctrine of papal' infallibility.",
        "The strike of the main ridges forming that system is almost due north and south till it touches 30° N.",
        "Routes which converge on Kalat from the south pass for the most part through narrow wooded valleys, enclosed between steep ridges of denuded hills, and, following the general strike of these ridges, they run from valley to valley with easy grades.",
        "Recent investigations show that all the chief rivers of Nepal flowing southwards to the Tarai take their rise north of the line of highest crests, the \" main range \" of the Himalaya; and that some of them drain long lateral high-level valleys enclosed between minor ridges whose strike is parallel to the axis of the Himalaya and, occasionally, almost at right angles to the course of the main drainage channels breaking down to the plains.",
        "The reason assigned for these extraordinary diversions of the drainage right across the general strike of the ridges is that it is antecedent - i.e.",
        "In 1902 the students at Coimbra and Oporto organized an agitation against the proposed conversion of the gold debt; and anti-clerical riots, followed by a strike, rendered necessary the proclamation of martial law in Aveiro.",
        "In January 1903 an insurrection of peasants armed with scythes took place at Fundao; the imposition of a new market tax provoked riots at Coimbra in March; a serious strike of weavers took place at Oporto in June.",
        "During the weavers' strike the cruiser \" Rainha D.",
        "In May 1907 there was a street-car strike of large dimensions.",
        "The change in the sound due to the falling drops as they strike the bottom of the sink should be noticed, as well as that in the appearance of the jet.",
        "At dawn this regiment found itself isolated but in possession of the fort, and the open gorges of the row of forts tempted the audacious commander to strike out right and left along the ridge.",
        "The scheme, therefore, was to begin with a succession of outpost affrays along the whole line (which could be represented as a provocation suffered), and then to strike vigorous offensive blows (a) from Seres towards Salonika, (b) from Strumitsa and Radovishta against the Vardar at Krivolak and Gevgeli (Gyevgheli), (the link between the Serbian and Greek armies); and (c) a blow from the region of Kochana towards Egri Palanka.",
        "In 1913 he was sentenced to six months' imprisonment for a speech made at the Albert Hall, but was released after some days of hunger strike.",
        "There too the hydrographical network, as well as the south-west to north-east strike of the clay-slates and metamorphic schists on Ditmar's map, seem to indicate the existence of two chains running south-west to north-east, parallel to the volcanic chain of S.-E.",
        "Occasional labour troubles have been very severe in the Coeur d'Alene region, where the attempt in 1892 of the Mine Owners' Association to discriminate in wages between miners and surfacemen brought on a union strike.",
        "The strike of the rocks is independent of the direction of the chain, and the chain is bounded by faults.",
        "A state court of mediation and arbitration, consisting of three members appointed by the governor with the consent of the senate, was created in 1889 to inquire into the cause of grievances threatening or resulting in any strike or lock-out and to endeavour to effect a settlement.",
        "He then settled at the London Docks, and organized the Dockers' Union of which he became general secretary in June 1887, taking a prominent part in the dock strike of 1889.",
        "In 1910 he published A Brief History of the Dockers' Union, commemorating the 1889 dockers' strike, and in 1911 A History of the London Transport Workers' Strike.",
        "This list is sent to the sultan, who has by prescription the right to strike out five names.",
        "The stratified rocks in the highlands strike north and south, as if they had been crumpled into folds, in Upper Palaeozoic times, by pressure from east to west.",
        "Lord Jersey assumed office on the 15th of January 1891, and a few weeks afterwards the conference to consider the question of federating the Australian colonies was held at Sydney, and the great strike, which at one time had threatened to paralyse the trade of the colony, came to an end.",
        "Cavaignac failed perhaps to appreciate the political exigencies of the moment; as a soldier he would not strike his blow until his plans were matured and his forces sufficiently prepared.",
        "In diving or subaquatic flight the feet strike upwards and backwards, the wings downwards and backwards (b of fig.",
        "The long axis of the bird is inclined obliquely upwards and forwards, and the wings strike, not downwards and backwards, but downwards and forwards (c of fig.",
        "He further pointed out that the wings of flying creatures (contrary to received opinions, and as has been already indicated) strike downwards and forwards during the down strokes, and upwards and forwards during the up strokes.",
        "In speaking of natural flight he remarks: \" If in its descent the bird rows backwards with its wings the bird will move rapidly; this happens because the wings strike the air which successively runs behind the bird to fill the void whence it comes.\"",
        "In this case the under surface of the kite is made to strike the still air.",
        "The wings consequently must be made to strike forwards and kept in advance of the body of the bird if they are to prevent the bird from falling downwards and forwards.",
        "If the wings were to strike backwards in aerial flight, the bird would turn a forward somersault.",
        "That the wings invariably strike forwards during the down and up strokes in aerial flight is proved alike by observation and experiment.",
        "In the 1 96th proposition of his work (De motu animalium, Leiden, 1685) he states that \" If the expanded wings of a bird suspended in the air shall strike the undisturbed air beneath it with a motion perpendicular to the horizon, the bird will fly with a transverse motion in a plane parallel with the horizon.\"",
        "Whether, therefore, the air strikes the wings from below, or the wings strike the air from above, the result is the same, - the posterior or flexible margins of the wings yield in an upward direction, and in so doing urge the bird in a horizontal direction.\"",
        "Moreover, in point of fact, all natural wings, and all artificial wings constructed on the natural type, invariably strike downwards and forwards.",
        "It is also made to strike vertically downwards.",
        "He controlled the movements of the wings, and made them strike downwards and forwards in imitation of natural wings.",
        "to the strike, and cutting through opposed escarpments by deep valleys, and those following the line of strike along a bed of easily eroded rock.",
        "The boundaries of the parishes, the fundamental units of English political geography, are very often either rivers or watersheds, and they frequently show a close relation to the strike of the geological strata.",
        "During the spring and summer months the prevalence of fierce cutting winds, which are shaped by the conformation of the valleys into blasts as through a funnel, following the strike of the valleys either up or down, makes travelling painful and existence in camp most unpleasant.",
        "On the 10th of April 1845 a considerable portion of the city was swept by fire, and in July 1877, during the great railway strike of that year, a large amount of property was destroyed by a mob.",
        "The foliae of the schists strike north and south.",
        "Hybridization also is very uncertain, and is very difficult to carry out effectually; hence the method of propagating the best varieties by cuttings has been adopted, except in the case of those which do not strike readily, as in C. Ledgeriana, in which the plants are grown from the shoots of felled trees.",
        "There is a general agreement that if a man like Gillespie or Nicholson had been in command of the station, the strong force at his disposal would have enabled him to strike such a deadly blow at the fleeing mutineers as might have stamped out the Mutiny.",
        "Keppel was ordered to strike his flag in March 1779.",
        "The villages, which are always walled round by groves of bamboos and betel-nut palms, have often a very striking appearance; and Backergunje has many beauties of detail which strike a traveller in passing through the country.",
        "After a pause in the operations McClellan felt himself ready to attack at the moment when Lee, leaving a bare handful of men in the Richmond lines, despatched twothirds of his entire force to the north of the Chickahominy to strike McClellan's isolated right wing.",
        "It has been used in combination with potassium chlorate as a composition for matches to strike on any surface.",
        "The Apollo Sauroctonus (after Praxiteles), copied in bronze at the Villa Albani in Rome and in marble at Paris, is a naked, youthful, almost boyish figure, leaning against a tree, waiting to strike a lizard climbing up the trunk.",
        "\"And if they strike you?\"",
        "In the folded regions the strike conforms to the coastal outline on the south and east.",
        "Any horizontal fissure in a weak place would, in the nature of things, strike somewhere a stronger place, and the final failure would be deferred.",
        "The tale, as told in the 1476 chronicle, is clearly an interpolation, for it comes immediately after a distinct statement that \"God had helped the Confederates, and that with great labour they had defeated the knights and Duke Leopold,\" while the passage immediately following joins on to the former quite naturally if we strike out the episode of the \"true man,\" who is not even called Winkelried.",
        "On the 31st of the same month he wrote :- \"I really think this new anatomy of the brain will strike more than the discovery of the lymphatics being absorbents.\"",
        "Under his leadership a strike on the Great Northern railway was won in 1894.",
        "At first the Romans paid little attention to the insurgents, who were able to strike coins in the name of Simeon, prince of Israel, and Eleazar the priest, and to persecute the Christians, who refused to join the revolt.",
        "The emperor seemed to be threatening the independence of the North, and in terror and resentment the Scandinavian peoples turned first to strike at the encroaching Frank, and soon after to assail the other Christian kingdoms which lay behind, or on the flank of, the Empire.",
        "The Norman barons had refused to strike a blow for John, and the cities had shown but a very passive and precarious loyalty to him.",
        "In great anger and indignation he marched off towards the north, with his hired soldiery, swear- * ing to pm~nish the barons who had taken the leitd in the strike which had defeated his purpose.",
        "Henceforth England was safe from coast raids, could conduct her commerce with Flanders without danger, and could strike without difficulty at any point of the French littoral.",
        "Almost the only reconquest made was that of the city of Limoges, which was stormed in September 1370 by the troops of the Black Prince, who rose from his sick-bed to strike his last blow at the rebels.",
        "But matters went otherwise than he had expected; when he waxed unmannerly, and unsheathed his dagger to strike one of the royal retinue who had dared to answer him back, the mayor of London, William Walworth, drew his cutlass and cut him down.",
        "With a well-intentioned but narrow mind, he had nothing in him to strike the imagination of his subjects.",
        "In deciding on war the British government relied on the capacity of its fleet, which was entrusted to the command of Sir Charles Napier, to strike a great blow in the Baltic. The fleet was despatched with extraordinary rejoicings, and amidst loud and confident expressions of its certain triumph.",
        "The structure of the Harz is very complicated, but the general strike of the folds, especially in the Oberharz plateau, is N.E.",
        "Owing to its position as the first range which the northerly winds strike after crossing the north German plain, the climate on the summit of the Harz is generally raw and damp, even in summer.",
        "Hence it consists (1) partly of ranges, mostly snow-capped, which stretch from south-west to north-east, and which in several cases terminate en echelon on the verge of the desert, and (2) partly of ranges which strike away from the above at various angles, but in a predominantly north-western direction.",
        "While upheavals having a north-eastern strike continued to take place after the Carboniferous epoch,' another series of upheavals, having a north-western strike, and occasioned by the expansion of diabases, dolerites, melaphyres and andesites, occurred later, subsequently at least to the close of the Tertiary period, if not also before it, dislocating former chains and raising rocks to the highest levels by the addition of new upheavals to the older ones.",
        "It was resolved to strike the decisive blow on the 10th of August.",
        "As the elections to the Convention were close at hand, the Commune resolved to strike the public with terror by the slaughter of its prisoners.",
        "His friends determined to strike, and Hanriot ordered the National Guards to hold themselves in readiness.",
        "The objects which the advocates of a new calendar had in view were to strike a blow at the clergy and to divorce all calculations of time from the Christian associations with which they were loaded, in short, to abolish the Christian year; and enthusiasts were already speaking of \"the first year of liberty\" and \"the first year of the republic\" when the national convention took up the matter in 1793.",
        "Many a strike has occurred in the midst of the harvest because the quality or quantity of the food served was not what it ought to have been.",
        "And what perhaps would first strike an unprejudiced critic in Taylor's examples of conflicting ideals or antagonistic yet ultimate moral judgments would be the perception that they are not necessarily moral ideas or judgments at all, and hence necessarily not ultimate.",
        "The real reason of its fall was the mismanagement of the Madagascar expedition, the cost of which in men and money exceeded all expectations, and the alarming social conditions at home, as indicated by the strike at Carmaux.",
        "At the other extreme we know that innumerable swarms of minute bodies, probably little more than particles, move round the sun in orbits of every degree of eccentricity, making themselves known to us only in the exceptional cases when they strike the earth's atmosphere.",
        "festive cheer to strike about managed services.",
        "Banff Strike Wing Memorial Mosquito from Banff attacking shipping in Norwegian fiord, Spring 1945 Gp.",
        "With the strike only an hour old a woman died in a house fire as RAF firefighters raced to the scene.",
        "firefighters ' strike is a case in point.",
        "firemang the lengthy firemen's strike in 1977, a village emergency fire brigade came into operation, based at the Station Garage.",
        "In other words for the planners, planning an American first strike was the only way of \" deterring \" a Soviet first strike.",
        "first strikethis prison that she went on her first hunger strike and 8 days later was released.",
        "first strikeplaced Royals eventually won the match 1-0 thanks to a first half strike from phenomenal forward Dave Kitson.",
        "Several neutrons are also produced which may go on to strike the nuclei of other atoms causing further fission.",
        "He doesn't strike me or anyone as the sort of character who can be swayed by mere flattery.",
        "Town went in 2-1 at half time courtesy of a Kolodinski strike and a Joel Young left footer.",
        "force-feedg to release all the imprisoned suffragettes, the prison authorities force-fed these women on hunger strike.",
        "force-feeding prisoners on hunger strike.",
        "even forensic scientists were due to strike on 2 June over pay.",
        "fusee movement has eight day duration with hour strike sounded on a bell.",
        "fustian weavers during their strike in 1906-7.",
        "Ritchie has a keen eye for goal and has impressed the gaffer with his strike rate in youth football.",
        "gaolu could tell he wasnt pleased with his strike against Rochdale but his first league jail at The Valley was well taken.",
        "Now let us build a mighty gatehouse to strike fear into the hearts of our enemies \" !",
        "general strike of textile workers against the Congress Ministry.",
        "A coal miner's strike begins in Britain and is followed by a general strike and martial law.",
        "The powerful Bombay proletariat, concentrated in the textile mills, staged a general strike.",
        "Again, the general strike -- and they call for a one-day general strike!",
        "A nationwide general strike which paralyzed the entire country was accompanied by an armed Rebellion.",
        "general strike if the government didn't show up in half an hour.",
        "As one-off gestures went our 24-hour strike was highly effective even if we couldn't publicize it in our own paper.",
        "grandfather clock waiting to strike thirteen.",
        "gremlins strike.",
        "hair triggerear weapons states could be motivated to go on to hair-trigger alert through fear of a strike by the USA.",
        "Now as our fellow workers were so hasty we were bound to come out on strike.",
        "hooked nose, caused by a weak die strike in the area of the eyeball.",
        "In Florida they sound a hooter to warn bathers to get out of the water if lightning is about to strike.",
        "BBC dispute hots up The background to the BBC's intransigence over Resources Ltd leading to strike ballots.",
        "hunger strike for periods lasting a few days to several months.",
        "hunger strike. ') in order not to upset his mission.",
        "hunger strike as a weapon in 1912.",
        "Tuesday 19 October 1971 A group of five Northern Ireland Members of Parliament (MPs) began a 48 hour hunger strike against Internment.",
        "The day after the betrayal, republican prisoners in Wormwood Scrubs, London declared a new hunger strike.",
        "Twelve of the 14 have already started a hunger strike to focus attention on the injustice which is now taking place.",
        "hunger strike led by Bobby Sands began.",
        "hunger strike for ten days to get the company's representatives to meet the workers.",
        "It was in this prison that she went on her first hunger strike and 8 days later was released.",
        "After a 5 day hunger strike she was released.",
        "In some areas union branches are organizing hustings... Postal workers POSTAL WORKERS in Watford have rejected a deal to end their strike.",
        "Even from her grave, Princess Diana can still strike a chord of fear in her former in-laws.",
        "ironclad rule for black in handicap Go, \" Strike in the opening \" .",
        "He is a left footed goal kicker with the ability to strike the ball a long way out of hand.",
        "labour law imposing forced labor for a strike.",
        "proving the lightning does strike twice, Read then dismissed Gillmor when again a defensive shot spun back into the batsman's wicket.",
        "lightning strike on the tail which made a nice change from the usual all over gray.",
        "Last year there was an oil ' strike ' in Venezuela, really a bosses ' lockout aimed at bringing down ChÃ¡vez's government.",
        "The terrible defeat of the 40-hour strike in 1919 and the engineers ' lockout of 1922 killed off the shop stewards movement.",
        "Steve Lowe's piece this week, about homework and other maters, may strike a chord!",
        "meteor strike on London, the underworld threatens to taken over.",
        "meteorite strike in Suffolk.",
        "The first two days of the strike tested the mettle of both sides.",
        "The Young Socialists of the Seine, who were led by Trotskyist militants, brought their support to the strike.",
        "The few revolutionary militants who were leading the strike were doubtless a pole of regroupment for some of them.",
        "The miners of the village worked on the hall for free during the miners strike of 1926.",
        "miners ' strike of 1938 dealt with American labor issues including the \" right to strike \" .",
        "misjudge badly the difficulty in going on strike.",
        "moaning about the fact that public opinion is against this strike and so are nearly all the newspapers.",
        "Do your web searches strike oil on your first attempt or do you plumb the depths only to find murk and mire?",
        "However, its input into the miners ' strike was somewhat muted.",
        "But the bans begun in the 1970s strike many Third Worlders as a particularly noxious example of Western paternalism.",
        "nursery nurses from Falkirk, Stirling, Dundee, Perth & Kinross, Fife, all start two days of strike action today.",
        "But strike bowler Austin dismissed both openers and Tom Kearney also picked up a couple of wickets as Rainham pushed for the win.",
        "Copland's rousing Fanfare for the Common Man prefaces the overture to Gershwin's satirical operetta Strike up the Band.",
        "HPR - High-density carbon rubber material used in the heel strike area of the outsole for increased traction and outsole for increased traction and outsole durability.",
        "The consequence of a bird flu pandemic could be likened to a small asteroid strike in its economic effects.",
        "pangs strike, this placid fish changes character.",
        "Despite picket lines at Swiss Cottage and Kilburn branches, however, services stayed up and running as the strike action proved patchy.",
        "This call for strike action can only be negatively perceived, given the increasingly bleak climate of uncertainty with regard to the international situation.",
        "Prolog ' First Strike ' opens the story with a high ranking military personnel being escorted to a secured US location.",
        "When the electrons strike the phosphor dots they glow to give the colors.",
        "picket line during the 1984 strike to hand out warming whiskey.",
        "These charges strike at the top of the copyright piracy supply chain \" .",
        "pit closures plus the 1972 miners strike.",
        "pitiless struggle, leaving the organizations that had been actively engaged in the strike severely weakened.",
        "poised to strike a clean shot.",
        "polyphase deformation is recognized but varies considerably along strike.",
        "There they would occasionally strike a proton, creating a positron and a neutron.",
        "powerless to prevent the successful strike which did take place.",
        "preemptive strike on Daddy's forearm.",
        "And on 3 October 1973, 60 republican prisoners won special political status from the Dublin government after 20 days of hunger strike.",
        "pulsateanaries were stung by a late goal from the visiting Hornets as Matthew Spring's last gasp strike settled a pulsating contest.",
        "The future The strike has been neither the death knell, nor the ringing affirmation of class politics that various pundits have claimed.",
        "This comes after a successful strike ballot by the RMT over threats to pensions on the privatized railways.",
        "There he is expected to strike a similar debt relief pact.",
        "rescinded the strike order.",
        "retaliate against attack can also be used to strike first.",
        "For the duration of the Artillery Strike, your designated target will appear on their Command Map and Mortar sights as a targeting reticule.",
        "Spurs were blown away and Harte's 15 yard strike was scant reward for our play."
    ],
    "definition": [
        "An organized stoppage of labor by employees in order to compel the employer to meet their demands.",
        "The dismissal of a prospective juror from the panel, whether for cause or peremptorily.",
        "A negative mark on one’s record (as in, three strikes and you’re out).",
        "Link/Cite"
    ]
}