{
    "translation": ".1 הצליח\n.2 ירש",
    "uses": [
        "If I succeed, I want my powers back.",
        "He didn't succeed in gaining custody.",
        "If you succeed, you leave.",
        "He did not succeed in all that he designed; but he did a great part of his work.",
        "Why should we be in such desperate haste to succeed and in such desperate enterprises?",
        "If you succeed, you—and everyone else—will have their powers returned.",
        "Especially, I want to succeed spectacularly with the type of case we handled today.",
        "\"But,\" said he, \"no man can rightly succeed without an education.\"",
        "In 1713 he was appointed to succeed his father as professor of hydrography.",
        "In 1860 he was chosen to succeed his old master, J.",
        "But the treatment of instruments in Bach and Handel has a radical difference from that of the art which was soon to succeed it.",
        "If I succeed, I get to … she stopped herself.",
        "Her method might not succeed so completely in the hands of any one else.",
        "The farmer therefore arranges his cropping in such a way that roots, or leguminous crops, succeed the cereal crops.",
        "North of that river the coast is low-lying and bordered by sand-lunes, to which succeed on the Strait of Dover the cliffs in the neighborhood of the port of Boulogne and the marshes and sand-dunes of Flanders, with the ports of Calais and Dunkirk, the latter the principal French port on the NOrth Sea.",
        "All that do not happen to attach themselves to a bee of the genus Anthophora perish, but those that succeed in reaching the right host are carried to the nest, and as the bee lays an egg in the cell the triungulin slips off her body on to the egg, which floats on the surface of the honey.",
        "The Crusade had failed - failed because a leaderless army, torn by political dissensions and fighting on a foreign soil, could not succeed against forces united by religious zeal under the banner of a leader like Saladin.",
        "He'll succeed, if you don't bring them here, and things will get bad fast.",
        "After a great deal of tinkering and trying, they did succeed in making two paddle wheels.",
        "He was elected pope to succeed Innocent V.",
        "Rivadavia resigned, and Vicente Lopez, a Federalist, was elected to succeed him, but was speedily displaced by Manuel Dorrego (1827), another representative of the same party.",
        "He remained president till 1908, in which year he was chosen to succeed the 8th duke of Devonshire as chancellor of Cambridge University.",
        "\"He explained he.s tried to do his best but doesn.t always succeed, like anyone, Katherine,\" Hannah said.",
        "Perhaps, he thought, we are all owed contemplation of our actions, as a parting gift to those who succeed us so they might somehow learn from our deeds and mistakes.",
        "The two friends by their united force succeed in killing the bull, and then after performing certain votive and purification rites return to Erech, where they are hailed with joy In this adventure it is clearly Eabani who is artificially introduced in order to maintain the association with Gilgamesh.",
        "While he did not succeed in preventing the French occupation of Mexico or the escape of the Confederate cruiser \"Alabama\" from England, his diplomacy prepared the way for a future adjustment satisfactory to the United States of the difficulties with these powers.",
        "In 1889 Hertz was appointed to succeed R.",
        "The only man who tried to shake off the theological influence of Origen was Marcellus of Ancyra, who did not succeed in producing any lasting effect on theology.",
        "Following the retirement of Sir Robert Borden in 1919 he was chosen to succeed him as leader of the Union Government.",
        "Chastity is the flowering of man; and what are called Genius, Heroism, Holiness, and the like, are but various fruits which succeed it.",
        "They knew that it was for the army to fight, and that if it could not succeed it would not do to take young ladies and house serfs to the Three Hills quarter of Moscow to fight Napoleon, and that they must go away, sorry as they were to abandon their property to destruction.",
        "Thus, appeared the grand-prince of Suzdal or Vladimir, of Tver,, of Ryazan and of Moscow - all irreconcilable rivals with little or no feeling of blood-relationship. The more ambitious and powerful among them aspired not to succeed but to subdue the others and to take possession of their territory, and the armed.",
        "But this puts an infinitely worse face on the matter, and suggests, beside, that probably not even the other three succeed in saving their souls, but are perchance bankrupt in a worse sense than they who fail honestly.",
        "He was appointed in 1911 to succeed Earl Grey as governor-general of Canada, retiring from this office in 1916.",
        "The control of the papacy by Charles V., moreover, made it impossible for Wolsey to succeed in his efforts to obtain from Clement VII.",
        "When his master, William Varron, removed to Paris in 1301, Duns Scotus was appointed to succeed him as professor of philosophy, and his lectures attracted an immense number of students.",
        "In 1868 the term of General Mitre came to an end, and Doctor Domingo Faustino Sarmiento, a native of San Juan, was quietly elected to succeed him.",
        "Farther in the woods than any of these, where the road approaches nearest to the pond, Wyman the potter squatted, and furnished his townsmen with earthenware, and left descendants to succeed him.",
        "Claudius intended that Agrippa's young son should succeed to the kingdom; but he was overruled by his advisers, and Judaea was taken over once more by Roman procurators.",
        "In May 1912 he was appointed to succeed Count Wolff-Metternich as ambassador to Great Britain, but he had only been in London a short time when his health finally broke down.",
        "But when Conrad died, the electors chose his nephew Frederick, surnamed Barbarossa, who united the rival honors of Welf and Waiblingen, to succeed him; and it was soon obvious that the empire had a master powerful Fmder!ck of brain and firm of will.",
        "Six months after the assassination of Aurelian he was chosen by the senate to succeed him, and the choice was cordially ratified by the army.",
        "In the troubled waters of conflicting and intersecting intrigues that eddied about the Emperor's headquarters, it was possible to succeed in many ways unthinkable at other times.",
        "The French assembly did not succeed in obtaining formal assent to these decisions (except from Frankfort and Holland), but they gained the practical adhesion of the majority of Western and American Jews.",
        "If I do not succeed they resort to dumb show.",
        "To succeed the parliamentary soldiers must also be inspired by some great principle, and this was now found in religion.",
        "He is elected by popular vote 3 for four years, and cannot succeed himself in office.",
        "It didn't seem possible for her to succeed at Xander's latest trial, and the consequences were far greater than anything she imagined dealing with.",
        "Tobacco and cotton succeed well in the plains and low grounds, though not at present cultivated to any great extent.",
        "But though the leaders of the First Crusade did not succeed in utilizing the dissensions of the Mahommedans as fully as they desired, it still remains true that these dissensions very largely explain their success.",
        "These static and kinetic conditions succeed each other rapidly, and the result is to detach or throw off from the antenna semi-loops of electric force, which move outwards in all directions and are accompanied by expanding circular lines of magnetic force.",
        "The men of Judah and Benjamin did not succeed in getting full possession of the place, and the Jebusites still held it when David became king of Israel.",
        "On the death of Argelander, which occurred on February r7th 1875, Schdnfeld was appointed to succeed him as director of the Bonn Observatory, and soon after his appointment he began his last and greatest piece of work, the extension, on Argelander's plan, of the survey of the heavens down to 23° of south declination.",
        "Reis's object was to reproduce at a distance not only music but also human speech; but that he did not wholly succeed is clear from the following extract from his lecture: - \" Hitherto it has not been possible to reproduce human speech with sufficient distinctness.",
        "Ethical and sociological developments of this theory succeed its physical and psychological treatment, the consideration of the antinomy of freedom being especially important.",
        "In 1559 he accompanied the princess Margaret, now duchess of Savoy, to Nice, where, in the following year, tidings reached him that he had been chosen to succeed Francois Olivier (1487-1560) in the chancellorship of France.",
        "He smoothed the way for Palmerston to succeed rim, and while the earl of Clarendon remained at the foreign office he aided him with advice and was consulted on matters of moment.",
        "Then it occurred to me that with the help of this new word I might succeed in straightening out the \"mug-milk\" difficulty.",
        "He did not, however, succeed in obtaining a call to any church, and for some little time his future was unsettled.",
        "According to Bede she took the veil in 614, when Oswio was king of Northumbria and Aidan bishop of Lindisfarne, and spent a year in East Anglia, where her sister Hereswith had married ZEthelhere, who was to succeed his brother Anna, the reigning king.",
        "(Giacinto Bobo), pope from 1191 to 1198, was cardinal deacon of Santa Maria in Cosmedin as early as 1144, and had reached the age of eighty-five when chosen on the 30th of March 1191 to succeed Clement III.",
        "The Book of Husbandry begins with a description of the plough and other implements, after which about a third part of it is occupied with the several operations as they succeed one another throughout the year.",
        "High districts covered with oaks and chestnuts succeed to this almost tropical vegetation; a little higher up and we reach the elevated regions of the Pollino and the Sila, covered with firs and pines, and affording rich pastures even in the midst of summer, when heavy dews and light frosts succeed each other in July and August, and snow begins to appear at the end of September or early in October.",
        "His attempt at appearing blasé didn't succeed.",
        "You really think I'll succeed?",
        "This time, I'll succeed.",
        "It was so heart wrenching to Martha she insisted Howie try more than once, in an effort to succeed.",
        "At this rate, I'll be dead long before you succeed.",
        "Precisely. Many a man has tried to break through those walls, but you are the first to succeed.",
        "What if you do succeed in forcing Death's hand and she brings Katie back from the dead?  You'd tear the fabric of the universe and invite the demons to take control.  She's all that stands between us and them.",
        "Prenuptial agreements are created for people who approach a marriage with the preconceived idea that it may not succeed.",
        "Industrial enterprises did not always succeed.",
        "The people whom they directed were called out to fight, at the bidding of an alien, for this and that foreigner who seemed most powerful and most likely to succeed.",
        "A special class of Roman prelatures exist at Rome, endowed as a kind of ecclesiastical majority to which those members of certain families who are destined for the clerical life naturally succeed.",
        "Blucher did not succeed in overtaking the French, but the latter, near Hanau, found their way barred by Wrede with 50,000 men and over loo guns in a strong position.",
        "1920 he was appointed Secretary of the Interior, to succeed Franklin K.",
        "To succeed, it was essential that the fellah should be taught that discipline might be strict without being oppressive, that pay and rations would be fairly distributed, that brutal usage by superiors would be checked, that complaints would be thoroughly investigated, and impartial justice meted out to soldiers of all ranks.",
        "The outcrops of these rocks succeed each other in order of age in roughly concentric belts, with the Archaean mass of the island of Anglesey as a centre, but the arrangement in detail is much disturbed and often very irregular.",
        "Finally the guards would succeed in locking the doors.",
        "FE colleges should have the funding to provide the support students need to succeed in further education.",
        "If you can't interest the family in the sights, you're sure to succeed with a warm, delicious bowl of lobster or clam bisque at one of the many seaside restaurants.",
        "Pre-Darwinian zoologists had been aware of the class of facts thus interpreted by Fritz Muller, but the authoritative view on the subject had been that there is a parallelism between (a) the series of forms which occur in individual development, (b) the series of existing forms from lower to higher, and (c) the series of forms which succeed 'one another in the strata of the earth's crust, whilst an explanation of this parallelism was either not attempted, or was illusively offered in the shape of a doctrine of harmony of plan in creation.",
        "At once he hastened north against Canute, Sweyn's son, who claimed to succeed his father, but Canute sailed away, only to return next year, when the traitor Edric joined him and Wessex submitted.",
        "This plan he carried out, though he did not succeed in living very long, for he died at Paris on the 24th August 1679.",
        "In return for his services Gerbert was elected to succeed the deposed bishop.",
        "The son for whom he worked so hard and thought so deeply failed especially where his father had most desired he should succeed.",
        "The silver fir flourishes in a deep loamy soil, and will grow even upon stiff clay, when well drained - a situation in which few conifers will succeed.",
        "When that fails me I shall be nothing, and another will succeed me.\"",
        "He retained his post under Lord Palmerston's ministry until July 18J5, when, in consequence of the death of Lord Dalhousie and a vacancy in the governor-generalship of India, he was selected by Lord Palmerston to succeed to that great position.",
        "Antigonus never succeeded in reaching Macedonia, although his son Demetrius won Athens and Megara in 307 and again (304-302) wrested almost all Greece from Cassander; nor did Antigonus succeed in expelling Ptolemy from Egypt, although he led an army to its frontier in 306; and after the battle of Gaza in 312, in which Ptolemy and Seleucus defeated Demetrius, he had to see Seleucus not only recover Babylonia but bring all the eastern provinces under his authority as far as India.",
        "in succession was recognized as a general principle; a woman, however, might succeed only so long as there were no male agnates.",
        "The emperor was forced to confess his sins, and declare himself unworthy of the throne, but Lothair did not succeed in his efforts to make his father a monk.",
        "There, too, according to Yasht, 5, 105, he prayed that he might succeed in converting King Vishtaspa.",
        "In 1767 he was appointed to succeed Shakelton as principal painter to the king; and so fully employed was he on the royal portraits which the king was in the habit of presenting to ambassadors and colonial governors, that he was forced to take advantage of the services of a host of assistants - of whom David Martin and Philip Reinagle are the best known.",
        "Resigning the secretaryship in 1848, he was elected to the national House of Representatives as an anti-slavery Whig to succeed John Quincy Adams, and was re-elected in 1849, and, as an independent candidate, in 1850, serving until March 1853.",
        "Broccoli and radishes grow well, turnips (but not every year), lettuce and chervil succeed sometimes, but parsley cannot be reared.",
        "Hevea seedlings were also introduced into India, but did not apparently succeed except in Burma and S.",
        "It is improbable, except in the early stages of the rubber tree, that this procedure will succeed; the rubber will ultimately dominate the position to the detriment and ultimate extinction of the other crop, whilst the growth of the rubber tree will be retarded.",
        "The Manihot tree has been widely introduced into other countries, and appears to succeed wherever the rainfall is not excessive.",
        "He hoped, by organizing a fraternity of armed laymen as pioneers, to restore fertility to the Sahara; but this community did not succeed, and was dissolved before his death.",
        "and Ulmanis, under the pressure of a Bolshevik invasion and Bolshevik influence among the Letts, did not succeed in forming an anti-Bolshevik Lettish defence force, but on Dec. 7 consented to the creation of a Baltic Landeswehr.",
        "In 1859 he lost his friend Dirichlet; but his reputation was now so well established that he was at once appointed to succeed him.",
        "against the pope a promise to succeed his uncle, Henry Raspe IV., as landgrave of Thuringia.",
        "He adopted a plan which had been organiza- found to succeed well in Madeira and the Azores, tion in dividing the country into hereditary captaincies, and Sao Vicente Piratininga, in the present province of Sao Paulo.",
        "In 1859 he was made lord chancellor of Great Britain, probably on the understanding that Bethell should succeed as soon as he could be spared from the House of Commons.",
        "On the 27th of September 1814, after the disaster of Bladensburg and the capture of Washington by the British, he was appointed secretary of war to succeed General John Armstrong, and discharged the duties of this office, in addition to those of the state department, until March 1815.",
        "He was amiable and kind-hearted, and greatly liked by his neighbours, but not a man of business habits, and he did not succeed in his farming enterprise.",
        "I feel that I could succeed in making out a stronger case for the prohibitive nations of Europe to compel them to adopt a freer system than I had here to overturn our protection policy.\"",
        "On the one hand it was declared that the kingdom of Hungary was an integral part of the Habsburg dominions and inseparable from these so long as a male or female heir of the kings Charles, Joseph and Leopold should be found to succeed to them.",
        "The presidential term is four years (it was six years under the constitution of 1904), and the president cannot succeed himself.",
        "In spite of his declaration at the council convened by him in 372, he did not succeed in evicting Auxentius from Milan.",
        "GREGORY IV., pope from 827 to 844, was chosen to succeed Valentinus in December 827, on which occasion he recognized the supremacy of the Frankish emperor in the most unequivocal manner.",
        "Here we recognize the true Greek But this artistic completeness was closely connected with the third cardinal virtue of Hippocratic medicine - the clear recognition of disease as being equally with life a process governed by what we should now call natural laws, which could be known by observation, and which indicated the spontaneous and normal direction of recovery, by following which alone could the physician succeed.",
        "From the beginning of the session of 1908 it was evident, however, that Mr Asquith, who was acting as deputy prime minister, would before long succeed to the Liberal leadership; and on the 5th of April Sir Henry Campbell-Bannerman's resignation was formally announced.",
        "He left no issue by his first two wives to succeed him, and daughters only by Jeanne of Evreux.",
        "At first a fall of the roof occurs locally, here and there throughout the mine, and these falls may succeed one another until the settlement of portions of the roof has so far relieved the strain that the remaining areas are supported by the stronger pillars, and by the fallen rock masses.",
        "1577, which has remained ever since the centre of the Sikh religious worship. From this time onward the office of guru became hereditary, but the practice of primogeniture was not followed, each guru selecting the relative who seemed most fitted to succeed him.",
        "Ram Das himself, finding his eldest son Prithi Chand worldly and disobedient, and his second unfitted by his too retiring disposition for the duties of guru, appointed his third son, Arjan, to succeed him.",
        "He was designated by Gregory as one of four men most worthy to succeed him, and, after a vacancy of more than five months following the decease of Victor III., he was elected pope on the 12th of March 1088 by forty cardinals, bishops, and abbots assembled at Terracina, together with representatives of the Romans and of Countess Matilda.",
        "At Chancellorsville he displayed great intrepidity and energy, and on the eve of the battle of Gettysburg was appointed to succeed Hooker.",
        "In March 1861 he took his seat in the Senate, to which he had been elected to succeed Salmon P. Chase, when the latter became secretary of the treasury.",
        "The president is chosen by a direct popular election and cannot be re-elected to succeed himself.",
        "From Madrid he was suddenly summoned to the governorship of Brittany, and in 1787 was appointed by the king to succeed Vergennes in the ministry of foreign affairs.",
        "In 70 he was city praetor, and five years later was sent into Britain to succeed Petilius Cerealis as governor of that island.",
        "from Princeton, New Jersey, in 1841, was chosen by the Assembly of the Free Church to succeed Chalmers in the chair of divinity in the New College, Edinburgh.",
        "Tazetta itself, the type of the group, succeed in the open borders in light well-drained soil, but the bulbs should be deeply planted, not less than 6 or 8 in.",
        "It is said that Matilda wished her second son Henry to succeed his father, as this prince, unlike his elder brother, was born the son of a king.",
        "In 1805 he was chosen to succeed Archbishop Moore in the see of Canterbury.",
        "But by the new method embroiderers now succeed in producing fabrics which defy all destructive influences except, of course, dirt and decay.",
        "They did not, indeed, achieve their ideal, but they did succeed in producing some exquisitely lustrous glazes of the, tlamb type, rich transparent brown passing into claret color, with flecks or streaks of white and clouds of iron dust.",
        "He did not succeed in gaining the support of Henry VIII.",
        "In 1870 he was nominated by President Grant, and confirmed by the senate, as United States minister to England to succeed John Lothrop Motley, but declined the mission.",
        "On the 12th of December 1881 he was appointed secretary of state by President Arthur to succeed James G.",
        "The phenomena which succeed each other are then very similar, whether A and B are two metals, such as lead and tin or silver and copper, or are a pair of fused salts, or are water and common salt.",
        "An attempt to intervene in the war of Russia and Austria against Turkey failed of its object; Prussia did not succeed in obtaining any concessions of territory from the alarms of the Allies, and the dismissal of Hertzberg in 17 9 1 marked the final abandonment of the anti-Austrian tradition of Frederick the Great.",
        "We might expect persons who have experienced spontaneous visual hallucinations, of the kind vulgarly styled \"ghosts\" or \"wraiths,\" to succeed in inducing pictures in a glass ball.",
        "On the death of Godfrey he was summoned by a party in Jerusalem to succeed to his brother.",
        "15, 1865) it was felt that, if Manning should succeed to the vacant archbishopric, the triumph of Ultramontanism would be secured.",
        "But, on the other hand, he did not equally succeed in attaining elegance, an object at which he seems equally to have aimed.",
        "He did not succeed in his mission; he was subjected to the grossest insults; and under compulsion signed a treaty giving over the disputed territory to Bhutan, and making other concessions which the Bhutan government demanded.",
        "A series of partial offensives were therefore undertaken on the succeeding days, on both wings of the army, but with little real result; neither corps could succeed in attaining the final objectives of the first day's attack or clear the enemy entirely from the advanced defences of the Hindenburg line.",
        "On the 13th of May 1572 he was chosen pope to succeed Pius V.",
        "On the 19th of December 1187 he was chosen at Pisa to succeed Gregory VIII.",
        "Towards the close of 1793 Fichte received an invitation to succeed K.",
        "In the event of the male line of the present ruling family becoming extinct, the female line will succeed in Waldeck, but Pyrmont wil y fall to Prussia.",
        "of England, but on the death of the latter in 1199, Arthur of Brittany (born in 1187) laid claim to the inheritance, which ought, according to him, to have fallen to his father Geoffrey, fourth son of Henry II., in accordance with the custom by which \"the son of the eldest brother should succeed to his father's patrimony.\"",
        "A few months later Thomas Cranmer, who had been one of those to discuss sympathetically Luther's works in the little circle at Cambridge, and who believed the royal supremacy would tend to the remedying of grave abuses and that the pope had acted ultra vires in issuing a dispensation for the king's marriage with Catherine, was induced by Henry to succeed Warham as archbishop of Canterbury.",
        "The Act of Succession provided that, should the king have no sons, Elizabeth, Anne's daughter, should succeed to the crown.",
        "In 370 Eusebius, bishop of Caesarea, died, and Basil was chosen to succeed him.",
        "(who had made him cardinal-priest and abbot of Monte Cassino) he was chosen to succeed him.",
        "On the 9th of December 1531 he was chosen to succeed Zwingli as chief pastor of Zurich.",
        "c. 52 Prince Albert was appointed regent in case any of Queen Victoria's children should succeed to the crown under the age of eighteen.",
        "EUGENIUS II., pope, was a native of Rome, and was chosen to succeed Pascal I.",
        "But in 1864 he returned to Bonn, and in the succeeding year he was selected to succeed E.",
        "He was appointed, by President McKinley, ambassador to Great Britain to succeed John Hay in 1899, and remained in this position until the spring of 1905.",
        "representative assembly was accompanied with a refusal to pay the customs duties and so much other insubordination that the duke appointed Colonel Thomas Dongan to succeed Andros, and instructed him to call the desired assembly.",
        "In 1848 he was present at Frankfort, but he did not succeed in winning a seat for the National Assembly.",
        "On the death of Arminius shortly after this time, Konrad Vorstius (1569-1622), who sympathized with his views, was appointed to succeed him, in spite of the keen opposition of Gomarus and his friends; and Gomarus took his defeat so ill that he resigned his post, and went to Middleburg in 1611, where he became preacher at the Reformed church, and taught theology and Hebrew in the newly founded Illustre Schule.",
        "At times he seemed likely to succeed, but amid the violent oscillations.",
        "Dr James Drummond's Inquiry into the Character and Authorship of the Fourth Gospel (1903) does not, by its valuable survey of the external evidence, succeed in giving credibility to the eyewitness origin of such a book as this is admitted to be.",
        "After the death of Friedrich Umbreit (1795-1860), one of the founders of the well-known Studien and Kritiken, he was called in 1861 to succeed him as professor of theology at Heidelberg.",
        "Kuropatkin was reinforced, and appointed Kaulbars to succeed Grippenberg and Bilderling to the command of the 3rd Army vacated by Kaulbars.",
        "Bathsheba, relying upon David's promise that Solomon should succeed him, vigorously advanced her son's claims with the support of Zadok the priest, the military officer Benaiah, and David's bodyguard; Adonijah, for his part, had David's old priest Abiathar, the commander Joab, and the men of Judah.",
        "In 1875 Waitz removed to Berlin to succeed Pertz as principal editor of the Monumenta Germaniae historica.",
        "Having finished the verse of the 34th Psalm where it is written, \"They who seek the Lord shall want no manner of thing that is good,\" he said, \"Here I must stop: - what follows let Baithen write\"; indicating, as was believed, his wish that his cousin Baithen should succeed him as abbot.",
        "The opposing forces were too strong to permit Lord Selborne to succeed.",
        "As his trusted adviser, Miot de Melito, observed in his memoirs, Joseph tried to be constitutional king of Spain, whereas after the experience of the years 1808-1809 he could only succeed in the Peninsula by becoming \"the mere instrument of a military power.\"",
        "On the death of his adversary Freeman in 1892, he was appointed, on the recommendation of Lord Salisbury, to succeed him as regius professor of modern history at Oxford.",
        "Ten years later considerations of a somewhat similar kind led to his election to succeed Sir William Harcourt as Whewell professor of international law at Cambridge.",
        "In 1542 he received the cardinal's hat, and in 1578 when he was called to succeed his grandnephew Sebastian on the throne, he held the archbishoprics of Lisbon and Coimbra as well as that of Braga, in addition to the wealthy abbacy of Alcobazar.",
        "In Italy Austria retained her hold on Lombardy and Venetia, Genoa was assigned to the kingdom of Sardinia, while Parma went to Marie Louise, the legitimate heir, Carlo Ludivico, having to be content with the reversion after her death, the congress meanwhile assigning Lucca to him as a duchy; the claims of the young Napoleon to succeed his mother in Parma were only destroyed by the efforts of France and England.",
        "Elected to succeed Gregory on the 25th of October 1241, he died on the 10th of November, before consecration, and was buried in St Peter's.",
        "His election to the papacy, on the 13th of October 1 534, to succeed Clement VII., was virtually without opposition.",
        "Schools of the Frankfort type take French as their only foreign language in the first three years of the course, and aim at achieving in six years as much as has been achieved by the Gymnasia in nine; and it is maintained that, in six years, they succeed in mastering a larger amount of Latin literature than was attempted a generation ago, even in the best Gymnasia of the old style.",
        "To these succeed eight pairs of foliaceous branchial appendages on the front division of the body, followed on the hind division by four pairs of powerful bifurcate swimming feet and two rudimentary pairs, the number, though not the nature, of these appendages being malacostracan.",
        "That Origen did not succeed in his object of recovering the original Septuagint is due to the fact that he started with the false conception that the original text of the Septuagint must be that which coincided most nearly with the current Hebrew text.",
        "Then succeed the Cerros de los Guatusos, a highland stretching for more than 50 m.",
        "These generally succeed one another as the altitude increases, although the heat is greater at the same elevation on the Pacific than on the Atlantic coast.",
        "It was rumoured in December 1554 that Cecil would succeed Sir William Petre as secretary, an office which, with his chancellorship of the Garter, he had lost on Mary's accession.",
        "But these teachers did not succeed in accomplishing a task parallel to what the Hebrew prophets achieved, namely, the complete renewal and elevation of the Hebrew religion from a local and national into a universal and ethical religion.",
        "He showed that from each individual shell of an ammonite the entire ancestral series may be reconstructed, and that, while the earlier shell-whorls retain the characters of the adults of preceding members of the series, a shell in its own adult stage adds a new character, which in turn becomes the pre-adult character of the types which will succeed it; finally, that this comparison between the revolutions of the life of an individual and the life of the entire order of ammonites is wonderfully harmonious and precise.",
        "Cardinal Lorenzo Ganganelli, a conventual Franciscan, was chosen to succeed him, and took the name of Clement XIV.",
        "It was, therefore, regarded as certain that, should President Diaz die in office, Senor Corral would succeed him without serious difficulty.",
        "Shortly after his unanimous election to succeed Paschal II.",
        "In the summer of 1570 he was, in spite of his protestations, designated to succeed Norris as ambassador at Paris.",
        "(Bernardo Paganelli), pope from the 15th of February 1145 to the 8th of July 1153, a native of Pisa, was abbot of the Cistercian monastery of St Anastasius at Rome when suddenly elected to succeed Lucius II.",
        "For this cause therefore, having received perfect foreknowledge, they appointed the aforesaid, and afterwards gave a further injunction (1rwou17v has now the further evidence of the Latin legem) that, if these should fall asleep, other approved men should succeed to their ministry..",
        "For this common basis, however, he did not succeed at first in finding any other than the merely negative expression of indifference.",
        "With all his efforts, Schelling does not succeed in bringing his conceptions of nature and spirit into any vital connexion with the primal identity, the absolute indifference of reason.",
        "In April the British admiral Arbuthnot did indeed succeed in baffling an attempt of the French to carry reinforcements to the American cause in Virginia.",
        "Bucquet (1746-1780), the professor of chemistry at the Medical School of Paris, and in 1784 he was chosen to succeed P. J.",
        "immediately appointed him to succeed his patron as imperial mathematician, although at a reduced salary of Soo florins; the invaluable treasure of Tycho's observations was placed at his disposal; and the laborious but congenial task was entrusted to him of completing the tables to which the grateful Dane had already affixed the title of Rudolphine.",
        "In the Atlantic States it does not succeed; and, though nearly hardy in Great Britain, it is planted only as an ornament of the lawn or paddock.",
        "Galba was far advanced in years, and Otho, encouraged by the predictions of astrologers, aspired to succeed him.",
        "Calpurnius Piso as the fittest man to succeed him.",
        "Potatoes and turnips are the only root crops that succeed, and barley and oats are grown in some of the islands.",
        "Many streams descend from the ravines only to wither away on the desert basin floors before uniting in a trunk river along the axis of a depression; others succeed in uniting in the winter season, when evaporation is much reduced, and then their trunk flows for a few score miles, only to disappear by sinking (evaporating) farther on.",
        "Hermite 4 did not succeed in his attempt on 7r; but in 1882 F.",
        "Only after years of conflict, however, did he succeed in reducing these unruly desperadoes to something like obedience.",
        "The appointment of Plato's nephew, Speusippus, to succeed his uncle in the Academy induced Aristotle and Xenocrates to leave Athens together and repair to the court of Hermias.",
        "Nevertheless, being a man, he did not quite succeed.",
        "The cycle being completed, the first hour of the 8th day would return to Saturn, and all the others succeed in the same order.",
        "If The Commencement Of The Year, Instead Of Being Retained At The Same Place In The Seasons By A Uniform Method Of Intercalation, Were Made To Depend On Astronomical Phenomena, The Intercalations Would Succeed Each Other In An Irregular Manner, Sometimes After Four Years And Sometimes After Five; And It Would Occasionally, Though Rarely Indeed, Happen, That It Would Be Impossible To Determine The Day On Which The Year Ought To Begin.",
        "No executive official can succeed himself in office, and the governor cannot be elected or appointed to the United States Senate, or to any state office during his term as governor, or within one year thereafter.",
        "He was made archbishop of Lyons in 1271; cardinal-bishop of Ostia and Velletri, and grand penitentiary in 1275; and, partly through the influence of Charles of Anjou, was elected to succeed Gregory X.",
        "The seeds are sown in April, on rich ground, which should not be too highly manured; the young larches are planted out when two years old, or sometimes transferred to a nursery bed to attain a larger size; but, like all conifers, they succeed best when planted young; on the mountains, the seedlings are usually put into a mere slit made in the ground by a spade with a triangular blade, the place being first cleared of any heath, bracken, or tall herbage that might smother the young tree; the plants should be from 3 to 4 ft.",
        "The larch is said not to succeed on arable land, especially where corn has been grown, but experience does not seem to support this view; that against the previous occupation of the ground by Scotch fir or Norway spruce is probably better founded, and, where timber is the object, it should not be planted with other conifers.",
        "On the 2nd of February 1831 he was, after sixty-four days' conclave, unexpectedly chosen to succeed Pius VIII.",
        "In this theory there can strictly be no \"causation\"; one thing is observed to succeed another, but observations cannot assert that it is \"caused\" by that thing; it is post hoc, but not propter hoc. The idea of necessary connexion is a purely mental idea, an a priori conception, in which observation of empirical data takes no part; empiricism in ethics likewise does away with the idea of the absolute authority of the moral law as conceived by the intuitionalists.",
        "In the Constitutional Convention of 1787 he urged that the president and the Federal judges should be chosen by the national legislature, and preferably by the Senate alone, and that the president should be chosen for a term of seven years, and should be ineligible to succeed himself.",
        "He was, however, more than compensated for this disappointment by his compact (1339) with his ally and brother-in-law, Casimir of Poland, whereby it was agreed that Louis should succeed to the Polish throne on the death of the childless Casimir.",
        "C. Schumacher's recommendation, appointed to succeed him as director of the observatory.",
        "Witsius tried to mediate between the orthodox theology and the \"federal\" system of Johannes Cocceius, but did not succeed in pleasing either party.",
        "It was because they did not succeed that necessity and the violence of human passions subsequently forced him into a course of action which he had not chosen and which led him further than he wished to go.",
        "was more fortunate than his predecessors, and, if he did not succeed in carrying out his projected crusade and recovering the Holy Places, he at least benefited by the FrancoVenetian expedition of 1202.",
        "The European state of mind no longer lent itself to such enterprises, and, moreover, under such brief pontificates, the attenuated Roman power could not expect to succeed where Innocent III.",
        "He did not succeed in making the wire or the magnet revolve on its own axis.",
        "Necho did not succeed, like his great XVIIIth dynasty predecessor, in crossing the Euphrates.",
        "Cases are judged by three auditors, who succeed each other periodically (per turnum) according to the order in which the cases are entered, and in exceptional cases by all the auditors (videntibus omnibus).",
        "In 1827 he was elected to the United States Senate to succeed John Randolph.",
        "If the case is about to terminate fatally the spasms rapidly succeed each other and death usually occurs within two hours, either from asphyxia produced by spasm of the respiratory muscles or more rarely from exhaustion.",
        "Though in 1815 he was invited to succeed Tychsen at Rostock, he preferred to go to St Petersburg, where he became director of the Asiatic museum and councillor of state.",
        "The order in which they are placed here is that in which they succeed each other from north to south.",
        "In 1848 Forbes was called to succeed Bishop Moir in the see of Brechin.",
        "And if it did not wholly succeed, the work of those who took part in it sent a breath of inspiration through the navy and gave all who took part in it a lasting name.",
        "Sixteen days later were signed the articles of Kalmar regulating the future relations between Poland and Sweden, when in process of time Sigismund should succeed his father as king of Sweden.",
        "In 1886 he was chosen to succeed Felix Klein in the chair of geometry at Leipzig, but as his fame grew a special post was arranged for him in Christiania.",
        "reached him at Corneto that he had been chosen to succeed Innocent VI.",
        "Cuttings of deciduous trees and shrubs succeed best if planted early in autumn while the soil still retains the solar heat absorbed during summer.",
        "Peaches, nectarines, apricots, cherries and the more tender varieties of plums and pears succeed well in houses of this kind.",
        "Annuals may be divided into three classes: the hardy, which are sown at once in the ground they are to occupy; the half-hardy, which succeed best when aided at first by a slight hot bed, and then transplanted into the open air; and the tender, which are kept in pots, and treated as greenhouse or stove plants, to which departments they properly belong.",
        "A little later most of the genera succeed well under moderately cool conditions.",
        "Cherries and the generality of plums succeed very well either on an east or a west aspect.",
        "Morello cherries, apples and stewing pears succeed well on a north wall.",
        "At the same time he marked the immutable conditions to which even genius must submit if it is to succeed in its appeal to our sympathies.",
        "In 1672 the stadholdership in five provinces had been made hereditary in the family of the prince of Orange, but William died childless, and the republican burgher party was strong enough to prevent the posts being filled up. William had wished that his cousin, Count John William Friso of Nassau, stadholder of Friesland and Gron- - ingen, should succeed him, but his extreme youth and the jealousy of Holland against a \" Frisian \" stood in the way of his election.",
        "von Fehling as his assistant at Stuttgart Polytechnic, but within a year he left to succeed J.",
        "In 1885 he was chosen to succeed Hans Hubner (1837-1884) in the professorship of chemistry at GÃ¶ttingen, where stereochemical questions especially engaged his attention; and in 1889, on the resignation of his old master, Bunsen, he was appointed to the chair of chemistry in Heidelberg.",
        "He then wished to abdicate, and at length Benedetto Gaetano, destined to succeed him as Boniface VIII., removed all scruples against this unheard-of procedure by finding a precedent in the case of Clement I.",
        "districts that immediately succeed the region of glaciers, and it is there only they can be successfully hunted.",
        "Soon afterwards he was elected to succeed Sancroft; but accepted the promotion with extreme reluctance, and it was deferred from time to time, at his request, till April 1691.",
        "In fact, the way in which abundance, increase of numbers, want, increase of deaths, succeed each other in the natural economy, when reason does not intervene, had been fully explained by Joseph Townsend in his Dissertation on the Poor Laws (1786) which was known to Malthus.",
        "He was elected to the state House of Representatives, from which he immediately resigned to become a candidate for United States senator from Illinois, to succeed James Shields, a Democrat; but five opposition members, of Democratic antecedents, refused to vote for Lincoln (on the second ballot he received 47 votes-50 being necessary to elect) and he turned the votes which he controlled over to Lyman Trumbull, who was opposed to the Kansas-Nebraska Act, and thus secured the defeat of Joel Aldrich Matteson (1808-1883), who favoured this act and who on the eighth ballot had received 47 votes to 35 for Trumbull and 15 for Lincoln.",
        "in May 1125, and after a protracted contest Lothair, duke of Saxony, the candidate of the clergy, was chosen in the following The reign August to succeed him.",
        "Henry the Proud was confident that he would succeed Lothair, who had died on his return from Italy in December 1137; but, by a hasty and irregular election, Conrad of Hohen~~7irad staulen, duke of Franconia, was chosen king in March 1138.",
        "On the death of Prince Albert in September 1906, the Brunswick diet petitioned the Bundesrat to allow the youngest son of the duke of Cumberland to succeed to the duchy on renouncing his personal claims to the crown of Hanover.",
        "The Ultramontane party in Austria, France and Bavaria had, after 1866, been hostile to Prussia; there was some ground to fear that it might still succeed in bringing about a Catholic coalition against the empire, and Bismarck lived in constant dread of European coalitions.",
        "These measures of the government, however, did not succeed in winning over the Catholic population, and in the elections for the Reichstag in January 1874 the party of the Centre increased in number from 63 to 91; 1,4.43,170 votes were received by them.",
        "Their only hope was in the time when the crown prince, who had shown great sympathy with them, should succeed.",
        "The illness and death of the emperor, however, destroyed the last hope of the Liberals that they might at length succeed to power.",
        "His elder brother Edward had been a clergyman, but in this year died; and Joseph entreated his father that he might be educated to succeed his brother in the ministry.",
        "Being connected by marriage with Leo I., emperor of the East, he was selected by him to succeed Olybrius on the Western throne, and proclaimed at Ravenna.",
        "Realizing in time that a third party movement could not succeed, he took the lead during the campaign of 1848 in combining the Liberty party with the Barnburners or Van Buren Democrats of New York to form the Free-Soilers.",
        "A few months later (December 6, 1864) he was appointed chief justice of the United States Supreme Court to succeed Judge Taney, a position which he held until his death in 1873.",
        "In 1870 Grant offered to appoint him minister to Great Britain, but he declined the honour on perceiving that a Democrat would succeed him in the Senate.",
        "should succeed in reviving the empire of Charles V.",
        "and German unionists alike: \" Firmly determined to preserve undimmed the lustre of our crown,\" it ran, \" but prepared to share our rights with the representatives of our peoples, we trust that with God's aid and in common with our peoples we shall succeed in uniting all the countries and races of the monarchy in one great body politic.\"",
        "The work was, however, more difficult than had been anticipated; the Mahommedans offered a strenuous resistance; military operations were attended with great difficulty in the mountainous country; 200,000 men were required, and they did not succeed in crushing the resistance till after some months of obstinate fighting.",
        "In 1896 he was elected United States senator to succeed Calvin S.",
        "on his death-bed as most worthy to succeed him was Desiderius, who was favoured by the cardinals because of his great learning, his connexion with the Normans and his diplomatic ability.",
        "Probus, who had governed Egypt for Aurelian and Tacitus, was subsequently :hosen by the troops to succeed Tacitus, and is the first governor)f this province who obtained the whole of the empire.",
        "Talai chose to succeed him a grandson of ~afir, who was nine years of age, and received the title al-A tlid lidin allah, Tal-i, who had complete control of affairs, introduced the practice of farming the taxes for periods of six months instead of a year, which led to great misery, as the tax,es were demanded twice.",
        "At his death (May 8th, 1238) at Damascus, his son Abfl Bakr was appointed to succeed with the title Malik al-AdilSaif al-din; but his elder brother Malik al-Salil~t Najm al-dIn Ayyub, having got possession of Damascus, immediately started for Egypt, with the view of adding that country to his dominions: meanwhile his uncle Ismail, prince of Hamath, with the prince of Horns, seized Damascus, upon hearing which the troops of Najm al-din deserted him at Nablus, when he fell into the hands of Malik al-N~ir, prince of Kerak, who carried him off to that city and kept him a prisoner there for a time; after which he was released and allowed to return to Nablus.",
        "the 31st of May 1240 the new sultan was arrested at Bilbeis by his own amirs, who sent for Najm al-din to succeed him; and on the Igth of June of the same year Najm al-din.",
        "He died on the 9th of October 1467, when the Atgbeg Yelbai was selected by the Mamelukes to succeed him, and was proclaimed sultan with the title of Malik al-,~hir.",
        "For two or three years it seemed doubtful whether he would succeed.",
        "The magicians succeed in turning the Nile water into blood (vii.",
        "He was interested in many things, and threw himself with ardour into whatever he took up; he contrived schemes quickly, and pushed them on with an energy which usually made them succeed when no long time was needed, for, if a project was delayed, there was a risk of his tiring of it and dropping it.",
        "Shortly after the death of Main on the 9th of May 1878, Stone was appointed to succeed him as Radcliffe Observer at Oxford, and he left the Cape on the 27th of May 1879.",
        "The next Secondary rocks (Cretaceous) succeed them unconformably.",
        "himself, would succeed to David.",
        "The castle was taken, but the second James died at the age of thirty, leaving a child to succeed him in his heritage of woe.",
        "In these positions he acquired a great reputation as a firm and skilful diplomatist, and on the retirement of Count Kalnoky in May 1895 was chosen to succeed him as Austro-Hungarian minister for foreign affairs.",
        "(Under the constitution of 1884 the official terms of these two officers were not wholly synchronous, the vice-president's term beginning with the president's third year.) These officials cannot be re-elected to succeed themselves.",
        "In 1842 the moral issue had become political, and the Liberty Party was organized, which in 1848 united with the Free Soil Party; but as the Whig Party approved the policy of non-extension of slavery, these parties did not succeed so well united as under separate existence.",
        "Hottinger (1620-1667) in the chair of theology, which he occupied till his death on the 18th of January 1698, having declined an invitation in 1669 to succeed J.",
        "He returned to his law practice in Baltimore, but on the 28th of December 1835 was nominated Chief-Justice of the United States Supreme Court to succeed John Marshall.",
        "It was chiefly due to him that the diet of 1618 elected the archduke Ferdinand to succeed the childless Matthias II.",
        "In December 1793 Hoche was arrested, it is said owing in part to his colleague's machinations, and Pichegru became commander-in-chief of the army of the Rhine-andMoselle, whence he was summoned to succeed Jourdan in the army of the North in February 1794.",
        "More and more the Master devotes Himself to the little circle of His disciples, who are taught that they, as well as He, can only triumph through defeat, succeed by failure, and find their life in giving it away.",
        "The decision caused so much discontent in the Transvaal that it brought about the downfall of President Pretorius and his party; and Thomas Francois Burgers, an educated Dutch minister, resident in Cape Colony, was elected to succeed him.",
        "On his return (1512) he was sent by Staupitz, his vicar-general, to Erfurt to take the necessary steps for higher graduation in theology, in order to succeed Staupitz himself as professor of theology in Wittenberg.",
        "In 1883 he was chosen to succeed Henry Smith in the Savilian chair of geometry at Oxford, and there he produced his theory of reciprocants, largely by the aid of his \"method of infinitesimal variation.\"",
        "As his second term drew to a close, there was a great lack of good feeling among his official advisers, three of whom - Adams, secretary of state, Calhoun, secretary of war, and Crawford, secretary of the treasury - aspired to succeed him in his high office.",
        "He does not, however, succeed in explaining how the senses.",
        "But when Vigilius died (June 7, 555), he accepted the council, and allowed himself to be designated by Justinian to succeed the late pope.",
        "The Vindhyan rocks which succeed them are also of ancient date.",
        "In 1854 he was appointed to succeed J.",
        "The Arabs, however, succeed by closing up all the exits from the burrows with a single exception, by which the rodents are forced to escape, and over which a net is placed for their capture.",
        "He became influential in Pennsylvania politics, and in1845-1849served in the United States Senate, being elected by a combination of Democratic, Whig and \"American\" votes to succeed James Buchanan.",
        "From 1877 until 1897 he was a member of the United States Senate, having been elected originally to succeed his father, who resigned in order to create the vacancy.",
        "This evening, if the plans we have just arranged should succeed, the line of the bastions will be broken.",
        "Conflicting opinions are held as to the various steps in the process of evolution and the order in which the various types succeed one another, but the following perhaps represents in the main the most generally accepted view.",
        "Their subjection was only external, nor did Islam ever succeed in assimilating them as the Syrian Christians were assimilated.",
        "A son of Motawakkil was brought out of prison to succeed his cousin, and reigned for twenty-three years under the name of al-Mottamid `ala'llah (\" he whose support is God\").",
        "Although the wings were holding, the situation in the centre was very grave, and Cadorna considered that if the Austrians were able to concentrate on the weak spot and keep up the impetus of their attack they might succeed in breaking through to the plain.",
        "Bushnell (1834-1904) United States senator from Ohio, to succeed John Sherman.",
        "The climate of the coast district is hot, moist and unhealthy, with a season of heavy rain lasting from May to November, during which time variable winds, calms and tornadoes succeed one another.",
        "No one being thought worthy to succeed Codrus, the title of king was abolished, and that of archon substituted for it.",
        "The grand vizier, in the sultan's name, wrote beseeching him to avoid the further shedding of Mussulman blood, offering him a free pardon, the highest honours of the state, the hereditary pashalik of Egypt for himself, and Syria for Ibrahim until he should succeed his father in Egypt.",
        "In 1855 he was appointed professor of the science of antiquity, and director of the academical art museum at Bonn, and in 1867 he was called to succeed E.",
        "In pieces such as Liszt's \" Poemes symphoniques,\" Ce qu'on entend sur la montagne (1848-1856), after a poem by Victor Hugo, and Die Ideale (1853-1857), after a poem by Schiller, the hearer is bewildered by a series of startling orchestral effects which succeed one another apparently without rhyme or reason.",
        "They did not at first succeed, but when the Seven Years' War came on they proved their worth by fighting the battles of the community against the Indians and the French.",
        "The aged Laertes is set aside; the young Telemachus does not succeed as a matter of course.",
        "Under more favourable political conditions, the sacerdotal class might perhaps, in course of time, have succeeded in imposing something like an effective common creed on the heterogeneous medley of races and tribes scattered over the peninsula, just as they certainly did succeed in establishing the social prerogative of their own order over the length and breadth of India.",
        "The first of these differs in several respects from those which succeed, and has been called the collar cavity (MacBride).",
        "was chosen to succeed him.",
        "Their chosen leader, whom they destined to succeed Nero, was C. Calpurnius Piso, a handsome, wealthy and popular noble, and a boon companion of Nero himself.",
        "In 1229 John, now eighty years of age, was invited by the barons of the Latin empire of Constantinople to become emperor, on condition that Baldwin of Courtenay should marry his second daughter and succeed him.",
        "In 1832 he became full professor of zoology and comparative anatomy there, and held that office until 1840, when he was called to succeed J.",
        "In the end a compromise was arranged, under which Henry was to retain the crown for life, but Richard was to succeed him.",
        "Ali proved himself to be a brave and faithful soldier, and when Mahomet died without male issue, a few emigrants thought him to have the best claim to succeed him.",
        "The question of Ali's right to succeed to the caliphate is an article of faith which divided the Mahommedan world into two great sects, the Sunnites and the Shiites, the former denying, and the latter affirming, his right.",
        "It does well to succeed oats or potatoes, as it requires the soil to be in fresh condition without being too rich.",
        "3 On the other hand, the mono ' Or Kathenotheism, a term which did not succeed in gaining permanent support, Hibbert Lect., p. 271.",
        "He adduced the example of vines taken to the West Indies from Madeira, which have been found to succeed better than those taken directly from France.",
        "The following cases are given by C. Darwin: - Among the numerous fruit-trees raised in North America some are well adapted to the climate of the northern States and Canada, while others only succeed well in the southern States.",
        "It can hardly be doubted that in most cases this plan would succeed.",
        "They have, for instance, attained a population of millions in such severe climates as Poland and Russia; in the towns of Algeria they have succeeded so conspicuously as to bring about an outburst of anti-semitism; and in Cochin-China and Aden they succeed in rearing children and forming permanent communities.",
        "In the first place, naturalization experiments fail at least as often as they succeed, and often quite inexplicably.",
        "His simple and blameless life, his conscientious discharge of duty, and his devotion to the needs of the poor had won for him such a name that, despite the opposition of France, he was chosen to succeed Clement X.",
        "Gigantic reeds and grasses occupy the low lands near the banks of the great river; expanses of fertile rice-land come next; a little higher up, dotted with villages encircled by groves of bamboos and fruit trees of great size and beauty, the dark forests succeed, covering the interior table-land and mountains.",
        "Early in 1799 he was raised to the rank of rear-admiral, and sent to the West Indies to succeed Lord Hugh Seymour.",
        "to succeed Palladius, most probably in 498.",
        "In 1825 Blainville was admitted a member of the Academy of Sciences; and in 1830 he was appointed to succeed J.",
        "Sixteen days later the Articles of Kalmar, signed by John and Sigismund, regulated the future relations between the two countries when, in process of time, Sigismund should succeed his father as king of Sweden.",
        "Three vice-presidents are elected at the same time who succeed to the presidency in case of a vacancy according to the number of votes received.",
        "Those authorities who maintain that Yaqub Shah left no son to succeed him consider valid the claim to the vacant throne of Sheikh Haidar Sufi.",
        "Mirza Aga Khan, the itimadu d-daulah, was named to succeed him, and had been accordingly raised to the dignity of sadrazim.",
        "He was unanimously chosen to succeed Boniface, after each of the cardinals had solemnly bound himself to employ all lawful means for the restoration of the church's unity in the event of his election, and even, if necessary, to resign the papal dignity.",
        "SERGIUS II., pope from 844 to 847, a Roman of noble birth, elected by the clergy and people to succeed Gregory IV., was forthwith consecrated without waiting for the sanction of the emperor Lothair, who accordingly sent his son Louis with do army to punish the breach of faith.",
        "Lalande, at the remarkably early age of twenty-three, and before the close of the same year he was chosen by the council of the polytechnic school to succeed G.",
        "was to determine whether his grandson, Raymund Rhupen, or hi; younger son, Bohemund, should succeed him in Antioch.",
        "Experiments were made during1903-1906to introduce the cultivation of Egyptian and American varieties, but they did not succeed.",
        "In bringing the matter before the Cape parliament in March 1859 Grey stated that in his opinion it would confer a lasting benefit upon Great Britain and upon the inhabitants of South Africa if it could succeed in devising a form of federal union.",
        "In 1128 he was preparing to return to the East, when he received an embassy from Baldwin II., king of Jerusalem, who had no male heir to succeed him, offering his daughter Melisinda in marriage, with the right of eventual succession to the kingdom.",
        "Scaliger undoubtedly shows that Scioppius committed more blunders than he corrected, that his book literally bristles with pure lies and baseless calumnies; but he does not succeed in adducing a single proof either of his father's descent from the La Scala family, or of any single event narrated by Julius as happening to himself or any member of this family prior to his arrival at Agen.",
        "Meanwhile he had been designated by Celsus (in whose family the see of Armagh had been hereditary for many years) to succeed him in the archbishopric; in the interests of reform he reluctantly accepted the dignity, and thus became involved for some years in a struggle with the so-called heirs.",
        "He him August self hoped to succeed D.",
        "Florianus, who had claimed to succeed his brother, was put to death by his own troops, and the senate eagerly ratified the choice of the army.",
        "Under a municipal ordinance another was chosen in December 1848 to succeed it, but the parent government pronounced the election illegal; nevertheless the new organization continued to act, though another was chosen and recognized as legal.",
        "In 1667 he accepted an invitation to succeed Johann Hoornbeck (1617-1666) as professor in the university of Leiden, but he was drowned with three of his children by the upsetting of a boat while crossing the river Limmat.",
        "Through the influence of his mother he was chosen to succeed Stephen VII.",
        "These questions succeed each other in the order of reason.",
        "To these defects in his method must be added the fact that he does not always succeed even in accurately reproducing the authority he is for the time following.",
        "To succeed in the aim no small amount of dexterity was required, and unusual ability in the game was rated as high as corresponding excellence in throwing the javelin.",
        "It was exempted from all taxation by the state, which reserved the right to buy it, at a fair price, in 1923 or, without making any payment, to succeed to the actual ownership in 2973 upon the expiration of the charter.",
        "The suggestion made in 1789 by Jean Claude de la Metherie (1743-1817), the editor of the Journal de physique, that this might be done by calcining with charcoal the sulphate of soda formed from salt by the action of oil of vitriol, did not succeed in practice because the product was almost entirely sulphide of soda, but it gave Le Blanc, as he himself acknowledged, a basis upon which to work.",
        "They did not altogether succeed; antiquity to them meant largely Plato and Cicero.",
        "After the suspension of Henry Ustick Onderdonk (1789-1858) from the bishopric of Pennsylvania Potter was chosen to succeed him, and was consecrated on the 23rd of September 1845.",
        "At this council Adrian was represented by legates, who presided at the condemnation of Photius, but did not succeed in coming to an understanding with Ignatius on the subject of the jurisdiction over the Bulgarian converts.",
        "His election to the papacy, to succeed Urban VII., on the 5th of December 1590, was due to Spanish influence.",
        "But before the prelate could reach the country, Selassie was dead (1847), leaving his eldest son, Haeli Melicoth, to succeed him.",
        "Cameron was appointed to succeed him as consul, and arrived at Massawa in February 1862.",
        "The auditor and treasurer may not succeed themselves, and governor and secretary of state must be at least thirty years old.",
        "In 347 the dying philosopher nominated his nephew to succeed him as scholarch, and the choice was ratified by the school.",
        "Hence Plato, finding in the school no capable representative of his ontological theory, might well choose to succeed him a favourite pupil whose scientific enthusiasm and attainment were beyond question; and Speusippus's rivals, having themselves abandoned the theory of ideas, would not be in a position to tax him with his philosophical apostasy.",
        "The states-general of the 2nd of February 1317, consisting of the nobles, prelates, and the burgesses of Paris, approved the coronation of Philip, swore to obey him, and declared that women did not succeed to the Crown of France.",
        "The death of Philip's son Louis, in 1317, disarmed the opposition of Charles, count of La Marche, who now hoped to succeed to the Crown himself.",
        "directing that no person unfavourable to the Catholic religion should be allowed to succeed to the throne.",
        "In 1835 Longfellow was chosen to succeed George Ticknor as professor of modern languages and belles-lettres in Harvard.",
        "A pair of small strapshaped leaves succeed the two cotyledons of the seedling, and persist as the only leaves during the life of the plant; they retain the power of growth in their basal portion, which is sunk in a narrow groove near the edge of the crown, and the tough lamina, 6 ft.",
        "The Lords, or such of them as did not purposely stay away from the House, admitted that his claim was unimpeachable, but suggested as a compromise that Henry should retain the crown for life, and the duke and his heirs succeed after his death.",
        "In the later battle of Kossovo of 14 4 8, between the Hungarians, led by Hunyadi Janos and the sultan Hungary Murad II., the Walachian contingent treacherously surrendered to the Turks; but this did not hinder the prevalent laxity of marriage, the frequency of divorce, and the fact that illegitimate children could succeed as well as those born in lawful wedlock, by multiplying the candidates for the voivodeship and preventing any regular system of succession, contributed much to the internal confusion of the country.",
        "The first presidential period, dating from the 1st of January 1905, was for ten years, and no restriction was placed upon the choice of President Rafael Reyes to succeed himself.",
        "The rulers of the Church have learned by experience, however, that they can succeed best by avoiding partisan conflicts, and the archbishop of Bogota gave effect to this in 1874 by issuing an edict instructing priests not to interfere in politics.",
        "Amici in 1854, and was appointed in 1864 to succeed him as director.",
        "ABBAS MIRZA (c. 1783-1833), prince of Persia, was a younger son of the shah, Feth Ali, but on account of his mother's royal birth was destined by his father to succeed him.",
        "He had meantime (in 1742) been appointed to succeed Edmund Halley as astronomer royal; his enhanced reputation enabled him to apply successfully for an instrumental outfit at a cost of 1000; and with an 8-foot quadrant completed for him in 1750 by John Bird (1709-1776), he accumulated at Greenwich in ten years materials of inestimable value for the reform of astronomy.",
        "Whiston's claims to succeed Newton in the Lucasian chair were successfully supported by Newton himself.",
        "In the autumn of 1703 Lord Somers retired from the presidency of the Royal Society, and Newton on the 30th of November 1703 was elected to succeed him.",
        "For the duties of this office at such a critical time he was deficient in insight and energy, but his political success was independent of his official capacity; and when the ministry of Grey was wrecked on the Irish question in July 1834 Melbourne was chosen to succeed him as prime minister.",
        "He endeavoured to steer a middle course between the worshippers and the excommunicators of Maimonides, but he did not succeed in healing the breach.",
        "While on a trip to Italy to explain at court a quarrel with the Hospitallers he was elected to succeed Alexander IV., after a three months' vacancy in the Holy See.",
        "In all classes the executive officer is a mayor elected for four years and ineligible to succeed himself.",
        "REQUESENS - 1576), Spanish governor of the Netherlands, had the misfortune to succeed the duke of Alva and to govern amid hopeless difficulties under the direction of Philip II.",
        "His docility rather than his capacity marked him out to succeed Alva.",
        "With an empty treasury and unpaid mutinous troops, no faculty could have helped Requesens to succeed; and he was only an honest official who was worn out in trying to do the impossible.",
        "He did, however, succeed in undoing all the work of his ancestors5 partly by his own slackness and sloth, partly by his choice of corrupt and treacherous ministers.",
        "The witan chose Edmund Ironside, the late kings eldest son, to succeed him, and as he was a hard-fighting prince of that normal type of his house to which his father had been such a disgraceful exception, it seemed probable that the Danes might be beaten off.",
        "All through the summcr Harold held a fleet concentrated under the lee of the Isle of Wight, waiting to intercept Williams armament, while the fyrd of Wessex was ready to support him if the enemy should succeed in making a landing.",
        "Roberts claim seemed the more likely to succeed, for not only was he the elder, but England was full of barons who desired his accession, and had already taken up arms for him in 1087 or 1095.",
        "It seemed for a space as if the new king would succeed in retaining the whole of his brothers inheritance, for King Philip very meanly allowed himself to be bought off by the cession of the county of Evreux, and, when his troops were withdrawn, the Angevin rebels were beaten down, and the duchess of Brittany had to ask for peace for her son.",
        "The French theFrench lawyers ruled that heiresses could not succeed to the crown, crown themselves, but Edward pleaded that they could nevertheless transmit their right to their sons.",
        "Warwick and the other leading men of the party dictated a compromise, by which Henry was to reign for the term of his Richard of natural life, but Duke Richard was to be recognized York de- as his heir and to succeed him on the throne.",
        "He engaged in an intrigue ~.5d1u1~m for bringing over the Pretender to succeed the queen upon her death.",
        "He was a man of weak character and narrow intellect, whose main claim to succeed Pitt was that he shared to Addingion the full the Protestant prejudices of king and people.",
        "In a few months Great Britain was made aware that the Ixperiment would not succeed.",
        "The new cabinet, which was formed to resist Home Rule, did not succeed in combining all the opponents to this measure.",
        "Lord Rosebery did not succeed in popularizing the Home Rule proposal which Gladstone had failed to carry.",
        "Thomas, son of Maurice, was allowed to succeed his father in the lands, and, having a writ of summons to parliament in 1295, he is reckoned the first hereditary baron of the line.",
        "In February 1879 he was re-elected to the Senate to succeed Isaac P. Christiancy (1812-1890), and soon afterwards, in a speech concerning Mexican War pensions, bitterly denounced Jefferson Davis.",
        "having been brought up in firm belief that she would succeed to the crown,\" as limited in means, of the Puritan persuasion, and very proud, insisting on a precedence over the princesses, though ordered back by the master of the ceremonies and in consequence being expelled from the court.",
        "From 1625 to 1638 he was superintendent in Sondershausen; but shortly after the death of Gerhard (1637) he was, in accordance with Gerhard's last wish, appointed to succeed him at Jena.",
        "it was under Montanistic influence, is doubly interesting, first as showing how free the practice of the church down to that time had been, and then as foreshadowing the burdensome legislation which was destined to succeed.",
        "He was consul in 54 B.C., and in 49 he was appointed by the senate to succeed Caesar as governor of Gaul.",
        "One perplexity connected with theology is the question, How far does Christianity succeed in embodying its essential interests in its doctrines ?",
        "Two rivers only - the Syr and the Amu - succeed in getting across the desert and reaching the Sea of Aral.",
        "The president, who must be at least 35 years old, is elected by popular vote for four years, is ineligible to succeed himself and appoints cabinet members (secretaries of foreign affairs, government and justice, treasury, interior [\" fomento \"1 and public instruction); five supreme court judges (who decide on the constitutionality of a bill vetoed by the president on constitutional grounds - their action, if favourable to the constitutionality of such a bill, makes the president's signature mandatory); diplomatic representatives; and the governors (annually) of the provinces, who are responsible only to him.",
        "There is no vice-president, but the National Assembly elects every two years three designados, the first of whom would succeed the president if he should die.",
        "In 1863 Sir Richard Burton, then British consul at Fernando Po, went to Benin to try and put a stop to human sacrifices, an attempt in which he did not succeed.",
        "On the resignation of Hohenlohe in 1900 he was chosen to succeed him as chancellor of the empire and president of the Prussian ministry.",
        "When Meletius was appointed bishop of Antioch in 361 he raised Flavian to the priesthood, and on the death of Meletius in 381 Flavian was chosen to succeed him.",
        "Thus, after a fashion, he is able to reconcile the conflicting claims of egoism and altruism and succeed where most apostles of evolution fail.",
        "In October 1814 President Madison appointed Dallas secretary of the treasury, to succeed George W.",
        "The discharges from the bowels succeed each other with great frequency, and the painful feeling of pressure downwards (tenesmus) becomes so intense that the patient is constantly desiring to defecate.",
        "In this they did not succeed, and the situation became hopelessly entangled by the fact that the national assembly was Radical, the government Liberal, and the regency practically in all its tendencies Conservative.",
        "1920 he was appointed Secretary of State to succeed Robert L.",
        "In order to succeed with the body of the tribe it was necessary to secure the adherence of the chief.",
        "The circumstances which enabled the Scots to succeed in occupying Kintyre and Islay cannot now be ascertained.",
        "Calculating on his loyal subservience, James appointed his brother-in-law, Lord Clarendon, to succeed Ormonde.",
        "should succeed him, refused to make a similar arrangement with Conrad; many of the Italians were hoping to obtain a king from France; and some German princes, including Conrad the younger, and the king's step-son Ernest II., duke of Swabia, showed signs of revolt.",
        "(Alberto de Mora), pope from the 21st of October to the 17th of December 1187, a native of Benevento and Praemonstratensian monk, successively abbot of St Martin at Laon, cardinal-deacon of San' Adriano al foro, cardinal-priest of San Lorenzo in Lucina, and chancellor of the Roman Church, was elected to succeed Urban III.",
        "Even in Guatemala, though the younger sons of a divine race succeed in making the earth where the elder son (as usual) failed, they all had a supply of clay as first material.",
        "And indeed, as he worked, his materials assumed such unmanageable proportions that he could not succeed in throwing them into a satisfactory form.",
        "And so well did they succeed, that in the 6th and 7th centuries the provincial hierarchy consisted of the cultivator, the holder of the benejicium and the owner; while this dependence of one man upon another affected the personal liberty of a large section of the community, as well as the condition of the land.",
        "accordance with custom succeed to the monarchy of France.",
        "In 1499, appealed to by Venice, and encouraged by his favorite, Cardinal dAmboise (who was hoping to succeed Pope Alexander VI.), and also by Cesare Borgia, who had lofty ambitions in Italy, Louis XII.",
        "He did not succeed either in stemming the tide of expense, nor in his administration, being in no way in advance of his age, and not perceiving that decisive reform could not be achieved by a government dealing with the nation as though it were inert and passive material, made to obey and to payS Like a good Cartesian he conceived of the state as an immense machine, every portion of which should receive its impulse from outsidethat is from him, Colbert.",
        "No more far-seeing than the Directory or the men of the year III., he thought that, with energy and execution, he might succeed in the Peninsula as he had succeeded in Italy in 1796 and 1797, in Egypt, and in Hesse, and that he might cut into Spanish granite as into Italian mosaic or that big cake, Germany.",
        "At this crisis in the administration of New France, Frontenac was appointed to succeed de Courcelle.",
        "But for the next three centuries fresh versions, both of the philosopher and of his commentators, continued to succeed each other.",
        "The geological formations for the most part extend in parallel belts, nearly in the line of the length of the county, from north to south, and succeed one another in ascending order from west to east.",
        "To this succeed the Oolite formations.",
        "The analogous reversible heat effects which occur at the junction of a metal and an electrolyte were also investigated by Jahn, but he did not succeed in obtaining so complete an agreement with theory in this case.",
        "He maintained that the younger son, being nearer to the father than the grandson, had a right to succeed in preference to the children of an elder brother who had died before the succession was open.",
        "Before undertaking the management of a modern apiary, the bee-keeper should possess a certain amount of aptitude for the pursuit, without which it is hardly possible to succeed.",
        "In 1805 he was elected to succeed John Playfair in the chair of mathematics at Edinburgh, not, however, without violent though unsuccessful opposition on the part of a narrow-minded clerical party who accused him of heresy in something he had said as to the \"unsophisticated notions of mankind\" about the relation of cause and effect.",
        "Antony van Leeuwenhoek appears to be the first to succeed in grinding and polishing lenses of such short focus and perfect figure as to render the simple microscope a better instrument for most purposes than any compound microscope then constructed.",
        "When Maildulf died, Aldhelm was appointed in 675, according to a charter of doubtful authenticity cited by William of Malmesbury, by Leutherius, bishop of Dorchester from 671 to 676, to succeed to the direction of the monastery, of which he became the first abbot.",
        "By his will he appointed his son Conrad to succeed him in Germany and Sicily, and Henry, his son by Isabella of England, to be king of Jerusalem or Arles, neither of which kingdoms, however, he obtained.",
        "These companies succeed or fail for reasons different from those which affected the chartered companies of former days, though there are points in common.",
        "Wulfhere of Mercia to succeed his bishop Jaruman, who died 667.",
        "It was to succeed Baker as governor of the equatorial regions that the khedive asked for Gordon's services, having come to the conclusion that the latter was the most likely person to bring the affair to a satisfactory conclusion.",
        "After his resignation of the post of governor-general, Raouf Pasha, an official of the ordinary type, who, as already mentioned, had been dismissed by Gordon for misgovernment in 1878, was appointed to succeed him.",
        "True, he didn't succeed in gaining custody, but...",
        "His attempt at appearing blasÃ© didn't succeed.",
        "If you succeed, youâ€”and everyone elseâ€”will have their powers returned.",
        "\"Only if you succeed,\" Fate replied.",
        "If I succeed, I get to â€¦ she stopped herself.",
        "He'd known Gabe was likely going to suffer worse than any of them, once he faced Death's wrath.  There was regret mixed in with Gabriel's resignation.  They'd known each other long enough for Rhyn to suspect Death would finally succeed in what she'd been doing to Gabe all these years: She was about to win the battle to crush his soul.",
        "Memon did not yet have the men for an onslaught on Tiyan, but he might succeed in swaying their allies if the warlord was dead.",
        "Such people eventually succeed, sometimes through persistence, but often through the unconditional love and support of others.",
        "Hence, \"managing\" the traffic coming through will not succeed in meeting these objectives.",
        "Businesses with an online presence wishing to succeed in this rapidly changing world are welcoming the next evolution in marketing analytics.",
        "Only thus will we succeed in doing apologetics to the glory of God. _____________________________________________________ 1.",
        "appointed to succeed him.",
        "And if you succeed in getting home without falling asleep you'll probably not get to work on time anyway.",
        "Perhaps the very idea was too audacious to succeed?",
        "caliph's younger brother and the people's favorite should succeed.",
        "Once somebody has suffered a cardiac arrest, there are only a few minutes in which defibrillation is likely to succeed.",
        "career opportunities dampen their drive to succeed.",
        "A prima facie case of bad faith was established and in the absence of any defense the application must succeed.",
        "Allotment Diary for Monday 12th June 2006 Back to June entries If at first you don't succeed, sow some more cauliflowers.",
        "causal determinism does not succeed.",
        "The idea of international cooperation between peoples must succeed.",
        "Because he did not succeed, present legislation is one sided and often counterproductive.",
        "Hurley and Sawyer succeed in finding the critter guilty for making all the noise.",
        "I marched in the School Band playing the cymbals, aspiring to succeed Mercer who played the big drum beside me.",
        "As a consequence in order for this to succeed the smbd daemon must be running on the local machine.",
        "defending liberty in the Land of the Free, and would succeed.",
        "defiance in the face of the bastard bailiff can succeed.",
        "deserves to succeed.",
        "destined to succeed.",
        "In that event, history would record that the Conference on Disarmament was ultimately destined to succeed, not to wither and fade away.",
        "His courage and sheer determination to succeed are inspirational.",
        "determined to succeed.",
        "We also argue that a potent direct challenge to moral responsibility from causal determinism does not succeed.",
        "Although it is too early to say whether they will succeed, early to say whether they will succeed, early indications are promising.",
        "Such practices do not simply promote wider access to higher education, but also help students to succeed once they have entered higher education.",
        "equips graduates with the all-round skills that are necessary to succeed in a constantly developing business environment.",
        "In order to succeed, this notoriously risk-averse institution must learn to embrace experimentation.",
        "exposition of maritime doctrine how well does BR 1806 succeed?",
        "Some of them possess that natural flair for journalism without which no one will succeed in the news media.",
        "foolhardy ventures against India can never succeed.",
        "The more forethought you can give to the task of running your business, the more likely you are to succeed.",
        "It equips graduates with the all-round skills that are necessary to succeed in a constantly developing business environment.",
        "Like any major social change, you're never going to succeed in keeping everyone happy all of the time.",
        "hidden agenda, I want our club to succeed.",
        "hungry to succeed even more.",
        "impressionable teenage girl, Adie was the living proof that a woman could succeed in a man's world.",
        "inhalation insulin patients will have to succeed at two vital disciplines.",
        "interpersonal skills will help them succeed in the post?",
        "Our parents are very laid-back - there was never any pressure to succeed at anything, as long as we were happy and content.",
        "If the Ministry's plans for hygienic control succeed, it will effectively legalize the dog meat market.",
        "lesser extent, will succeed.",
        "All that may be required is an environment in which race equality mainstreaming can develop and succeed.",
        "To the extent you succeed in doing so, you are deflating an economy already shrunk by the stock market meltdown.",
        "What sort of weekly mileage is needed to succeed at the 100 mile distance?",
        "motivated to succeed.",
        "University of Dundee announces new Chancellor Lord Patel is to succeed Sir James Black as Chancellor of the University of Dundee.",
        "How does the orator through the power of words succeed?",
        "orient boss Martin Ling to succeed Parkinson, if he comes to City.",
        "responsive pedagogues are skilled in creating a curriculum of learning activities and environments in which all students have the opportunity to succeed.",
        "pretenceey will succeed in destroying the last pretense that the health service is not being privatized.",
        "They not only make previsions and predictions, but try to have these predictions succeed by their own intervention in the process.",
        "Ultimately she did not succeed in broadening definitions of femininity to include rationalism and mathematical accomplishment.",
        "realized that search engine optimization (SEO) is important if you want to succeed on the Internet.",
        "In the early 1750s began a saga to succeed Plummer which here can only be outlined."
    ],
    "definition": [
        "a. To come next in time or order: She fell sick, and what succeeded was an outpouring of concern from her fans.\nb. To replace another in office or position: The prince succeeded to the throne. See Synonyms at follow.",
        "To accomplish something desired or intended: “Success is counted sweetest / By those who ne'er succeed” ( Emily Dickinson )",
        "Obsolete To pass to a person by way of inheritance.",
        "To come after (something) in time or order; follow: Winter succeeds autumn.",
        "To come after and take the place of: The heir succeeded the king.",
        "suc·ce′dent\nadjective",
        "suc·ceed′er\nnoun",
        "Link/Cite",
        "To follow in order; to come next after; hence, to take the place of.\nThe king's eldest son succeeds his father on the throne.\nAutumn succeeds summer.",
        "To obtain the object desired; to accomplish what is attempted or intended; to have a prosperous issue or termination; to be successful.",
        "To come after; to be subsequent or consequent to; to follow; to pursue.",
        "To support; to prosper; to promote.",
        "To come in the place of another person, thing, or event; to come next in the usual, natural, or prescribed course of things; to follow; hence, to come next in the possession of anything; -- often with to.\nTo ascend the throne after the removal the death of the occupant.",
        "To ascend the throne after the removal the death of the occupant.",
        "To descend, as an estate or an heirloom, in the same family; to devolve.",
        "To go under cover.",
        "success",
        "successive",
        "Link/Cite"
    ]
}