{
    "translation": "מספק",
    "uses": [
        "There is commonly sufficient space about us.",
        "One reading was sufficient to stamp every detail of the story upon my memory forever.",
        "If she was ever going to learn to be totally self sufficient, she was going to have to take control of her life.",
        "While he possessed sufficient strength to pull away, he was fearful of hurting her, and even more so, of her crying out.",
        "Howie would first go back to earlier in the day and document precise activities of the director; we hoped they'd be sufficient for him to believe our abilities.",
        "\"Dear Brothers,\" he began, blushing and stammering, with a written speech in his hand, \"it is not sufficient to observe our mysteries in the seclusion of our lodge--we must act--act!",
        "Taking into account the heat absorbed by the box and the metal, Rumford calculated that the heat developed was sufficient to raise 26.58 lb of water from the freezing to the boiling point, and in this calculation the heat lost by radiation and conduction was neglected.",
        "On a sufficient acquaintance with the work this would probably have revealed the essential nature of the instrument to a hearer unacquainted with technicalities, and revealed it rather as a characteristic than as a limitation.",
        "The beds made partly of old mushroom-bed dung often contain sufficient spawn to yield a crop, without the introduction of brick or cake spawn, but it is advisable to spawn them in the regular way.",
        "Napoleon Bonaparte made a comment along these lines when he stated, \"Man is entitled by birthright to a share of the Earth's produce sufficient to fill the needs of his existence.\"",
        "Dean did the same, hoping its eighteen inch girth was sufficient to secure the two damn fools who were testing it as their sole mooring against the natural forces of nature.",
        "These take place only in communities where some have got more than is sufficient while others have not enough.",
        "It is by a mathematical point only that we are wise, as the sailor or the fugitive slave keeps the polestar in his eye; but that is sufficient guidance for all our life.",
        "Probably the honours which it brought with it were sufficient recompense.",
        "It will be sufficient to describe those forms with which the most important work has been done, or which have survived the tests of time and experience.",
        "It is a sufficient answer to remark that on this theory the blue would reach its maximum development in the colour of the setting sun.",
        "The child comes into the world with the ability to learn, and he learns of himself, provided he is supplied with sufficient outward stimulus.",
        "The snow had melted on the mountain trail, and the dry gray rocks provided sufficient traction for Ed's hooves as they climbed higher into the hills.",
        "Wine is manufactured in large quantities, but the output is not sufficient to meet the home demand.",
        "Perhaps his energy would not have been sufficient to sustain him against these repeated blows of destiny if, in 1854, the accession to the viceroyalty of Egypt of his old friend, Said Pacha, had not given a new impulse to the ideas that had haunted him for the last twenty-two years concerning the Suez Canal.",
        "At a sufficient distance over the woods this sound acquires a certain vibratory hum, as if the pine needles in the horizon were the strings of a harp which it swept.",
        "In such a neighborhood as this, boards and shingles, lime and bricks, are cheaper and more easily obtained than suitable caves, or whole logs, or bark in sufficient quantities, or even well-tempered clay or flat stones.",
        "The one species, from Western Australia, is the largest member of the family, being about the size of a rabbit, to which it bears sufficient superficial resemblance to have acquired the name of \"native rabbit\" from the colonists.",
        "Gothite occurs with other iron oxides, especially limonite and hematite, and when found in sufficient quantity is mined with these as an ore of iron.",
        "In the savage state every family owns a shelter as good as the best, and sufficient for its coarser and simpler wants; but I think that I speak within bounds when I say that, though the birds of the air have their nests, and the foxes their holes, and the savages their wigwams, in modern civilized society not more than one half the families own a shelter.",
        "Patience wasn't his strong suit and Mrs. Lincoln and jazz music somehow weren't sufficient evening entertainment.",
        "In the initial stages of the Apostolic Church it was no doubt sufficient to have a plurality of presbyters with absolutely similar duties and powers.",
        "Is there sufficient forage in Krems?",
        "But when the several nations of Europe had acquired distinct though rude written languages of their own, sufficient for the purposes of their rising literatures, then first learning revived, and scholars were enabled to discern from that remoteness the treasures of antiquity.",
        "Cynthia cooked something quick and Italian for dinner, small white things that looked as they would suddenly explode into butterflies, given sufficient time.",
        "The pianoforte trios of Haydn are perhaps the only-works of first-rate artistic importance in which there is no doubt that the earlier stages of the new art do not admit of sufficient polyphony to give the instruments fair play.",
        "He seized Anatole by the collar of his uniform with his big hand and shook him from side to side till Anatole's face showed a sufficient degree of terror.",
        "One inconvenience I sometimes experienced in so small a house, the difficulty of getting to a sufficient distance from my guest when we began to utter the big thoughts in big words.",
        "In 1914 his preeminence had become so evident that a special position was created for him in Berlin, where he was elected a member of the Royal Academy of Sciences and given a sufficient stipend to enable him to devote all his time to research without any restrictions or duties whatsoever.",
        "You'll continue to receive dividends for the stock in your names so there will be sufficient funds for you all to move on.",
        "For the Pavlograd hussars, however, the whole of this retreat during the finest period of summer and with sufficient supplies was a very simple and agreeable business.",
        "For the quality of Propertius's education, the poems themselves are the only, but a sufficient, testimony.",
        "Here it is sufficient to say that only nine of the forty-six delegates from the present state of West Virginia voted to secede.",
        "The manganese ores of the Bathurst district of New South Wales often contain a small percentage of cobalt - sufficient, indeed, to warrant further attempts to work them.",
        "Wilson considers that convection currents in the upper atmosphere would be quite inadequate, but conduction may, he thinks, be sufficient alone.",
        "The home is in town with neighbors close by but the high wooden fence in the back yard allows privacy sufficient to cover my night time visit.",
        "The directors of the Company were disposed to act upon this resolution; but in the court of proprietors, with whom the decision ultimately lay, Hastings always possessed a sufficient majority.",
        "The fact that the Aeginetan scale of coins, weights and measures was one of the two scales in general use in the Greek world is sufficient evidence of the early commercial importance of the island.",
        "The evidence for the rite among the Greeks is sufficient to warrant the conclusion of its introduction at a very early period and its persistence to a late day.",
        "The Protector and the council together were given a life tenure of office, with a large army and a settled revenue sufficient for public needs in time of peace; while the clauses relating to religion \"are remarkable as laying down for the first time with authority a principle of toleration,\" 2 though this toleration did not apply to Roman Catholics and Anglicans.",
        "But they, too, lack funds sufficient to assure extensive and efficient working, even after the law of 1906.",
        "(3) Sunday and Wednesday of each week are appointed as the chief market days and to that end a sufficient number of troops will be stationed along the highroads on Tuesdays and Saturdays at such distances from the town as to protect the carts.",
        "On the east and west the ravines already mentioned afforded, in the main, a sufficient protection, so that a massive wall was unnecessary, while near the south-eastern angle a breastwork was formed by the excavation of the natural rock, 2 which in later times was honeycombed with tombs.",
        "Iron.The iron-mines of France are more numerous than its coalmines, but they do not yield a sufficient quantity of ore for the needs of the metallurgical industries of the country; as will be seen in the table below the production of iron in France gradually increased during the 19th century; on the other hand, a decline in prices operated against a correspondingly marked increase in its annual value.",
        "The members of the club preserved the title of Amis de la Constitution, as being a sufficient indication of the line they intended to pursue.",
        "an amount p 2 which seems small but which would be quite sufficient to destroy one or more of the joints if provision were not made to prevent damage.",
        "As to judgment debts, it is sufficient to say that, when by the judgment of a court of competent jurisdiction an order is made that a sum of money be paid by one of two parties to another, such a debt is not only enforceable by process of court, but it can be sued upon as if it were an ordinary debt.",
        "Elsewhere local surface currents are developed, either drifts due to the direct action of the winds, or streams produced by wind action heaping water up against the land; but these nowhere rise to the dignity of a distinct current system, although they are often sufficient to obliterate the feeble tidal action characteristic of the Mediterranean.",
        "Major Warburton had virtually raced across from the Macdonnell range in South Australia to the headwaters of the Oakover river on the northwest coast, without allowing himself sufficient time to note the characteristics of the country.",
        "The water-courses and depressions of the shingly steppes afford pasturage sufficient for the guanaco, and in places support a thorny vegetation of low growth and starved appearance.",
        "General Roca was induced to undertake the duties of minister of the interior, and his influence in the provinces was sufficient to check any attempts to stir up disturbances at Cordoba or elsewhere.",
        "Biagio], from which the city took its name and which, though shallower than that of the Hypsas, still affords a sufficient obstacle to attack, and the two unite a little way to the south of the town; at the mouth was the ancient harbour, small and now abandoned.",
        "Suddenly Dolokhov made a backward movement with his spine, and his arm trembled nervously; this was sufficient to cause his whole body to slip as he sat on the sloping ledge.",
        "I think that's sufficient.",
        "There is sufficient reason for this confusion.",
        "There is, however, no sufficient reason.",
        "In 1893 an act was passed by parliament giving the Board power to interfere if or when representations are made to them by or on behalf of any servant or class of servants of a railway company that the hours of work are unduly long, or do not provide sufficient intervals of uninterrupted rest between the periods of duty, or sufficient relief in respect of Sunday duty.",
        "The method of working is for the pole to be swung out behind a number of wagons; one engine is then started and with its pole pushes the wagons in front of it until their speed is sufficient to carry them over the points, where they are diverted into any desired siding.",
        "In spite of the predominating interest in stock-raising, intensive cultivation of the soil is practicable where the water supply is sufficient.",
        "It may be doubted, however, whether the material is sufficient for such restoration or reconstruction.'",
        "No formal excommunication of Origen appears to have been decreed; it was considered sufficient to have him degraded to the position of a layman.",
        "The points just noted apply also to the average fluctuation and the standard deviation, but it is probable in these cases that daily or even weekly quotations would be sufficient to yield the information sought for with sufficient exactness for purposes of comparison.",
        "The motive is often inadequate from the point of view of a European, but to the Malay it is sufficient to make him weary of life and anxious to court death.",
        "He said: \"If this misfortune were to fall upon me, provided it happened without any fault of mine, even if the Society were to melt away like salt in water, I believe that a quarter of an hour's recollection in God would be sufficient to console me and to reestablish peace within me.\"",
        "Identity, or approximate identity, of crystal form is not in itself sufficient to establish true isomorphism.",
        "The fear of Spanish commercial laws powerfully stimulated resistance to the transfer, and though Ulloa made commercial and monetary concessions, they were not sufficient.",
        "No official record of his consecration can be discovered, but there is no sufficient reason to doubt the fact; and it is certain that during his lifetime he was acknowledged as a canonical bishop both by Roman Catholics and by Protestants.",
        "Such a falling off in the middle must be more than sufficient for resolution.",
        "Their presence, however, was a sufficient excuse for Napoleon, under pressure of the clerical party, to send another expedition to Rome (26th of October).",
        "The number injured is, indeed, a fact of interest, no less than the number killed, but comparisons under this head are unsatisfactory because it is impracticable or unprofitable to go into sufficient detail to determine the relative seriousness of the injuries.",
        "Sometimes also a viaduct consisting of a series of arches is preferred to an embankment when the line has to be taken over a piece of fiat alluvial plain, or when it is desired to economize space and to carry the line at a sufficient height to clear the streets, as in the case of various railways entering London and other large towns.",
        "Blenkinsop placed the teeth on the outer side of one of the running rails, and his reason for adopting a rack was the belief that an engine with smooth wheels running on smooth rails would not have sufficient adhesion to draw the load required.",
        "During June and the first fortnight in July plenty of sunshine is necessary, accompanied by sufficient rain to promote healthy, but not excessive, growth; the normal rainfall in the cotton belt for this period is about 42 in.",
        "Cotton seed meal, in the absence of sufficient stock to consume it, is also used extensively as a fertilizer, and for this purpose it is worth, determining the price on the same basis as used above for the seed, from $19 to $20 per ton.",
        "The production is not sufficient to meet the home demand; during the five years of normal trade before the war with Russia Japan imported annually about 800,000 bales of cotton, chiefly from British India, China and the United States, and during the same period exported each year some 2000 bales, mainly to Korea.",
        "An order in council was enacted in 1899 providing that no Maltese (except students of theology) should thenceforth suffer any detriment through inability to pass examinations in Italian, in either the schools or university, but the fraction of the Maltese who claim to speak Italian (13.24%) still command sufficient influence to hamper the full enjoyment of this emancipation by the majority.",
        "This contains but a fragment of his scientific discoveries, but it is sufficient to put him in the very foremost rank, though its full value was not recognized until pointed out by Lord Kelvin in 1848 and 1849.",
        "The consistent opposition of the retail traders in large urban centres other than the large stores, and of the country shopkeeper generally, has been sufficient to secure the refusal of the postmaster-general to the proposed scheme, but a commencement was made in 1908 for orders not exceeding X20 between the United Kingdom and Egypt, Cyprus and Malta, and certain British post offices in Turkey and Tangier.",
        "The voyage of the \" Challenger \" supplied for the first time the nucleus of a collection of deep-sea deposits sufficient to serve as the basis for comprehensive classification and mapping.",
        "Red mud may be classed as a variety of blue mud, from which it differs on account of the larger proportion of ochreous substance and the absence of sufficient organic matter to reduce the whole of the ferric oxide.",
        "One can look on sea-water as a mixture of very dilute solutions of particular salts, each one of which after the lapse of sufficient time fills the whole space as if the other constituents did not exist, and this interdiffusion accounts easily for the uniformity of composition in the sea-water throughout the whole ocean, the only appreciable difference from point to point being the salinity or degree of concentration of the mixed solutions.",
        "The advantage of the new definition lies in the fact that the estimation of the chlorine (or rather of the total halogen expressed as chlorine) is sufficient to determine the salinity by a very simple operation.",
        "The temperature of maximum density of sea-water of any specific gravity was found by Knudsen to be given with sufficient accuracy for all practical purposes by the formula 0 = 3.950.2660 -0, where 0 is the temperature of maximum density in degrees centigrade.",
        "in diameter are sufficient for this purpose, but in the tropics, where the transparency is much greater, disks 3 ft.",
        "Air is then forced into the inclosed space by means of a compressing engine, until the pressure is sufficient to oppose the flow of water into the excavation, and to drive out any that may collect in the bottom of the shaft through a pipe which is carried through the air-sluice to the surface.",
        "Since the accident at Hartley colliery in 1862, caused by the breaking of the pumping-engine beam, which fell into the shaft and blocked it up, whereby the whole of the men then at work in the mine were starved to death, it has been made compulsory upon mine-owners in the United Kingdom to have two pits for each working, in place of the single one divided by walls or brattices which was formerly thought sufficient.",
        "The roof is temporarily supported by wooden props or pack walling of stone, for a sufficient breadth along the face to protect the workmen, and allow them to work together behind.",
        "In this the filling material, preferably sand, is sent down from the surface through a vertical steel pipe mixed with sufficient water to allow it to flow freely through distributing pipes in the levels commanding the excavations to be filled; these are closed at the bottom by screens of boards sufficiently close to retain the packing material while allowing the water to pass by the lower level to the pumping-engine which returns it to the surface.",
        "When the coal has been under-cut for a sufficient length, the struts are withdrawn, and the overhanging mass is allowed to fall during the time that the workmen are out of the pit, or it may be brought down by driving wedges, or if it be of a compact character a blast in a borehole near the roof may be required.",
        "Obviously a pitchfork wasn't sufficient.",
        "for a free grammar school at his name-place, Wainfleet, sufficient to produce for the chantry-priest-schoolmaster Lro a year, the same salary as the headmaster of Magdalen School, and built the school which still exists almost untouched, a fine brick building with two towers, 76 ft.",
        "Whatever the pattern adopted for the roof, a sufficient portion of it must be glazed to admit light, and it should be so designed that the ironwork can be easily inspected and painted and the glass readily cleaned.",
        "When water is required, a scoop is lowered into them from below the engine, and if the speed is sufficient the water is forced up it into the tender-tanks.",
        "It may happen that from a large station sufficient traffic may be consigned to certain other large stations to enable full train-loads to be made up daily, or several times a day, and despatched direct to their destinations.",
        "A station of moderate size may collect goods destined for a great variety of places but not in sufficient quantities to compose a full train-load for any of them, and then it becomes impossible to avoid despatching trains which contain wagons intended for many diverse destinations.",
        "In the first case all the driving is done on one or at most two axles, sufficient tractive force being obtained by coupling these axles when necessary to others carrying heavy loads.",
        "First, it must be able to exert a tractive force sufficient to start the train under the worst conditions possible on the railway over which it is to operate - for instance, when the train is stopped by signal on a rising gradient where the track is curved and fitted with a guard-rail.",
        "7 he torque exerted on the driving-axle by the steam engine just at starting may be that due to the full boiler pressure acting in the cylinders, but usually the weight on the coupled wheels is hardly sufficient to enable advantage to be taken of the full boiler pressure, and it has to be throttled down by the regulator to prevent slipping.",
        "Assuming that the frictional resistance at the rails is given by the weight on the wheels, the total weight on the driving-wheels necessary to secure sufficient adhesion to prevent slipping must be at least 8.3 X5 =41.5 tons.",
        "In the United States the Safety Appliance Act of 1893 also forbade the railways, after the 1st of January 1898, to run trains which did not contain a \" sufficient number \" of cars equipped with continuous brakes to enable the speed to be controlled from the engine.",
        "It was found that there was not sufficient traffic to support them as purely intra-urban lines, and they have since been extended into the outskirts of London to reach the suburban traffic.",
        "This arrangement was expected to ensure a sufficient change in air to keep such railways properly ventilated, but experience has proved it to be ineffective for the purpose.",
        "The third type is the intermediate one between those two, followed by the Metropolitan and Metropolitan District railways, in London, where the railway has an arched roof, built usually at a sufficient distance below the surface of the street to permit the other subsurface structures to lie in the ground above the crown of the arch, and where the station platforms are from 20 to 30 ft.",
        "beneath the surface of the street - a depth not sufficient to warrant the introduction of lifts, but enough to be inconvenient.",
        "What may broadly be called \"conjuring\" is a much more probable explanation of most of the recorded phenomena; and in the vast majority of cases the witnesses do not seem to have duly appreciated the possibilities of conjuring, and have consequently neither taken sufficient precautions to exclude it nor allowed for the accidental circumstances which may on any particular occasion favour special tricks or illusions.",
        "Count Agenor de Gasparin, in his Tables tournantes (Paris, 1854), gives an account of what seem to have been careful experiments, though they are hardly described in sufficient detail to enable us to form an independent judgment.",
        "Of this invocation, which is constant in all Eastern rituals, there are few, though sufficient, surviving traces in Western rituals.'",
        "Among the ancients it was in request for poles, rafters, joists, and for the construction of winepresses, tables and musical instruments; and on that account was so valuable that a plantation of cypresses was considered a sufficient dowry for a daughter.",
        "During the summer time it has water of sufficient depth for steamers of light draft as far as Nan-ch'ang, and it is navigable by native craft for a considerable distance beyond that city.",
        "toward the Humboldt, but seldom has sufficient volume to enable it to reach that stream.",
        "According to Ross, it should be given promptly, in sufficient doses (up to 30 grains), and should be continued for months.",
        "Suarez endeavoured to reconcile this view with the more orthodox doctrines of the efficacy of grace and special election, maintaining that, though all share in an absolutely sufficient grace, there is granted to the elect a grace which is so adapted to their peculiar dispositions and circumstances that they infallibly, though at the same time quite freely, yield themselves to its influence.",
        "In the newer type (which was first proposed by Andrews for the combustion of gases) the chemical action takes place in a completely closed combustion chamber of sufficient strength to resist the pressure generated by the sudden action, which is often of explosive violence.",
        "Without sufficient external and independent evidence wherewith to interpret in the light of history the internal features of the intricate narratives, any reconstruction would naturally be hazardous, and all attempts must invariably be considered in the light of the biblical evidence itself, the date of the Israelite exodus, and the external conditions.",
        "In 1886 there was a serious volcanic eruption in the outlying island of Nivafoou, and at the same time Falcon Reef, normally awash at high water, discharged sufficient scoriae and pumice to form a new island 50 ft.",
        "With such remains before us it is no longer sufficient to relegate Minos to the regions of sun-myths.",
        "districts, as well as the greater part of the Sierra Alta, are destitute of large trees; but the coast-lands on both sides towards Tabasco and British Honduras enjoy a sufficient rainfall to support forests containing the mahogany tree, several valuable cabinet woods, vanilla, logwood and other dye-woods.",
        "In such cases the contact of an insect or other body with those processes is sufficient to liberate the pollen often with elastic force, even when the anther itself is not touched.",
        "In this tract the rainfall is nowhere sufficient for the purposes of agriculture, which is only possible by help of irrigation; and the fixed population (which contains a non-Turkish element) is comparatively small, and restricted to the towns and the districts near the rivers.",
        "The rainfall, though not heavy, is sufficient to maintain such vegetation as is compatible with the conditions of temperature, and the surface is often swampy or peaty.",
        "The rainfall, though moderate, is still sufficient to maintain the supply of water in the great rivers that traverse the country to the Arctic Sea, and to support an abundant vegetation.",
        "This belt, which embraces Asia Minor, northern Persia, Afghanistan, and the southern slopes of the Himalaya, from its elevation has a temperate climate, and throughout it the rainfall is sufficient to maintain a vigorous vegetation, while the summers, though hot, and the winters, though severe, are not extreme.",
        "North of the tropic the winter cold is sufficient to admit of the cultivation of almost all the cereals and vegetables of Europe, wheat being sown in November and reaped early in April.",
        "In southern India, and the other parts of Asia and of the islands having a similar climate, the difference of the winter and summer half-years is not sufficient to admit of the proper cultivation of wheat or barley.",
        "Among the more mountainous regions of the south-western part of Arabia, known as Arabia Felix, the summits of which rise to 6000 or 7000 ft., the rainfall is sufficient to develop a more luxuriant vegetation, and the valleys have a flora like that of similarly situated parts of southern Persia, and the less elevated parts of Afghanistan and Baluchistan, partaking of the characters of that of the hotter Mediterranean region.",
        "The incident is a valuable picture of crude ideas of Yahweh, and, if nothing else were needed, it was sufficient to involve David in a feud with the Benjamites.",
        "The fact that they adopted the existing system of government and taxation, which are based upon Koranic law, would in itself be sufficient proof that this was not the case.",
        "m.) enclosed by the walls is inhabited nor was the whole space ever occupied by buildings, the intention of the founders of the city being to wall in ground sufficient to grow food for the inhabitants during a siege.",
        "about 14 9 0); but his earliest definite appearance in the records is as junior bursar of Magdalen College in 1498-1499, and senior bursar in 1 499150o, an office he was compelled to resign for applying funds to the completion of the great tower without sufficient authority (W.",
        "Huxley gave it as his opinion that it was sufficient to cover the whole cost of the war indemnity paid by France to Germany in 1870.",
        "The form of the pear and of the apple respectively, although usually characteristic enough, is not by itself sufficient to distinguish them, for there are pears which cannot by form alone be distinguished from apples, and apples which cannot by superficial appearance be recognized from pears.",
        "The land in Scotland was now, with trifling exceptions, let on leases for terms varying from twenty to thirty years, and in farms of sufficient size to employ at the least two or three ploughs.",
        "The awards here summarized are quite distinct from those of silver medals which are given by the society in the case of articles possessing sufficient merit, which are entered as \" new implements for agricultural or estate purposes.\"",
        "By means of his trade union, co-operative society or club he may gain some experience in the management of men and business, and in so far as the want of a sufficient income does not constitute an insuperable difficulty, he may share in the public life of the country.",
        "The extensions, the changes or the qualifications, of old doctrines, which at any rate in the works of responsible writers are rarely made without good if not always sufficient reason, have modified very considerably the whole science, and weakened the confidence of ordinary educated men in its conclusions.",
        "He had chosen and knew his ground, lying between St Ninians and the Bannock, a petty burn, yet sufficient to produce marshes dangerous to heavily armed horsemen, while from the rising ground on his right the enemy's advance was seen.",
        "Numerous other firs are common in gardens and shrubberies, and some furnish valuable products in their native countries; but they are not yet of sufficient economic or general interest to demand mention here.",
        "With the assistance of neighbouring princes and of many of the influential Dihkans, Mahmud collected a vast amount of materials for the work, and after having searched in vain for a man of sufficient learning and ability to edit them faithfully, and having entrusted various episodes for versification to the numerous poets whom he had gathered round him, he at length made choice of Firdousi.",
        "finished, with the object of amassing sufficient capital to construct a dike for his native town of Tus, which suffered greatly from defective irrigation, a project which had been the chief dream of his childhood.",
        "Owing to this resolution, and to the jealousy of Hasan Maimandi, who often refused to advance him sufficient for the necessaries of life, Firdousi passed the later portion of his life in great privation, though enjoying the royal favour and widely extended fame.",
        "Mahmud ordered Hasan Maimandi to take the poet as much gold as an elephant could carry, but the jealous treasurer persuaded the monarch that it was too generous a reward, and that an elephant's load of silver would be sufficient.",
        "The election of Merlin of Douay and Francois of Neufchatel as Directors, in place of Carnot and Barthelemy, gave to that body a compactness which enabled it to carry matters with a high hand, until the hatred felt by Frenchmen for this soulless revival of a moribund Jacobinism gradually endowed the Chambers with life and strength sufficient to provoke a renewal of strife with the Directory.",
        "Nor did the Aegean objects which were lying obscurely in museums in 1870, or thereabouts, provide a sufficient test of the real basis underlying the Hellenic myths of the Argolid, the Troad and Crete, to cause these to be taken seriously.",
        "There are other infinite singularities of detail; but the above are more than sufficient to establish the point.",
        "It is generally considered that this is sufficient as an explanation of the existence of the pupa.",
        "Here he collected another army of 20,000 men, with which he so strongly entrenched himself on the Scanian coast in 1716 that his combined enemies shrank from attacking him, whereupon he assumed the offensive by attacking Norway in 1717, and again in 1718, in order to conquer sufficient territory to enable him to extort better terms from his enemies.",
        "Most of the birds he describes are characterized with accuracy sufficient to enable them to be identified, and his observations upon them have still some interest; but he was innocent of any methodical system, and was not exempt from most of the professional fallacies of his time.'",
        "5 Though he made a perceptible advance on the classification of Linnaeus, at that time predominant, it is now easy to see in how many ways - want of sufficient material being no doubt one of the chief - Cuvier failed to produce a really natural arrangement.",
        "Its line to some extent may be partly made out - very clearly, for the matter of that, so far as its details have been published in the series of papers to which reference has been given - and some traces of its features are probably preserved in his Catalogue of the specimens of birds in the museum of the Asiatic Society of Bengal, which, after several years of severe labour, made its appearance at Calcutta in 1849; but, from the time of his arrival in India, the onerous duties imposed upon Blyth, together with the want of sufficient books of reference, seem to have hindered him from seriously continuing his former researches, which, interrupted as they were, and born out of due time, had no appreciable effect on the views of systematisers generally.",
        "As an abstract of that has already been given, it may be sufficient here to point out the chief changes made in his newer arrangement.",
        "Looking on Miller's labours as we now can, we see that such errors as he committed are chiefly due to his want of special knowledge of ornithology, combined with the absence in several instances of sufficient materials for investigation.",
        "This instrument provided a temporary government for the Territory with the understanding that, as soon as the population was sufficient, the representative system should be adopted, and later that states should be formed and admitted into the Union.",
        "Mere argument is never sufficient; it may decide a question, but gives no satisfaction or certainty to the mind, which can only be convinced by immediate inspection or intuition.",
        "On the whole, the history of its effect in Athens, Argos, Miletus, Megara and Syracuse (where it was called Petalismus), furnishes no sufficient defence against its admitted disadvantages.",
        "Sometimes, as in Pholcus, it is merely a thin network of silk just sufficient to hold the eggs together.",
        "It might be thought that the \"futures\" of different months, being substitutes in proportion to their temporal proximity to one another, should vary together exactly; but it would seem to be a sufficient reply that as they are not perfect substitutes they are in some slight degree independent variables.",
        "Mill's definition of miracles: \" to constitute a miracle, a phenomenon must take place without having been preceded by any antecedent phenomenal conditions sufficient again to reproduce it.",
        "Having discussed the possibility and necessity of miracles for the divine revelation, we must now consider i,whether there is sufficient historical evidence for their occurrence.",
        "For the Christian Church the miracles of Jesus are of primary importance; and the evidence - external and internal - in their favour may be said to be sufficient to justify belief.",
        "When the slow folding of the strata is accompanied by a gradual local descent, a modified or \" arrested \" anticlinal structure, known as a \" terrace \" is produced, the upheaving action at that part being sufficient only to arrest the descent which would otherwise occur.",
        "As the water is shut off before the portion of the well below the water-bearing strata is bored the remainder of the drilling is conducted with only sufficient water in the well to admit of sand-pumping.",
        "In America, crude petroleum was at first transported in iron-hooped barrels, holding from 40 to 42 American gallons, which were carried by teamsters to Oil Creek and the Allegheny River, where they were loaded on boats, these being floated down stream whenever sufficient water was present - a method leading to much loss by collision and grounding.",
        "In the American petroleum refineries it is found that sufficient cracking can be produced by slow distillation in stills of which the upper part is sufficiently cool to allow of the condensation of the vapours of the less volatile hydrocarbons, the condensed liquid thus falling back into the heated body of oil.",
        "But Adhemar had died in August 1098 (whence, in large part, the confusion and bickerings which followed in the end of 1098 and the beginning of 1099) nor were there any churchmen left of sufficient dignity or weight to secure the triumph of the ecclesiastical cause.",
        "His enemies in France cast him into prison; but the bishop of Angers and other powerful friends, of whom he had a considerable number, had sufficient influence to procure his release.",
        "Of the natural fats or glycerides contained in oils the most important in addition to palmitin are stearin and olein, and these it may be sufficient to regard as the principal fatty bodies concerned in soapmaking.",
        "They were followed by treatises of a different character, clearer in matter, more systematic in arrangement, and reflecting the methods of the scholastic logic; these are farther from the Greek tradition, for although they contain sufficient traces of their ultimate Greek ancestry, their authors do not know the Greeks as masters and cite no Greek names.",
        "These, however, are sufficient to mark out the circuit of the ancient orchestra, on which the subsequently built proscenia encroached.",
        "The rapid loss of the new conquests after 447 proved that Athens lacked a sufficient land-army to defend permanently so extensive a frontier.",
        "It will be sufficient here to mention: A Book of Spiritual Exercises, written by Garcias de Cisneros (London, 1876); the official Latin text in the third volume of the Avignon edition of the Constitutions (1830); Roothaan's Exercitia spiritualia S.",
        "The coast-line has few indentations sufficient to afford safe harbourage.",
        "2 Compound radicals came to be regarded as the immediate constituents of organic compounds; and, at first, a determination of their empirical composition was supposed to be sufficient to characterize them.",
        "That the number of atoms which can be associated in a ring by single affinities is limited there can be no doubt, but there is not yet sufficient evidence to show where the limit must be placed.",
        "When present in sufficient quantity the five last-named give enamel-white beads; lead oxide in excess gives a yellowish bead.",
        "- On the theory that crystal form and structure are the result of the equilibrium between the atoms and molecules composing the crystals, it is probable, a priori, that the same substance may possess different equilibrium configurations of sufficient stability, under favourable conditions, to form different crystal structures.",
        "In the article Crystallography the nature and behaviour of twinned crystals receives full treatment; here it is sufficient to say that when the planes and axes of twinning are planes and axes of symmetry, a twin would exhibit higher symmetry (but remain in the same crystal system) than the primary crystal; and, also, if a crystal approximates in its axial constants to 'a higher system, mimetic twinning would increase the approximation, and the crystal would be pseudo-symmetric.",
        "The mere retention of the same crystal form by homologous substances is not a sufficient reason for denying a morphotropic effect to the substituent group; for, in the case of certain substances crystallizing in the cubic system, although the crystal form remains unaltered, yet the structures vary.",
        "The title Belit was naturally transferred to the great mother-goddess Ishtar after the decline of the cult at Nippur, and we also find the consort of Marduk, known as Sarpanit, designated as Belit, for the sufficient reason that Marduk, after the rise of the city of Babylon as the seat of his cult, becomes the Bel or \"lord\" of later days.",
        "The following simple rules, laid down by a Committee of the Royal Geographical Society, will be found sufficient as a rule; according to this system the vowels are to be sounded as in Italian, the consonants as in English, and no redundant letters are to be introduced.",
        "The map of Marinus and the descriptive accounts which accompanied it have perished, but we learn sufficient concerning them from Ptolemy to be able to appreciate their merits and demerits.",
        "The details given are considered sufficient to admit of the selection of general routes for railways or other public works.",
        "It was considered a sufficient safeguard against the spiritualizing eschatology of Origen and his school to have rescued the main doctrines of the creed and the regula fidei (the visible advent of Christ; eternal misery and hell-fire for the wicked).",
        "It is sufficient to recall the well-known names of Joachim of Floris, of all the numerous Franciscan spiritualists, of the leading sectaries from the 13th to the 15th century who assailed the papacy and the secularism of the church - above all, the name of Occam.",
        "Columella regarded the gains from the births as a sufficient motive for encouraging these unions, and thought that mothers should be rewarded for their fecundity; Varro, too, seems to have taken this view.",
        "The law under which the slaves of Pedanius were put to death, probably introduced under Augustus and more fully enacted under Nero, is sufficient proof of this anxiety, which indeed is strongly stated by Tacitus in his narrative of the facts.",
        "Religion, indeed, is common to all men, but its pure form is that revealed through Christ; and the teaching of Christ is sufficient to a man in all circumstances of life.",
        "Morse's petition for a patent was soon followed by a petition to Congress for an appropriation to defray the expense of subjecting the telegraph to actual experiment over a length sufficient to establish its feasibility and demonstrate its value.",
        "If the plants are subjected to some process, before mounting, by which injurious organisms are destroyed, such as exposure in a closed chamber to vapour of carbon bisulphide for some hours, the presence of pieces of camphor or naphthalene in the cabinet will be found a sufficient preservative.",
        "A light but strong portfolio, to which pressure by means of straps can be applied, and a few quires of this paper, if the paper be changed night and morning, will be usually sufficient to dry all except very succulent plants.",
        "Ten steps lead down to a basin of sufficient depth for immersion, supplied by a spring.",
        "We have, however, sufficient Theories of evidence that they were used as places of refuge from the use of the fury of the heathen, in which the believers - the cata- especially the bishops and clergy, who would naturally combs.",
        "Of the ancient city, which occupied the same site as the modern town, hardly anything is now visible, and the discoveries of the ancient street pavement have not been noted with sufficient care to enable us to recover the plan.",
        "The external law given, as was believed, by the God of Israel, was held to be the sufficient guide of life, and everything that looked like reliance on human wisdom was regarded as disloyalty to the Divine Lawgiver.",
        "The range of temperature is not sufficient to give the variety of annual wild flowers of more northern climates; nevertheless flowers cover the bottom lands and uplands in great profusion.",
        "Minerals are fairly abundant in number, but few are present in sufficient quantity to be industrially important.",
        "These conditions are necessary and sufficient to secure that our ordinary ideas of \"preceding\" and \"succeeding\" hold in respect to the relation R.",
        "The line, stations, sheds and stores are all solidly built, and the rolling stock is sufficient and of the best quality.",
        "When this is done, the revenues to be farmed are put up to public auction and sold to the highest bidder, provided he can prove himself amply solvent and produce sufficient sureties.",
        "Four-fifths of the net product of the revenues, after deduction of the first charge of £T590,000, was to be applied.to the service of the interest on the new reduced debt, and provided that the four-fifths were sufficient to allow the distribution of 1% interest, one-fifth was to be devoted to sinking fund; but this latter fifth was to be reduced, if necessary, by an amount sufficient to maintain the rate of interest at i %.",
        "It should be added that the total issue was made sufficient to reserve also £TI, 460,000 for expenses, after taking into account £ioo,000 in cash paid by the government to the public debt administration out of the said issue.",
        "This reign saw the end of the Mussulman rule in Spain, Turkey's naval power not being yet sufficient to afford aid to her co-religionists.",
        "But France's influence, backed by the strong personality of her ambassador, General Sebastiani, was sufficient to enable the sultan to withstand these arguments, and the British ambassador broke off relations and withdrew to the fleet at Tenedos (February 1807).",
        "Hence, though the village of Canongate grew up beside the abbey of David I., and Edinburgh was a place of sufficient importance to be reckoned one of the four principal burghs as a judicatory for all commercial matters, nevertheless, even so late as 1450, when it became for the first time a walled town, it did not extend beyond the upper part of the ridge which slopes eastwards from the castle.",
        "This theory is clearly stated by Cranmer: \" In the New Testament he that is appointed bishop or priest needed no consecration, by the Scripture, for election or appointment thereto is sufficient.\"2 This view, widely held among modern scholars, has strong support in the fact that the words used for ordination in the first three centuries (xaporov€ v, xaOcvTav€CV, «Afpova9at, constituere, ordinare) also expressed appointment to civil office.",
        "I I) that \"there may be sometimes very just and sufficient reason to allow ordination made without a bishop,\" or of the High Church Thorndike (apud Gibson on the Articles, ii.",
        "It was not sufficient to secure them, as the government had done, peace and ample means of livelihood.",
        "The existence of intellections in our minds is, he maintains, a sufficient demonstration of the existence of an intelligible world, just as the ideas of sense are sufficient evidence of a sensible world.",
        "It will be sufficient therefore to note the chief points in which the two antagonists differ.",
        "Of agricultural produce there was barely sufficient for home consumption, but the mining industries had reached a very high level of excellence, and iron, tin and copper were very largely exported from the northern counties to Danzig and other Baltic ports.",
        "The virtual suppression of Wladislaus was completed at the diet of 1492, when \" King All Right \" consented to live on the receipts of the treasury, which were barely sufficient to maintain his court, and engaged never to impose any new taxes on his Magyar subjects.",
        "If ABCD is a tetrahedron of reference, any point P in space is determined by an equation of the form (a+13+ - y+5) P = aA+sB +yC +SD: a, a, y, b are, in fact, equivalent to a set of homogeneous coordinates of P. For constructions in a fixed plane three points of reference are sufficient.",
        "Richard then led the mob to a neighbouring meadow, where he kept them in parley till Walworth, who had returned within the city to summon the loyal citizens to the king's aid, returned with a sufficient following to overawe and disperse the rebels.",
        "extended until it formed a sufficient body of knowledge to serve as an anatomical basis for classification.",
        "The facts of the relationships of animals to one another, which had been treated as the outcome of an inscrutable law by most zoologists and glibly explained by the transcendental morphologists, were amongst the most powerful arguments in support of Darwin's theory, since they, together with all other vital phenomena, received a sufficient explanation through it.",
        "It is held 1 that the Darwinian doctrine of selection of fortuitous congenital variations is sufficient to account for all cases, that the Lamarckian hypothesis of transmission cf acquired characters is not supported by experimental evidence, and that the latter should therefore be dismissed.",
        "Properly applied, the principle could not fail; but, as may readily be proved in the case of sonorous waves, it is not in strictness sufficient to assume the expression for FIG.",
        "It is sufficient to look at wire gauze backed by the sky or by a flame, through a piece of blackened cardboard, pierced by a needle and held close to the eye.",
        "It is thus sufficient to determine the intensity along the axis of p. Putting q = o, we get C = ffcos pxdxdy=2f+Rcos 'px 1/ (R2 - x2)dx, R being the radius of the aperture.",
        "It has been found by Sir William Herschel and others that the definition of a telescope is often improved by stopping off a part of the central area of the object-glass; but the advantage to be obtained in this way is in no case great, and anything like a reduction of the aperture to a narrow annulus is attended by a development of the external luminous rings sufficient to outweigh any improvement due to the diminished diameter of the central area.'",
        "In considering the relative brightnesses of the different spectra, it is therefore sufficient to attend merely to the principal directions, provided that the whole deviation be not so great that its cosine differs considerably from unity.",
        "(9), in which it is to be noticed that the adjustment necessary to secure the disappearance of sin 2w is sufficient also to destroy the term in sin' w.",
        "If we write p = 27rR/A (6), we must regard p as a function of f, and we may take with sufficient approximation under any ordinary circumstances where p' denotes the value of p at 0, and is a constant, which is positive when the retarding plate is held at the side on which the blue of the spectrum is seen.",
        "With sufficient approximation we may regard BQ and b as rectangular co-ordinates of Q.",
        "Between them and the Samaritans on the north and the Edomites on the south there was the most implacable hostility, which would probably be sufficient in itself to keep them from joining in the revolts in which other parts of Syria were involved..",
        "From that day the role of the Natal Field Force was changed from that of a mobile field army into that of a garrison, and two days later it was completely isolated, but not before General French had succeeded in escaping south by train, and the naval authorities had been induced by Sir George White's urgent appeals to send into the town a naval brigade with a few guns of sufficient range and calibre to cope with the heavy position artillery which Joubert was now able to bring into action against the town.",
        "By judicious use of the railway Kitchener concentrated sufficient troops in the colony to cope with the attempt, and, after being hunted for eighteen days, De Wet escaped back into the Orange River Colony with the loss of all his guns, munitions of war and half his force.",
        "Milner, anxious above everything else to obtain sufficient revenue to carry on his work of reconstruction, gave his consent to the experiment.",
        "Mr Arch nevertheless retained sufficient popularity to be returned to parliament for north-west Norfolk in 1885; and although defeated next year owing to his advocacy of Irish Home Rule, he regained his seat in 1892, and held it in 1895, retiring in 1900.",
        "The metal is dimorphous: by cooling molten tin at ordinary air temperature tetragonal crystals are obtained, while by cooling at a temperature just below the melting point rhombic forms are produced, When exposed for a sufficient time to very low temperatures (to - 39° C. for 14 hours), tin becomes so brittle that it falls into a grey powder, termed the grey modification, under a pestle; it indeed sometimes crumbles into powder spontaneously.",
        "But it is expensive, and tin vessels have to be made very heavy to give them sufficient stability of form; hence it is generally employed merely as a protecting coating for utensils made essentially of copper or iron.",
        "A mixture of stannous and stannic chloride, when added to a sufficient quantity of solution of chloride of gold, gives an intensely purple precipitate of gold purple (purple of Cassius).",
        "was a prophetic work of the highest order; this was reason sufficient (apart from any presumed phraseological affinities in xl.-lxvi.) for ascribing them to the royal prophet Isaiah.",
        "It will be sufficient to mention one or two.",
        "It will be sufficient to group the more important contributors to each of the chief branches of literature.",
        "With Mahommedan peoples it is sufficient for a woman to cover her face; the Chinese women would think it extremely indecent to show their artificially compressed feet, and it is even improper to mention them to a woman; in Sumatra and Celebes the wild tribes consider the exposure of the knee immodest; in central Asia the finger-tips, and in Samoa the navel are similarly regarded.",
        "armpit, and hung down, leaving sufficient freedom for the legs.",
        "By means of six accents, one bar and a crotchet it is possible to note with sufficient precision the indications of tone without which the Annamese words have no sense for the natives.",
        "Assuming the above formula to represent guncotton, there is sufficient oxygen for internal combustion without any carbon being left.",
        "rifled guns with shrapnel shell were considered more than sufficient to make good the slight advantage then conceded to the breech-loader.",
        "Health is simply that condition of structure and function which, on examination of a sufficient number of examples, we find to be commonest.",
        "This collateral supply not being sufficient to keep up the proper flow of blood through the part the veins tend to become thrombosed, thus increasing the engorgement.",
        "Trophic disturbance in the nutrition of the skin may be so great that a slight degree of external pressure or irritation is sufficient to excite even a gangrenous inflammation.",
        "In the case of muscle, if the available nourishment be sufficient, and if the power of assimilation of the muscle cells remain unimpaired, its bulk increases, that is to say, it becomes hypertrophied.",
        "It will be sufficient to state briefly what appears to be the result of recent investigation.",
        "Dropsy During conditions of health a certain quantity of lymphy liquid is constantly being effused into the tissues and serous cavities of the body, but in the case of the tissues it never accumulates to excess, and in that of the serous cavities it is never more than sufficient to keep them moist.",
        "The addition of some of the liquid squeezed out from a blood-clot, of the squeezed blood-clot itself, or of a little blood-serum, is sufficient to throw down a fibrinous coagulum (Buchanan), evidently by these substances supplying the fibrin-ferment.",
        "It is now coming to be recognized that increase of blood pressure alone is not sufficient to account for all dropsical effusions.",
        "Nitroglycerin shaken up with warm very dilute alkaline solutions, as sodium carbonate, for a few minutes only, always yields sufficient nitrite to give the diazoreaction; and, as stated, strong alkaline solutions always produce some nitrite as one of the decomposition products.",
        "Not that Hippocrates taught, as he was afterwards reproached with teaching, that nature is sufficient for the cure of diseases; for he held strongly the efficacy of art.",
        "Its main principles were that it was useless to consider the causes of a disease, or even the organ affected by the disease, and that it was sufficient to know what was common to all diseases, viz.",
        "It may be sufficient to name Rufus or Ephesus (2nd century A.D), and Archigenes (fl.",
        "Little else was produced in these times but compilations, of the most meagre kind, chiefly of the nature of herbals, or domestic receiptbooks; among the authors of which it may be sufficient to name Serenus Sammonicus (3rd century), Gargilius Martialis (3rd century) and Marcellus Empiricus (5th century).",
        "Among the writers it may be sufficient to mention here Gariopontus; Copho, who wrote the Anatome porci, a well-known medieval book; Joannes Platearius, first of a family of physicians bearing the same name, whose Practica, or medical compendium, was afterwards several times printed; and Trotula, believed to be the wife of the last-named.",
        "Nature was sufficient for the cure of most diseases; art had only to interfere when the internal physician, the man himself, was tired or incapable.",
        "1845) discovered the parasite of malaria, and truly conceived its relations to the disease; thus within two years were made two discoveries either of which was sufficient to make the honour of a century.",
        "An Act of Attainder (repealed in 1819) was passed, confiscating his property; and his wife - against whom the government probably possessed sufficient evidence to secure a conviction for treason - was compelled to leave the country before her husband had actually expirbd.",
        "Since her marriage with Lord Edward she had been greatly beloved and esteemed by the whole Fitzgerald family; and although after her second marriage her intimacy with them ceased, there is no sufficient evidence for the tales that represented her subsequent conduct as open to grave censure.",
        "The work of blasting out the rocks which at that spot projected in the bed of the river, begun in 1830, was continued down to the year 1887, so that now there are two navigable channels of sufficient depth for all vessels which ply up and down that part of the stream.",
        "It was an imputed omission on the part of the war office, and therefore of the war minister, to provide a sufficient supply of small-arms ammunition for the army which on the 21st of June 1895 led to the defeat of the Rosebery government.",
        "For the earlier editions it is sufficient to refer to the account in Munro's Introduction, vol.",
        "The \"Tom Thumb,\" as Cooper called the locomotive, was about the size of a modern hand-car; as the natural draft was far from sufficient, Cooper devised a blowing apparatus.",
        "North of the Thames, and west of its tributary the Lea, which partly bounds the administrative county on the east, London is built upon a series of slight undulations, only rarely sufficient to make the streets noticeably steep. On the northern boundary of the county a height of 443 ft.",
        "The capacity of existing sources, however, was deemed sufficient by a Royal Commission under Lord Balfour of Burleigh in 1893, and this opinion was endorsed by a further Commission under Lord Llandaff.",
        "Although the official form of \"The Mayor and Commune \" was continued until the end of the 13th century, and it was not until early in the 14th century that the form \" Mayor, Aldermen and Common Council \" came into existence, there is sufficient evidence to show that the aldermen and common council before that time were acting with the mayor as governors of the city.",
        "In steep pitching beds sufficient excavated material is allowed to remain in the stope for the support of the machines and men, the excess being drawn out from time to time and loaded into cars.",
        "In this method of mining no pillars need be left under the levels, as the rock-filling gives sufficient support to the roof.",
        "The bottom-slice caving system of mining begins at the bottom of a hundred-foot block of ground, a floor being excavated under the whole area, leaving pillars of sufficient size to support the ground above.",
        "Mine cars are sometimes run long distances, singly or in trains, over roads which are given sufficient grade to impart considerable speed by gravity, say from I to 21%.",
        "In driving mine passages thatj are to be used for drainage, care is taken to maintain sufficient gradient.",
        "They can be used only when a supply of water under sufficient pressure is available for power.",
        "In metal mines, however, artificial ventilation is rarely attempted, and natural ventilation often fails to furnish a sufficient quantity of air.",
        "The pressure developed was sufficient to crush an arched lining of two-foot granite blocks.",
        "Similar swelling ground is not infrequently met with in metal mines, as, for example, in the Phoenix copper mine in Houghton county, Michigan, where the force developed was sufficient to crush the strongest timber that could be used.",
        "Where the deposit is a regular one and the mineral is of fairly uniform richness, the taking of a few samples from widely separated parts of the mine will often furnish sufficient data to determine the value of the deposit.",
        "Lumps of glass of approximately the right weight are chosen, and are heated to a temperature just sufficient to soften the glass, when the lumps are caused to assume the shape of moulds made of iron or fireclay either by the natural flow of the softened glass under gravity, or by pressure from suitable tools or presses.",
        "Sufficient glass is first \" gathered \" on the end of a blowing iron to form the bowl of the wine-glass.",
        "The blower then heats the end of the cylinder again and rapidly spins the pipe about its axis; the centrifugal effect is sufficient to spread the soft glass at the end to a radius equal to that of the rest of the cylinder.",
        "A sufficient weight of molten glass to form a bottle is gathered and placed in a funnel-shaped vessel which serves as a measure, and gives access to the mould which shapes the outside of the neck.",
        "A few strokes of such a rubber are sufficient to produce a decidedly \" polished \" appearance, but prolonged rubbing under considerable pressure and the use of a polishing paste of a proper consistency are required in order to remove the last trace of pitting from the surface.",
        "Oxides of iron and manganese can only be used in glass manufacture in comparatively small quantities for the purpose of colouring or neutralizing colour in glass, and their introduction would not be a matter of sufficient importance to be specially recorded.",
        "The rise of the Ghazal river in flood time is barely 3 ft., a depth sufficient, however, to place an enormous area of country under water.",
        "All metals, when exposed in an inert atmosphere to a sufficient temperature, assume the form of liquids, which all present the following characteristic properties.",
        "Hawkins, his relative and executor, in 1721; his prose ' The fact, however, that in 1712 - only a year after Ken's death - his publisher, Brome, published the hymn with the opening words \"All praise,\" has been deemed by such a high authority as the 1st earl of Selborne sufficient evidence that the alteration had Ken's authority.",
        "It will be sufficient to give a few illustrations.",
        "Looking somewhat deeper at the sources from which Old English law was derived, we shall have to modify our classification to some extent, as the external forms of publication, although important from the point of view of historical criticism, are not sufficient standards as to the juridical character of the various kinds of material.",
        "It had been drained of both wealth and fighting population; the devastated provinces of Elam and Babylonia could yield nothing with which to supply the needs of the imperial exchequer, and it was difficult to find sufficient troops even to garrison the conquered populations.",
        "will be sufficient.",
        "The number of varieties of grapes possessing some merit is considerable, but a very few of them will be found sufficient to supply all the wants of the cultivator.",
        "Owing to the slender resources of the Confederacy, the prison was frequently short of food, and even when this was sufficient in quantity it was of a poor quality and poorly prepared on account of the lack of cooking utensils.",
        "conveniently made of diameter which will give the cylindrical portion sufficient capacity to hold the juice expressed from the cane-mill in one hour.",
        "If double-bottomed defecators are used in sufficient number to allow an hour and a half to two hours for making each defecation, and if they are of a size which permits any one of them to be filled up by the cane-mill with juice in ten to twelve minutes, they will make as perfect a defecation as is obtainable by any known system; but their employment involves the expenditure of much high-pressure steam (as exhaust steam will not heat the juice quickly enough through the small surface of the hemispherical inner bottom), and also the use of filter presses for treating the scums. A great deal of skilled superintendence is also required, and first cost is comparatively large.",
        "When a sufficient number are not available for a two hours' defecation, it is the practice in some factories to skim off the scums that rise to the top, and then boil up the juice for a few minutes and skim again, and, after repeating the operation once or twice, to run off the juice to separators or subsiders of any of the kinds previously described.",
        "in length; with such coils, and a sufficient annular space in the pan free from obstruction, in order to allow a natural down-current of the cooking mass, while an up-current all round is also naturally produced by the action of the heated worms or coils, rapid evaporation and crystallization can be obtained, without any mechanical adjuncts to require attention or afford excuse for negligence.",
        "From this, which is alone sufficient for diagnostic purposes, the group is often called the Cavicornia.",
        "A perfect soil would be such a blend of sand, clay, chalk and humus as would contain sufficient clay and humus to prevent drought, enough sand to render it pervious to fresh air and prevent waterlogging, chalk enough to correct the tendency to acidity of the humus present, and would have within it various substances which would serve as food-materials to the crops.",
        "Without a sufficient supply plants remain stunted and the crop yield is seriously reduced, as we see in dry seasons when the rainfall is much below the average.",
        "just sufficient to effectually damage the roots of the plants forming the sward and then, after drying the sods and burning them, spreading the charred material and ashes over the land.",
        "At the ebb of the tide the more or less clear water flows back again from the land into the main river with sufficient force to clean out any deposit which may have accumulated in the drain leading to the warped area, thus allowing free access of more warpladen water at the next tide.",
        "In making cigars by the hand, the operator rolls together a sufficient quantity of material to form the filling of one cigar, and experience enables him or her to select very uniform quantities.",
        "This quantity is wrapped in the inner cover, an oblong piece of leaf the length of the cigar to be made, and of width sufficient to enclose the whole material.",
        "In 1886 experiments were conducted, under certain restrictions, and the plant was grown in Norfolk, Kent and other counties with sufficient success to prove the entire practicability of raising tobacco as a commercial crop in England.",
        "In more recent years tobacco has been grown in Ireland, but up to 1910 it had been found impracticable to obtain from the government sufficient relaxation from fiscal restrictions to encourage the home cultivation, though in 1907 the prospect of licences being issued was held out.",
        "It is of no particular service to man, neither its flesh nor its fur being generally put to use, while the statement that its presence is sufficient to drive off rats and mice appears to be without foundation.",
        "According to native report, the gorillas sleep on these beds, which are of sufficient thickness to raise them a foot or two above the ground, in a sitting posture, with the head inclined forwards on the breast.",
        "Akhdar in the east, which with a temperate climate, due to their great elevation and their proximity to the sea, deserve, if any part of Arabia does, the name of Arabia Felix - the population is settled and agricultural, and the soil, wherever the rainfall is sufficient, is productive.",
        "The richer veins had evidently been long ago worked out, and nothing of sufficient value to justify further outlay was discovered.",
        "In good seasons it is sufficient for the cultivation of the summer crop of millet, and for the supply of the perennial streams and springs, on which the irrigation of the winter crops of wheat and barley depend.",
        "by aouis Cheikho in his aes Poetes arabes chretiens, pp. 439-474, Beirut, 1890; in this work many Arabian poets are considered to be Christian without sufficient reason).",
        "The impossibility of working with just sufficient carbon to reduce the alumina, without using any excess which would be free to, ix.",
        "But whereas, from its construction, the Siemens furnace was intermittent in operation, necessitating stoppage of the current while the contents of the crucible were poured out, many of the newer forms are specially designed either to minimize the time required in effecting the withdrawal of one charge and the introduction of the next, or to ensure absolute continuity of action, raw material being constantly charged in at the top and the finished substance and by-products (slag, &c.) withdrawn either continuously or at intervals, as sufficient quantity shall have accumulated.",
        "The largest known species is the drummer of the West Indies (Blabera gigantea), so called from the tapping noise it makes on wood, sufficient, when joined in by several individuals, as usually happens, to break the slumbers of a household.",
        "Still the personal ability and influence of the emperor were sufficient to keep his realms intact during his own life.",
        "A papal edict awarding the supremacy of Corsica to the Pisan church proved sufficient cause for the war, which went on from 1118 to 1132.",
        "But the fact that careful and repeated search for a mass of matter sufficient to produce the desired effect has been in vain, affords additional evidence of its non-existence.",
        "But the combination of observations and theory on which this is based is not sufficient fully to establish so slight a motion.",
        "anthaceous plant, whose stems ramify through the sandhills; the other two are a 1M M Iartynia and an Aniseia, which maintain a subterranean existence during many years, and only produce leafy stems in those rare seasons when sufficient moisture penetrates to the roots.",
        "(For illustrations see America, Plate V.) The story of the conquest has been told by Prescott and Helps, who give ample references to original authorities; it will be sufficient here to enumerate the dates of the conquest by leading events.",
        "On distilling such a mixture pure A will come over first, followed by mixtures in which the quantity of B continually increases; consequently by a sufficient number of distillations A and B can be completely separated.",
        "Cast iron stills are provided with a hemispherical head or dome, generally attached to the body of the still by bolts, and of sufficient size to allow for any frothing.",
        "At the age of twenty he had obtained sufficient knowledge of Turkish to lead him to go to Constantinople, where he set up as teacher of European languages, and shortly afterwards became a tutor in the house of Pasha Hussein Daim.",
        "Considerable portions of the city wall are preserved on the north-west; on the east and south the precipitous cliffs formed a sufficient defence.",
        "He was full of doubt and self-distrust; disgust for the world did not seem to him a sufficient qualification for the religious life, and his daily prayer was, \"Lord!",
        "So early as 1841 his reputation in this department was sufficient to secure for him the government nomination to the newly founded chair of Biblical criticism in the university of Edinburgh.",
        "After he had acquired what he considered to be a sufficient stock of material, and this happened before he had completed the Positive Philosophy, he abstained from reading newspapers, reviews, scientific transactions and everything else, except two or three poets (notably Dante) and the Imitatio Christi.",
        "Lead is of frequent occurrence, and indeed the area through which copper, silver, lead, tin and zinc are distributed in sufficient quantities to make mining answer, comprises at least 80,000 sq.",
        "In small blood-vessels pressure will be sufficient to arrest haemorrhage permanently.",
        "The intervening ground upon which the railway lines and buildings stood was sold for building sites, the sum obtained being more than sufficient to cover the cost of the majestic central terminus (the third largest in the world), which, in addition to spacious and handsome halls for passenger accommodation, has three glass-covered spans of 180 ft.",
        "And as these truths were self-evident, so the religion he deduced from them was sufficient, not only for his own moral and intellectual nature, but also for man as he conceived him, for history as he knew it, and for society as he saw it.",
        "They were not, however, of sufficient capacity to render the adopted manner more than a subject of curiosity, except to a few followers who have reached down to the present generation.",
        "The Japanese, although they obtained from their neighbor almost everything of value she had to give them, did not know this wonderful ware, and their ignorance is in itself sufficient to prove their ceramic inferiority.",
        "We next hear of Vacarius as lecturing at Oxford, in 1149, to \"crowds of rich and poor,\" and as preparing, for the use of the latter, a compendium, in nine books, of the Digest and Code of Justinian, \"sufficient,\" it was said, \"if thoroughly mastered, to solve all legal questions commonly debated in the schools.\"",
        "of quayage; the depth, ranging from 303 5 ft., is sufficient for practically any vessel afloat.",
        "His work on palaeontology shows him the predecessor of all the Scandinavian geologists, and his contributions in this field alone would have been sufficient to perpetuate his fame.",
        "Yet there are sufficient proofs and examples from nature that such flights can take place without danger, although when the first trials are made you may have to pay for the experience, and not mind an arm or leg.\"",
        "It will be sufficient to mention the following: The Scots Magazine (1739-1817) was the first published in Scotland; from 1817 to 1826 it was styled the Edinburgh Magazine.",
        "Worn out by continuous fighting and weakened by dropsy, Heraclius failed to show sufficient energy against the new peril that menaced his eastern provinces towards the end of his reign.",
        "But here too the genius of Mrs Veal's creator must, in the absence of all evidence to the contrary, be allowed sufficient for the task.",
        "The existence of acids not containing oxygen was, in itself, sufficient to overthrow this idea, but, although Berthollet had shown, in 1789, that sulphuretted hydrogen (or hydrosulphuric acid) contained no oxygen, Lavoisier's theory held its own until the researches of Davy, Gay-Lussac and Thenard on hydrochloric acid and chlorine, and of Gay-Lussac on hydrocyanic acid, established beyond all cavil that oxygen was not essential to acidic properties.",
        "The German regulations are apparently based on a keen appreciation of the fact that while one particular denaturizing agent may have little or no effect on one industry, yet it would be quite fatal to the success of another; there is consequently a great choice of denaturizing agents, and in certain cases it is sufficient to mix the alcohol with a reagent necessary for the purpose in hand, or even with a certain amount of the final product, it being only necessary to satisfy the state that the spirit is not available as a beverage.",
        "Given internally in small quantities and in sufficient dilution, alcohol causes dilatation of;he gastric blood-vessels, increased secretion of gastric juice, and greater activity in the movements of the muscular layers in the wall of the stomach.",
        "He remarks that ” the law according to which the motive power of heat varies at different points of the thermometric scale is intimately connected with that of the variations of the specific heats of gases at different temperatures - a law which experiment has not yet made known to us with sufficient exactness.\"",
        "I'd planned to ask Quinn and Martha to come in so I could tell them what I'd learned but the more I considered it, I decided a phone call was sufficient.",
        "He had no idea of the depth of the gorge or the length of the rope, but he prayed it was sufficient.",
        "complex spectra of stars of the solar type this is by no means the case; for, as Dr Hartmann remarks, \" in the first place the lines in these spectra are so numerous that their complete measurement and reduction would require many days, and in the second place a rigorous reduction of such material has hitherto not been at all possible because the wave-lengths of the lines are not known with sufficient accuracy.",
        "Cranmer held that the consecration of a bishop was an unnecessary rite, and not required by Scripture; that election and appointment to office were sufficient.",
        "If a second poll is necessary a relative majority is sufficient.",
        "is equivalent to an amount of heat sufficient to raise nearly 6 gallons of water from 60° F.",
        "The manner in which it was thus executed may have been sufficient security that its stipulations were not impious or illegal.",
        "The lines are carried on poles, at a sufficient height above the ground, by means of insulators.",
        "The force of the set of accumu- Accumu- lator cells provided is such as to give sufficient power lators.",
        "A sufficient length of cable to reach the shore or the cable-house is paid overboard and coiled on a raft or rafts, or on the deck of a steam-launch, in order to be connected with the shore.",
        "The whole system provides the means of giving sufficient back-pull to the cable to make it grip the drum P, round which it passes several times to prevent slipping.",
        "But the mere paying out of sufficient slack is not a guarantee that the cable will always lie closely along the bottom or be free from spans.",
        "Nearly all the cable companies possess their own steamers, of sufficient dimensions and specially equipped for making ordinary repairs; but for exceptional cases, where a considerable quantity of new cable may have to be inserted, it may be necessary to charter the services of one of the larger vessels owned by a cable-manufacturing company, at a certain sum per day, which may well reach £200 to £300.",
        "If long circuits were worked direct with ordinary instruments, high battery power would be required in order to send sufficient Single current to actuate the apparatus.",
        "The Atlantic Telegraph Company was reconstituted as the AngloAmerican Telegraph Company with a capital of f600,000 and sufficient cable was ordered not only to lay a line across the ocean but also to complete the 1865 cable.",
        "silver, sufficient to fill loosely about half the cavity between the plugs, which fit tightly into the tube.'",
        "The impedance of the primary or alternator circuit is so adjusted that when both the chokers are in circuit the current flowing is not sufficient to charge the condensers; but when one choker is short-circuited the impedance is reduced so that the condenser is charged, but the alternating arc is not formed.",
        "Lodge arranged a mechanical tapper for the purpose which continually administered the small blow to the tube sufficient to keep the filings in a sensitive condition.",
        "A battery with a sufficient number of cells is connected to these two electrodes so as to pass a current through the mercury vapour, negative electricity proceeding from the mercury cathode to the iron anode.",
        "When electric oscillations are set up in these two classes of electric radiators, the first class send out a highly damped wave train and the second a feeble damped wave train provided that they have sufficient capacity or energy storage and low resistance.",
        "Reis's object was to reproduce at a distance not only music but also human speech; but that he did not wholly succeed is clear from the following extract from his lecture: - \" Hitherto it has not been possible to reproduce human speech with sufficient distinctness.",
        "In some cases the exchanges are connected together directly; but when the volume of traffic is not sufficient to warrant the adoption of such a course connexions between two exchanges are made through junction centres to which both are connected.",
        "Southern Italy indeed has in general a very different climate from the northern portion of the kingdom; and, though large tracts are still occupied by rugged mountains of sufficient elevation to retain the snow for a considerable part of the year, the districts adjoining the sea enjoy a climate similar to that of Greece and the southern provinces of Spain.",
        "The results areaa lack of water-supply and of water-power, the streams becoming mere torrents for a short period and perfectly dry for the rest of the year; lack of a sufficient supply of timber; the denudation of the soil on the hills, and, where the valleys below have insufficient drainage, the formation of swamps.",
        "The state, in taking over the Failways, did not exercise sufficient care to see that the lines and the rolling stock were kept up to a proper state of efficiency and adequacy for the work they had t,o perform; while the step itself was taken somewhat hastily.",
        "The schools which do not obtain equality with government schools are either some of those conducted by religious orders, or else those in which a sufficient standard is not reached.",
        "The officials are not well paid, and are certainly numerous; while the manifold checks and counterchecks have by no means always been sufficient to prevent dishonesty.",
        "They receive a small and hardly sufficient, allowance for food of 50 centesimi a day, which they are at liberty to supplement by work if they can find it or care to do it.",
        "The former qualifications for electorship in local government elections have been modified, and it is now sufficient to pay five lire annually in, direct taxes, five lire of certain communal taxes, or a certain rental (which varies according to the population of a commune), instead of being obliged to pay, as previously, at least five lire annually of direct taxes to the state.",
        "But they served as a sufficient pretext, and in.",
        "In the twelve central governments they grow, on the average, sufficient rye-bread for only 200 days in the year - often for only.",
        "Finally, a great number of artels on the stock exchange, in the seaports, in the great cities, during the great fairs and on railways have grown up, and have acquired the confidence of tradespeople to such an extent that considerable sums of money and complicated banking operations are frequently handed over to an artelshik (member of an artel) without any receipt, his number or his name being accepted as sufficient guarantee.",
        "But generally in from 18 to 33 out of the 72 governments in European Russia (including Caucasia) and Poland the yield of cereals is not sufficient for the wants of the people.",
        "At the time he was believed to have been a leper, but as it would appear without sufficient.",
        "Many districts are fertile, but some, particularly those in the south-eastern part of the province, do not produce sufficient grain for the requirements of the sparse population.",
        "Whether the intelligence and efficiency of the officials charged by the state with the handling of its railway system will be sufficient to make them act in the interest of the public as fully as do the managers of private corporations, is a question whose answer can only be determined by actual experience in each case.",
        "The weight required to cause the downward motion is obtained either by means of the material which has to be transported to the bottom of the hill or by water ballast, while to aid and regulate the motion generally steam or electric motors are arranged to act on the main drums, round which the cable is passed with a sufficient number of turns to prevent slipping.",
        "14), are tapered to a fine point or tongue, and rigidly connected together at such a distance apart that when one of the points is pressed against the outer or \"stock\" rail (a) of either the siding or the main line there is sufficient space between the other tongue and the other stock rail to permit the free passage of the flanges of the wheels on one side of the train, while the flanges on the other side find a continuous path along the other switch rail and thus are deflected in the desired direction.",
        "Every axle of an electric locomotive may thus be subjected to a torque, and the large weight which must be put on one pair of wheels in order to secure sufficient adhesion when all the driving is done from one axle may be distributed through as many pairs of wheels as desired.",
        "It will be seen at once that with a tractive force of 7400 lb a weight of 37,000 lb (=16.5 tons) would be enough to secure sufficient adhesion, and this could be easily carried on one axle.",
        "No adequate definition is to be found even in the British statute-book; for although g parliament has on different occasions passed acts dealing with such railways both in Great Britain and Ireland, it has not inserted in any of them a clear and sufficient statement of what it intends shall be understood by the term, as distinguished from an ordinary railway.",
        "According to the experi ments of Celli and Casagrandi, these are the most effective culicides; when used in sufficient quantity they kill mosquitoes in one minute.",
        "That Diptera of the type of the common house-fly are often in large measure responsible for the spread of such diseases as cholera and enteric fever is undeniable, and as regards blood-sucking forms, in addition to those to which reference has already been made, it is sufficient to mention the vast army of pests constituted by the midges, sand-flies, horseflies, &c., from the attacks of which domestic animals suffer equally with man, in addition to being frequently infested with the larvae of the bot and warble flies (Gastrophilus, Oestrus and Hypoderma).",
        "The gloom and harshness of these Spanish mystics are absent from the tender, contemplative spirit of Francois de Sales (1567-1622); and in the quietism Fof Mme Guyon (1648-1717) and Miguel de Molinos (1627-1696) there is again a sufficient implication of mystical doctrine to rouse the suspicion of the ecclesiastical authorities.",
        "The component parts of a lease are the parties, the recitals (when necessary) setting out such matters as the title of the lessor; the demise or actual letting (the word \" demise \" is ordinarily used, but any term indicating an express intention to make a present letting is sufficient); the parcels in which the extent of the premises demised is stated; the habendum (which defines the commencement and the term of the lease), the reddendum or reservation of rent, and the covenants and conditions.",
        "I I of the act a tenant is entitled to compensation for disturbance, when he is compelled to quit without good and sufficient cause, and for reasons inconsistent with good estate management.",
        "It consists essentially of a series of circular notched disks, the so-called saws, revolving between the interstices of an iron bed upon which the cotton is placed: the teeth of the \" saws \" catch the lint and pull it off from the seeds, then a revolving brush removes the detached lint from the saws, and creates sufficient draught to carry the lint out of the machine to some distance.",
        "Many other diseases occur, but the above are sufficient to indicate some of the principal ones in the most important cotton countries of the world.",
        "Consequently south Palestine has been continuously \" Arabized \"; and indeed the whole of Syria has been characterized by racial and religious fusions, and by civilization of a singularly syncretic and derived kind, of which the ancient Phoenician is a sufficient example.",
        "He was the only Russian statesman of the day with sufficient foresight to grasp the fact that the Baltic seaboard, or even a part of it, was worth more to Muscovy than ten times the same amount of territory in Lithuania, and, despite ignorant jealousy of his colleagues, succeeded (Dec. 1658) in concluding a three-years' truce whereby the Muscovites were left in possession of all their conquests in Livonia.",
        "The story of Alexander's relations with Savonarola is narrated under the latter heading; it is sufficient to say here that the pope's hostility was due to the friar's outspoken invectives against papal corruption and to his appeals for a General Council.",
        "Specimens intended for the herbarium should be collected when possible in dry weather, care being taken to select plants or portions of plants in sufficient number and of a size adequate to illustrate all the characteristic features of the species.",
        "As pointed out by Sir Adam Block, the representative of the British and Dutch bondholders, in his report for 1908-1909, the above arrangement would have been prejudicial to the bondholders had the public debt not been \" unified \" (as described below) since, however, as a result of that unification, the ceded revenues now produced a sum more than sufficient for the service of the debt, it was only the surplus of revenue reverting to the government which was affected.",
        "Actually the French at this moment were suffering the most terrible distress - up to the Danube they had still found sufficient food for existence, but south of it, in the track of the Austrians, they found nothing.",
        "On the 16th the French field-guns fired into the town, and Mack realized that his troops were no longer under sufficient control to endure a siege.",
        "But in forests and snowdrifts the French made such slow progress that no sufficient deployment could be made until darkness put a stop to the fighting.",
        "When, therefore, the latter, on the 22nd, marched southward to reopen his communications by the defeat of the enemy's army, always the surest means of solving this difficulty, he actually reached the neighbourhood of Eckmuhl with a sufficient numerical superiority had he only been prompt enough to seize his opportunity.",
        "All day during the 27th stragglers continued to cross, covered by such combatants as remained under sufficient discipline to be employed.",
        "The relief thus brought to Malta and Egypt was not sufficient.",
        "Experience soon showed that .when the needful allowance was made for the time required to bring them out of harbour (two tides) and for the influence which the Channel currents must have upon their speed, it would be extremely 'rash to rely on a calm of sufficient length.",
        "These constitute the winter residence of the family, reception rooms, &c. The roofs of the houses are all flat, surrounded by parapets of sufficient height to protect them from the observation of the dwellers opposite, and separate them from their neighbours.",
        "The characteristic craft for local service in the immediate environment of Bagdad is the kufa, a circular boat of basket-work covered with bitumen, often of a size sufficient to carry five or six horses and a dozen men.",
        "It was decided by the British government that the proposals made to this effect did not offer sufficient security.",
        "Here Mehemet Ali's army, amounting to 12,000 men, found sufficient provisions to supply it during a fortnight's halt.",
        "According to the usual tradition, which there seems no sufficient reason to reject, the Escorial owes its existence to a vow made by Philip II.",
        "Of the artistic treasures with which the Escorial was gradually enriched, it is sufficient to mention the frescoes of Peregrin or Pellagrino Tibaldi, Luis de Carbajal, Bartolommeo Carducci or Carducho, and Luca Giordano, and the pictures of Titian, Tintoretto and Velasquez.",
        "To furnish young shoots in sufficient abundance, and of requisite strength, is the great object of peach training and pruning.",
        "Care must be taken that the roots always have a sufficient supply of moisture and that the soil is moist wherever the roots run.",
        "Spanish levies, numbering nearly ioo,000 regulars and militia, brave and enthusiastic, but without organization, sufficient training, or a commander-in-chief, had collected together; 30,000 being in Andalusia, a similar number in Galicia, and others in Valencia and Estremadura, but few in the central portion of Spain.",
        "Not having sufficient materiel for two sieges, he laid siege to San Sebastian only, and blockaded Pampeluna.",
        "But Buteo and Kircher have proved geometrically that, taking the cubit of a foot and a half, the ark was abundantly sufficient for all the animals supposed to be lodged in it.",
        "In accordance with the principles of energetics, any change which involves a decrease in the total available energy of the system will tend to occur, and thus the necessary and sufficient condition for the production of electromotive force is that the available energy of the system should decrease when the current flows.",
        "Vulcanization takes place in this instance without the action of heat; but it is usual to subject the goods for a short time to a temperature of 40° C. after their removal from the solution, in order to drive off the liquid which has been absorbed, and to ensure a sufficient action of the chloride of sulphur.",
        "Care must be taken not to expose goods in the plating-bath to too high a current density, else they may be \"burnt\"; they must never be exposed one at a time to the full anode surface, with the current flowing in an empty bath, but either one piece at a time should be replaced, or some of the anodes should be transferred temporarily to the place of the cathodes, in order to distribute the current over a sufficient cathode-area.",
        "If the covariant (f,4) 1 vanishes f and 4 are clearly proportional, and if the second transvectant of (f, 4 5) 1 upon itself vanishes, f and 4) possess a common linear factor; and the condition is both necessary and sufficient.",
        "The vanishing of the invariants i and j is the necessary and sufficient condition to ensure the quartic having three equal roots.",
        "The scene on any part of the river from Oxford down on public holidays, and on Saturdays and Sundays during the summer, would be sufficient to show how it contributes to the public enjoyment.",
        "The Horologium oscillatorium, published with a dedication to his royal patron in 1673, contained original discoveries sufficient to have furnished materials for half a dozen striking disquisitions.",
        "As a rule the soluble salts if taken in sufficient quantities produce acute poisoning, and the insoluble salts chronic plumbism.",
        "It advocates unity of the monetary system throughout the entire state, with strict integrity in the quality of the coin, and the charge of a seigniorage sufficient to cover the expenses of mintage.",
        "It can be shown 3 that in a uniform field an elongated piece of any non-crystalline material is in stable equilibrium only when its length is parallel to the lines of force; for diamagnetic substances, however, the directing couple is exceedingly small, and it would hardly be possible to obtain a uniform field of sufficient strength to show the effect experimentally.",
        "It is often sufficient to find the ratio of the moment of one magnet to that of another.",
        "The distance between the poles may with sufficient accuracy for a rough determination be assumed to be equal to five-sixths of the length of the magnet.",
        "In order to establish the cyclic condition, it is sufficient to apply alternately the greatest positive and negative forces employed in the test (greatest H=about ?5 C.G.S.",
        "The instrument exhibited by Thompson would, without undue heating, take a current of 30 amperes, which was sufficient to produce a magnetizing force of woo units.",
        "A pair of cones having a semi-vertical angle of 45° were considered to combine high concentrative power with a sufficient approximation to uniformity of field.",
        "A third platinum coil, wound non-inductively between the primary and the secondary, served to carry the current by which the ring was heated; a current of 4.6 amperes, with 16 volts across the terminals, was found sufficient to maintain the ring at a temperature of 11 50° C. In the ring itself was embedded a platinum-thermometer wire, from the resistance of which the temperature was determined.",
        "The magnetization curve was found to be of the same general form as that of a paramagnetic metal, and gave indications that with a sufficient force magnetic saturation would probably be attained.",
        "van Aubel I believes that in pure bismuth the thermo-electric force is increased by the field; impurities may neutralize this effect, and in sufficient quantities reverse it.",
        "The results of experiments as to the effect of magnetization were for long discordant and inconclusive, sufficient care not having been taken to avoid sources of error, while the effects of hysteresis were altogether disregarded.",
        "If, however, the molecules could turn with perfect freedom, it is clear that the smallest magnetizing force would be sufficient to develop the highest possible degree of magnetization, which is of course not the case.",
        "2 His well-known modification 3 of Weber's molecular theory, published in 1890, presented for the first time a simple and sufficient explanation of hysteresis and many other complexities of magnetic quality.",
        "The Baltic volunteers were defeated by the Bolsheviks on Dec. 29 at Hintzenberg; and since the agreement made on Dec. 29 by Ulmanis with the German representative, the Socialist Winnig, did not attract a sufficient number of volunteers from Germany for the formation of an Iron Div., Riga fell on Jan.",
        "Though radical enough, this Land Act was still not sufficient to satisfy the groups which came into political power on June 3 1921.",
        "Since it is not earlier than the 3rd or 4th century, it will be sufficient here to refer to Smith's Diet.",
        "Hallam maintains that the only overt act of treason proved against Russell was his concurrence in the project of a rising at Taunton, which he denied, and which, Ramsay being the only witness, was not sufficient to warrant a conviction.",
        "to show that both expressions agreed for every value of the variable; now it is sufficient to prove their agreement to a far less extent\" [merely in certain critical points and at certain boundaries].",
        "On the 6th of November 1766, Lagrange was installed in his new position, with a salary of 6000 francs, ample leisure for scientific research, and royal favour sufficient to secure him respect without exciting envy.",
        "Instead of following the motion of each individual part of a material system, he showed that, if we determine its configuration by a sufficient number of variables, whose number is that of the degrees of freedom to move (there being as many equations as the system has degrees of freedom), the kinetic and potential energies of the system can be expressed in terms of these, and the differential equations of motion thence deduced by simple differentiation.",
        "ignored, for sufficient reason, as, for example, if the tribunal has not acted in good faith, or has not given to each party an opportunity of being heard, or has exceeded its jurisdiction.",
        "It was once cultivated in Rio Grande do Sul with some success, and it has been grown in Minas Geraes and Sao Paulo, but in no case have the returns been sufficient to give it a permanent standing among the productions of the country.",
        "Sufficient capital was attracted between the year 1531 (in which De Sousa founded the first captaincy) and the year 1548 to render these colonies an object of importance to the mother country.",
        "He advocated the repeal of the corn-laws, not essentially in order to make food cheaper, but because it would develop industry and enable the manufacturers to get labour at low but sufficient wages; and he assumed that other countries would be unable to compete with England in manufactures under free trade, at the prices which would be possible for English manufactured products.",
        "Despite his residence on the Spanish mark, he shows no token of a knowledge of Arabic, a fact which is perhaps sufficient to overthrow the statement of Adhemar as to his having studied at Cordova.",
        "But unremitting efforts have been made to maintain a sufficient fairway up to Hamburg.",
        "These and other notions cannot be here stated at sufficient length to be intelligible.",
        "In the case of such altered deposits surface exploration alone is likely to be misleading, and it is important to push the underground exploration far enough to reach the unaltered part of the deposit, or at least deep enough to make it certain that there is a sufficient quantity of altered or enriched ore to form the basis of profitable mining operations.",
        "Fire-damp and dust explosions are caused by the presence of marsh-gas in sufficient quantity to form an explosive mixture, or by a mixture of small percentages of marsh-gas and coal-dust, and in some cases by the presence of coal-dust alone in the air of the mine.",
        "But sufficient time must be allowed to elapse before pumping out the water, as otherwise the fire may break out again.",
        "floods must be provided with channels of sufficient size to carry them safely past the mine openings, and intercepting ditches should be excavated for this purpose, and dams and embankments constructed to divert the flood waters.",
        "By embarking on that venture the fleet gave the Turks sufficient warning of what was in store to ensure that, on the date on which Sir I.",
        "lifting B to a sufficient level, turning the cock Geisler's Air-Pump. so as to communicate with the atmosphere and letting the mercury flow into A until it gets to the other side of the stop-cock, which is then placed in the intermediate position.",
        "\" glare,\" \" glow \"), a hard substance, usually transparent or translucent, which from a fluid condition at a high temperature has passed to a solid condition with sufficient rapidity to prevent the formation of visible crystals.",
        "Further, these glasses, when made from properly proportioned materials, possess a very considerable degree of chemical stability, which is amply sufficient for most optical purposes.",
        "the further they depart from the ratio of refractive index to dispersive power found in the older glasses, the greater the difficulty found in obtaining them of either sufficient purity or stability to be of practical use.",
        "With the latter system practically as much sugar is obtained from the canes as by diffusion, and the resulting megass furnishes, in a well-appointed factory, sufficient fuel for the crop. With diffusion, however, in addition to the strict scientific control necessary to secure the benefits of the process, fuel - that is, coal or wood - has to be provided for the working off of the crop, since the spent chips or slices from the diffusers are useless for this purpose; although it is true that in some plantations the spent chips have to a certain extent been utilized as fuel by mixing them with a portion of the molasses, which otherwise would have been sold or converted into rum.",
        "To find the total heat of a substance in any given state defined by the values of p and 0, starting from any convenient zero of temperature, it is sufficient to measure the total heat required to raise the substance to the final temperature under a constant pressure equal to p. For instance, in the boiler of a steam engine the feed water is pumped into the boiler against the final pressure of the steam, and is heated under this constant pressure up to the temperature of the steam.",
        "But this procedure in itself is not sufficient, because, although it would be highly probable that a gas obeying Boyle's law at all temperatures was practically an ideal gas, it is evident that Boyle's law would be satisfied by any substance having the characteristic equation pv = f (0), where f (0) is any arbitrary function of 0, and that the scale of temperatures given by such a substance would not necessarily coincide with the absolute scale.",
        "A sufficient test, in addition to Boyle's law, is the condition dE/dv=o at constant temperature.",
        "But owing to the large thermal capacity of his calorimeter, the test, though sufficient for his immediate purpose, was not delicate enough to detect and measure the small deviations which actually exist.",
        "Zeuner's formula for steam), but they cannot be made to represent with sufficient approximation the deviations from the ideal state at moderate pressures and generally lead to erroneous results.",
        "The presence of minute quantities of cadmium, lead, bismuth, antimony, arsenic, tin, tellurium and zinc renders gold brittle, 2 ' 0 15th part of one of the three metals first named being sufficient to produce that quality.",
        "Generally the reaction mixture is allowed to cool, and the residue, which settles to the bottom of the pot, consists of gold together with copper, lead and iron sulphates, which are insoluble in strong sulphuric acid; silver sulphate may also separate if present in sufficient quantity and the solution be sufficiently cooled.",
        "Not only did an extreme party arise in Asia Minor rejecting all prophecy and the Apocalypse of John along with it, but the majority cf the Churches and bishops in that district appear (c. 178) to have broken off all fellowship with the new prophets, while books were written to show that the very form of the Montanistic prophecy was sufficient proof of its spuriousness.",
        "Even before this latent antagonism was made plain there were many minor matters which were sufficient to precipitate a rupture in particular congregations.",
        "These considerations are sufficient to disprove the theory of Geiger, 6 which has for so long been accepted in one form or another, that the Targum of Onkelos was merely a reproduction of the old Targum Jerushalmi revised in accordance with the \" new I-Ialakha \" introduced by R.",
        "Hunter did not regard Lincoln's election as being of itself a sufficient cause for secession, and on the 11th of January 1861 he proposed an elaborate but impracticable scheme for the adjustment of differences between the North and the South, but when this and several other efforts to the same end had failed he quietly urged his own state to pass the ordinance of secession.",
        "In the ensuing trial at Richmond the prisoners were released for lack of sufficient evidence to convict, and Wilkinson himself emerged with a much damaged reputation.",
        "Some of the best oranges in the world are grown, and exported; but sufficient care is not taken to keep down insect pests, and to replace old trees.",
        "`Amr soon perceived that his troops were not sufficient for a serious battle.",
        "This form of induction is required to give the clerk a legal title to his beneficium, although his admission to the office by institution is sufficient to vacate any other benefice which he may already possess.",
        "At noon, just as the French infantry were falling in for midday roll-call, sufficient guns were in position, and suddenly opened fire.",
        "The extraction from ores in which the bismuth is present in the metallic condition may be accomplished by a simple liquation, or melting, in which the temperature is just sufficient to melt the bismuth, or by a complete fusion of the ore.",
        "His conduct of the battle, once it had opened, was a model of the \"partial\" victory - the destruction of a part of the enemy's forces under the eyes of the rest - which was in the 17th and 18th centuries the tactician's ideal, and was sufficient to ensure him the reputation of being the best general of his age.",
        "During the summer they need considerable heat, all the light possible and plenty of air; in winter a temperature of 45° or 50° will be sufficient, and they must be kept tolerably dry at the root.",
        "It will be sufficient here to point out in general terms the import of the message of archaeological discovery in the Victorian Era in its bearings upon the great problems of world-history.",
        "Halting just short of this analysis, the Assyrian ascribed syllabic values to the characters of his script, and hence, instead of finding twenty odd characters sufficient, he required about five hundred.",
        "Doubtless much still remains to be done; but the essential thing, from the present standpoint, is that a sufficient knowledge of the Assyrian language has been acquired to ensure trustworthy translations of the cuneiform texts.",
        "The operation had been brilliant in the extreme, but the exploitation proved more difficult, as neither tank nor artillery support was available in sufficient strength.",
        "The vessel is then lowered into a jacket containing vapour at a known temperature which is sufficient to volatilize the substance.",
        "The figures, even as they stand, are sufficient to establish a definite German superiority, but they were accentuated by other circumstances.",
        "it was still low, but the glare of the fires kindled in the British cruisers offered a sufficient target.",
        "The change would certainly have created a demand for more legions, which the resources of the Romans were not sufficient to meet without danger to their possessions on other frontiers.",
        "In his last years he passed most of his days at Aix, though he had sufficient energy to take the field for a short time during the Danish War.",
        "From its use in the sense of regulated order comes the application of the term to a class in a school (\" sixth form,\" \" fifth form,\" &c.); this sense has been explained without sufficient ground as due to the idea of all children in the same class sitting on a single form (bench).",
        "Besides those already mentioned it is sufficient to refer to his New Testament Introduction (the first edition, 1750, preceded the full development of his powers, and is a very different book from the later editions), his reprint of Robert Lowth's Praelectiones with important additions (1758-1762), his German translation of the Bible with notes (1773-1792), his Orientalische and exegetische Bibliothek (1775-1785) and Neue 0.",
        "For many experiments the field due to the earth's magnetism is sufficient; this is practically quite uniform throughout considerable spaces, but its total intensity is less than half a unit.",
        "are sufficient for measurement."
    ],
    "definition": [
        "Link/Cite"
    ]
}