{
    "translation": "לסבול",
    "uses": [
        "Don't let him suffer because of me.'",
        "I love you all and have done no harm to anyone; why must I suffer so?",
        "As mentioned earlier, farmers suffer when they do not have reliable markets for their goods.",
        "I suffer for my own sins,' and he wept bitter tears.",
        "host, she did not wish her people to suffer the afflictions of so many other kingdoms.",
        "Defy me, and you will suffer my wrath.",
        "They didn't suffer, which was good.",
        "Darian closed his eyes and watched the discordant memories flickering through her mind, not wanting her to suffer alone.",
        "If too closely packed, the soil particles present mechanical obstacles to growth; if too retentive of moisture, the root-hairs suffer, as already hinted; if too open or over-drained, the plant succumbs to drought.",
        "The three-field system of cropping a patch of land until its fertility is exhausted, and then allowing it to revert to the primeval condition, is still pursued, and both landowners and peasantry suffer from want of capital and lack of agricultural training.",
        "There are those who, like cormorants and ostriches, can digest all sorts of this, even after the fullest dinner of meats and vegetables, for they suffer nothing to be wasted.",
        "The terms of agrarian contracts and leases (except in districts where mezzadria prevails in its essential form), are in many regions disadvantageous to the laborers, who suffer from the obligation to provide guarantees for payment of rent, for repayment of seed corn and for the division of products.",
        "Tomorrow I shall have to suffer, so today I'll go and rest.",
        "I wanted you to suffer a long, painful death and was willing to do whatever it took to make that a reality.",
        "She'd be lucky to walk again soon, and without medical supplies…with her luck lately, she wouldn't die from infection, just suffer for the rest of her life.",
        "He'll never suffer again.",
        "Let us write her a letter at once, and she'll come here and all will be explained, or else, my dear boy, let me tell you it's quite likely you'll have to suffer for it.",
        "Maybe. Or maybe the first warlord and his brother didn't want their people to suffer as they did overseas.",
        "Let her suffer the trip out.",
        "He has two neighbours, who live still farther north; one is King Winter, a cross and churlish old monarch, who is hard and cruel, and delights in making the poor suffer and weep; but the other neighbour is Santa Claus, a fine, good-natured, jolly old soul, who loves to do good, and who brings presents to the poor, and to nice little children at Christmas.",
        "The Rational Psychology formulates immortality on the ground that the immaterial soul has no parts to suffer decay - the argument which Kant's Critique of Pure Reason \" refutes\" with special reference to the statement of it by Moses Mendelssohn.",
        "I do not hesitate to say, that those who call themselves Abolitionists should at once effectually withdraw their support, both in person and property, from the government of Massachusetts, and not wait till they constitute a majority of one, before they suffer the right to prevail through them.",
        "She didn't like seeing someone else suffer the way she did every time she thought of Cody or Jake or others dying.",
        "She had gone home to sulk causing, in her mind, Fred to suffer hours of grief and agony from her selfish inaction.",
        "It should be noted that the oxidation of sulphur itself by atmospheric influence may give rise to sulphuric acid, which in the presence of limestone will form gypsum: thus the sulphur-deposits of Sicily suffer alteration of this kind, and have their outcrop marked by a pale earthy gypseous rock called briscale.",
        "Seeing the mare suffer twisted Carmen's stomach into a knot.",
        "The other girls felt sorry that she should suffer for so small a fault.",
        "It is noticed that labourers employed in deep mines worked by shafts suffer less from fever than do those who are engaged in stripping the alluvial deposits.",
        "And they have had to suffer for it.",
        "She's had centuries of learning to control it because ultimately she is the one who will suffer for any poor decisions.",
        "\"If the Wizard was here,\" said one of the piglets, sobbing bitterly, \"he would not see us suffer so.\"",
        "Well, one day King Frost was trying to think of some good that he could do with his treasure; and suddenly he concluded to send some of it to his kind neighbour, Santa Claus, to buy presents of food and clothing for the poor, that they might not suffer so much when King Winter went near their homes.",
        "Maybe in a way he blamed her for letting Ed suffer as well.",
        "He won a signal victory over the Persians in 53 0, and successfully conducted a campaign against them, until forced, by the rashness of his soldiers, to join battle and suffer defeat in the following year.",
        "These spires were like great spear-points, and if they tumbled upon one of them they were likely to suffer serious injury.",
        "So when people have excess goods, they are able to trade those goods away for things they want and suffer less of a decrease in utility than the amount they are increasing in their trading partners.",
        "More important, though, was the fact that he believed the child should not suffer for the sins of the parent.",
        "\"The illness your father suffers from is the same I suffer from,\" she said.",
        "I couldn't let him suffer the fate of the others.",
        "The landowners are often poor, and suffer from want of capital and lack of enterprise.",
        "\"She wants to make sure I suffer,\" Gabe answered.",
        "Sir George Darwin finds a possible explanation of these in the screwing motion which the earth would suffer in its plastic state.",
        "I won't let him suffer as I have, as my forefathers have.",
        "The Republicans, however, secured the electoral votes of Nevada in 1872 and in 1876, and in 1878 were again in full control, only to suffer defeat in 1880.",
        "\"Children are the ones that suffer,\" Cynthia said.",
        "This spite increased still more when, on calling over the roll of prisoners, it was found that in the bustle of leaving Moscow one Russian soldier, who had pretended to suffer from colic, had escaped.",
        "The quality of the last is a matter of great importance; when it is unsuitable, the boilers will suffer, and the installation of a water-softening plant may save more in the expenses of boiler maintenance than it costs to operate.",
        "The Chinese immigrants suffer chiefly from fever of a malarial type, from beri-beri, a species of tropical dropsy, and from dysentery.",
        "But the instrument unduly exalts itself, and Assyria itself shall suffer humiliation at the hands of the world's divine sovereign (x.",
        "Vico's writings suffer through their author's not having followed a regular course of studies, and his style is very involved.",
        "It was a heart-wrenching chore, choosing which at risk victims might be saved and which ones ignored to suffer their fate.",
        "If your father falls completely to the madness, your people will suffer more than they do now.",
        "Unfortunately several of these fertile tracts suffer severely from malaria (q.v.), and especially the great plain adjoining the Gulf of Tarentum, which in the early ages of history was surrounded by a girdle of Greek cities—some of which attained to almost unexampled prosperity—has for centuries past been given up to almost complete desolation.",
        "He has not a character like us women who, when we suffer, can weep away our sorrows.",
        "\"Ah, my friend!\" she said, touching his arm as she had done her son's when speaking to him that afternoon, \"believe me I suffer no less than you do, but be a man!\"",
        "Hands clasped, she prayed fervently, asking God not to let Destiny suffer for what they had done.",
        "No--in this case I would rather suffer evil the natural way.",
        "Bad enough the kitty has to suffer without any good country music to listen to, now she doesn't have any company either.",
        "His material interests certainly did not suffer by compliance.",
        "This is not the place to enter into the prolonged controversy as to the real significance of this term, whether it signifies the nation Israel or the righteous community only, or finally an idealized prophetic individual who, like the prophet Jeremiah, was destined to suffer for the well-being of his people.",
        "They will come regularly every evening to particular trees, where the cunning sportsman lies in wait for them, and the distant orchards next the woods suffer thus not a little.",
        "I am giving you everything, my friends, and I beg you to take everything, all our grain, so that you may not suffer want!",
        "Oxen, sheep, dogs, monkeys, bats, and probably horses also suffer from similar parasitic diseases.",
        "But I think, again, This is no reason why I should do as they do, or permit others to suffer much greater pain of a different kind.",
        "You know that for me there is nothing in life but you, and to suffer with you is the greatest happiness for me, and he took her hand and pressed it as he had pressed it that terrible evening four days before his death.",
        "Now even their relationship was beginning to suffer.",
        "She was right, of course, but having mama stand there watching her suffer was just as upsetting for Destiny.",
        "If she kept that up, her grades would suffer.",
        "She never wanted him to suffer.",
        "Restless, he rose and paced again, wondering why Sasha needed an ancient healer in his zoo, a place where creatures came to suffer.",
        "I want you alive, but I don't care how much you suffer.",
        "He knew if he did anything, Katie would suffer.",
        "I think you.ll take this as good news, knowing how much you like to see me suffer.",
        "No one else will suffer.",
        "Maybe that was what was eating at him – that she let Ed suffer.",
        "He was upset that she didn't do something about Brutus so that he didn't suffer.",
        "He made your mother suffer.",
        "Care and intelligence are especially needful with certain insecticides such as poisonous gases, or the operators may suffer.",
        "In the thickly settled parts of the United States the number of trespassers killed on the railway tracks, including vagrants who suffer in collisions and derailments while stealing rides, is very large.",
        "(1547; repealed 1553, and revived 1558) enacts that persons reviling the sacrament of the Lord's Supper, by contemptuous words or otherwise, shall suffer imprisonment.",
        "Syria had not been crushed, and the failure to utilize the opportunity was an act of impolitic leniency for which Israel was bound to suffer (2 Kings xiii.",
        "The legal reforms which they introduced tended for the most part to mercy, but the Talmud refers to one case which is an exception: false witnesses were condemned to suffer the penalty due to their victim, even if he escaped.",
        "An erroneous derivation of the word pascha from the Greek ircthx iv, \" to suffer,\" thus connected with the sufferings or passion of the Lord, is given by some of the Fathers of the Church, as Irenaeus, Tertullian and others, who were ignorant of Hebrew.",
        "The court decided, four judges dissenting, that North Carolina must pay the amount due or suffer her railway bonds to be seized and sold to satisfy the judgment (192 U.S. Reports, 286.",
        "Their finances were indeed excellent; they kept regular accounts, and had already developed the modern principle of separating the civil list from the expenses of the government; but when they brought the tables of moneychangers into the temple, they were doing as the Templars had done before them, and were likely to suffer as the Templars had suffered.",
        "The pear-stock, having an inclination to send its roots down deeper into the soil, is the best for light dry soils, as the plants are not then so likely to suffer in dry seasons.",
        "In all climates fruit and forest trees suffer from weevils or Curculionidae.",
        "Forest trees also suffer from their ravages, especially the conifers (Lophyrus pini).",
        "In America cattle suffer much from the horn fly (Haematobia serrata).",
        "Sugar-canes suffer from the sugar cane borer (Diatioca sacchari) in the West Indies; tobacco from the larvae of hawk moths (Sphingidae) in America; corn and grass from various Lepidopterous pests all over the world.",
        "All fruit and forest trees suffer from these curious insects, which in the female sex always remain apterous and apodal and live attached to the bark, leaf and fruit, hidden beneath variously formed scale-like coverings.",
        "There, too, as sometimes in 1815, he began to suffer intermittently from ischury, but to no serious extent.",
        "\"rather let the innocent suffer than the guilty escape!\"",
        "The Swedish army now began to suffer severely, bread and fodder running short, and the soldiers subsisting entirely on captured bullocks.",
        "The Church as a whole took but little interest in apologetics and polemics, nay, had at times even an instinctive feeling that in these controversies that which she held holy might easily suffer loss.",
        "If the various states on the immediate mainland could levy taxes on Venetian goods in transit, the Venetian merchant would inevitably suffer in profits.",
        "But Venice had been made to suffer at the hands of Carrara, who had levied heavy dues on transit, and moreover during the Chioggian War had helped the Genoese and cut off the food supply from the mainland.",
        "enacted that all persons invoking an evil spirit or consulting, covenanting with, entertaining, employing, feeding or rewarding any evil spirit should be guilty of felony and suffer death.",
        "In some instances a slight difference in the shape, mode of opening, &c., of the boll prevents this, and accordingly seed is selected from bolls which suffer least under the particular adverse conditions.",
        "His Christliche Dogmatik (3 vols., 1849-1852, new edition, 1870) \"contains many fruitful and suggestive thoughts, which, however, are hidden under such a mass of bold figures and strange fancies, and suffer so much from want of clearness of presentation, that they did not produce any lasting effect\" (Otto Pfleiderer).",
        "Kane; methylethyl ketone and methyl-n-propyl ketone suffer similar condensations to s-triethylbenzene and s-tri-n-propylbenzene respectively.",
        "It is probable that tetrahydro acids are first formed, which suffer rearrangement to orthoketone carboxylic acids.",
        "They can not be made noble nor to suffer disgrace.",
        "marginalized communities who suffer the greatest inequalities in health.",
        "If you suffer from painful foot conditions, it's worth a look.",
        "It should be remembered that a single complete defoliation of a herbaceous annual may so incapacitate the assimilation that no stores are available for seeds, tubers, &c., for another year, or at most so little that feeble plants only come up. In the case of a tree matters run somewhat differently; most large trees in full foliage have far more assimilatory surface than is immediately necessary, and if the injury is confined to a single year it may be a small event in the life of the tree, but if repeated the cambium, bud-stores and fruiting may all suffer.",
        "He refuses the waters, even knowing his people still suffer.",
        "Don't let your grades suffer.",
        "The selfish side of me wants to tell you to get away from him, because I want him to suffer.",
        "The gates of Rome itself were shut against Frederick; and even on this first occasion his good understanding with Adrian began to suffer.",
        "In the temperate zone, where the seasons are sharply contrasted, but follow each other with regularity, foresight and self-denial were fostered, because if men did not exercise these qualities seed-time or harvest might pass into lost opportunities and the tribes would suffer.",
        "That Diptera of the type of the common house-fly are often in large measure responsible for the spread of such diseases as cholera and enteric fever is undeniable, and as regards blood-sucking forms, in addition to those to which reference has already been made, it is sufficient to mention the vast army of pests constituted by the midges, sand-flies, horseflies, &c., from the attacks of which domestic animals suffer equally with man, in addition to being frequently infested with the larvae of the bot and warble flies (Gastrophilus, Oestrus and Hypoderma).",
        "Animals suffer from the ravages of bot flies (Oestridae) and gad flies (Tabanidae); while the tsetse disease is due to the tsetse fly (Glossina morsitans), carrying the protozoa that cause the disease from one horse to another.",
        "Most of the simple ring systems which contain two adjacent carbon atoms may suffer fusion with any other ring (also containing two adjacent carbon atoms) with the production of nuclei of greater complexity.",
        "One or two benzene nuclei may suffer condensation with the furfurane, thiophene and pyrrol rings, the common carbon atoms being vicinal to the hetero-atom.",
        "In general, polysymmetric and polymorphous modifications suffer transformation when submitted to variations in either temperature or pressure, or both.",
        "The resettlement of dignities made in Babylon in 32 3, while it left the eastern commands practically undisturbed as well as that of Antipater in Europe, placed Perdiccas (whether as regent or as chiliarch) in possession of the kings' persons, and this was a position which the other Macedonian lords could not suffer.",
        "His belief was that the Church would not suffer by the publication of documents.",
        "Cotton has been found to suffer much from insect pests.",
        "Even the emperor had to be content to be treated by the sultan as an inferior and tributary prince; while France had to suffer, with no more than an idle protest, the insult of the conversion of Catholic churches at Constantinople into mosques.",
        "But the sultan could not bend his pride to suffer foreign intervention in a matter that touched his honour, and the return of Napoleon from Elba threw the Eastern Question into the background.",
        "It was already beginning to suffer.",
        "The trees often suffer from mildew, which is best prevented by keeping the borders of the peach house clear and sufficiently moist and the house well ventilated, and if it should appear the trees should be sprayed with 1 oz.",
        "By many lines of evidence we are led to believe that obsidians in course of time suffer devitrification, in other words they pass from the vitreous into a crystalline state, but as the changes take place in a solid mass they require a very long time for their achievement, and the crystals produced are only of extremely small size.",
        "In dilute solution such substances as hydrochloric acid and potash are almost completely dissociated, so that, instead of representing the reaction as HC1+KOH = KC1 d-H20, we must write The ions K and Cl suffer no change, but the hydrogen of the acid and the hydroxyl (OH) of the potash unite to form water, which is only very slightly dissociated.",
        "Water is scarce and brackish, and is chiefly found at the bottom of low ranges of hills, which abound in some parts; and the inhabitants of the extensive sandy tracts suffer greatly from the want of it.",
        "After this, except some inroads on the frontiers, the only foreign invasion which Brazil had French to suffer was from France.",
        "Ferdinand at once asserted his rights by force of arms, and attacked Buda in May 1541, despite the urgent remonstrances of Martinuzzi, who knew that the Turk would never suffer the emperor to reign at Buda.",
        "They were now to suffer severely for their past misdoings, but unfortunately the innocent nation was forced to suffer with them.",
        "\"b Four days later, in answer to a question by the same deputy, Count Andrassy said that the Franchise Bill would be introduced shortly, but that it would be of such a nature that \"the Magyar State idea would remain intact and suffer no diminution.\"",
        "By offering rewards for the best original dramatic productions, the academy provided that the national theatre should not suffer from a lack of classical dramas.",
        "focus might have an aperture of 22 in., and the image would not suffer materially from aberration.",
        "Herodotus mentions the existence of this class, called Enarees, and says that they suffer from a sacred disease owing to the wrath of the goddess of Ascalon whose shrine they had plundered.",
        "They require the same culture as the more familiar garden varieties; but, as some of them are apt to suffer from excess of moisture, it is advisable to plant them in prepared soil in a raised pit, where they are brought nearer to the eye, and where they can be sheltered when necessary by glazed sashes, which, however, should not be closed except when the plants are at rest, or during inclement weather in order to protect the blossoms, especially in the case of winter flowering species.",
        "Many regions suffer permanently from deficient rainfall; in others, owing to the absence of irrigation works, the water supply is lost, while the burning of the grass at the end of summer, a practice adopted by many farmers, tends to impoverish the soil and render it arid.",
        "His wit was often used as a weapon of defence, for he did not suffer fools gladly.",
        "The muscles suffer at an early period: they fall off in bulk, and later suffer from fatty degeneration, the heart being probably the first muscle to give way.",
        "Thus workers in lead suffer from the effects of this substance as a poison, those who work in phosphorus are liable to necrosis of bone and fatty degeneration of the blood vessels and organs, and the many occupations in which dust is inhaled (coalmining, stone-dressing, steel-polishing, &c.; fig.",
        "In \" anasarca \" the tissues which suffer most are those which are peculiarly lax, such as the lower eyelids, the scrotum, and the backs of the hands and feet.",
        "The river, it was ascertained, was not kept sufficiently dredged; the re-export trade was noted as showing an especially serious decline, and the administration was found to suffer from decentralization.",
        "Jacobite traditions also lingered among the great families of the Scottish Highlands; the last person to suffer death as a Jacobite was Archibald Cameron, a son of Cameron of Lochiel, who was executed in 1 753.",
        "In cold climates men coming from the warm atmosphere of a mine, often in wet clothing, are liable to suffer in health unless proper provision is made for the necessary change of clothing.",
        "Both sides, it should be mentioned, were suffering much from sickness, and continued to suffer all through the summer.",
        "The chlorides MgC1 21 A1C13, CrC1 3, FeC1 3, suffer a similar decomposition when evaporated with water in the heat.",
        "He supposed that the filaments of water which graze along the sides of the pipe lose a portion of their velocity; that the contiguous filaments, having on this account a greater velocity, rub upon the former, and suffer a diminution of their celerity; and that the other filaments are affected with similar retardations proportional to their distance from the axis of the pipe.",
        "Owing perhaps to Assyrian aggression, this power seems to have begun to suffer decay about 1000 B.C. and thereafter to have shrunk inwards, leaving the coasts open.",
        "Some of the American varieties have been introduced into France and other countries infested with Phylloxera, to serve as stocks on which to graft the better kinds of European vines, because their roots, though perhaps equally subject to the attacks of the insects, do not suffer so much injury from them as the European species.",
        "The cocoa nut, maize, sugar-cane, coffee, cotton, rice and tobacco (which last does not suffer like other crops from the locusts) do well.",
        "It is best adapted for application to clays and fen lands and should not be practised on shallow light sands or gravelly soils, since the humus so necessary for the fertility of such areas is reduced too much and the soil rendered too porous and liable to suffer from drought.",
        "The taxes with the booty from conquests were to be sent to Arabia for distribution among the Moslems. Omar tried to prevent the advance of conquests lest Arabia should suffer.",
        "But the bulk of its inhabitants being packed into a comparatively small portion of this area, the working classes suffer greatly from overcrowding, and all sections of the community from high rents.",
        "Legate was the last person burned in London for his religious opinions, and Edward Wightman, who was burned at Lichfield in April 1612, was the last to suffer in this way in England.",
        "The public works suffer from the ravages of white ants.",
        "Domestic animals suffer periodically to a much greater extent.",
        "Sheep, how ever, suffer most from this parasite and from the allied D.",
        "This severe blow left General Grant penniless, just at the time when he was beginning to suffer acutely from the disease which finally caused his death.",
        "But the signory insisted that the false prophet should suffer death before the Florentines whom he had so long led astray.",
        "By a refinement of cruelty Savonarola was the last to suffer.",
        "to suffer prejudice from critical conditions as to their date and authorship.",
        "The Hermus valley began to suffer from the inroads of the Seljuk Turks about the end of the 11th century; but the successes of the Greek general Philocales in 1118 relieved the district for the time, and the ability of the Comneni, together with the gradual decay of the Seljuk power, retained it in the Byzantine dominions.",
        "Towards the end of the summer of 1897 he began to suffer from an acute pain, which was attributed to facial neuralgia, and in November he went to Cannes.",
        "It will not suffer any training, nor does it, like the plum, improve by pruning, but the sunshine that attends its brief period of bloom in April, the magnificence of its flower-laden boughs and the picturesque flutter of its falling petals, inspired an ancient poet to liken it to the soul, of Yamato (Japan), and it has ever since been thus regarded.",
        "It might be supposed that conjugal fidelity must suffer from such a custom.",
        "It does suffer seriously in the case of the husband, but emphatically not in the case of the wife.",
        "But as they had appealed to Napoleon, who would not suffer his name to be mentioned, the government had to allow the matter to be hushed up, and the prisoners were acquitted.",
        "If any person who has been educated in or has professed the Christian religion shall, by writing, printing, teaching, or advised speaking, assert or maintain that there are more Gods than one, or shall deny any of the persons of the Holy Trinity to be God, or shall deny the Christian religion to be true or the Holy Scriptures of the Old and New Testament to be of divine authority, he shall for the first offence be declared incapable of holding any ecclesiastical, civil, or military office or employment, and for the second incapable of bringing any action, or of being guardian, executor, legatee, or grantee, and shall suffer three years' imprisonment without bail.",
        "William had assumed the duties of commander-in-chief too young to learn the full duties of a professional soldier himself, and his imperious will did not suffer others to direct him.",
        "He speaks of his delicate frame (gracilitas mea); and he was apt to suffer from weakness of the eyes (vii.",
        "An order in council was enacted in 1899 providing that no Maltese (except students of theology) should thenceforth suffer any detriment through inability to pass examinations in Italian, in either the schools or university, but the fraction of the Maltese who claim to speak Italian (13.24%) still command sufficient influence to hamper the full enjoyment of this emancipation by the majority.",
        "The prototype is believed to suffer whatever is done to the image.",
        "The assurance that no senator should suffer was renewed by an oath by the members.",
        "- Ignatius, while on his way to Rome to suffer martyrdom, halted at Smyrna and received a warm welcome from the church and its bishop. Upon reaching Troas he despatched two letters, one to the church at Smyrna, another addressed personally to Polycarp. In these letters Ignatius charged Polycarp to write to all the churches between Smyrna and Syria (since his hurried departure from Troas made it impossible for him to do so in person) urging them to send letters and delegates to the church at Antioch to congratulate it upon the cessation of the persecution and to establish it in the faith.",
        "The steady progress of the heretical movement in spite of all opposition was a cause of deep sorrow to Polycarp, so that in the last years of his life the words were constantly on his lips, \"Oh good God, to what times hast thou spared me, that I must suffer such things!\"",
        "In the denser jungles malaria prevails for months after the cessation of the rains, but the Gonds do not appear to suffer much from its effects.",
        "\"Fifty pounds a year,\" he declared, \"and bread and water were luxury compared with what I suffer.\"",
        "they began to suffer renewed persecution, which the king at last flattered himself had so far reduced their number that in 1685 he revoked the edict of Nantes and reduced the Protestants to the status of outlaws.",
        "Walker wrote: \"If the birth-rate among the previously existing population did not suffer a sharp decline.",
        "In whatever form they were originally deposited they often suffer complete or partial solution and are redeposited as concretionary lumps and nodules, often called coprolites.",
        "They breed horses, cattle and sheep, but suffer heavy losses from murrain.",
        "It further follows, as in the analogous case of light, that there is a certain angle termed the critical angle, whose sine is found by dividing the less by the greater velocity, such that all rays of sound meeting the surface separating two different bodies will not pass onward, but suffer total reflection back into the first body, if the.",
        "13), the angle POM being greater than 1 5z°, will not pass into the water at all, but suffer total reflection.",
        "Saxony had now to suffer from the Swedes a repetition of the devastations of Wallenstein.",
        "On the ground that after the virtues of courage and valour and fearlessness have been taught in the lower stages of evolution, the virtue of gentle humane ness and extended sympathy for all that can suffer should be taught in the higher cycles of the evolutionary spiral.",
        "Superstition, misunderstanding and hatred caused the Christians trouble for many generations, and governmental repression they had to suffer occasionally, as a result of popular disturbances.",
        "The chief danger with herbivorous and frugivorous creatures is that their constitutions are not adapted to the richness of cultivated fruits and cereals, and, in captivity, they may suffer mechanically from the want of bulk in their food supply, or if they eat a quantity sufficient in bulk, it contains an excess of nutritive material.",
        "During her exile in France she had much to suffer.",
        "About this time also the north and east boundaries of the province were beginning to suffer from the aggressions of William Penn.",
        "- Letters of marque were issued to Confederate privateers as early as April 1861, and Federal commerce at once began to suffer.",
        "The forests suffer great damage from fires, occasioned in part by the custom of burning up the grass every autumn, and in part by incendiarism.",
        "Job is a righteous man, overwhelmed with undeserved misfortune; and thus the question is raised, Why do the righteous suffer?",
        "The low coral islands suffer frequently from drought; their soil is sandy and unproductive, and in some cases the natives attempt cultivation by excavating trenches and fertilizing them with vegetable and other refuse.",
        "Like many less ancient discourses, the Midrashim are apt to suffer when read in cold print, and they are sometimes judged from a standpoint which would be prejudicial to the Old Testament itself.",
        "As the marquess of Winchester said of himself, he was sprung from the willow rather than the oak, and he was not the man to suffer for convictions.",
        "It is sometimes proposed to view the canonical prophets as simple preachers of righteousness; their predictions of woe, we are told, are conditional, and tell what Israel must suffer if it does not repent.",
        "They are commonly of the Spanish merino breed, and suffer in many localities on account of insufficient pasturage.",
        "The peasantry suffer much from pellagra.",
        "But give heed lest ye also suffer the same things as they: for the evil doers among men receive their reward not among the living only, but also await punishment and much torment.",
        "Christ continues to suffer in us even now when we do not live in accordance with the behests and spirit of his teaching.",
        "\" With desire have I desired to eat this Passover, before I suffer and places the bread after the wine, unless indeed the Pauline interpolation comprises the whole of verse 19.",
        "The general sense is clear, that those who consume the holy food without a clear conscience, like those who handle sacred objects with impure hands, will suffer physical harm from its contact, as if they were undergoing the ordeal of touching a holy thing.",
        "Besides these, other double cyanides are known which do not suffer such decomposition, the heavy metal present being combined with the cyanogen radical in the form of a complexion.",
        "In the case of the ship of a neutral power, the passport is a requisition by the government of the neutral state to suffer the vessel tc pass freely with the crew, cargo, passengers, &c., without molestation by the belligerents.",
        "If it be, as may very well be the case, the text will probably suffer.",
        "The text will suffer whichever course is adopted, and it will suffer the more the more conservative is the editor, as may easily be shown.",
        "Sheriffs whose prisoners suffer mob violence may be impeached.",
        "In protest, the Georgia House of Representatives, holding that the United States Supreme Court had no constitutional power to try suits against a sovereign state, resolved that any Federal marshal who should attempt to execute the court's decision would be \" guilty of felony, and shall suffer death, without benefit of clergy, by being hanged.\"",
        "Yet the forests of larch in Siberia often suffer from conflagration.",
        "Liquid prisms, however, suffer from the fact that any change of temperature involves a change in the refractive index of the prism.",
        "In mathematics, the term \"mean,\" in its most general sense, is given to some function of two or more quantities which (1) becomes equal to each of the quantities when they themselves are made equal, and (2) is unaffected in value when the quantities suffer any transpositions.",
        "His prowess contributed largely to the Messenian victory over the Spartan and Corinthian forces at \"The Boar's Barrow\" in the plain of Stenyclarus, but in the following year the treachery of the Arcadian king Aristocrates caused the Messenians to suffer a crushing defeat at \"The Great Trench.\"",
        "the fire: as Aristotle says, when the active and passive powers approach, the one must act and the other suffer, and it is only in rational powers that will decides (Met.",
        "3) - a very different estimate of the new bond from that shown by readiness in days gone by to suffer for it (x.",
        "In the interests of their temporal dominion, the 12th-century popes could not suffer an Italian power to dominate on the other side of the Adriatic and instal itself at Constantinople.",
        "In many districts where such woods once existed, their place has been occupied by the Scottish pine and spruce, which suffer less from the ravages of goats, the worst enemies of tree vegetation.",
        "But when so situated it is apt to suffer from the shade of the building, and is objectionable on account of admitting damp to the drawing-room.",
        "Of those that are liable to suffer injury in winter, as the Brompton and Queen Stocks, a portion should be potted and wintered in cold frames ventilated as freely as the weather will permit.",
        "The last is liable to suffer from damp during winter, and some spare plants should be wintered in a frame.",
        "In the north, spring planting of strawberries is generally advised for market conditions; although planting in early fall or late summer is successful when the ground is well prepared and when it does not suffer from drought.",
        "Another kind of alteration which pyrites may suffer has been termed \"vitriolization,\" since the products are ferrous sulphate, with free sulphuric acid and sometimes a basic ferric sulphate.",
        "The numerous converting mills which treat pig iron made at a distance will now have the crushing burden of providing in other ways the power which their rivals get from the blast-furnace, in addition to the severe disadvantage under which they already suffer, of wasting the initial heat of the molten cast iron as it runs from the blastfurnace.",
        "Coke did not suffer these losses with patience.",
        "In 1674 John Fell, the dean of Christ Church, who bore the charges of the Latin translation of Anthony Wood's History and Antiquities of the University of Oxford (1670), struck out all the complimentary epithets in the account of his life, and substituted very different ones; but this time the king did suffer him to defend himself by publishing a dignified letter (Vit.",
        "The water should be let off on the morning of a dry day, and thus the land will be dry enough at night not to suffer from the frost; or the water may be taken off in the morning and let on again at night.",
        "In the east Lee had the second time marched his army into Pennsylvania to suffer a disastrous defeat at Gettysburg, on the 1st, 2nd and 3rd of July, though he was able to withdraw his shattered forces south of the Potomac. At the dedication of this battlefield as a soldiers' cemetery in November, President Lincoln made the following oration, which has taken permanent place as a classic in American literature: - \"Fourscore and seven years ago our fathers brought forth on this continent a new nation conceived in liberty and dedicated to the proposition that all men are created equal.",
        "Hanover and Thuringia have long been distinguished for the excellence of their roads, but some districts suffer even still from the want of good highways.",
        "for his copie, conditionally, that he would suffer the book to be translated into Latine.\"",
        "Malarial fever is frequent, and even the Africans, especially those coming from other countries, suffer from it.",
        "The natives of the northern regions do not suffer to any extent from fever unless they move to a part of the country some distance from their home.",
        "The rate of denudation in exposed positions is exceedingly rapid; while spots sheltered from the sand blast suffer a minimum of erosion, as shown by the preservation of ancient inscriptions.",
        "The diseases from which Egyptians suffer are very largely the result of insanitary surroundings.",
        "reasons of health, was described by Sir Edward Grey as the greatest personal loss which the public service of this country (Britain) could suffer.",
        "of our gallant forefathers, and commit base treason against our posterity, should we permit Cuba to be Africanized and become a second Santo Domingo, with all its attendant horrors to the white race, and suffer the flames to extend to our own neighboring shores, seriously to endanger or actually destroy the fair fabric of our Union \"; and recommended that \" the United States ought, if practicable, to purchase Cuba as soon as possible.\"",
        "For they run to suffer punishments, no matter how horrible, as if to a banquet; so that if you take that as a test either of the truth of doctrine or of their certitude of grace, you would easily conclude that in no other sect is to be found a faith so true or grace so certain.",
        "If the culprit himself could not be reached, any member of the clan was liable to suffer in his stead.",
        "It cannot suffer destruction; it is impossible for being to become not being, and if it became another being, there would be no destruction.",
        "those of the nervous system, suffer most; and nerve-cell fatigue is shown by manifestations of neurasthenia.",
        "The writers speak of themselves as \" apostles,\" or messengers, of Christ; they refer to similar societies \" in Christ Jesus,\" which they call \" churches of God,\" in Judaea, and they say that these also suffer from the Jews there, who had \" killed the Lord Jesus \" some time before.",
        "He warned them not to make this known; and He proceeded to give them the wholly new teaching that the Son of Man must suffer and be killed, adding that after three days He must rise again.",
        "But although he goes to the Scriptures, and tastes the mystical spirit of the medieval saints, the Christ of his conception has traits that seem borrowed from Socrates and from the heroes of Attic tragedy, who suffer much, and yet smile gently on a destiny to which they were reconciled.",
        "But Samaria was not the only land to suffer.",
        "He must suffer stripes, and must love those who beat him as if he were a father or a brother.",
        "God would not suffer it any longer.",
        "But the Dailamite and Turkish soldiery did not suffer him to keep this office longer than several months.",
        "Koreans suffer from malaria, but Europeans and their children are fairly free from climatic maladies, and enjoy robust health.",
        "Another legend, his Martyrium, makes him labour and suffer in Mysore.",
        "The sturdy Protestantism of Taylor and his flock, who seem to have caused various commotions, marked him out for the special enmity of Mary's government; and he was one of the first to suffer when in January 1 555 parliament had once more given the clerical courts liberty of jurisdiction.",
        "About one sixth of the native population of the interior, and a smaller proportion of those living on the coast, suffer from a kind of ringworm called kurap, which also prevails almost universally among the Sakai and Semang, the aboriginal hill tribes of the Malayan Peninsula.",
        "The Indians had again attacked the border farmers, and the governor had refused assistance, being willing, it was generally believed, that the border population should suffer while he and his adherents enjoyed a lucrative fur trade with the Indians.",
        "Stability of Position, and Stability of Frictio-n.The resistances at the several joints having been determined by the principles set forth in 6, 7, 8, 9 and 10, not only under the ordinary load of the structure, but under all the variations to which the load is subject as to amount and distribution, the joints are now to be placed and shaped so that the pieces shall not suffer relative displacement under any of those loads.",
        "His father, however, checked this ambition, declaring that, though he had five sons, he would not suffer one of them to enter the church in its then state of corruption and debasement.",
        "We must not suffer it to lead us into rhetoric about the deadness and the darkness of the middle ages, or hamper our inquiry with preconceived assumptions that the re-birth in question was in any true sense a return to the irrecoverable pagan past.",
        "Those of the French humanists who did not proclaim Huguenot opinions found themselves obliged with Muretus to lend their talents to the Counter-Reformation, or to suffer persecution for heterodoxy, like Dolet.",
        "It certainly appears to be the case that musts which are plastered rarely suffer from abnormal fermentation, and that the wines which result very rarely turn acid.",
        "It continued to suffer, sometimes deplorably, in most of the wars waged by Sweden, especially with Russia and Denmark.",
        "Very striking, in view of future events, are the words 3 in which he gives him counsel as to his dealing with judges: \" By no means be you persuaded to interpose yourself by word or letter in any cause depending, or like to be depending, in any court of justice, nor suffer any man to do it where you can hinder it; and by all means dissuade the king himself from it, upon the importunity of any, either for their friends or themselves.",
        "His justification has been set aside by modern critics, not on the ground that the evidence demonstrates its falsity, 6 but because it is inconceivable or unnatural that any man should receive a present from another, and not suffer his judgment to be swayed thereby.",
        "He was again - summoned to return to England to explain himself, but declined until he could do so with honour and safety; but he was on the point of going at all risks, when he heard from his mother and brother that the whole family would suffer if he remained obstinate.",
        "He also ordered that the Catechism of Caranza, who, like him, was to suffer from the Inquisition for this very book, should be translated into English for the use of the laity.",
        "The Newfoundland dog will not live in India, and the Spanish breed of fowls in this country suffer more from frost than most others.",
        "The farmer breeds from such of his stock as he finds to thrive best with him, and gets rid of those which suffer from cold, damp or disease.",
        "- Taking into consideration the foregoing facts and illustrations, it may be considered as proved - ist, That habit has little (though it appears to have some) definite effect in adapting the constitution of animals to a new climate; but that it has a decided, though still slight, influence in plants when, by the process of propagation by buds, shoots or grafts, the individual can be kept under its influence for long periods; and, That great and sudden changes of climate often check reproduction even when the health of the individuals does not appear to suffer.",
        "Between 1893 and 1898 there was a great extension of tea cultivation, with the result that the industry began to suffer from the congestion that follows over-production.",
        "It is certain to be met by fictitious devices which at the best will cause needless inconvenience to the contracting parties; restraints will be placed on the natural flow of capital, and industry will suffer.",
        "The Chilean slopes of the Andes appear to be a favourite haunt of the condor, where neighbouring stock-raisers suffer severe losses at times from its attacks.",
        "The prosperity of Chile was to suffer a rude shock.",
        "By dismissing their servants in order to reduce expenditure, they have thrown great numbers of men out of employment, while many laborers and workmen are living very poorly and often suffer want.",
        "Both the island and town of Ternate suffer from their isolation, and have never regained the importance they had in former centuries.",
        "For those who suffer from nervous depression, exercise in the Swiss mountains is useful, and even living at a height of about 6000 ft.",
        "In some persons rarefied air is too stimulating, so that they find difficulty in sleeping, and for those who suffer from insomnia a warm moist air nearer the sea-level is preferable.",
        "Such patients are apt to suffer much from cough and laryngeal irritation in the cold, dry air of the Alps, whereas they live in comparative comfort on the Riviera, in the Canary Islands, Madeira or at Capri.",
        "But warm, moist climates rather favour sedentary habits and tend to lessen appetite, so that the nutrition of the patient is apt to suffer; and although phthisical patients may live in comparative comfort in such climates, their tendency to recovery in them is small.",
        "Any strain upon the nervous system, such as mental overwork or anxiety, is a potent cause; or exposure to cold and damp, which seems to excite irritation in a nerve already predisposed to suffer.",
        "Referring to the policy of the company, Watermeyer says: - The Dutch colonial system as exemplified at the Cape of Good Hope, or rather the system of the Dutch East India Company (for the nation should not wholly suffer under the condemnation j ustly incurred by a trading association that sought only pecuniary profit), was almost without one redeeming feature, and was a dishonour to the Netherlands' national name.",
        "suffer,\" &c.).",
        "The non-rational man aims at self-preservation, and the wise man will imitate him deliberately, and when he fails he will suffer with equanimity.",
        "Lafar has stated that 20% of the cows in Germany suffer from tuberculosis, which also affected 17.7% of the cattle slaughtered in Copenhagen between 1891 and 1893, and that one in every thirteen samples of milk examined in Paris, and one in every nineteen in Washington, contained tubercle bacilli.",
        "animal may be readily susceptible to a disease on experimental inoculation, and yet rarely or never suffer from it naturally, because the necessary conditions of infection are not supplied in nature.",
        "The injections are made subcutaneously and afterwards intravenously; and, while the dose must be gradually increased, care must be taken that this is not done too quickly, otherwise the antitoxic power of the serum may fall and the health of the animal suffer.",
        "To the outside public he was endeared as a statesman who could do or suffer \"nothing base,\" and who had the rare power of transfusing his own indomitable energy and courage into all who served under him.",
        "Stilicho, \"fearing to suffer all that had caused himself to be feared,\" annihilated those defences of Alps and Apennines which the provident gods had interposed between the barbarians and the Eternal City, and planted the cruel Goths, his \"skinclad\" minions, in the very sanctuary of the empire.",
        "Here the population was neither definitely Bulgarian nor definitely Serbian, and unless the two allies concerned were both represented in the conquering army the absent member would certainly suffer when it came to drawing the frontier-line.",
        "A neutral government is bound - (i) to use due diligence to prevent the fitting out, arming or equipping within its jurisdiction of any vessel, which it has reasonable ground to believe is intended to cruise or to carry on war against a power with which it is at peace, and also to use like diligence to prevent the departure from its jurisdiction of any vessel intended to cruise or carry on war as above, such vessel having been specially adapted, in whole or in part, within such jurisdiction, to warlike use; (2) not to permit or suffer either belligerent to make use of its ports or waters as the base of naval operations against the other, or for the purpose of the renewal or augmentation of military supplies or arms or the recruitment of men; (3) to exercise due diligence in its own ports and waters, and as to all persons within its jurisdiction to prevent any violation of the foregoing obligation and duties.",
        "passio, formed from pati, passes, to suffer, endure), a term which is used in two main senses: (1) the suffering of pain, and (2) feeling or emotion.",
        "During the 1 5th, 16th and 17th centuries they constituted a rich empire, which prospered until it fell under Turkish rule, when it had to suffer much from the wars fought between Turkey and Russia for the possession of the peninsula.",
        "Hart in The Jewish Quarterly Review for July 1907, the gist of which is that Jesus commends the Pharisees for insisting that when a man has vowed a vow to God he should pay it even though his parents should suffer.",
        "Hooper was sent down to suffer at Gloucester, where he was burnt on the 9th of February, meeting his fate with steadfast courage and unshaken conviction.",
        "Hooper was the first of the bishops to suffer because his Zwinglian views placed him further beyond the pale than Cranmer, Ridley and Latimer.",
        "The marquis of Ts`i and his advisers saw that if Confucius were allowed to prosecute his course, the influence of Lu would become supreme throughout the kingdom, and Ts`i would be the first to suffer.",
        "Grieved at the ignorance and superstition which the remissness of the clergy permitted to flourish in the neighbouring parishes, he used every year to visit the most neglected parts of Northumberland, Yorkshire, Cheshire, Westmorland and Cumberland; and that his own flock might not suffer, he was at the expense of a constant assistant.",
        "As Simon ben Shetah insisted on a rigorous examination of the witnesses, so does our writer: as he and his party required that the perjurer should suffer the same penalty he sought to inflict on another, so our writer represents the death penalty as inflicted on the perjured elders.",
        "\"Better to suffer and to die,\" he said, \"than lose one shade of my moral and political character.\"",
        "It seems certain that he did suffer imprisonment and beating for this reason, at the hands of an earlier governor of Kufa under the Omayyads (Ibn Qutaiba, Ma`arif, p. 248).",
        "He could not, he said, bear even to let the wind blow on her; and now she must suffer cold and hunger; she must beg; she must be beaten; \"yet,\" he added, \"I must, I must do it.\"",
        "In the autumn of that same year Colombia, exhausted and half ruined, was to suffer a further severe loss in the secession of Panama.",
        "In 1552 it adopted the Protestant faith, and it had to suffer in consequence, especially when it was captured in r686 by the imperial forces.",
        "Edom shall be not only plundered but utterly undone and expelled: from his borders, and this he shall suffer (through his own folly) at the hand of trusted allies (vers.",
        "So that, were a glass so exactly figured as to collect any one sort of rays into one point, it could not collect those also into the same point, which having the same Incidence upon the same Medium are apt to suffer a different refraction.",
        "Although we find in the poems of Dubhthach, written in the 5th century and prefixed to the Senchus Mor, the sentences, \"Let every one die who kills a human being,\" and \"Every living person that inflicts death shall suffer death,\" capital punishment did not prevail in Ireland before or after.",
        "After this there was nothing remaining save to punish the leaders of the revolt; a good many scores of them were hanged, though the vengeance exacted does not seem to have been greater than was justified by the numerous murders and burnings of which they had been guilty; the fanatic Ball was, of course, among the first to suffer.",
        "He never put himself in the position of those who were to suffer by its being put in force.",
        "The first to suffer from Grenvilles conception of his duty were the American colonies.",
        "Great Britain, too, was to suffer from her own retaliatory policy.",
        "He was no friend of arbitrary government; but he judged it better that oppressed nationalities and persecuted Liberals should suffer than that Europe should be again plunged into war.",
        "His conduct lowered the prestige of Great Britain at least as much as his Italian policy had raised it., Continental statesmen thenceforward assumed that Great Britain., however much she might protest, would not resort to arms, and the influence of England suffered, as it was bound to suffer, in consequence.",
        "The deepest water stratum in the Skagerrak is certainly of oceanic origin; it has been found to suffer changes of long period, and it is probably not always composed of water derived from the same part or the same depth of the North Atlantic; this water is, as a rule, deficient in oxygen.",
        "Nor does it ever suffer from lack of thoroughness.",
        "Amid all this the Tory fortunes sank rapidly, becoming nearly hopeless when Lord Palmerston, without appreciable loss of confidence on his own side, persuaded many Tories in and out of parliament that Conservatism would suffer little while he was in power.",
        "Rather than suffer that, he would have fought the Russians in alliance with the Turks, and had gone much farther in maturing a scheme of attack and defence than was known at the time or is commonly known now.",
        "But he was soon to suffer irretrievable defeat.",
        "\" If I doubt all other things, that very doubt makes me perceive my own existence, and will not suffer me to doubt of that \" (iv.",
        "The fact that the wheat plant requires less water than other cereals, and therefore does not suffer so much from drought, is one of great importance to the cultivator, and furnishes one reason for the greater proportionate culture of wheat in the eastern than in the western counties of England.",
        "This work is chiefly remarkable because in some places it seems to recommend parents not to bequeath anything to their children, on the plea that it is better for the children to suffer want in this world than that their parents should be damned in the next (iii.",
        "The lectures are written in simple style, but suffer from diffuseness.",
        "He observed that aldehydes and ketones may suffer reduction in neutral, alkaline, and sometimes acid solution to secondary and tertiary glycols, substances which he named pinacones; and also that certain pinacones when distilled with dilute sulphuric acid gave compounds, which he named pinacolines.",
        "By various measures, such as subsidies, charitable gifts and foundations, he endeavoured to show that \"the idea of improving the lot of those who suffer and struggle against the difficulties of life was constantly present in his mind.\"",
        "(The ravages of this disease, which also attacks Europeans, reached alarming proportions between 1893 and 1907, and in the last-named year an international conference was held in London to consider measures to combat it.) When removed to colder regions natives of the equatorial districts suffer greatly from chest complaints.",
        "If the faithful suffer martyrdom, it is in order to serve as an example to others, and they shall be compensated by being raised up \" unto an eternal renewal of life.\"",
        "Both were idealists, and their works suffer from a similar lack of arrangement, although distinguished by elegance of form and refined sentiment.",
        "The export of wines of the southJerez, Malaga and other fullbodied wines styled generosodid not suffer so much, and England and France continued to take much the same quantities of such wines- There is also a large export of grapes and raisins, especially from Malaga, Valencia, AlmerIa and Alicante.",
        "the creditors of the state had to suffer several suspensions of payments of their dues, and reductions both of capital and interest.",
        "The words in which i and have kept their ground are either learned words like mdi-co,mrsbo, or have been borrowed from dialects which do not suffer diphthongization.",
        "The Republican and South Platte - the former an intermittent stream - suffer in their flow from the drain made upon their waters in Colorado for irrigation.",
        "[The name libellus has also been applied to another kind of document - to the letters given by confessors, or by those who were about to suffer martyrdom, to persons who had fallen, to be used to secure forgiveness for them from the authorities of the Church.",
        "It's difficult to watch a child suffer, but she needs to be under the tent, and the tent needs to be closed around her so that it maintains a consistent level of oxygen.",
        "I laugh at her ignorance and she'll suffer for it.",
        "Her head sagged against the shower wall, and she wished she could order her body not to heal her, to let her bleed out and die so she didn't suffer anymore.",
        "When I'm the Black God, you'll be the first human to suffer like no one else ever has!",
        "Whatever deal you lost, you'll suffer demon mercy for as long as we keep you alive.",
        "Life is too short to suffer the repetition of an old man's longings or regrets.",
        "There was only one creature in any world that deserved to suffer from a blood-bond, and that was past-Death.",
        "She'd be lucky to walk again soon, and without medical suppliesâ€¦with her luck lately, she wouldn't die from infection, just suffer for the rest of her life.",
        "He'd known Gabe was likely going to suffer worse than any of them, once he faced Death's wrath.  There was regret mixed in with Gabriel's resignation.  They'd known each other long enough for Rhyn to suspect Death would finally succeed in what she'd been doing to Gabe all these years: She was about to win the battle to crush his soul.",
        "The doctor told Dean his stepfather was too ornery to suffer any lasting effects from his ordeal.",
        "Maybe that was what was eating at him â€“ that she let Ed suffer.",
        "The rational side of me realizes it's more important I win the bet I have with him than see him suffer.",
        "You should never suffer the inconvenience of running out of fuel away from home.",
        "Nature fears shame and contempt, but grace is happy to suffer reproach.",
        "He's up to such vagaries--she must suffer for them.",
        "It was apparent that my characters were going to suffer vicissitudes even greater than those in my previous novels.",
        "People who survive a brain abscess may suffer damage to the brain.",
        "Children who suffer such abuse are left severely traumatized.",
        "The ILO estimates 250 million people globally suffer a work-related accident each year and 3,000 workers are killed daily.",
        "If you perform negative actions, then you will suffer negative consequences and positive consequences will result from positive actions.",
        "addictive personalities are not helped by arresting the vast majority who do not suffer from the problem.",
        "If children frequently suffer from ear inflammation caused by enlarged adenoids or tonsils, they may be removed surgically.",
        "When we suffer from bodily pain there is bound to be mental affliction as well.",
        "During this year you will suffer the aftermath of acquired wrong habits.",
        "Don't let them suffer the agony of the lost.",
        "They all suffer from respiratory ailments which they blame on air pollution.",
        "Anyone failing to swear allegiance would suffer the full penalty of the law.",
        "For collecting alms by falsely claiming to suffer from epilepsy, Jennings is put into the stocks, which Harman calls \" condign punishment.",
        "All were of normal body weight and did not suffer from eating disorders, which are known to cause amenorrhea.",
        "Others say that women should suffer in childbirth as a divine punishment and not use anesthesia.",
        "In early 1986, she began to suffer from chest pains and her general practitioner at the time diagnosed angina and commenced treatment.",
        "The FA cup match at Anfield also saw Alan Smith suffer an horrific broken leg and dislocated ankle.",
        "Clearly antisocial behavior remains deeply damaging and distressing for those who suffer its effects.",
        "Women are more/less likely than men to suffer aphasia when the front part of the brain is damaged.",
        "assertive to ensure people with a learning disability do not suffer discrimination.",
        "astringent properties of these help soak up the common problem of excess oil that some men suffer from.",
        "She said, \" Every two minutes someone in the UK will suffer a heart attack, with only half of them surviving.",
        "Others will suffer the steady attrition of chronic health problems that diminish the quality of their life for much of their old age.",
        "They are unlikely to be carrying avian flu but they can suffer from other infections that people can catch.",
        "The problem with this type of working arrangement is that partners might leave or suffer bankruptcy.",
        "bespattered with mud, I suffer.",
        "Friend agree that the only people who will suffer from less religious bigotry in Northern Ireland schools are the men of violence?",
        "This was initially rejected and caused him to suffer a perforated bowel.",
        "We also offer single replacement lamps should you ever suffer a breakage.",
        "many broilers can no longer support their own body weight and most suffer from leg disorders.",
        "Bulimia This section describes bulimia This section describes bulimia in a way that is meaningful both for those who suffer from it and those who do not.",
        "I liked Stez the best because he's a cuddly bunny who does not suffer fools gladly.",
        "People with low job satisfaction were most likely to experience emotional burnout, have reduced self-esteem and suffer from anxiety and depression.",
        "caddy systems suffer from the problem of smelly fluids collecting in the bottom of the container.",
        "It shares with The Dentist 1 and 2 extensive use of disorientating camerawork that emphasizes the peaks of insanity the characters suffer.",
        "carious teeth a child had the more likely they were to suffer a painful episode.",
        "They suffer terrible carnage on the road from careless car drivers.",
        "catchmals caught in snares often suffer a lingering death.",
        "On contact with them I suffer a burning, ulcerated throat, a runny nose, sneezing and a wheezy chest.",
        "Michael Morgan finished a strong 9th but Dennis Ashmore was unfortunate to suffer a BIG spin exiting the chicane on the last lap.",
        "Spam Too many of us suffer the daily chore of deleting e-mails we don't want to receive.",
        "chroma crosstalk can suffer beat patterns over areas of very fine detail.",
        "Newton was led by this reasoning to the erroneous conclusion that telescopes using refracting lenses would always suffer chromatic aberration.",
        "More than 17 million people nationally suffer with long term chronic illness - and that means about 5,000 in Milton Keynes.",
        "Wherever the interstellar clouds of the two galaxies collide, they do not freely interpenetrate but, rather, suffer inelastic collision.",
        "Suicide is always tragic because it cuts life short, but people who suffer hardship and distress deserve compassion.",
        "This will be the condition people suffer from when they can't begin to watch anything without feeling compelled to watch something else.",
        "compliant with that directive is unlikely to suffer or cause interference.",
        "They are also more likely than children to suffer complications.",
        "The question you must ask is - are you prepared to suffer the consequences of your system failing or malfunctioning?",
        "constipated, many people can suffer from fatigue, bloating, distension, abdominal pain and even depression.",
        "constipation treatments often lead people to suffer needlessly.",
        "Instead, I let others suffer the full moral contagion, and make sure the only dirt on my hands is the physical sort.",
        "Up to 1 in 50 babies can suffer convulsions.",
        "copula approach to construct models for data that may suffer from selectivity bias.",
        "Without a positive co-relation between school and home the education of children will suffer and hinder their academic progress.",
        "Paper won't suffer from system failures at critical times or become corrupt (you can't hack something already on paper!",
        "Do your personnel have to wait to access your systems Do you suffer from data corruption?",
        "leg cramps - many pregnant women suffer from painful attacks of cramp in their calf muscles.",
        "All cages - whether traditional battery or so-called ' enriched ' - are inherently cruel and cause laying hens to suffer throughout their lives.",
        "cuddly bunny who does not suffer fools gladly.",
        "This seems to be a treat reserved for the distance runner - endurance cyclists don't suffer.",
        "You are doing most of the things that are recommended for women who suffer with recurrent cystitis.",
        "For Hungary did not suffer the slow decline into the Final Solution, through a myriad stages of debasement.",
        "Only in Oldham did the BNP suffer a crushing defeat.",
        "Would you let your family suffer for the fact that you were too proud to admit defeat?",
        "The majority of people with dry age-related macular degeneration do not suffer very severe visual loss.",
        "Scientists, publishers and librarians all seem to suffer delirium when it comes to electronic publishing.",
        "Flickr would also suffer from a sudden deluge of LOL!",
        "Similarly, patients who have suffered a stroke which involves a deprivation of oxygen are much more likely to suffer dementia.",
        "I prefer to let someone else run my bike in for me and suffer the most dramatic initial depreciation as well.",
        "The UK is seen globally as a soft touch and people will suffer almost any depredation to get into the country.",
        "Hill sheep in particular suffer great deprivation mainly from neglect.",
        "In patients who suffer from atopic dermatitis, the cold sores can, in rare cases, spread to larger parts of the body.",
        "disable Induced Hearing Loss (NIHL) is possibly the most socially disabling condition that we can suffer from.",
        "May he and his friends suffer no sharp disappointment.",
        "Do you suffer from liver, kidney or lung disease?",
        "I suffer from fibromyalgia, severe depression (bi-polar) and panic disorder.",
        "All of the proposed venues suffer one major drawback - they are not in central Sidmouth.",
        "The idea that Bin Laden would suffer in a prison is ridiculous - more utter drivel.",
        "Care should be taken when stapling and routing this cable as digital signals can suffer losses due to sharp bends or cable constriction.",
        "They know every dynasty that ever ruled China was overthrown by peasant revolts and they do not wish to suffer a similar fate.",
        "Helping your child cope with exam stress Some children take exams in their stride with relative ease, whilst others can really suffer.",
        "I suppose it would be really good for guys who suffer from premature ejaculation.",
        "For those who suffer premature ejaculation, Condomi Max Love condoms can offer major benefits.",
        "Many people suffer from the debilitating lung disease emphysema.",
        "entangled in the same meshes which held me was more than I could suffer.",
        "You may suffer from long bouts of being tired, exhausted or unable to muster much enthusiasm for life like you usually do.",
        "erosion scars of paths, however, suffer constant trampling pressure; with no opportunities for re-vegetation they will only get worse.",
        "Stock forced to graze on heavily infested pastures may suffer skin eruptions about the mouth.",
        "She produced this clever programmable hand exerciser for people who suffer from arthritis.",
        "faith-based charities suffer?",
        "The local community accepted traditional farmyard smells but we've never suffered anything like the revolting reek we regularly suffer now.",
        "I suffer from pulmonary fibrosis, which affects my breathing.",
        "I still get flare-ups of joint & muscle pain, and also suffer fatigue regularly.",
        "However, most children will suffer from eczema flare-ups from time to time.",
        "They may suffer horrific flashbacks of the accident or assault which caused the facial injury every time they look in the mirror.",
        "Tips from the Council's Food Safety Team Every year people suffer food poisoning at Christmas.",
        "Bible Belt readers, I now realize, neither suffer a fool gladly nor hesitate to call a fool a fool.",
        "Jesus goes with grim foreboding, expecting to suffer.",
        "foretellat God foretold by the mouth of all the prophets, that his Christ should suffer, he thus fulfilled.",
        "His appetite was also reduced, and he began to suffer increasingly frequent chest infections.",
        "lunatic fringe - ' Oh I am sorry, what did he suffer from?",
        "furious tempest, they did not suffer from it.",
        "Not suitable for individuals who are allergic to cows ' milk protein, suffer from galactosaemia or require a galactose free diet.",
        "Although 20 per cent of people over 65 develop gallstones, only about 4 per cent suffer any symptoms.",
        "Breast fed babies are less likely to suffer many serious illnesses including gastroenteritis, respiratory and ear infections, eczema and asthma as children.",
        "Why does my game suffer from framerate slowdown / lags, graphical glitches, crashes?",
        "gloomy daily outlook you may suffer.",
        "gluteal muscles Almost 80% of the world suffer from lower back injuries at some time in their lives.",
        "godly in this present age will suffer persecution, 2 Timothy 3:12.",
        "We must act now, before any more innocents suffer. ' ' He keeps talking about an unholy Grail.",
        "In his first letter he said: for a little while you may have had to suffer grief in all kinds of trials.",
        "Many also suffer from unresolved grief at the loss of the support they received from the professional who has abused them.",
        "Once on board he began to suffer the hallucinations described above.",
        "This drop in sales causes already hard-pressed industry to suffer a drop in sales, with resultant lay-offs, redundancies and business failures.",
        "Normally you have to show you will suffer severe hardship without benefits.",
        "Whether or not a party will suffer undue hardship is the key consideration in applications to extend.",
        "The patient can't really get worse and can suffer no real harm.",
        "head louse0,000 to 60,000 people suffer from a head lice infection each year.",
        "Some teenagers may find their first love or suffer the heartbreak of it.",
        "But she was to suffer more heartbreak when Powergen told her that the Meter installation on the 9 August had been canceled.",
        "Millions of people have the disease and suffer from its most common symptom - frequent and persistent heartburn.",
        "heaven's sake, how can ANYONE be surprised at the diseases Britain's animals suffer?",
        "However if you suffer from stomach ulceration or allergy to aspirin then there is a shot of a blood thinning agent called heparin available.",
        "Without doing the assigned homework, they wont understand the subject properly and when it comes to exams their revision will suffer.",
        "She lives in a wretched, filthy hovel with two grown up daughters whom she will not suffer to work or learn anything.",
        "BJ has hyper IgM syndrome and is one of only 30 children in the Australia to suffer from the rare and incurable genetic disease.",
        "Such subjects are very likely to suffer considerable mental and physical harm in the hands of enthusiastic amateur hypnotists.",
        "The elderly often suffer from poor circulation and lowered immunity and Ginkgo works well on both counts.",
        "For people who suffer from mental incapacity the time may never start to run.",
        "indignity suffer value engineering, substitutions, cost cutting, and other practical indignities of our work.",
        "affected individuals suffer terribly with chronic breathlessness as the lungs are progressively destroyed.",
        "infested pastures may suffer skin eruptions about the mouth.",
        "infringe not suffer these interruptions while I'm infringing on copyright!",
        "The son shall not suffer for the iniquity of the father, nor the father suffer for the iniquity of the father, nor the father suffer for the iniquity of the son.",
        "For while we lived and committed iniquity we did not consider what we should suffer after death.",
        "inroads into the backlog of cataloging from which most archive services suffer.",
        "It makes anything the rest of us may suffer seem pretty insignificant.",
        "Sleeping problems - insomnia - are very common and most of us suffer some insomnia at some point of our lives.",
        "The Kitchen Bar however will suffer the ultimate insult, swallowed up to reappear in the bowels of the Victoria Square.",
        "Better still, the player does not suffer from the Chroma Upsampling Error (where the edges of colors appear jagged ).",
        "young joeys who are still inside their mother's pouch suffer a more grisly death.",
        "Ideal for those who suffer with aching joints or with concerns about joint health.",
        "Too often do we suffer the lean kine to devour the fat.",
        "Kent beaches suffer from all the usual form of litter but the area is also a major shipping lane.",
        "likely to suffer the sensations of pain or discomfort.",
        "Each year 400,000 people suffer from upper limb or neck disorders.",
        "Unless the box is overheating you should not have to suffer lockups.",
        "Thieves ' cash in at Tesco tills ' Tesco self-service tills suffer from an apparent \" security loophole \", consumer group Which?",
        "Would they be so loth to suffer; so afraid to die?",
        "louseund 50,000 to 60,000 people suffer from a head lice infection each year.",
        "He was dynamic, did not suffer fools gladly but was intensely loyal to his staff and trainees.",
        "loyaltyhild can feel confused as to the reasons for the divorce and may suffer from stress associated with divided loyalties between the parents.",
        "Even apparently healthy survivors may suffer from immune dysfunction, or kidney or brain malformations, which can contribute to death later.",
        "However, if we suffer any more reactor malfunctions, we will have to resort to a main rocket burn.",
        "Capitalism condemns every third child in the world to suffer malnutrition.",
        "Nearly 1 million Iraqi children still suffer from chronic malnutrition, he said.",
        "This may already be seen with the steeply rising numbers of urban foxes, many of which now suffer from endemic mange.",
        "mankind cannot regain the spiritual authority it lost, because all men and women suffer from sin."
    ],
    "definition": [
        "To feel pain or distress; sustain injury or harm: suffer from arthritis; made the people suffer for their disloyalty.",
        "a. To have a specified shortcoming or weakness: writing that suffers from poor organization.\nb. To sustain a loss, setback, or decline in effectiveness; become worse: When morale drops, the company's performance suffers.\nc. To appear at a disadvantage: “He suffers by comparison with his greater contemporary” ( Albert C. Baugh )",
        "a. To experience, undergo, or feel (something painful, injurious, or unpleasant): suffer a heart attack; suffer a debilitating illness; suffer pain.\nb. To undergo or be subjected to (a negative experience or development): a team that suffered a defeat; a species that suffered a decline in population; a business that suffered huge losses.",
        "a. To put up with; tolerate: She does not suffer fools easily. See Synonyms at endure.\nb. To permit; allow: “They were not suffered to aspire to so exalted a position as that of streetcar conductor” ( Edmund S. Morgan )",
        "suf′fer·er\nnoun",
        "suf′fer·ing·ly\nadverb",
        "Link/Cite",
        "(intransitive) To undergo hardship.",
        "(intransitive) To feel pain.\nAt least he didn't suffer when he died in the car crash.",
        "(intransitive, construed with from) To have a disease or condition.\nHe's suffering from the flu this week.",
        "(intransitive) To become worse.\nIf you keep partying like this, your school-work will suffer.",
        "To endure, undergo.\nI've been suffering your insults for years;  we hope you never have to suffer the same pain",
        "(archaic) To allow.",
        "ruffes",
        "Link/Cite"
    ]
}