{
    "translation": "פסגה",
    "uses": [
        "There was a rest area at the summit already crowded with rid­ers.",
        "The view from the summit overlooking Table Bay is also one of much grandeur.",
        "Eight miles from Ouray, but still four miles from the summit of Red Mountain Pass, the road leveled out.",
        "at the summit of Mount Mansfield, about 25 m.",
        "With each turn in the road he expected to see the summit but was only greeted with another long uphill climb until he lost track of the numbers.",
        "It stands upon the slope and summit of the cliffs above Filey Bay, which is fringed by a fine sandy beach.",
        "Summit of spire heterostrophic; a projection, the mentum, between head and foot; operculum present.",
        "Each summit is crowned by an inverted pear-shaped stone, bearing a triple cross, emblematic of the Trinity.",
        "The summit of the mountain is then covered by a whitish-grey cloud, which is being constantly forced down the northern face towards Cape Town, but never reaches the lower slopes.",
        "The true source of the Adige is in some small lakes on the summit of the Reschen Scheideck Pass (4902 ft.), and it is swollen by several other streams, near Glurns, where the roads over the Ofen and the Stelvio Passes fall in.",
        "The Transandine line, designed to open railway communication between Buenos Aires and Valparaiso, was so far completed early in 1909 that on the Argentine side only the summit tunnel, 2 m.",
        "It was after 11:00 by the time Dean struggled around the last turn and reached the summit of Wolf Creek Pass.",
        "He was able to ski from the summit, but only on those slopes and trails designated blue or green, novice or intermediate.",
        "His reward for his services was election in 1859 to the Ohio Senate as the member from Portage and Summit counties.",
        "The highest summit in the state is Tancitaro (12,660 ft.).",
        "The principal summit is Tomor (7916 ft.), overhanging the town of Berat.",
        "It seems possible that the road at first led to Tusculum, that it was then prolonged to Labici, and later still became a road for through traffic; it may even have superseded the Via Latina as a route to the S.E., for, while the distance from Rome to their main junction at Ad Bivium (or to another junction at Compitum Anagninum) is practically identical, the summit level of the former is 725 ft.",
        "The cheek-teeth strongly curved, forming from the base to the summit about a quarter of a circle, the concavity being directed outwards in the upper and inwards in the lower teeth.",
        "MONTE VULTURE (anc. Vultur), a mountain of Basilicata, Italy, in the province of Potenza, the summit of which is about 5 m.",
        "Mackinder, \"Journey to the Summit of Mount Kenya,\" Geog.",
        "The method is simply the logical result of the fact that every existing form of life stands at the summit of a long branch of the whole tree of life.",
        "Priscian the grammarian speaks of him as having attained the summit of honesty and of all sciences.",
        "The summit of Cairngorm, 31 m.",
        "On the north both summits are defended by cliffs; on the south the ground slopes away somewhat abruptly from the eastern summit towards the plateau on which the town stood, while the western summit is separated from this plateau by a valley traversed by a branch of the Hypsas [mod.",
        "Proceeding thence southwards, we find in succession the Monte Vettore (8128 ft.), the Pizzo di Sevo (7945 ft.), and the two great mountain masses of the Monte Corno, commonly called the Gran Sasso d'Italia, the most lofty of all the Apennines, attaining to a height of 9560 ft., and the Monte della Maiella, its highest summit measuring 9170 ft.",
        "A bank of clouds tumbled down the slope to the left of him, bathing the summit in cold dampness.",
        "Bearing this in mind, one can readily imagine how close together the equipotential surfaces must lie near the summit of a high sharp mountain peak.",
        "Remains of villas can also be traced, and to the largest of these, which occupied the summit of the promontory, and belonged first to Marius, then to Lucullus, and then to the imperial house, probably belongs the subterranean Grotta Dragonara.",
        "manubrium and In C the marsupium (m) is formed as finger-like another below the process from the summit of the blastostyle, en closing the acrocyst; b, medusa-buds on the radial canal in blastostyle.",
        "In the then state of knowledge, it appeared that all the species of animals and plants could be arranged in one series, in such a manner that, by insensible gradations, the mineral passed into the plant, the plant into the polype, the polype into the worm, and so, through gradually higher forms of life, to man, at the summit of the animated world.",
        "Of these ranges the summit of Mt Latmus alone reaches 4500 ft.",
        "The surface of the summit (the highest point is variously stated at 3549, 35 82 and 3850 ft.) is broken into small valleys and hills, and is covered with luxuriant vegetation, its flora including the superb orchid Disa grandiflora and the well-known silver tree.",
        "The rainfall on the summit is heavy, 72.14 inches a year being the average of twelve years' observations.",
        "Soc. for 1903 and 1905) goes to show that during cloudy weather the summit of the mountain resembles an immense sponge, and that this condensation of moisture considerably influences the yield of the springs in the lower part of the mountain.",
        "without any legislative authority is the little mountain railway from Llanberis to the summit of Snowdon, which was made by the owner of the land through which it passes.",
        "His brother Domhnall (Donnell) was king of Ailech, a district in Donegal and Derry; the royal palace, the ruined masonry of which is still to be seen, being on the summit of a hill Boo ft.",
        "The summit is flat and quite bare of vegetation, but the panorama in every direction is extremely grand.",
        "Gregory (1893) and Georg Kolb (1896); and its summit reached by H.",
        "Adjoining the town on the south-east is the beautifully-wooded Cluny Hill, a favourite public resort, carrying on its summit the tower, 70 ft.",
        "The summit of the great mountain mass is occupied by Tibet, a country known by its inhabitants under the name of Bod or Bodyul.",
        "of the station, crowns the summit of a hill (1984 ft.), and is surrounded by medieval walls.",
        "In May 1900, however, very rich deposits of gold and silver were discovered in Nye county, near the summit of the San Antonio Mountains, and a new era began in Nevada's mining industry.",
        "(highest summit, Hagios Theodoros, 7882 ft.).",
        "In the centre is the smaller, almost detached mass of Psiloriti (`TI,GtXopaTtov, ancient Ida), culminating in Stavros (8193 ft.), the highest summit in the island.",
        "The actual position of sea-level lies so near the summit of the crust-heap that the varied relief of the upper portion leads to the formation of a complicated coast- The con- line and a great number of detached portions of land.",
        "The actual highest summit is wholly French and is the loftiest peak in the Alps, and in Europe also, if certain peaks in the Caucasus be excluded.",
        "The plateau-like summit, which originally could be reached only from the south by a steep and narrow path, was rendered almost impregnable to Indian attack by a sheer cliff on the river side of the hill, a deep ravine along its eastern base and steep declivities on the other sides.",
        "To the east, on the summit of the height, is the cathedral of St Carthagh, of various dates.",
        "This volcanic tract extends across the Campagna of Rome, till it rises again in the lofty group of the Alban hills, the highest summit of which, the Monte Cavo, is 3160 ft.",
        "It is on the windward faces of the highest ground, or just beyond the summit of less dominant heights upon the leeward side, that most rain falls, and all that does not evaporate or percolate into the ground is conducted back to the sea by a route which depends only on the form of the land.",
        "On the summit La Salle built store-houses and log huts, which he surrounded by intrenchments and a log palisade.",
        "The upper fort is a quadrangular building on the summit, with only one approach, and was deemed impregnable by the Mysore princes.",
        "But when it grows in dense woods, where the lower branches decay and drop off early, only a small head of foliage remaining at the tapering summit, its stem, though frequently of great height, is rarely more than 11 or 2 ft.",
        "In the desert he was worshipped as an atmospheric deity, who manifested himself in thunder and lightning, whose abode was in the sky, whose sanctuary was on the mountain summit of Horeb-Sinai, and whose movable palladium was the ark of the covenant.",
        "Another method, which was introduced into America from Europe about 1890, is that of the summit or \" hump.\"",
        "Summit is open seven days a week for lunch and dinner and will also deliver.",
        "We totally enjoyed our exhilarating trek to the summit.",
        "above the present summit.",
        "A range of low hills intervenes between Felanitx and the Mediterranean; upon one summit, the Puig de San Sebastian, stands a Moorish castle with a remarkable series of subterranean vaults.",
        "The splendid emerald at the summit, which was engraved with the arms of Gregory XIII., was restored by Napoleon and now adorns another papal tiara at Rome.",
        "Following the increase of population north of the Columbia, the territory was divided, and Washington Territory was established on the 2nd of March 1853, with the river as the southern boundary to the point where it is intersected by the forty-sixth parallel, and thence along that parallel to the summit of the Rocky Mountains, thereby including portions of the present states of Idaho and Montana.",
        "No water is to be found on the summit.",
        "To the south lies Lookout Mountain, whose summit (2126 ft.",
        "to British America, and from the Missouri and White Earth rivers to the \" summit \" of the Rockies; but in 1861 and 1863 it was reduced, by the creation of other Territories, to its present boundaries.",
        "of Avellino; upon the summit is a sanctuary of the Virgin, founded in 1119, which contains a miraculous picture attributed to S.",
        "C. Janssen constructed an observatory just below the very summit.",
        "The hills are formed by a short, broad, anticlinal fold, which is flat or nearly so on its summit.",
        "The face is scored with ravines, a particularly deep cleft, known as The Gorge, affording the shortest means of access to the summit.",
        "Europe generally, the principal coal seams occur in the Upper Carboniferous, while the Lower Carboniferous is mainly composed of marine deposits, with, however, the first bed of coal near its summit.",
        "ornithology, as might be expected from such a man as he was, placed the Pterylographie at the summit of those publications the appearance of which he had to record for the years 1839 and 5840, stating that for \" Systematik\" it was of the greatest importance.'",
        "It is situated on the summit of the Great Dividing Range, and is the centre of the rich pastoral and agricultural district of Darling Downs.",
        "Its conical summit terminates in an oblong platform, 74 ft.",
        "It is a noble portal, erected in 1460, apparently from designs by Fra Giocondo, with the lion of St Mark in the attic. The statuary, with Sta Giustina on the summit of the tympanum, was added in 1571 and 1578.",
        "on the summit of Hogues Hill about 12 m.",
        "The triple summit of Beacon Hill, of which no trace remains to-day (or possibly a reference to the three hills of the then peninsula, Beacon, Copp's and Fort) led to the adoption of the name Trimountaine for the peninsula,-a name perpetuated variously in present municipal nomenclature as in Tremont; but on the 17th of September 1630, the date adopted for anniversary celebrations, it was ordered that \" Trimountaine shall be called Boston,\" after the borough of that name in Lincolnshire, England, of which several of the leading settlers had formerly been prominent citizens.'",
        "The Khamardaban border-ridge (the summit of a mountain of the same name is 5300 ft.",
        "It is a barren rock, on the summit of which stands a lighthouse visible at night for 21 m.",
        "wide at the summit.",
        "in diameter, passing from the bull-wheel shaft over a grooved wheel known as the crown-pulley, at the summit of the derrick.",
        "This paper is principally based on the following general theorem, which is a remarkable extension of Pascal's hexagram: \"If a polygon move so that each of its sides passes through a fixed point, and if all its summits except one describe curves of the degrees m, n, p, &c., respectively, then the free summit moves on a curve of the degree 2mnp. ..",
        "The northern shore of the lake is irregular and more rugged and picturesque than the other shores, the summit of the highest peak being about 1400 ft.",
        "It is commonly said to take its origin in some small lakes a little south of the summit plateau of the Mont Genevre Pass.",
        "The punishment of the overhanging rock refers to the dangerous position of the town of Tantalis below the summit of Mount Sipylus.",
        "from the summit of the ruin it was not possible to trace the outline.",
        "In the centre of the plain extends from north-east to south-west a series of low heights, now known as Turcovuni, culminating towards the south in the sharply pointed Lycabettus (1112 ft.), now called Hagios Georgios from the monastery which crowns its summit.",
        "Separated from Lycabettus by a depression to the south-west, through which flows a brook, now a covered drain (probably to be identified with the Eridanus), stands the remarkable oblong rocky mass of the Acropolis (512 ft.), rising precipitously on all sides except the western; its summit was partially levelled in prehistoric times, and the flat area was subsequently enlarged by further cutting and by means of retaining walls.",
        "The entire area of the summit was now thoroughly explored, the excavations being carried down to the surface of the rock, which on the southern side was found to slope outwards to a depth of about 45 ft.",
        "The fine walls of the south and east sides were built by Cimon after the victory of the Eurymedon, 468 B.C.; they extend considerably beyond the old Pelasgic circuit, the intervening space being filled up with earth and the debris of the ruined buildings so as to increase the level space of the summit.",
        "in height, its summit being decorated with stalactite vaults, one of the grandest features in Mahommedan architecture, only equalled by the magnificent portals of the mosques in India.",
        "To the east and south-east lies the ridge named High Street (2663 ft.), from the Roman road still traceable from south to north along its summit, and sloping east again to the sequestered Hawes Water (103 ft.",
        "On the summit of the Golis range the cedars form forests.",
        "The fortified station of Dinas occupies the summit of a hill about 22 m.",
        "The summit is crowned by a chapel dedicated to St Lawrence, which once also served as a traveller's shelter.",
        "Through its great flood-plain the Mississippi river winds upon the summit of a ridge formed by its own deposits.",
        "Its summit consists of a plateau too acres in area, with a slight slope to the south, terminating on its north-eastern side in a sheer fall of more than 1500 ft.",
        "From 1881 till 1904 meteorological observations were taken from the summit of Ben Nevis, the observers at first making the ascent daily for the purpose.",
        "There is a small hotel on the summit for the convenience of tourists, especially of those anxious to witness sunrise.",
        "From the summit every considerable peak in Scotland is visible.",
        "Observations conducted during several months have shown that, whilst the mean temperature at Fort William was 57° F., at the summit of Ben Nevis it was 41° F., and that though the rainfall at the fort amounted to 24 in., it was as much as 43 in.",
        "of Kossovo, though fatal to his ambition, did not immediately react on Bosnia itself; and when Tvrtko died in 1391, his kingdom was still at the summit of its prosperity.",
        "They ascended by the Ait Mizan valley to the Tagharat pass (11,484 ft.), and by the Amsmiz valley to the summit of Jebel Tezah (11,972 ft.).",
        "His body was carried next day by sixty sturdy Samoans, who acknowledged Stevenson as their chief, to the summit of the precipitous peak of Vaea, where he had wished to be buried, and where they left him to rest for ever with the Pacific Ocean at his feet.",
        "This observatory, the foundations of which were fixed in the snow that appears to cover the summit to a depth of ten metres, was built in September 1893, and Janssen, in spite of his sixty-nine years, made the ascent and spent four days taking observations.",
        "The principal groups are: the Voralpe (5802 ft.), the Duerrenstein (6156 ft.), the Otscher (6205 ft.), the Raxalpe (6589 ft.) and the Schneeberg (6806 ft.), which is the highest summit in the whole province.",
        "The island is the flat summit of a submarine mountain more than 15,000 ft.",
        "The flat summit is formed by a succession of limestones - all deposited in shallow water - from the Eocene (or Oligocene) up to recent deposits in the above-mentioned atoll with islands on its reef.",
        "The whole series was evidently deposited in shallow water on the summit of a submarine volcano standing in its present isolation, and round which the ocean floor has probably altered but a few hundred feet since the Eocene age.",
        "By these performances Lagrange found himself, at the age of twenty-six, on the summit of European fame.",
        "In the Avesta, after the separation of the Iranian stock from the Hindu and the rise of Zoroastrianism, which elevated Ormazd to the summit of the Persian theological system, his role was more distinct, though less important; between Ormazd, who reigned in eternal brightness, and Ahriman, whose realm was eternal darkness, he occupied an intermediate position as the greatest of the yazatas, beings created by Ormazd to aid in the destruction of evil and the administration of the world.",
        "(other measurements give 9823 ft.), probably the highest summit in Brazil.",
        "The summit of the promontory (748 ft.) is reached by the old line of the Via Appia, which is flanked by tombs and by remains of an ancient defensive wall with circular towers (currently attributed to Theodoric, but probably a good deal earlier in date).",
        "The summit is occupied by a massive terrace, supported by arcades of fine opus incertum (traditionally, but wrongly, called the palace of Theodoric) on all sides except the E., and commanding a magnificent view seaward over the coast and over the Pomptine Marshes.",
        "long) is very striking, in turns rugged and desolate, verdant and smiling, with patches of dense forest and heights wooded to their summit.",
        "The summit of the Biggarsberg chain is crossed at a point 233 m.",
        "The Orange Free State line, after leaving Ladysmith, ascends by steep gradients the whole of its own course in Natal territory, and when it gains the summit at Van Reenen's Pass it is 5500 ft.",
        "the district of Vryheid, the district of Utrecht and such portion of the district of Wakkerstroom as was comprised by a line drawn from the north-eastern corner of Natal, east by Volksrust in a northerly direction to the summit of the Drakensberg Range, along that range, passing just north of the town of Wakkerstroom, to the head waters of the Pongola river, and thence following the Pongola river to the border of the Utrecht district.",
        "Tradition relates that, after some six years' fighting, the Messenians were forced to retire to the fortified summit of Ithome.",
        "This is doubtless the explanation of a \" pretty optical phenomenon, seen in Switzerland, when the sun rises from behind distant trees standing on the summit of a mountain.\"",
        "It rises on the summit of Amarkantak hill in Rewa state, and for the first 200 m.",
        "HELM WIND, a wind that under certain conditions blows over the escarpment of the Pennines, near Cross Fell from the eastward, when a helm (helmet) cloud covers the summit.",
        "This branch consists of parallel chains enclosing elevated valleys, in one of which lies the town of Merida at the height of 5410 ft., overlooked by the highest summit of the chain (Picacho de la Sierra, 15,420 ft.).",
        "Here is Meintjes Kop, with a broad natural shelf midway below the summit.",
        "Not even deigning to notice the retreating columns, apparently too without escort, the batteries pressed forward till they reached the summit of the ridge trending eastward from Chlum towards the Elbe, whence the whole interior of the Austrian position was disclosed to them, and then they opened fire upon the Austrian reserves which lay below them in solid masses of army corps.",
        "high, the summit of which overhangs its base about 9 ft.",
        "It is square below, with an octagonal summit of a slightly later period.",
        "After a fresh reorganization during the night an attempt was yet again made on the gth to win the mountain, and that day some British and Indian troops actually fought their way on to a commanding summit from which the Narrows could be seen, only, however, speedily to be driven off again.",
        "The town is laid out in rectangular blocks at the foot of low hills, from the summit of which (as in Queen's Gardens) a splendid panorama is seen, including the snow-clad Mount Ruapehu to the north-east.",
        "In nearly all the other Pleistocene forms these teeth were subcylindrical in shape, with the summit of the crown (except sometimes in the first pair) forming a cup-like depression; enamel being in all cases absent.",
        "In 729 B.C. the summit of his ambition was attained, and he was invested with the sovereignty of Asia in the holy city of Babylon.",
        "The greater part drains to the Mediterranean, from which the land rises gradually to the summit of the Tih plateau.",
        "On the summit of the falk there is generally a mound known as tas or barkhus composed of white sand which stands out conspicuously against the deep red of the surrounding deserts; the exterior slopes are comparatively gentle.",
        "in length with an average height of over 5000 f t., and the highest summit of which, J.",
        "The principal villages on the eastern slopes are Rustak, Nakhl and Semail in the well-watered valley of the same name; on the western slopes are Tanuf and Nizwa, lying immediately below the highest summit of the range; Semed, Ibra and Bidiya in the W.",
        "From the summit, to which there is a funicular railway, there is a magnificent view, celebrated by Byron in Childe Harold's Pilgrimage.",
        "Its summit is frequently draped with snow, and its broken-down crater contains a lake.",
        "Passing the summit of that range, it rushes down as a cool and dry wind on the Pacific slopes beyond.",
        "From Innsbruck to the summit of the pass is a distance by rail of 25 m.",
        "of Trapani, on the summit of an isolated bare hill, 2465 ft.",
        "The summit of the rock, called the Peak, is crowned by a fort.",
        "On this barren summit lay a wide flat depression, surrounded with rugged walls of rock, which were festooned with wild vines.",
        "On an isolated rock between the town and the river stands a ruined castle, the Diz-i-siyah (black castle), the residence of the governor of the district (then called Samha) in the middle ages, and, with some modern additions, one of them consisting of rooms on the summit, called Felek ul aflak (heaven of heavens), the residence of the governors of Luristan in the beginning of the 19th century.",
        "from the summit, but the rest are covered, for the most part, with deep deposits of ashes and scoriae.",
        "On the summit of Ontake are eight large and several small craters, and there also may be seen displays of trance and divine possession, such as are described by Mr Percival Lowell in Occult Japan (1895).",
        "In the neighborhood of ~ ~, Nagasaki, over the celebrated solfataras of Unzen-take KlilshIiI (called also Onsen) stands an extinct volcano, whose summit, Fugen-dake, is 4865 ft.",
        "Within the period of Japans written history several eruptions are recorded the last having been in 1707, when the whole summit burst into flame, rocks were shattered, ashes fell to a depth of several inches even in Yedo (TOkyO), 60 m.",
        "A little steam still issues from several smaller cones on the summit of the ridge, as well as from one, called Eniwa, on the northern side.",
        "Has both a summit and a lateral crater, which are apparently connected and perpetually emitting steam.",
        "A triple-peaked volcano in the solfatara stage, extinct at the summit, but displaying considerable activity at its base in the form of numerous fumaroles and boiling sulilhur springs.",
        "At the summit are two deep craters, the southern of which emits steam.",
        "To the south of the Kinzig the mean height is 3100 ft., and the loftiest summit, the Feldberg, reaches about 4898 ft., while to the north the mean height is only 2100 ft., and the Belchen, the culminating point of the whole, does not exceed 4480 ft.",
        "The summit of Slieve Gullion is crowned by a large cairn, which forms the roof of a singular cavern of artificial construction, probably an early burial-place.",
        "It is situated on the western border of the fertile plain of Burgundy, at the foot of Mont Afrique, the north-eastern summit of the Cote d'Or range, and at the confluence of the Ouche and the Suzon; it also has a port on the canal of Burgundy.",
        "AKRON, a city and the county-seat of Summit county, Ohio, U.S.A., on the Little Cuyahoga river, about 35 m.",
        "Lane, Fifty Years and over of Akron and Summit County (Akron, 1892).",
        "The summit C of the branch BCD occurs at a percentage exactly corresponding to the formula Hg 2 T1.",
        "Sometimes a freezing-point curve contains more than one intermediate summit, so that more than one compound is indicated.",
        "For example, the system sodium-mercury has a remarkable summit at the composition NaHg 2.",
        "South from them is the pass (8351 ft.) which leads from Baalbek to Tripoli; the great mountain amphitheatre on the west side of its summit is remarkable.",
        "The cavalry of his left wing stood fast, west of Doon Hill, as a pivot of manoeuvre, the northern face of Doon (where the ground rises from the burn at an average slope of fifteen degrees and is even steeper near the summit) he left unoccupied.",
        "Scanty remains of walling and of buildings of the Roman period exist above ground; traces of a large rectangular platform were found in 1876, and part of the thermae in 1829; it occupied the summit of a hill defended by ravines, called Piano di Civita.",
        "On the summit of the promontory are extensive remains of a Saracenic castle.",
        "We are equally unfortunate in regard to Strabo's splendid marble Sisyphaeum just below the summit.",
        "The bones of the skeleton generally more resemble those of the Indian elephant than of any other species, but the skull differs in the narrower summit, narrower temporal fossae, and more prolonged incisive sheaths, supporting the roots of the enormous tusks.",
        "Reaching its summit they from Gorze towards Vionville, whence he could overlook the whole country to the north and west, had met von Rheinbaben (commanding the 5th cavalry division) and had seen the surprise of the French camps.",
        "Arrived at the summit, Bredow sounded \"line to the front,\" but at that moment a storm of French bullets swept down on them, and the men, no longer to be restrained, dashed forward, before the line could be completed, almost due east against long lines of infantry and artillery which they now saw for the first time about 1200 yards in front of them.",
        "At the summit of this crown the small rosy-pink flowers are produced, half protruding from the mass of wool, and these are succeeded by small red berries.",
        "She had now reached the summit of her ambition, and at first acted as joint-ruler with Tiberius.",
        "Old Syra, on a conical hill behind the port town, is an interesting place, with its old Roman Catholic church of St George's still crowning the summit.",
        "Nevertheless, the greatest depths of the ocean below sea-level and the greatest heights of the land above it are of the same order of magnitude, the summit of Mount Everest rising to 29,000 ft.",
        "Such gradients are of a truly mountainous character, the angle of slope from the Eibsee to the Zugspitze is 30°, and that from Alpiglen station to the summit of the Eiger is 42°.",
        "at its summit, which is protected by forts, and leaves passages for vessels to the east and west.",
        "The summit of the college tower is 110 ft.",
        "The summit is covered with snow for the greater part of the year.",
        "Seen from the Adriatic, Monte Corno, as it is someti, mes called, from its resemblance to a horn, affords a magnificent spectacle; the Alpine region beneath its summit is still the home of the wild boar, and here and there are dense woods of beech and pine.",
        "The view from the summit extends to the Tyrrhenian Sea on the west and the mountains of Dalmatia on the east in clear weather.",
        "On the 14th of May 1910 a protocol was signed defining the new frontier as follows: From the north end of Lake Kivu the Congo-German frontier turns east by north, traversing the volcanic region of Mfumbiro, and crosses the summit of Mt Karissimbi to the summit of Mt Sabyino, where the British, Belgian and German frontiers meet.",
        "The Owen Stanley range - its highest summit, named by Huxley in 1850 Mount Owen Stanley, 13,120 ft.",
        "But in the derivant valley peneplains developed in the present cycle of denudation, and there are residual summits also; in the Connecticut Valley trap ridges, of which Mt Tom and Mt Holyoke are the best examples; at Mt Holyoke, lava necks; occasionally in the lowlands, ridges of resistant sandstone, like Deerfield Mountain near Northampton; in the Berkshire Valley, summits of resistant schists, like Greylock, the highest summit in the state.",
        "It has secured as public reservations the summit and sides of Greylock (3535 ft.) in the north-west corner of the state, and of Wachusett (2108 ft.) near the centre.",
        "Auch is built on the summit and sides of a hill at the foot of which flow the yellow waters of the Gers.",
        "On the summit of this pencil of rock there are five or six acres of ground; and on them, in A.D.",
        "The Bermudas were formerly much more extensive than at present, and they may possibly stand upon the summit of a hidden volcano.",
        "In this part of the plateau, summit elevations of from 3000 to 4000 ft.",
        "Ikurangi, their highest summit, though a fine mass, does not compare with the isolated volcanic cones which, rising W.",
        "In Westland the Miocene includes the Moutere gravels, which rest on the summit of Mount Greenland, 4900 ft.",
        "On the summit of the mound were large phalli of stone.",
        "high in the middle, blocking the only access to the summit of the spur, on the N.E.",
        "Climbing the high mountain that overhangs the town, he established on the summit the monastery with which his name has ever since been associated, and which for centuries was a chief centre of religious life for western Europe.",
        "in the double summit of Mount Pitt.",
        "The west and south-west half of Saxony is more or less occupied by the ramifications and subsidiary groups of this range, one of which is known from its position as the Central Saxon chain, and another lower group still farther north as the Oschatz group. The south-east angle of Saxony is occupied by the mountains of Upper Lusatia (highest summit 2600 ft.), which form the link between the Erzgebirge and Riesengebirge in the great Sudetic chain.",
        "The highest summit attains a height of 1830 ft.; but the more interesting peaks, as the Lilienstein, Kiinigstein and the Bastei, are lower.",
        "The summit of the first stage was reached by a staircase on the S.E.",
        "P. Peters (1890) both report having seen it from the summit of Moghair.",
        "N.W.), and the Missouri Pacific railway systems. The city lies for the most part on high broken ground at the summit of the river bluffs, but in part upon their face.",
        "On the summit, approached by a well-preserved flight of steps, are the remains of a palace of the Mycenaean age, similar to that found at Tiryns, though not so complicated or extensive.",
        "Its territory was coterminous with that of Bononia and Regium, as its diocese is now, and to the south it seems to have extended to the summit of the Apennines.",
        "The city extends along the level summit of the cliffs from above the Falls to some 3 m.",
        "The island is of volcanic formation and mountainous, the highest summit being Beerenberg in the north (8350 ft.).",
        "On the summit of Osengal Hill, about a mile to the west of the town, a graveyard of early Saxon settlers was discovered during the cutting of the railway.",
        "along the summit of Parr's Ridge.",
        "by rail from Spiez on the Berne-Interlaken line) a mule path leads to the summit of the pass, passing over the Spitalmatte plain, where in 1782 and again in 1895 a great avalanche fell from the Altels (11,930 ft.) to the S.E., causing on both occasions great loss of life and property.",
        "In the greater depths temperature is extraordinarily uniform, 80% of the existing observations falling within the limits of 1.6° C. and 1.9° C. In the enclosed seas of the western Pacific, temperature usually falls till a depth corresponding to that of the summit of the barriers which isolate them from the open ocean is reached, and below that point temperature is uniform to the bottom.",
        "The bluffs approach the Missouri more closely at this point than elsewhere in the state, so that little more than manufacturing establishments and business blocks are built on the bottom lands, and the residences are spread over the slope and summit of the bluffs.",
        "From Irazu (11,200), the culminating point of the range, both oceans and the whole of Costa Rica are visible; its altitude exceeds that of Aneto, the highest point in the Pyrenees, but so gradual is its acclivity that the summit can easily be reached by a man on horseback.",
        "31-33), its chief temples and statues, its springs, its market-place and gymnasium, its place of sacrifice (lepoOuvcov), the tomb of the hero Aristomenes and the temple of Zeus Ithomatas on the summit of the acropolis with a statue by the famous Argive sculptor Ageladas, originally made for the Messenian helots who had settled at Naupactus at the close of the third Messenian War.",
        "are the Hagengebirge (7844 ft.); the beautiful summit of the Hoher Goll (8263 ft.); the Tennegebirge (7217 ft.); and the Untersberg, an outpost of the Berchtesgaden group. Between the Hagengebirge and the Tennengebirge, which are situated on each side of the Salzach valley, is one of the most magnificent narrow passes of the Alps.",
        "On the summit is a meteorological station.",
        "The fort occupies a conspicuous site on the summit of an abrupt rock which commands the river.",
        "The state charitable and correctional institutions consist of the New Hampshire School for Feeble-minded Children, at Laconia; the New Hampshire Soldiers' Home, at Tilton; the New Hampshire Industrial School, at Manchester; the New Hampshire Hospital for the Insane, and the State Prison, at Concord; and the New Hampshire Sanatorium for consumptives (1909) near Warren Summit, about 75 m.",
        "to the Rotlager or Rothaargebirge, culminating in the Winterberg plateau with the Kahler Asten (2713 ft.), the highest summit in the province.",
        "It forms the main watershed between the Pacific and Atlantic river systems. Its summit is not a well-defined crest, but is often rounded or flattened into a table-land.",
        "in altitude and reaching a summit height of 3186 ft.",
        "When the summit is reached, the traveller is tempted to ask, Where are the mountains?",
        "Different stages of cirque development, with accompanying transformation of ioountain shape, are finely illustrated in several ranges around the headwaters of the Arkansas river in central Colorado, where the highest summit of the Ro~k~ Mountains is found (Mt Massive, 14,424 ft., in the Sawatch range); and perhaps even better in the Bighorn range of Wyoming.",
        "In this way Mt Whitney (14,502 ft.) came to be the highest summit in the United States (excluding Alaska).",
        "(Summit removed by erosion.)",
        "From the summit of any of the higher hills one sees that the region is really a somewhat dissected plain, for all the hills rise to about the same level with a uniform skyline at the horizon.",
        "On the summit of these hills (4000 ft.) have been collected Aspidium aculeatum, Swartz var., Scopulinum, D.",
        "of Chalcis, rises the highest of its mountains, Dirphysor Dirphe,now Mount Delphi (5725 ft.),the bare summit of which is not entirely free from snow till the end of May, while its sides are clothed with pines and firs, and lower down with chestnuts and planes.",
        "Diaphorti), a mountain in Arcadia, sacred to Zeus Lycaeus, who was said to have been born and brought up on it, and the home of Pelasgus and his son Lycaon, who is said to have founded the ritual of Zeus practised on its summit.",
        "europaea) is, when grown in perfection, a stately tree with tall erect trunk, gradually tapering from root to summit, and horizontal branches springing at irregular intervals from the stem, and in old trees often becoming more or less drooping, but rising again towards the extremities; the branchlets or side shoots, very slender and pendulous, are pretty thickly studded with the spurs each bearing a fascicle of thirty or more narrow linear leaves, of a peculiar bright light green when they first appear in the spring, but becoming of a deeper hue when mature.",
        "It is the highest brick edifice in Europe, its summit being 510 ft.",
        "The peak rises like a pyramid, with a steep summit of white marble, to a height of 6350 ft., and can be seen at sunset from the plain of Troy on the east, and the slopes of Olympus on the west.",
        "of Mauna Loa, and blending with it in an intervening plateau, is Mauna Kea (\" White Mountain,\" so named from the snow on its summit), with a much smaller base but with steeper slopes and a crowning cinder cone 13,823 ft.",
        "shore are the remains of the oldest mountains of the island, the Kohala, with a summit 5505 ft.",
        "Cinder cones are the predominant type of craters on both Mauna Kea and the Kohala Mountains, and they are also numerous on the upper slopes of Mauna Hualalai; but the more typically Hawaiian pit or engulfment craters also abound on Mauna Hualalai and Mokuaweoweo, crowning the summit of Mauna Loa, as well as Kilauea, to the S.E.",
        "Formerly, on the eve of a great eruption of Mauna Loa, this crater often spouted forth great columns of flame and emitted clouds of vapour, but in modern times this action has usually been followed by a fracture of the mountain side from the summit down to a point moo ft.",
        "or more below where the lava was discharged in great streams, the action at the summit diminishing or wholly ceasing when this discharge began.",
        "slopes, and has on its summit an extinct pit-crater which is one of the largest in the world.",
        "in the summit from which it takes its name.",
        "This is a fine open space of about 240 acres, including in its bounds the summit of Hampstead Hill.",
        "angle of the state, in the Rhatikon range, and is named to Naafkopf or the Rothe Wand (8445 ft.); on its summit the Swiss, Vorarlberg, and Liechtenstein frontiers join.",
        "Yet the stone has not fallen from the summit of the holy hill, and the Colossus of the German Empire has not crumbled into dust, which is more than can be said for the pope's inspirations, which led him to expect the sudden withdrawal of the Italians from Rome, and a solution of the Roman question in the sense inspired by his visionary policy.",
        "The latter was built with ten inclined planes, five on each side of the summit at Blair's Gap and cars were drawn up these by stationary engines.",
        "On the summit of this hill, besides a monument (1836) to Lord de Dunstanville and a small ancient castle, various prehistoric remains are traceable.",
        "In the interior, Ward Hill (1564 ft.) is the loftiest summit in either the Orkneys or Shetlands.",
        "The summit of Taragarh hill, overhanging Ajmere, is crowned by a fort, the lofty thick battlements of which run along its brow and enclose the table-land.",
        "of Hamilton, within the western High Park, on the summit of a precipitous rock 200 ft.",
        "It is formed chiefly of slates, grits and porphyries of the Cambrian and Silurian systems. It consists of five \"ribs\" converging at the summit, 3560 ft.",
        "A rack-and-pinion railway (opened in 1897) ascends from Llanberis to the summit of the mountain (44 m.).",
        "At the annual festival of Apollo a criminal was obliged to plunge from the summit into the sea, where, however, an effort was made to pick him up; and it was by the same heroic leap that Sappho and Artemisia, daughter of Lygdamis, are said to have ended their lives.",
        "The summit of this column is that which formerly stood at Seven Dials, London.",
        "Thence the direction taken is north as far as the eastern summit (11,693 ft.) of the Levanna, the watershed rising in a series of snowy peaks, though the loftiest point of the region, the Pointe de Charbonel (12,336 ft.), stands a little to the west.",
        "But, though it rises in a number of lofty peaks, such as the Mont Velan (12,353 ft.), the Matterhorn (14,782 ft.), the Lyskamm (14,889 ft.), the Nord End of Monte Rosa (15,132 ft.), and the Weissmies (13,226 ft.), yet many of the highest points of the region, such as the Grand Combin (14,164 ft.), the Dent Blanche (14,318 ft.), the Weisshorn (14,804 ft.), the true summit or Dufourspitze (15,217 ft.) of Monte Rosa itself, and the Dom (14,942 ft.), all rise on its northern slope and not on the main watershed.",
        "From the Maloja Pass the main watershed dips to the southeast for a short distance, and then runs eastwards and nearly over the highest summit of the Bernina group, the Piz Bernina (13,304 ft.), to the Bernina Pass.",
        "The most singular, and probably the loftiest, lake in the Alps is the ever-frozen tarn that forms the summit of the Roccia Viva (11,976 ft.) in the Eastern Graians.",
        "A few miles farther north these same beds rise again to the surface at the summit of an anticlinal which runs parallel to the chain.",
        "On the summit of the hill (2471 ft.), nearly a mile from the town, stood the ancient citadel, the site of which is now occupied by a few poor houses (Castel San Pietro) and a ruined medieval castle of the Colonna.",
        "Noack in Romische Mitteilungen, 1897, p. 186); while others maintain, and probably rightly, that it occupied the hill at the summit of the modern town, where the medieval citadel (fortezza) was erected, and which was enclosed by an ancient wall.",
        "Again, at the summit of the Carboniferous series, both the rocks and their fossil contents merge gradually into those of the succeeding Permian system, as in Russia, Bohemia, the Saar region and Texas.",
        "12), where the poet represents Poseidon as taking post on this lofty summit to survey the plain of Troy and the contest between the Greeks and the Trojans.",
        "Bola and Pedum were probably in the same neighbourhood, Labici on an outlying summit (Monte Compatri) of the Alban Hills below Tusculum, and Corbio (probably at Rocca Priora) on a rocky summit east of the same city.",
        "Corniculum, farther west, stood on the summit of one of three conical hills that rise abruptly out of the plain at the distance of a few miles from Monte Gennaro, the nearest of the Apennines, and which were thence known as the Montes Corniculani.",
        "The cities of the Latin league continued to hold general meetings or assemblies from time to time at the grove of the Aqua Ferentina, a sanctuary at the foot of the Alban Hills, perhaps in a valley below Marino, while they had also a common place of worship on the summit of the Alban Mount (Monte Cavo), where stood the celebrated temple of Jupiter Latiaris.",
        "Aetna), a volcano on the east coast of Sicily, the summit of which is 18 m.",
        "below the present summit, is a building of Roman date.",
        "of Catania, about 7 or 8 hours are required to reach the summit.",
        "An incline railway, originally used to transport coal from the mines to the river and named the \"Switch-Back,\" now carries tourists up the steep slopes of Mount Pisgah and Mount Jefferson, to Summit Hill, a rich anthracite coal region, with a famous \"burning mine,\" which has been on fire since 1832, and then back.",
        "In the north-east, between the Lot and its tributary the Truyere, lies the lonely pastoral plateau of the Viadene, dominated by the volcanic mountains of Aubrac, which form the north-eastern limit of the department and include its highest summit (4760 ft.).",
        "A hole \"just large enough for a man's body\" (Stanley), immediately below the summit of Jebel Musa, is still pointed out by tradition as the cave of Elijah.",
        "in height, being the highest summit Jateaus in the empire.",
        "The plateau is bounded on the north by the Harz, an isolated group of mountains, rich in minerals, with its highest elevation in the bare summit of the Brocken (3747 ft-).",
        "Bonifacio, which overlooks the straits of that name separating Corsica from Sardinia, occupies a remarkable situation on the summit of a peninsula of white calcareous rock, extending parallel to the coast and enclosing a narrow and secure harbour.",
        "The Cite occupies the summit of an abrupt and isolated hill on the right bank of the river.",
        "high, on the summit of which are the ruins of the castle which was the original seat of the family of Aremberg.",
        "Auroral Meridian.-It is a common belief that the summit of an auroral arc is to be looked for in the observer's magnetic meridian.",
        "At Jan Mayen (8) in 1882-1883 the mean azimuth of the summit of the arcs was 28.8° W.",
        "One end only, for example, may appear to move, as if rotating round the other; or the two ends may move in opposite directions, as if the arc were rotating about a vertical axis through its summit.",
        "Heights have been calculated in various less direct ways, by observing for instance the angular altitude of the summit of an arc and the angular interval between its extremities, and then making some assumption such as that the portion visible to an observer may be treated as a circle whose centre lies over the so-called auroral pole.",
        "Thus a bright auroral ray may seem red towards the foot and green at its summit, with yellow intervening.",
        "In the north-west the Upper Guinea mountains send their eastern spurs across the boundary, and from a volcanic rift, which runs southwest to north-east, the Cameroon peak towers up, its summit 13,370 ft.",
        "On the principal summit there are a group of craters.",
        "The ascent of the Cameroon mountain was first attempted by Joseph Merrick of the Baptist Missionary Society in 1847; but it was not till 186r that the summit was gained, when the ascent was made by Sir Richard Burton, Gustav Mann, a noted botanist, and Senor Calvo.",
        "From the south-east the summit was reached by Mary Kingsley in 1895.",
        "The principal characteristics of this second period are the magnificent portals, rising sometimes, as in the mosque of sultan Hasan, to 80 or 90 ft., with elaborate stalactite vaulting at the top, and the deep stalactite cornices which crown the summit of the building.",
        "Tombs of Mahommedan saints are also numerous, and are often placed on the summit of the cliffs overlooking the Nile.",
        "The few who regained the summit of the citadel experienced the same fate as the rest, for no quarter was given.",
        "It is the second highest summit in Mexico, its shapely, snow-covered cone rising to a height of 17,876 ft., or 438 ft.",
        "below the summit of the highest pinnacle and 673 ft.",
        "It is believed that Diego de Ordaz was the first European to reach the summit of Popocatepetl, though no proof of this remains further than that Cortes sent a party of ten men in 1519 to ascend a burning mountain.",
        "Other ascents were made in 1834, 1848 and subsequent years, members of the Mexican geological survey spending two days on the summit in 1895.",
        "The hill is almost surrounded by old walls, while on the summit are the remains of the famous castle of the Kaleh Shubha (Lat.",
        "The Villa de los Martires (Martyrs' Villa), on the summit of Monte Mauror,commemorates by its name the Christian slaves who were employed to build the Alhambra, and confined here in subterranean cells.",
        "There are also a chapel, a gymnasium, a hospital, and on the summit of Mount Jefferson Hill, a mile south-west of the campus, is the M ` Cormick Observatory.",
        "Their highest summit north of the Usk, on the eastern side, where they are known as the Black Mountains, or sometimes the Black Forest Mountains, is Pen y Gader (2624 ft.) between Talgarth and Llanthony, and on the south-west the twin peaks of the Mynydd Du (\"Black Mountain\") or the so-called Carmarthenshire Vans or Beacons, only the higher of which, Fan Brycheiniog (2632 ft.), is, however, in Breconshire; while the centre of the crescent is occupied by the masses of the Brecknockshire Beacons or Vans (often called the Beacons simply), the highest point of which, Pen y Fan, formerly also known as Cadair Arthur, or Arthur's Chair, attains an altitude of 2910 ft.",
        "A temple of Zeus was excavated on a terrace of the acropolis; the great temple of Apollo crowned the summit of the hill.",
        "The town lies in a bare district on the slope and flat summit of an abrupt elevation, higher ground rising to the north and south across the river.",
        "The highest summit in the south of Scotland - Merrick (2764 ft.) - consists of Silurian strata much altered by proximity to the granite, while the rest of the more prominent heights (all in Kirkcudbrightshire) - Rinns of Kells (2668 ft.), Cairnsmuir of Carsphairn (2612), and Cairnsmore of Fleet (2331) - are formed of granite.",
        "This crest, attacked on each front and along the summit, is lowered with comparative rapidity, until merely a low col or pass may separate the heads of the two glens.",
        "On the summit of this mound there stood, in the days of Eusebius, a sanctuary of Venus (Eus.",
        "The monasteries stand on the summit of these pinnacles; they are accessible only by aid of rope and net worked by a windlass from the top, or by a series of almost perpendicular ladders climbing the cliff.",
        "It is pleasantly situated in a hilly district to the east of Clun Forest, climbing the flank and occupying the summit of an eminence.",
        "Among the secular buildings the first place is taken by the royal palace in Buda, which, together with the old fortress, crowns the summit of a hill, and forms the nucleus of the town.",
        "The western chain has the distinction of having the highest summit, the eastern the greatest number of high summits and the highest average elevation.",
        "Sincholagua and Ruminagui are the next two peaks, going southward, and then the unrivalled cone of Cotopaxi - the highest active volcano in the world - from whose summit smoke curls upward unceasingly.",
        "Tunguragua, or Tungurahua, has a cone-shaped summit like that of Cotopaxi, with a slope of 38°.",
        "Its summit comprises a group of eight snow-clad peaks, and its crater is surrounded by a steep and jagged wall of rocks.",
        "There is a tradition that this mountain was once higher than Chimborazo, but a series of eruptions caused the cone to fall in and reduced its summit to its present altitude and broken appearance.",
        "above its summit, and ashes are carried away as far as the streets of Guayaquil.",
        "Turning to the Cordillera Occidental and taking the principal peaks in order from south to north, the first to claim attention is Chimborazo (from Chimpu-raza, \" mountain of snow \"), the highest summit of Ecuador, and once believed to be the culminating point of the Andes.",
        "north-east of Guayaquil, and, according to Spruce, rises majestically from the valley of the Guayas, on the west, without a \" positive break from the summit down to the plain.\"",
        "Its hollow summit, 13,510 ft.",
        "of its summit in 1859.",
        "Among the earlier explorers to reach its summit were Bouger and La Condamine, Humboldt and Bonpland, and Jose Caldas, the Granadian naturalist.",
        "Its summit comprises three groups of rocky peaks, of which the most westerly, Rucu-Pichincha (Old Pichincha), contains the crater, a funnelshaped basin 2460 ft.",
        "For instance, in 1880 Whymper found permanent snow on Cotocachi at 14,500 ft., while near by Imbabura was bare to its summit (15,033 ft.); Antisana was permanently covered at 16,000 ft., and near by Sara-Urcu, which is drenched with rains and mists from the Amazon valley all the year round, at 14,000 ft.; Sincholagua had large beds of permanent snow at 15,300 ft., Cotopaxi was permanently covered at 15,500 ft.",
        "On the summit was the Roman village, which belonged to the province of the Alpes Cottiae.",
        "On the summit of the hillock, surrounded by a wall with three gates, lie the remains of the city.",
        "From the Causeway a ladder affords access to the summit of Staffa.",
        "It is picturesquely situated at the foot of the Green Mountains, and the summit of the neighbouring Mt.",
        "At the head of Lake Placid stands Whiteface Mountain, from whose summit one of the finest views of the Adirondacks may be obtained.",
        "The road thence went on to Nuceria (whence a branch road ran to Septempeda and thence either to Ancona or to Tolentinum and Urbs Salvia) and Helvillum, and then crossed the main ridge of the Apennines, a temple of Jupiter Apenninus standing at the summit of the pass.",
        "He noticed that at the summit the candle gave a very poor light, and was thereby led to investigate the effect produced on luminous flames by varying the pressure of the atmosphere in which they are burning.",
        "It lies in a hilly district by and above the river Kensey, an affluent of the Tamar, the houses standing picturesquely on the southern slope of the narrow valley, with the keep of the ancient castle crowning the summit.",
        "The plant is monoecious, producing the staminate (male) flowers in a large feathery panicle at the summit, and the (female) dense spikes of flowers, or \" cobs,\" in the axils of the leaves below, the long pink styles hanging out like a silken tassel.",
        "The mass of styles from the whole spike is pendulous from the summit of the sheaths, as in fig.",
        "The cathedral, constructed in 1074 at the summit of the hill, is externally plain; it has a fine Gothic interior, somewhat spoilt by restoration, with a good Cosmati pavement, and a canopy and paschal candlestick in the same style.",
        "From Bamian it passes over the central mountain chain to Kabul either by the well-known passes of Irak (marking the water-divide of the Koh-i-Baba) and of Unai (marking the summit of the Sanglakh, a branch of the Hindu Kush), or else, turning eastwards, it crosses into the Ghorband valley by the Shibar, a pass which is considerably lower than the Irak and is very seldom snowbound.",
        "Eagle Rock (about 650 ft.), on the summit of First Mountain, commands a splendid view.",
        "A way was found to the summit of the Plateau by the Axel Heiberg glacier which was negotiated by the dogs with much difficulty.",
        "Erebus, reaching the summit on the 11th, the second occasion of its ascent.",
        "The highest summit in the island is in the south-western mass of hills, the Piton de la Riviere Noire, which is 2711 ft.",
        "The Crusaders' castle of Subeibeh, one of the finest in Palestine, occupies the summit of a conical hill above the village.",
        "On the summit of this artificial mountain stood, apparently, as at Ur and Eridu, a small chamber, the special shrine or abode of the god.",
        "They first dwelt in the Old Castle, the ruins of which still occupy the summit of a hill above the town, but in 1479 they removed to the New Castle, which is situated on the hill-side nearer to the town, and is remarkable for its subterranean dungeons.",
        "The town crowns the summit of a long low ridge, extending from the mountains eastward.",
        "Although the Grenadiers finally lost the summit of Cengio, they held on to the lower slopes above Schiri, and Dankl was unable to make headway in the valley, while the right of the division was swung back to the western slopes of Monte Pau.",
        "After four days' heavy fighting east of the Campomulo valley and towards the head of the Val Frenzela, on the evening of June 8 the Italian right on Monte Castelgomberto was forced to retire from the summit of the mountain, but no ground was lost towards the Val Frenzela.",
        "Although Alpine troops gained a footing north of the summit they were subsequently blown off by a mine, and Monte Cimone, which rises sheer-sided, like a vast battleship, between the Astico and the Rio Freddo, completely dominating the Arsiero basin, remained in Austrian hands.",
        "Within four months (1842) he surveyed the Pass and ascended to the summit of the highest of the Wind River Mountains, since known as Fremont's Peak, and the interest aroused by his descriptions was such that in the next year he was sent on a second expedition to complete the survey across the continent along the line of travel from Missouri to the mouth of the Columbia river.",
        "Instead of obeying he pitched his camp near the summit of a mountain overlooking Monterey, fortified his position, and raised the United States flag.",
        "No crater now exists at the summit of either, but well-formed parasitic cones occur upon their flanks.",
        "The next in importance is known as the Prophet Elias, from the large convent of that name on its summit.",
        "Its source is on the Jagdberg, a summit of the Rothaar Mountains, in the cellar of a house (Lahnhof), at an elevation of 1975 ft.",
        "upward, Mount Whitney, 14,502 ft., being the highest summit of the United States, excluding Alaska.",
        "Several small glaciers still remain about the base of Cloud Peak, the highest summit in the range (13,165 ft.).",
        "Limestone occurs in thick formations near Lava Creek, and in the valley of the East Fork of the Yellowstone river; also near the summit of the Owl Creek range, and in the Wind River range.",
        "At the base is the so-called \"blue clay\" (really greenish) with ferruginous sandstones and with a fucoidal sandstone at its summit.",
        "It is famous in Greek mythology; the giants are said to have piled it on Ossa in order to scale Olympus, the abode of the gods; it was the home of the centaurs, especially of Chiron, who had a cave near its summit, and educated many youthful heroes; the ship \"Argo\" was built from its pine-woods.",
        "On its summit was an altar of Zeus Actaeus, in whose honour an annual festival was held in the dog-days, and worshippers clad themselves in skins.",
        "The most beautiful and attractive part of the island is the peninsula of Jasmund, which terminates to the north in the Stubbenkammer (Slavonic for \"rock steps\"), a sheer chalk cliff, the summit of which, the Kbnigsstuhl, is 420 ft.",
        "who had broken through at Plezzo, and the 94 th, from Krobatin's army, gained a little ground on the right, the Alpine troops of the 22nd capturing the summit of Monte Pertica, but the German Alpenkorps and the Austrian 50th, which had passed to Krauss from Stein's group, to replace the battered Bosnian and Jager divisions, made no headway against the salient of Solarolo and Spinoncia, or against the TombaMonfenera line.",
        "Marco to the S.; on the summit of it are the remains of a nuraghe.",
        "Water comes from karez or underground channels and streams from Varak, fed from the Sikhe Lake, an ancient reservoir which preserves the snow waters on the summit of the mountain.",
        "Whitby is beautifully situated at the mouth and on both banks of the River Esk; the old town of narrow streets and picturesque houses standing on the steep slopes above the river, while the modern residential quarter is mainly on the summit of West Cliff.",
        "The upper town is built on the acclivities and summit of a rock which rises abruptly from the river to the height of 180 ft., and gives the town a very picturesque appearance.",
        "On the summit is the tower of the old castle, leaning about 17° from the perpendicular.",
        "C. Northcott, president of the Luray Caverns Corporation, on the summit of Cave Hill.",
        "The view from the theatre is of exceptional beauty, Mount Etna being clearly seen from the summit to the base on the S.W., while to the N.",
        "Harvard (14,375, Hayden), and La Plata Peak (14,342); in Pitkin county, Grizzly Peak (13,956, Hayden); in Lake county, Elbert Peak (14,421), and Massive mountain (14,424), the highest peak in the state; on the boundary between Summit and Park counties, Mt.",
        "Lincoln (14,297, Hayden); and, in Summit county, Mt.",
        "A few miles to the north and north-east of the Mount of the Holy Cross are Red Mountain (13,333, Wheeler), in Eagle county, Torrey Peak (1 4,33 6, Hayden) and Gray's Peak (14341, Hayden), in Summit county, Mt.",
        "His work also is commemorated by a famous summit of the Rockies.",
        "It stands partly on level ground, partly on a declivity, and above it rises a precipitous trachytic rock (400 ft.) on the summit of which are the ruins of an ancient castle.",
        "Extensive plateaus (1500-1750 ft.), into which Lake Enare, or Inari, and the valleys of its tributaries are deeply sunk, and which take the character of a mountain region in the Saariselka (highest summit, 2360 ft.), occupy the remainder of Lapland.",
        "Another most imposing structure is the theatre, dating from the time of the emperor Hadrian and built against a hill from the summit of which a colossal figure of the Virgin commands the town.",
        "A notable example is the mesa of Acoma, in Valencia county, capped with volcanic rocks; upon its summit, about 350 ft.",
        "Upon its summit, according to Indian tradition, once stood the village of Acoma, but while the inhabitants were tending their crops in the plains a powerful earth movement threw down the rocky ladder by which alone the summit could be reached.",
        "He also found that the polarity which minerals receive from heat has a relation to the secondary forms of their crystals - the tourmaline, for example, having its resinous pole at the summit of the crystal which has three faces.",
        "Thurwieser attained the summit, but it was only after the discovery of easier routes in 1864 by F.",
        "Many routes to the summit are now known, but that usually taken (from the Payer Club hut, easily accessible from either Sulden or Trafoi) from the north is daily traversed in summer and offers no difficulties to moderately experienced walkers.",
        "From the summit of the hill rises Arundel Castle, which guarded the passage along the river through the hills.",
        "The highest summit is known at the present day as Mount Troddos, and attains an elevation of 6406 ft.",
        "It is inferior in elevation to the southern range, its highest summit (Buffavento) attaining only 3135 ft., while in the eastern portion the elevation rarely exceeds 2000 ft.",
        "above sea-level, on whose summit, according to tradition, was once an altar to the heathen idol Krodo, still to be seen in the Ulrich chapel at Goslar.",
        "There are on the summit of the hill the remains of an old castle, and a monument erected in 1875 to Prince Bismarck, with an inscription taken from one of his speeches against the Ultramontane claims of Rome - \"Nach Canossa gehen wir nicht.\"",
        "Pen, a summit - Penmaenmawr, Penmark.",
        "The state capitol is in a wooded park at the summit of a hill 85 ft.",
        "The two principal temples are situated at Deulwara, about the middle of the mountain, and five miles south-west of Guru Sikra, the highest summit.",
        "the summit of the Aidur.",
        "A brazen Triton on the summit, with a rod in his hand, turned round by the wind, pointed to the quarter from which it blew.",
        "The summit is called Megalo Soros.",
        "otites was found more recently by Andre on the summit of Quindiu in Colombia, at a height of 11,483 ft.",
        "And although no single feature of the book is Gre'ek, there hangs round it a moral fragrance only to be called forth by one who had fulfilled the vow of his youth, and learnt to breathe, as purely as on \"the double summit of Parnassus,\" the very essence of the antique.",
        "From the summit of the Kaisargarh peak a magnificent view is obtained which practically embraces the whole width of northern Baluchistan.",
        "Immediately on the west of the Kaisargarh there towers the Shingarh Mountain, a geological repetition of the Kaisargarh ridge, black with pines towards the summit and crowned with crags of coral limestone.",
        "Accordingly, in some places the Siwaliks now form a continuous and conformable series from base to summit, in other places the middle beds are absent and the upper beds of the series rest upon the upturned and denuded edges of the lower beds.",
        "The slope then steepens with the ascending curve to the summit of the pass, from which point it falls with a comparatively gentle gradient to the general level of the plateau.",
        "and on the summit of the table-land it reaches to 20,000 ft.",
        "They have been observed on the summit of the table-land as well as on the Himalayan slope.",
        "Its most interesting feature is the occurrence near its summit, north of Cape Mondego, of sands and gravels containing plant remains.",
        "The new boundary line starts from the summit of the Sapaleri (or Zapalegui), where the Argentine, Bolivian and Chilean boundaries converge, and runs west to Licancaur, thence north to the most southern source of Lake Ascotan which it follows to and across this lake in the direction of the Oyahua volcano, and thence in a straight line to the Tua volcano, on the frontier of the province of Tarapaca.",
        "Nothing more is recorded of the city till the time of Xenophon, when it was a small fortified town on the summit of the hill; but it had been striking coins since 420 B.C. at latest.",
        "The summit of the Acropolis is crowded with public buildings, between the market place, which lies at the southern point, and the Royal Gardens on the north.",
        "In its normal state the jet resolves itself into drops, which even before passing the summit, and still more after passing it, are scattered through a considerable width.",
        "Even when the resolution is regularized by the action of external vibrations of suitable frequency, as in the beautiful experiments of Savart and Plateau, the drops must still come into contact before they reach the summit of their parabolic path.",
        "the summit of the San Francisco Mountains one may pass rapidly through all these down into the Painted Desert.",
        "On the summit of Mount Cynthus, above the primitive cavetemple which has always been visible, there have been found the remains of a small precinct dedicated to Zeus Cynthius and Athena Cynthia.",
        "The town is built on the western summit of the ridge which formed the northern portion of the ancient site; the main street runs from E.",
        "North of Sphagia is the rocky headland of Pylos or Coryphasium, called in modern times Palaeo-Navarino or Palaeokastro, from the Venetian ruins on its summit.",
        "The city occupies a commanding position, being chiefly built on the summit and slopes of a long and narrow rocky ridge, which extends north and south for about 22 m., dividing to the north in a Y-shape, and rising at its highest point to 690 ft.",
        "These crown the summit of the central portion of the ridge; and the largest palace, with its lofty roof and towers, is the most conspicuous object from every point of view.",
        "On the summit of the rock stands a citadel built by Vincentello d'Istria (see Corsica).",
        "The southern parts of the central range are composed of granites, syenites, porphyries and crystalline slates, while in the north of Ichinskaya volcano, which is the highest summit of the peninsula (16,920 ft.), the mountains consist chiefly of Tertiary sandstones and old volcanic rocks.",
        "This synod marks the summit of Alexander's power.",
        "Several of the villages are built very near the summit of the mountains, and one of them, Gottesgab (pop. about 1500), lies at an altitude of 3345 ft., the highest place in Bohemia and central Germany.",
        "On this side lies the culminating summit of the range, the doubleheaded Byelukha (the Mont Blanc of the Altai), whose summits reach 14,890 and 14,560 ft.",
        "The natural cleavage of the trachyte into joint planes had already scarped out shelves which it was comparatively easy for human labour to shape; and so, high up this cone of trachyte, the Greek town of Assus was built, tier above tier, the summit of the crag being crowned with a Doric temple of Athena.",
        "The view from the summit is very beautiful and of great historical interest.",
        "It was formerly the seat of a Greek archbishop, and besides the ancient citadel and palace on the summit of the hill contains several Greek churches, mosques and public baths.",
        "The purplish red of the sandstone at the base is finely modulated, through a pale pink in the second storey, to a dark orange at the summit, which harmonizes with the blue of an Indian sky.",
        "From the summit of this ridge the view of the station and city is very picturesque.",
        "The hospice, near the summit, was founded about 1160, but the pass was certainly used at a much earlier date.",
        "below the summit of the pass (3225 ft.) by a tunnel about r m.",
        "Solomon directed the genii to scoop out a hollow for the throne on the summit of the mountain.",
        "base of the Palisade Ridge, but the summit is covered with trees.",
        "The tableland, which forms the summit of the range, comprises one of the three zones and separates the other zones, viz.",
        "The short land-frontier of England with Scotland (its length is only loo m.) is in great measure a physical boundary, as considerable lengths of it are formed on the east side by the river Tweed, and on the west by Kershope Burn, Liddel Water, and the river Sark; while for the rest it follows pretty closely the summit of the Cheviot Hills, whose highest point is the Cheviot (2676 ft.).",
        "Wales, on the other hand, projecting into the western sea between Liverpool Bay and the estuary of the Dee on the north, and the Bristol Channel on the south, is practically all mountainous, and has in Snowdon, in the north-west, a higher summit than any in England-3560 ft.",
        "On the summit of the former is George III.'s jubilee pyramid.",
        "bold cliff, the Bluff, whose summit is 195 ft.",
        "up Portland Canal to its head, and thence, as defined in the treaty of cession to the United States, quoting a boundary treaty of 1825 between Great Britain and Russia, following \" the summit of the mountains situated parallel to the coast \" to the 141st meridian, provided that when such line runs more than ten marine leagues from the ocean the limit \" shall be formed by a line parallel to the windings of the coast and which shall never exceed the distance of ten marine leagues therefrom.\"",
        "The range is characterized by the uniformity of summit levels between 5000 and 6000 ft.",
        "Massillon (1663-1742), the famous pulpit orator, was born; the parish church of St Louis, built originally in the 13th century by the Cordelier or Franciscan friars, but completely restored in the earlier part of the 19th century; and the site of the old château, on the summit of the hill, now occupied by a villa.",
        "It is situated on the west coast of Istria, and possesses an interesting cathedral, built on the summit of the promontory Monte di Sant' Eufemia.",
        "18 a Terek, has its sources, not in the main ranges of the Caucasus, but in an outlying group of mountains near Pyatigorsk, the highest summit of which, Besh-tau, does not exceed 4600 ft.",
        "their hydrographical conditions proves that neither of the the two lakes, Victoria (13,400 ft.) or Chakmaktin (13,020 ft.), can justly be regarded as sources, both of them being derived from the same mighty system of glacial snowfields on the summit of the Nicolas range.",
        "It stands on the summit of a high conical hill.",
        "Under its ancient name of Urci, Almeria was one of the chief Spanish harbours after the final conquest of Spain by the Romans in 19 B.C. It reached the summit of its prosperity in the middle ages, as the foremost seaport of the Moorish kingdom of Granada.",
        "The main shaft is termed the beam; the first or lowest tine the brow-tine; the second the bez-tine; the third the trez-tine, or royal; and the branched portion forming the summit the crown, or surroyals.",
        "- Antlers rounded, threetined, with the bezand trez-tines wanting, and the beam simply forked at the summit; coat either uniform or spotted at all seasons.",
        "In all red-deer the antlers are rounded, and show a more or less marked tendency to form a cup at the summit.",
        "Normally no cup is developed at the summit of the antler.",
        "The hangul (C. cashmirianus) of Kashmir is a distinct dark-coloured species, in which the antlers tend to turn in at the summit; while C. yarcandensis, of the Tarim Valley, Turkestan, is a redder animal, with a wholly rufous tail, and antlers usually terminating in a simple fork placed in a transverse plane.",
        "At the summit of l i the sheath, above the origin of the blade, is the ligule, a usually membranous process of small size (occasionally reaching r in.",
        "In Leptaspis it is formed into a closed cavity by the union of its edges, and encloses the flower, the styles projecting through the pervious summit.",
        "The principal silver regions in 1908 were the Tintic, in Juab and Utah counties, and the Park City, in Summit and Wasatch counties.",
        "(all but 9586 oz., which were from lead zinc ore, being from lead ores) were from Summit and Wasatch counties; 1,561,983 oz.",
        "Zinc has been produced in commercial quantities in Summit, Tooele and Beaver counties.",
        "In 1906 the output was 6,474,615 lb, valued at $394,952; in 1908 it was 1, 4 60, 554 ib, valued at $68,646, and almost the entire output was from Summit county.",
        "It was formed of a rubble mound quarried by convict labour at the summit of the island, and was lowered by a wire-rope incline to the sea.",
        "From the summit occupied by the castle of St Elmo a transverse ridge runs south to form the promontory of Pizzofalcone, and divides the city into two natural crescents.",
        "He had fled to Ireland a broken man, to all appearance politically extinct; a few years were to raise him once more to the summit of popularity, though power was for ever denied him.",
        "The stout columnar stem may reach a height of 20 metres, and a diameter of half a metre; it remains either unbranched or divides near the summit into several short 4'`.C.",
        "From the lower part of a carpel are produced several laterally placed ovules, which become bright red or orange on ripening; the bright fleshy seeds, which in some species are as large as a goose's egg, and the tawny spreading carpels produce a pleasing combination of colour in the midst of the long dark-green fronds, which curve gracefully upwards and outwards from the summit of the columnar stem.",
        "A feature of interest in connexion with the phylogeny of cycads is the presence of long hairs clothing the scale-leaves, and forming a cap on the summit of the stem-apex or attached to the bases of petioles; on some fossil cycadean plants these outgrowths have the form of scales, and are identical in structure with the ramenta (paleae) of the majority of ferns.",
        "A papery remnant of nucellus lines the inner face of the woody shell, and, as in cycadean seeds, the apical portion is readily separated as a cap covering the summit of the endosperm.",
        "The sitting of parliament is signified by a flag on Victoria Tower in daytime and by a light at the summit of the clock tower at night.",
        "Ascension was originally destitute of vegetation save on the summit of Green Mountain, which owes its verdure to the mists which frequently enshroud it, but the lower hills have been planted with grasses and shrubs.",
        "The Vaenol slate quarries are here, and hence is the easiest ascent of Snowdon, with a railway to the summit.",
        "On the summit of the Hradcany is the vast palace of the ancient kings of Bohemia, which also contains the hall where the estates of Bohemia formerly met.",
        "J anssen from the summit of Mont Blanc, but the only unquestionable test is to find those lines which are not touched by Doppler effect when the receding and advancing limbs of the sun are compared (Cornu); by this method H.",
        "West of this range, and lying between the 10th parallel and the Caribbean coast, is a remarkable group of lofty peaks and knotted ranges known as the Sierra Nevada de Santa Marta, the highest snowcrowned summit of which rises 17,389 ft.",
        "It is situated on the slopes and the summit of an eminence on the left bank of the Yonne, which is crossed by two bridges leading to suburbs on the right bank.",
        "On the summit is a shrine said to cover the grave of Aaron.",
        "Evidences of one of the oldest known glaciations have been found near the summit in the district of Hay.",
        "summit is occupied by a public garden and, to the south of this, by the cathedral of Notre-Dame des Doms and the Palace of the Popes.",
        "But until the clouds rise above the hill there is an obvious countervailing tendency to compression, and in steep slopes this may reduce or entirely prevent precipitation until the summit is reached, when a fall of pressure with commotion must occur.",
        "Very high mountain ranges usually consist of many ridges, among which rain-clouds are entangled in their ascent, and in such cases precipitation towards the windward side of the main range, though on the leeward sides of the minor ridges of which it is formed, may occur to so large an extent that before the summit is reached the clouds are exhausted or nearly so, and in this case the total precipitation is less on the leeward than on the windward side of the main range; but in the moderate heights of the United Kingdom it more commonly happens from the causes explained that precipitation is prevented or greatly retarded until the summit of the ridge is reached.",
        "Not so drop C, for directly the summit is passed the wind necessarily widens out vertically and, having a greater space to fill, loses forward velocity.",
        "of Northampton is Mount Holyoke (954 ft.), which may be ascended by carriage road and mountain railway, and the summit of which commands a magnificent view.",
        "of the city there is a curious monument of antiquity, commonly called \"the school of Homer\"; it is a very ancient sanctuary of Cybele, with an altar and a figure of the goddess with her two lions, cut out of the native rock on the summit of a hill.",
        "Near the summit is the hamlet of Reschen, while some way below is the former hospice of St Valentin auf der Haid, mentioned as early as 1140.",
        "The palace (Schloss), built in1751-1776on the site of the previous erection of 1715, is a plain building in the old French style, composed of a centre and two wings, presenting nothing remarkable except the octagon tower (Bleiturna), from the summit of which a splendid view of the city and surrounding country is obtained, and the marble saloon, in which the meridian of Cassini was fixed or drawn.",
        "Its name is supposed to point to the time when Beltane rites were observed on its summit.",
        "The following day the Boers attacked the hill, overwhelmed its defenders, and Sir George Colley was himself killed in the disastrous contest on the summit.",
        "then if the conic surface moves so that its summit is always in the same plane, the plane of the curve of contact passes always through the same point.\"",
        "Regarding the ultimate curve as derived from a given penultimate curve, we connect with the ultimate curve, and consider as belonging to it, certain points called \" summits \" cn the component curves P 1 = o, P2 =o respectively; a summit / is a point such that, drawing from an arbitrary point 0 the tangents to the penultimate curve, we have OE as the limit of one of these tangents.",
        "6, says that in the days of Jared the wicked angels descended on the summit of the mountain and named it Hermon.",
        "The ridge of Hermon, rising into a dome-shaped summit, is 20 m.",
        "The summit is a plateau from which three rocky knolls rise up, that on the west being the lowest, that on the south-east the highest.",
        "of the city of Oaxaca in a knot of sierras, San Felipe del Agua (10,253 ft.) standing on the eastern margin of the beautiful Oaxaca Valley, and the Cerro del Leone, southwest of Tehuantepec, the highest summit in the Sierra Madre del Sur.",
        "Near the summit one of the balls shot from the cannon of Cromwell while besieging the city is still embedded in the wall.",
        "Owing to its position as the first range which the northerly winds strike after crossing the north German plain, the climate on the summit of the Harz is generally raw and damp, even in summer.",
        "Montana Blanca, the highest point (2000 ft.), is cultivated to the summit.",
        "Farther south three parallel chains may be traced, the westernmost of which (the Monti Sabini) culminates to the south in the Monte Viglio (7075 ft.), the central chain in the Monte Terminillo (7260 ft.), and farther south in the Monte Velino (8160 ft.), and the eastern in the Gran Sasso d'Italia (9560 ft.), the highest summit of the Apennines, and the Maiella group (Monte Amaro, 9170 ft.).",
        "on the summit of the Tibetan plateau.",
        "The Acropolis, enclosing venerated temples, crowned the summit of the first hill, where the Seraglio stands.",
        "The Mese linked together the great fora of the city, - the Augustalon on the south of St Sophia, the forum of Constantine on the summit of the 2nd hill, the forum of Theodosius I.",
        "or of Taurus on the summit of the 3rd hill, the forum of Amastrianon where the mosque of Shah Zadeh is situated, the forum of the Bous at Ak Serai, and the forum of Arcadius or Theodosius II.",
        "on the summit of the 7th hill.",
        "The most striking summit in the neighbourhood of the city is that of Lycabettus, on the north-eastern side; and the variety is still further increased by the continuation of the ridge which it forms for some distance northwards through the plain.",
        "Three roads lead to Athens from the Boeotian frontier over the intervening mountain barrier - the easternmost over Parnes, from Delium and Oropus by Decelea, which was the usual route of the invading Lacedaemonians during the Peloponnesian War; the westernmost over Cithaeron, by the pass of Dryoscephalae, or the \"Oakheads,\" leading from Thebes by Plataea to Eleusis, and so to Athens, which we hear of in connexion with the battle of Plataea, and with the escape of the Plataeans at the time of the siege of that city in the Peloponnesian War; the third, midway between the two, by the pass of Phyle, near the summit of which, on a rugged height overlooking the Athenian plain, is the fort occupied by Thrasybulus in the days of the Thirty Tyrants.",
        "When ripe, the grain is of an elongated oval form, with a few hairs at the summit.",
        "cernuum come nearest to this; in them the meristem forms a zone slightly below the summit, which may bear a number of green lobes.",
        "The latter is thick and short, and the wall of the sporangium, which opens by a median slit, has a group of thick-walled cells at the summit, forming the annulus.",
        "- Vertical section of the ovule of the Scotch Fir (Pinus sylvestris) in May of the second year, showing the enlarged embryo-sac b, full of endosperm cells, and pollen-tubes c, penetrating the summit of the nucellus after the pollen has entered the large micropyle.",
        "A winding ascent led to the summit of the tower, where there was a chapel, containing, according to Herodotus, a couch and golden table (for the showbread), but no image.",
        "The loftiest summit on the actual watershed, according to G.",
        "Oftener the summit of the ridge is broken into individual mountains, broadly flat-topped and of nearly equal elevation..",
        "Tibnin) was built in 1104, the first fortress erected by the crusaders, and standing on the summit of the mountains of Upper Galilee.",
        "Its elevation as at present determined by trigonometrical observation is 2 9, 002 ft., but it is possible that further investigation into the value of refraction at such altitudes will result in placing the summit even higher.",
        "Boulogne occupies the summit and slopes of a ridge of hills skirting the right bank of the Liane; the industrial quarter of Capecure extends along the opposite bank, and is reached by two bridges, while the river is also crossed by a double railway viaduct.",
        "A fine view is seen from the summit over the plain and the Pontic ranges to the north.",
        "At Tuttlingen it contracts and the hills crowd close to the banks, while ruins of castles crown almost every possible summit.",
        "The promenades and drives are extensive, and there is an inclined tramway leading from summit to foot of the South Cliff.",
        "TRISTAN DA CUNHA, the general name for a group of three small volcanic islands belonging to Great Britain, situated in the South Atlantic, the summit of the largest being in 37° 5' 50\" S., 12° 16' 40\" W.",
        "See also Transactions of the Linnean Society for 1819 (contains a report of an ascent of the summit by Captain Dugald Carmichael in 1817); A.",
        "The highest summit in the province is the Monte Adi (4931 ft.).",
        "The town of Monaco occupies the level summit of a rocky headland, rising about 200 ft.",
        "When the rings are coloured symmetrically with respect to two perpendicular lines the acute bisectrix and the plane of the optic axes are the same for all frequencies, and the colour for which the separation of the axes is the least is that on the concave side of the summit of the hyperbolic brushes.",
        "The mean elevation, estimated by Elie de Beaumont at 1500 metres (4900 ft.), has been sensibly diminished by the addition of that zone to the system, and it must now be placed at only 1200 metres (3930 ft.) for the range as a whole; so important a part is played by the above-mentioned plateaux of small elevation in a chain whose highest summit reaches 11,168 ft., while the passes show a greater altitude than those of the Alps.",
        "Although not comparable in altitude with the Pyrenees (highest summit Aneto, 11,168 ft.) or the Sierra Nevada (highest summit Mulhacen, 11,421 ft.), the coast ranges frequently attain an elevation of over 5000 ft., and in some cases of over 6000 ft.",
        "Phallic emblems, for averting evil, were plentiful; the summit of the tomb of Alyattes is crowned with an enormous one of stone, about 9 ft.",
        "by a hill now called Deirmen Tepe, with the ruins of a temple on the summit.",
        "The walls of Lysimachus crossed the summit of this hill, and the acropolis occupied the top of Pagus.",
        "On the summit of a hill stands a column commemorating the duke."
    ],
    "definition": [
        "Link/Cite"
    ]
}