{
    "translation": "לסכם",
    "uses": [
        "Here we can only summarize the points of the investigation.",
        "In what follows an attempt will be made to summarize the facts and indicate the conclusions to be drawn from recent experience.",
        "We may now summarize the contents of the Conics of Apollonius.",
        "To summarize, the first literary activity of Portugal was derived from Provence, and Provencal taste ruled for more than a century; the poets of the 15th century imitated the Castilians, and the 16th saw the triumph of Italian or classical influence.",
        "It would take us too far to treat them at any length, but it may be convenient to summarize some of the results.",
        "Thomson also developed this hypothesis in a profoundly interesting manner, and we may therefore summarize very briefly the views held on the nature of electricity and matter at the beginning of the 10th century by saying that the term electricity had come to be regarded, in part at least, as a collective name for electrons, which in turn must be considered as constituents of the chemical atom, furthermore as centres of certain lines of self-locked and permanent strain existing in the universal aether or electromagnetic medium.",
        "If you've found or put together the words that exquisitely summarize your union, you will want your guests to have a clear understanding of what you or a friend of yours is reading or reciting on stage.",
        "Now that the narrative of Persian kings has been brought up to the period of the consolidation of the Kajar dynasty and commencement of the 19th century, there remains but to summarize the principal events in the reigns of Fath Ali Shah and his immediate successors, Mahommed Shah and Nasru d-Din Shah.",
        "To him are ascribed the five tropes (pente tropoi) which, according to Sextus Empiricus, summarize the attitude of the later ancient sceptics.",
        "As the powers and duties of consuls vary with the particular commercial interests they have to protect, and the civilization of the state in whose territory they reside, instead of abstract definition, we summarize the provisions on this subject of the British Merchant Shipping Acts.",
        "summarize the main conclusions from this work.",
        "Biodiversity is the word coined by the zoologist E. O. Wilson to summarize the phrase biological diversity.",
        "Even for human beings some documents are inherently dif cult to summarize.",
        "Just summarize what you think it is.",
        "Dr. Denning, I am told that we are going to have some votes upcoming here, so if you could summarize.",
        "If we define the positive direction along a tube of electric force as the direction in which a small body charged with positive electricity would tend to move, we can summarize the above facts in a simple form by saying that, if we have any closed surface described in any manner in an electric field, the excess of the number of unit tubes which leave the surface over those which enter it is equal to 47r-times the algebraic sum of all the electricity included within the surface.",
        "He proceeds to summarize the Davidic covenant (vv.",
        "It must be our task to summarize the leading ideas of the church in which all Christians are agreed.",
        "In essence, the sample functional resume represents a resume that is harder to write than a chronological resume, because you must summarize what you did and when but still maintain your logical flow.",
        "The following example of an executive summary format is written to summarize the results of a marketing study.",
        "We proceed to summarize briefly the contents of that portion of the Collection which has survived, mentioning separately certain propositions which seem to be among the most important.",
        "The study of such cases suggests that the statement in terms of force of the relations between the motions of bodies may be only a provisional one, which, though it may summarize the effect of the actual connexions between them sufficiently for some practical purposes, is not to be regarded as representing them completely.",
        "It is difficult to summarize Baader's philosophy, for he himself generally gave expression to his deepest thoughts in obscure aphorisms, or mystical symbols and analogies (see Ed.",
        "I shall try to summarize: The Evidence 1) The committee seemed strangely reluctant to hold the auction of fanzines.",
        "To summarize, never trust the user. computer workstation furniture Always sanitize the input !",
        "Finally in § 5.5, we summarize the main conclusions from this work.",
        "Could IPPR summarize the main arguments for the position on this question?",
        "Let me summarize what I am getting at with two passages of Scripture.",
        "To set the background, it may be useful to summarize the views of the panelists from their position papers.",
        "Summarize several popular children's books and ask guests to come up with the title of the book and/or the author.",
        "Archimedes the numerical analyst Here we summarize the main points in the paper by Phillips with the above title.",
        "Bens demonstrates how to stay neutral, synthesize ideas, summarize content, ask questions and manage digression.",
        "Ultimately, the best way to summarize this kind of caged-animal power is Pacino's own catchphrase: hoo hah!",
        "These may summarize new steels or may be revisions of previously accepted norms.",
        "summarize the main arguments for the position on this question?",
        "summarize what I am getting at with two passages of Scripture.",
        "Let me briefly summarize the results of some of our recent efforts.",
        "Verses 9 to 11 -- they neatly summarize the book of Judges.",
        "To summarize the characters of a true mushroom - it grows only in pastures; it is of small size, dry, and with unchangeable flesh; the cap has a frill; the gills are free from the stem, the spores brown-black or deep purple-black in colour, and the stem solid or slightly pithy.",
        "It may be useful to summarize here the experience which has been gained in the formation of plantations of Hevea and in the production of rubber.",
        "For the more special characteristics of the individual prophets, reference must be made to the separate articles devoted to each; it is impossible to do more here than summarize briefly the literary structure of their various books.",
        "It is only possible here to summarize the leading features which may be claimed as characteristic of each phase.",
        "Tables 4 and 5 summarize the highest worst-case intakes of each element from local crops and local cows ' milk for any location.",
        "useful to summarize the views of the panelists from their position papers.",
        "At that point, you agreed to [summarize the conversation].",
        "Nor can any attempt here be made to summarize the remaining native Egyptian sources, literary and archaeological, that deserve notice.",
        "The principles of the land revenue settlement and administration were reviewed by the government of India in a resolution presented to parliament in 1902, in which its policy is summarised as follows: \" In the review of their land revenue policy which has now been brought to a close, the Government of India claim to have established the following propositions, which, for convenience' sake, it may be desirable to summarize before concluding this Resolution: (i) That a Permanent Settlement, whether in Bengal or elsewhere, is no protection against the incidence and consequences of famine.",
        "In the limits assigned to this article it is impossible to enter further into the history of the question (see also Moneylending), but an attempt may be made to summarize the principal results so far as they bear upon the old controversy, which has again been revived in some quarters, as to the proper relation of law to usury and interest.",
        "There is so much to learn in a babysitting course that it's almost hard to summarize all of it!",
        "Active listening-Listening with undivided attention and an open mind and being able to summarize the message accurately.",
        "Research abstracts summarize information quickly for reference later.",
        "If you want your child to summarize the main idea of a paragraph have them highlight a simple sentence.",
        "You can use others' free descriptions as a way to help yourself figure out exactly how to summarize the duties of the positions you're trying to fill.",
        "Its ability to summarize recent transactions is particularly beneficial to nonprofits with a continuous influx of donations.",
        "Study guides summarize complicated texts and provide outlines or review questions students can use when getting ready for their exams.",
        "Looking to get a quick blurb to summarize the Aries profile?",
        "I've written books on the subject - tough to summarize here, but let me say that you can't investigate the paranormal without the ability to interview witnesses/people who have had the experiences.",
        "They more-ore-less summarize each episode, with some being quick summaries, and some being much longer.",
        "After all, you can't summarize a document if you do not know what information is contained within it.",
        "Just to summarize; type 2 diabetes is the most common form of diabetes mellitus.",
        "Often times, you may have to take articles from industry journals and summarize the key points for people."
    ],
    "definition": [
        "sum′ma·ri·za′tion\nnoun",
        "sum′ma·ri′zer\nnoun",
        "Link/Cite",
        "To prepare a summary of something",
        "To give a recapitulation of the salient facts; to recapitulate or review",
        "Link/Cite"
    ]
}