{
    "translation": "לזמן",
    "uses": [
        "\"Try to summon human food,\" he directed.",
        "Kris attempted to summon a portal.",
        "He tried to summon his assistance.",
        "Jackson closed his eyes tightly in an attempt to summon courage.",
        "When you want to deal, summon me.",
        "She could summon Darkyn, though she feared his reaction to her leaving more than what these people would do to her.",
        "If you wish to return to yours, you know how to summon me.",
        "You only need to say my name to summon me.",
        "\"If you have any desire to address the rebellion in the underworld, you know how to summon me,\" Darkyn said with a cunning smile.",
        "Henri, summon Kiki and the others here immediately.",
        "He determined immediately to summon another parliament.",
        "She closed her eyes to summon the portal when the door bucked.",
        "A footman came in to summon Boris--the princess was going.",
        "Similarly the Greenland angekok is said to summon his torngak (which may be an ancestral ghost or an animal) by drumming; he is heard by the bystanders to carry on a conversation and obtain advice as to how to treat diseases, the prospects of good weather and other matters of importance.",
        "She trailed it, wanting nothing more than two minutes of relative peace so she could summon a portal.",
        "But I did not summon you to discuss my actions, but to give you advice--or an order if you prefer it.",
        "Call my husband and Howie Abbott and summon them.",
        "The Emperor has deigned to summon us and the merchants.",
        "Immediate orders were despatched to summon every available body of troops to concentrate for the decisive stroke.",
        "The supreme chief's authority is limited by the advice of a council of elders, whom he is obliged to summon in certain emergencies.",
        "\"To summon me, simply say my name,\" he added.",
        "Summon me when you know what you may need.",
        "I have sent messengers to summon all of Dorothy's old friends to meet her and give her welcome, and they ought to arrive very soon, now.",
        "The pope received the appeal, absolved him and restored him to the rank of priest, and sent a bishop and two priests as legates to Africa with instructions to them to hear the cause of Apiarius anew and for execution of their sentence to crave the prefect's aid; moreover, they were to summon the bishop of Sicca to Rome and to excommunicate him, unless he should amend those things which the legates deemed wrong.",
        "The combined complaints of the injured parties led Sparta to summon a Peloponnesian congress which decided on war against Athens, failing a concession to Megara and Corinth (autumn 432).",
        "I'm about to summon Darkyn.",
        "Jackson shook violently, desperate to summon self-control, while every part of him yearned to cry out with the utter horror coursing through his mind.",
        "\"I can summon her,\" she said suddenly.",
        "At a loss as to what to do next, he was about to summon Darkyn when the room shook.",
        "The king justified his failure to summon the estates on the ground of the expense incurred by provincial deputies.",
        "But, if an Immortal or human or deity corners you, and you aren't able to summon me, you need to know how to defend yourself, Darkyn started.",
        "Fatigued, overwhelmed, Deidre was unable to summon the physical strength to move or the willpower to order him away.",
        "Ormazd will summon together all his powers for a final decisive struggle and break the power of evil for ever; by his help the faithful will achieve the victory over their detested enemies, the daeva worshippers, and render them impotent.",
        "He still wore only pajama bottoms and couldn't even remember who'd dialed 911 to summon the troops.",
        "He must then go towards the interior of France to a provincial capital, best of all to Rouen, and there he must appeal to the people and summon a great convention.",
        "A frank opponent of the extremist policy of Charles X., he tried to save him in 1830; in company with Antoine d'Argout he visited the Tuileries and persuaded the king to withdraw the ordinances and to summon the Council.",
        "\"I'll have him brought to the shadow world and summon you,\" Darkyn said.",
        "She was about to summon a spell to clear the sidewalk completely when she recalled she wasn't able to use her power anymore.",
        "His standard work on algebra, written in Arabic, and other treatises of a similar character raised him at once to the foremost rank among the mathematicians of that age, and induced Sultgn Malik-Shgh to summon him in A.H.",
        "Only in the first stormy years of her reign did she summon the diet; after 1764 she dispensed with it altogether.",
        "Alexius may almost be compared to a magician, who has uttered a charm to summon a ministering spirit, and is surrounded on the instant by legions of demons.",
        "Richard then led the mob to a neighbouring meadow, where he kept them in parley till Walworth, who had returned within the city to summon the loyal citizens to the king's aid, returned with a sufficient following to overawe and disperse the rebels.",
        "to swamp the liberal majority in the upper house by the nomination of twenty-seven new peers; he availed himself of the temporary popularity of the monarchy after the Spanish campaign to summon a new Chamber of Deputies.",
        "When Montanus proposed to summon all true Christians to Pepuza, in order to live a holy life and prepare for the day of the Lord, there was nothing whatever to prevent the execution of his plan except the inertia and lukewarmness of Christendom.",
        "A final settlement of the dispute was one among the other reasons which led Constantine to summon the council of Nicaea in 325.",
        "What makes you think I won't tell Gabe, summon her and he'll claim her?",
        "In the Western Church the title was hardly known before the 7th century, and did not become common until the Carolingian emperors revived the right of the metropolitans to summon provincial synods.",
        "In the conflict between the Petitioners and the Abhorrers he supported the former, and on the 27th of October 1680 brought forward a motion asserting the right of petitioning the king to summon parliament, and proposed the impeachment of Chief Justice North as the author of the proclamation against tumultuous petitioning.",
        "On the 12th of April Hecker and Struve sent a proclamation to the inhabitants of the Seekreis and of the Black Forest \"to summon the people who can bear arms to Donaueschingen at mid-day on the 14th, with arms, ammunition and provisions for six days.\"",
        "After 445 Athens was hardly in a position to summon such a congress, and would not have sent to envoys out of 20 to northern and central Greece, where she had just lost all her influence; nor is it likely that the building of the Parthenon (begun not later than 447) was entered on before the congress.",
        "He joined Mary at Paris in September, and in 156 1 was sent by her as a commissioner to summon the parliament; in February he arrived in Edinburgh and was chosen a privy councillor on the 6th of September.",
        "The cardinal-primate was then sent for and commanded to summon a diet, for the purpose of deposing Augustus.",
        "Alexander now feared that the king might depose him for simony and summon a council, but he won over the bishop of St Malo, who had much influence over the king, with a cardinal's hat, and agreed to send Cesare, as legate, to Naples with the French army, to deliver Jem to Charles and to give him Civitavecchia (January 16, 1495).",
        "The department is authorized, on receipt of such report, to direct an inquiry to be made into the cause of any accident so reported, and the inspector appointed to make the inquiry is given power to enter any railway premises for the purposes of his inquiry, and to summon any person engaged upon the railway to attend the inquiry as a witness, and to require the production of all books, papers and documents which he considers important for the purpose.",
        "induced to summon at his capital in June 415 a synod at which Orosius communicated the decisions of Carthage and read such of Augustine's writings against Pelagius as had at that time appeared.",
        "All the world over it is held that such people can assume the form of animals; sometimes the power of the shaman is held to depend on his being able to summon his familiar; among the Ostiaks the shaman's coat was covered with representations of birds and beasts; two bear's claws were on his hands; his wand was covered with mouse-skin; when he wished to divine he beat his drum till a black bird appeared and perched on his hut; then the shaman swooned, the bird vanished, and the divination could begin.",
        "So the quality of our attention, and our selective awareness, controls what we summon forth from the field of infinite possibilities.",
        "The principle was, to summon up enough energy to keep the walls away.",
        "Many people feel that they cannot summon up the courage to talk to someone about debt or money issues.",
        "I considered a financial career but at an interview with a major bank was unable to summon up the necessary enthusiasm !",
        "But it would have been a most heinous crime to summon a completely unarmed people to fight against an enemy armed to the teeth.",
        "You stumble in after a long day and can barely summon the strength to grab a drink, let alone wash off a face full of makeup.",
        "Summon your courage, employ a little creativity, and you just may receive that \"yes\" you've been looking for.",
        "The Bard can summon one creature initially, but will eventually be able to cast up to four at a time.",
        "Summon helpful creatures with your magic lute, battle numerous enemies, travel through exotic lands and complete many quests.",
        "Use magic tunes to summon creatures of various strengths and skills.",
        "Summon Skeleton was my most useful spell.",
        "Some of the more powerful forms of magic, Summon spells, call ancient spirits into play to do massive damage.",
        "Guardian Forces (GFs) are spirits you can equip and summon during battle.",
        "Using the L2 button summon one of your characters to launch a team attack.",
        "She can summon powerful creatures and this is nothing to scoff at, despite her size and stature.",
        "In the television series, Maryann's after more than tribute or offerings to her, she is trying to summon her God.",
        "She is seeking tributes to summon him, sacrificing hearts and even eating them.",
        "Some ancient practices of scarification and tattooing were also thought to summon gods who controlled hunting in the area.",
        "When war broke out Charles deputed him to summon to surrender the castles of Banbury and Warwick, and other strongholds which were being rapidly filled with ammunition and rebels.",
        "According to the medieval canon law, based on the decretals, and codified in the 13th century in the Corpus juris canonici, by which the earlier powers of metropolitans had been greatly curtailed, the powers of the archbishop consisted in the right (i) to confirm and consecrate suffragan bishops; (2) to summon and preside over provincial synods; (3) to superintend the suffragans and visit their dioceses, as well as to censure and punish bishops in the interests of discipline, the right of deprivation, however, being reserved to the pope; (4) to act as a court of appeal from the diocesan courts; (5) to exercise the jus devolutionis, i.e.",
        "Until the pallium is granted, the archbishop is known only as archbishop-elect, and is not empowered to exercise his potestas ordinis in the archdiocese nor to summon the provincial synod and exercise the jurisdiction dependent upon this.",
        "- The Uniat Churches in Asia and Africa occupy a peculiar position in so far as Rome has recognized the traditional rights of the patriarchates (see, e.g., Leo XIII.'s encyclical Praeclara gratulationis of June 1894), and they therefore enjoy almost complete autonomy; thus the patriarchs nominate their own suffragans and have the right to summon synods for specific purposes (see Patriarch).",
        "The king, at the suggestion of the crown prince (see GUSTAVUS III.), thereupon urged the senate to summon an extraordinary Riksdag as the speediest method of relieving the national distress, and, on their refusing to comply with his wishes, abdicated.",
        "Encouraging Many learners will find it hard to summon the self-discipline required to study on their own.",
        "Children always summon Mary in a bathroom where a large mirror is present.",
        "If, on Friday the 13th, you go to the bathroom and turn off the lights, you may be able to summon her spirit.",
        "took a fearful revenge upon the vanquished; - and Bethlen, regarding a continuation of the war as unprofitable, concluded the peace of Nikolsburg (31st of December 1621), renouncing the royal title on condition that Ferdinand confirmed the peace of Vienna (which had granted full liberty of worship to the Protestants) and engaged to summon a general diet within six months.",
        "Nevertheless, upon the officers threatening to summon the parliament without his aid, and hearing the next morning that several members had assembled, he led the procession to the parliament house.",
        "He entrusted the government to the Jesuits; refused either to summon the Cortes or to marry, although the Portuguese crown would otherwise pass to a foreigner, and devoted himself wholly to hunting, martial exercises and the severest forms of asceticism.",
        "\" What my forefathers established at the council of Constance and other councils it is my privilege to maintain,\" he exclaims. Although, to Aleander's chagrin, the emperor consented to summon Luther to Worms, where he received a species of ovation, Charles readily approved the edict drafted by the papal nuncio, in which Luther is accused of having \" brought together all previous heresies in one stinking mass,\" rejecting all law, teaching a life wholly brutish, and urging the lay people to bathe their hands in the blood of priests.",
        "The bishop, or count, on whose lands the peace was violated was vested with judicial power, and was directed, in case he was himself unable to execute sentence, to summon to his assistance the laymen and even the clerics of the diocese, all of whom were required to take a solemn oath to observe and enforce the peace.",
        "powers to summon witnesses, to administer oaths and to award expenses), and specifies the time within which the \"decreet arbitral\" is to be pronounced.",
        "The king was indeed the president of the permanent council, but he could not summon the diet without its consent, and in all cases of preferment was bound to select one out of three of the council's nominees.",
        "It was not frequently employed as a legislative body after the two assemblies of the tribes, which were easier to summon and organize, had been recognized as possessing sovereign rights.",
        "Now that the queen was all-powerful, it was expected she would at once dismiss Mazarin and summon her own friends to power.",
        "In 336 the emperor was forced to summon him to Constantinople.",
        "It was chiefly under his influence that it was agreed by this ecclesiastical body at subsequent meetings to summon to the bar their \"Burgher\" brethren, and finally to depose and excommunicate them for contumacy.",
        "The July revolution in Paris gave the signal for disturbances; the elector was forced to summon the estates; and on the 5th of January 1831 a constitution on the ordinary Liberal basis was signed.",
        "Their laws were merely traditional customs. War was declared by the council, messengers bearing arrows dipped in blood being sent to all parts of the country to summon the men to arms. From the time of the first Spanish invasion (1535) the Araucanians made a vigorous resistance, and after worsting the best soldiers and the best generals of Spain for two centuries obtained an acknowledgment of their independence.",
        "The States-General wished to summon a national synod, the States of Holland refused their assent, and made levies of local militia(waard-gelders) for the maintenance of order.",
        "Almost his first official act was to summon a synod (the first Lateran) for dealing with the Monothelite heresy.",
        "On the i 1 th of March a meeting of \" young Czechs \" at Prague drew up a petition embodying nationalist and liberal demands; and on the same day the diet of Lower Austria petitioned the crown to summon a meeting of the delegates of the diets to set the Austrian finances in order.",
        "Baron Rauch, appointed ban in 1908, refused to summon the diet, in which he could not command a single vote, and much excitement was caused in 1909 by the trial of 57 nationalist leaders for high treason.",
        "(1621-1665) wished to secure grants of money from these parts of his dominions he had to summon three separate Cortes, which sat in different frontier towns, and he had to negotiate simultaneously with all three.",
        "But no rule was ever made as to whom the king was bound to summon, nor even that the presence of the clergy and the nobles was necessary to constitute a true Cortes.",
        "He was in no hurry to summon the Cortes, partly because the elections to the provincial councils were due in March, and these had to be manipulated so as to ensure the return of a Senate of the right color, partly because the convocation of the Cortes seemed at best a necessary evil.",
        "to summon a council, which should \"utterly destroy Nestorianism.\"",
        "A delegate from New York, he supported Madison in inducing the Convention to exceed its delegated powers and summon the Federal Convention of 1787 at Philadelphia (himself drafting the call); he secured a place on the New York delegation; and, when his anti-Federal colleagues withdrew from the Convention, he signed the Constitution for his state.",
        "Metternich was anxious to summon a European conference to Vienna, with a view to placing Turkey under a collective guarantee.",
        "Summon your White God.",
        "Deities did not summon formerly dead-dead Immortals to them without a compelling reason.",
        "A further feature of the case was that the parents did not immediately summon an ambulance.",
        "A bell to summon assistance is also located to the left of the reader entrance to the New Library.",
        "However, only characters with the summoner job class can summon the sacred beasts.",
        "A wooden clapper that was sounded by the prior to summon the monks to eat, wash or attend a meeting.",
        "The HLR question now is whether the landmine NGOs can summon the moral courage to subordinate the political concerns to the humanitarian.",
        "So the King sent swift messengers to all parts of the world to summon every evil creature to his aid.",
        "Turning aside into the woods, he set about making an encampment with as much vigor as he could summon up.",
        "Nothing on the outside tells you what on earth to expect inside no minarets, no bells to summon the faithful.",
        "This spell is the same as summon goblin but the troll created inflicts and is destroyed by three points of damage rather than one.",
        "The Greeks would have to summon all their strength to stop the Persian Juggernaut.",
        "Do you summon several weaker minions or just a few powerful ones?",
        "He can summon parliaments; it does not follow they will assemble.",
        "summon a good jury for the Friday following.",
        "summon assistance is also located to the left of the reader entrance to the New Library.",
        "summon an ambulance.",
        "summon parliaments; it does not follow they will assemble.",
        "summon forth from the field of infinite possibilities.",
        "summon up enough energy to keep the walls away.",
        "summon up the courage to talk to someone about debt or money issues.",
        "summon up the necessary enthusiasm!",
        "swift messengers to all parts of the world to summon every evil creature to his aid.",
        "It should also have the power to call on experts, or summon witnesses if appropriate, to help in such work.",
        "took advantage of the growing dissatisfaction on the part of the native clergy toward the papal government, and of Arcimboldi's interference in the Swedish revolt, in order to expel the nuncio and summon (1520) Lutheran theologians to Copenhagen.",
        "In 459 an attack by Corinth, which had always coveted Megara's territory, induced the people to summon the aid of the Athenians, who secured Megara in battle and by the construction of long walls between the capital and its port Nisaea.",
        "Hitherto, by his own showing, the private life of the young tsar had been unspeakably abominable, but his sensitive conscience (he was naturally religious) induced him, in 1550, to summon a Zemsky Sobor or national assembly, the first of its kind, to which he made a curious public confession of the sins of his youth, and at the same time promised that the realm of Russia (for whose dilapidation he blamed the boyar regents) should henceforth be governed justly and mercifully.",
        "On hearing of the king's determination to summon the statesgeneral, Mirabeau started for Provence, and offered to assist at the preliminary conference of the noblesse of his district.",
        "The Sergeant was ordered to summon a good jury for the Friday following.",
        "In the early part of 1841 the \"Third of March Association\" was formed to watch over the interests of the citizens, and in November of that year the government was forced by a popular demonstration to summon an assemblee constituante, which in 1842 elaborated a new constitution that was accepted by the citizens.",
        "7, the rulers and priests of the Jews summon Peter and inquire by what power or in what name he has healed the lame.",
        "Edward, whO was just commencing an autumn campaign in Flanders which was to lead~ to no results, sent home orders to summon a parliament, which should raise men and money for the Scottish war.",
        "To legalize his arbitrary acts Duke John dared to summon the estates together, after he had issued stringent orders to the sheriffs to exclude his enemies and return his friends when the members for the Commons were chosen.",
        "In May 1659 he brought a command from Charles in Brussels, directing the bishop of Salisbury to summon all those bishops, who were then alive, to consecrate clergymen to various sees \"to secure a continuation of the order in the Church of England,\" then in danger of becoming extinct.'",
        "But he feared to summon the national assembly, was personally weak and vacillating, and in foreign politics was Turcophil and Austrophil rather than Russophil.",
        "With the accession of Constantine Pogonatus in 668 the controversy once more revived, and the new emperor resolved to summon a general council.",
        "In the summer of 1776 the British, under Sir Henry Clinton and Sir Peter Parker attempted to capture Charleston and summon the South Carolina Loyalists to their standard, but on the 28th of June the fleet was repulsed in an assault on Fort Moultrie.",
        "The Emperor Francis renounced all claims to his former Netherland provinces, which had been occupied by the French since the summer of 1794; he further ceded the Breisgau to the dispossessed duke of Modena, agreed to summon a congress at Rastatt for the settlement of German affairs, and recognized the independence of the Cisalpine republic. In secret articles the emperor bound himself to use his influence at the congress of Rastatt in order to procure the cession to France of the Germanic lands west of the Rhine, while France promised to help him to acquire the archbishopric of Salzburg and a strip of land on the eastern frontier of Bavaria.",
        "It seems to have been common among the Jews, and the case of the witch of Endor is narrated in a way to suggest something beyond fraud; in the book of magic which bears the name of Dr Faustus may be found many of the formulae for raising demons; in England may be mentioned especially Dr Dee as one of the most famous of those who claimed before the days of modern spiritualism to have intercourse with the unseen world and to summon demons at his will.",
        "After three abortive campaigns Mahmud was compelled, infinitely against his will, to summon to his assistance the already too powerful pasha of Egypt, Mehemet Ali, whom he had already employed to suppress the rebellious Wahhabis in Arabia.",
        "On the 15th of March the government proposed to summon a central committee of local diets; but this was far from satisfying public opinion, and on the 25th of April a constitution was proclaimed, including the whole monarchy with the exception of Hungary and Lombardo-Venetia.",
        "The federal assembly with few exceptions met only in time of war, and then only when Sparta agreed to summon it.",
        "Mechanism is provided whereby the speed of the paper is doubled on receipt of a shock, an electric bell ringing at the same time to summon an attendant.",
        "In October Omar-Saleh, the Mahdist commander, took Rejaf and sent messengers to Dufile to summon Emin to surrender; but on the 15th of November the mutineers released both Emin and Jephson, who returned to Lake Albert with some 600 refugees, and joined Stanley in February 1889.",
        "Reginald Grey neglected to summon Owen, as was his duty, for the Scottish expedition of 1400, and then charged him with treason for failing to appear.",
        "Indeed the king's horror of Jacobinism was morbid in its intensity, and drove him to adopt all sorts of reactionary measures and to postpone his coronation for some years, so as to avoid calling together a diet; but the disorder of the finances, caused partly by the continental war and partly by the almost total failure of the crops in 1798 and 1799, compelled him to summon the estates to Norrkoping in March 1800, and on the 3rd of April Gustavus was crowned.",
        "The emperor agreed to summon Luther under a safeconduct, and that he should be heard; but he refused to mix his case with that of grievances against Rome.",
        "To Mahmud II., whose whole policy was directed to strengthening the authority of the central power, this fact would have sufficed to make him distrust the pasha and desire his overthrow; and it was sorely against his will that, in 1822, the ill-success of his arms against the insurgent Greeks forced him to summon Mehemet Ali to his aid.",
        "The city praetor presided over popular assemblies for the election of certain inferior magistrates, but all the praetors officiating in Rome had the right to summon assemblies for the purpose of legislation.",
        "Nevertheless, within three years, the king was obliged to summon another Riksdag, which met at Stockholm on the 26th of January 1789.",
        "His Atland (or Atlantika) appeared in four folio volumes, in Latin and Swedish, in 1675-1698; it was an attempt to summon all the authority of the past, all the sages of Greece and the bards of Iceland, to prove the inherent and indisputable greatness of the Swedish nation, in which the fabulous Atlantis had been at last discovered.",
        "Colonel Farrant, then charg d affaires on shh the part of the British government, in the absence of - a Colonel Sheil, who had succeeded Sir John MNeill, had, in anticipation of the shahs decease and consequent trouhle, sent a messenger to summon him instantly to Teheran.",
        "Another member of the conference was Sir Theophilus Shepstone, (q.v.) Neither Cape Colony nor the Transvaal was represented, 1 At Sir Henry Barkly's request Lord Carnarvon's predecessor, Lord Kimberley, had in November 1871 given him (Sir Henry) authority to summon a meeting of representatives of the states and colonies to consider the \" conditions of union,\" but the annexation of the diamond fields had occurred meantime and Sir Henry thought the occasion inopportune for such a conference.",
        "In November 1675 Charles again prorogued parliament, and did not summon it again till February 1677, when it was almost immediately prorogued.",
        "Gustavus first intervened actively in politics in 1768, at the time of his father's interregnum, when he compelled the dominant Cap faction to summon an extraordinary diet from which he hoped for the reform of the constitution in a monarchical direction.",
        "promised to maintain the rights and liberties conceded by his predecessors on the Portuguese throne, to summon the Cortes at frequent intervals, and to create a Portuguese privy council which should accompany the king everywhere and be consulted on all matters affecting Portuguese interests.",
        "September election; or, as provided by an amendment adopted in 1875, the legislature may by a two-thirds vote of each house summon a constitutional convention.",
        "He and the council examine and pass upon election returns; he may summon extra sessions of the legislature, and he may grant pardons, reprieves, and commutations in all cases except impeachment, but the manner of hearing applications for pardon is in a measure prescribed by statute, and he must present to the legislature an account of each case in which he grants a pardon.",
        "The governor may call the legislature in extraordinary session or may summon the Senate alone.",
        "Under the later Plantagenets and the Lancastrian kings the great check on the power of the crown had been that financial difficulties were continually compelling the sovereign to summon parliaments.",
        "Hence it was that he did not venture to recommend his father to summon parliament till the marriage was over.",
        "Charles was obliged to leave these two counties in their hands as a pledge foii the payment of their expenses; and he was also obliged to summon parliament to grant him the supplies which he needed for that object.",
        "Pitt died on the 23rd of January, and the refusal of Lord Hawkesbury to assume the premiership forced the king to Death of summon Lord Grenville, and to agree to the inclusion Pitt.",
        "To meet this difficulty, a farmer with more crops than he can reap unaided will summon his neighbours to his assistance, supplying them with food, but no money, and binding himself to repay the service in kind.",
        "had obliged the papacy periodically to summon general councils.",
        "In 1867 it was necessary once more to summon, in some form or another, a common parliament.",
        "Edward instantly began to summon John to his courts, even on such puny matters as a wine-merchant's disputed bill."
    ],
    "definition": [
        "a. To call together; convene: summon a meeting of officials. See Synonyms at call.\nb. To request to appear; send for: summon a doctor to help an injured man.",
        "To order to take a specified action; bid: summon the captain to surrender.",
        "a. To bring to mind or remember. Often used with up: We tried to summon up an image of our childhood friend.\nb. To cause one to think of (something); evoke. Often used with up: “Badly cured hippie fur … maté, and paraffin heating oil are the scents that summon up my remembrance of the late sixties” ( Judith Thurman )",
        "To bring into existence or readiness. Often used with up: “He summoned up a smile, though it seemed to take all his strength” ( Colin Turnbull )",
        "sum′mon·er\nnoun",
        "Link/Cite",
        "To call people together; to convene.",
        "To ask someone to come; to send for.",
        "(law) To order someone to appear in court, especially by issuing a summons.",
        "Link/Cite"
    ]
}