{
    "translation": "משובח, עליון",
    "uses": [
        "They were both becoming accustomed to their superior strength and heightened senses.",
        "As a horsemaster he was far superior to Murat.",
        "It cannot be said that any one form of collector is superior all round.",
        "shirts and a somewhat superior force of French and pontificals.",
        "He is assisted and advised by the superior council of public instruction, over which he presides.",
        "Dean muttered an apology to his superior and left the lieutenant's office.",
        "But our left--which consisted of the Azov and Podolsk infantry and the Pavlograd hussars--was simultaneously attacked and outflanked by superior French forces under Lannes and was thrown into confusion.",
        "Here he was shut in by a superior force of Spaniards, and made preparations to defend himself until relieved by the army which Orange was collecting on the eastern frontier.",
        "He was brought up at Tarascon by his uncle, Hercule Audiffret, superior of the Congregation des Doctrinaires, and afterwards entered the order.",
        "But the number of scholars has considerably increased, and shows a ratio superior to the general increase of the population.",
        "Alva then advanced to meet the invaders with a large army, and at Jemmingen (July 21), with very slight loss, annihilated the levies of Louis, who himself escaped by swimming from the field across an estuary of the Ems. He now joined the army of his brother William, which had in October to beat a hasty retreat before Alva's superior skill.",
        "Most people will feel the superior imaginative quality of Helen Keller's opening paragraph.",
        "The surrounding country produces tobacco of a very superior quality, and to the tobacco industry, introduced in 1872, the growth of Winston is chiefly due; the manufacture of flat plug tobacco here is especially important.",
        "In Hughes's instrument almost perfect accuracy and certainty have been attained; and in actual practice it has proved to be decidedly superior to all previous type-printing telegraphs, not only in speed and accuracy, but in less liability to mechanical derangement from wear and tear and from accident.",
        "No human could ever do this, for in these purely computational matters, machines are vastly superior to us, and always will be.",
        "Can the French be so enormously superior to us that when we had surrounded them with superior forces we could not beat them?",
        "Persons keeping private primary schools are free with regard to their methods, programmes and books employed, except that they may not use books expressly prohibited by the superior council of public instruction.",
        "Immediately on the fall of Pembroke Cromwell set out to relieve Lambert, who was slowly retreating before Hamilton's superior forces; he joined him near Knaresborough on the 12th of August, and started next day in pursuit of Hamilton in Lancashire, placing himself at Stonyhurst near Preston, cutting off Hamilton from the north and his allies, and defeating him in detail on the 17th, 18th and 19th at Preston and at Warrington.",
        "But in all moral qualities the brilliant adventurer of the r 5th was infinitely superior to the brilliant adventurer of the r9th century.",
        "On the 23rd, 24th and 25th of July (first battle of Custozza) the Piedmontese were defeated and forced to retire on Milan with Radetzkys superior force in pursuit.",
        "\"That in which men differ from brute beasts,\" says Mencius, \"is a thing very inconsiderable; the common herd lose it very soon; superior men preserve it carefully.\"",
        "Sixty strokes of an ox-hide scourge were awarded for a brutal assault on a superior, both being amelu.",
        "When the people saw me come from the sky they naturally thought me some superior creature, and bowed down before me.",
        "You are an officer... a superior officer perhaps.",
        "A force of Tuscan volunteers was attacked by a superior body of Austrians at Curtatone and Montanaro and defeated after a gallant resistance on the 27th of May; Charles Albert, after wasting precious time round Peschiera, which capitulated on the 3oth of May, defeated Radetzky at Goito.",
        "Well, I make Assorted Flutters for flags and bunting, and a superior grade of Rustles for ladies' silk gowns.",
        "She was a courtesan of the superior class, somewhat older than Propertius, but, as it seems, a woman of singular beauty and varied accomplishments.",
        "The judges at Babylon seem to have formed a superior court to those of provincial towns, but a defendant might elect to answer the charge before the local court and refuse to plead at Babylon.",
        "Who has not asked himself how it is that the French were not all captured or destroyed when our three armies surrounded them in superior numbers, when the disordered French, hungry and freezing, surrendered in crowds, and when (as the historians relate) the aim of the Russians was to stop the French, to cut them off, and capture them all?",
        "This railway has six radiating lines leaving the city of Winnipeg, and its main line connects Port Arthur on Lake Superior with Edmonton in the west.",
        "This wealth of plant life is confined to the littoral and the coastal valleys, but the central valleys and the plateaux have, if not a varied flora, a considerable wealth of timber trees in every way superior to the flora inland in the same latitudes.",
        "But even if we admitted that Kutuzov, Chichagov, and others were the cause of the Russian failures, it is still incomprehensible why, the position of the Russian army being what it was at Krasnoe and at the Berezina (in both cases we had superior forces), the French army with its marshals, kings, and Emperor was not captured, if that was what the Russians aimed at.",
        "His hubris caused him to feel superior to his coworkers.",
        "Vico undoubtedly considered the poetic wisdom of the Middle Ages to be different from that of the Greeks and Romans, and Christianity to be very superior to the pagan religion.",
        "The retreat of the British force gave Chauncey time to complete this vessel, the \"General Pike,\" which was so far superior to anything under Yeo's command that she was said to be equal in effective strength to the whole of the British flotilla.",
        "He on his part was more and more repelled by a superior woman determined to live her own intellectual life, and she on hers discovered that she was mated, if not to a clown, at least to a hobereau whose whole heart was in his cattle and his turnips.",
        "Its main features were strictly Presbyterian, but the minister was greatly superior to the elder, and the state had wide powers especially in the nomination of higher officers.",
        "The superior officers all wanted to distinguish themselves, to cut off, to seize, to capture, and to overthrow the French, and all clamored for action.",
        "He carried close to his leg a narrow unsheathed sword (small, curved, and not like a real weapon) and looked now at the superior officers and now back at the men without losing step, his whole powerful body turning flexibly.",
        "The virtues of a superior man are like the wind; the virtues of a common man are like the grass--the grass, when the wind passes over it, bends.",
        "1749), who, gradually pushing westward from Lake Superior, reached Lake Winnipeg in 1733, and in the following year built a fort not far from the present Fort Alexander.",
        "Despite the presence of the commander-in-chief, who attracted the attention of all the superior officers, the militiamen and soldiers continued their prayers without looking at him.",
        "But in the end the superior military efficiency of the Swedes and Poles invariably prevailed.",
        "the grass-land of superior quality as distinguished from paturages et pacages, which signifies pasture of poorer quality, incteased in area between 1895 and 1905 as is shown bel0w:",
        "The colonial minister is assisted by a number of organizations of which the most important is the superior council of the colonies (created by decree in 1883), an advisory body which inclUdes the senators and deputies elected by the colonies, and delegates elected by the universal suffrage of all citizens in the colonies and protectorates which do not return members to parliament.",
        "The region of the Red River and Assiniboine valleys was opened up by the fur traders, who came by the waterways from Lake Superior, and afterwards by the water communication with Hudson Bay.",
        "Our enormous forces, undoubtedly superior to Napoleon's, were concentrated in one place, the troops inspired by the Emperors' presence were eager for action.",
        "Refusing to recognize the new archbishop of Canterbury, William of Corbeil, as his superior, Thurstan took no part in his consecration, and on two occasions both archbishops carried their complaints in person to Rome.",
        "ing region of the Bordelais and the Riviera.1 Lot-et-Ga In 1907 deaths were superior in number to births by Lozre nearly 20,000.",
        "A lyce is founded in a town by decree of the president of the republic, with the advice of the superior council of public instruction.",
        "There is a superior council for the whole of Indo-China on which the natives and the European commercial community are represented, while in Cochin-China a privy council, and in the protectorates a council of the protectorate, assists in the work of administration.",
        "The souls which remember their pre-existing state can attain to this contemplation of unity, and thereby rise superior to all the ordinary doctrines of religion or life.",
        "During the earlier part of the year 164 3 the military position of Charles was greatly superior to that of the parliament.",
        "of England; but Conrad's superior ability, and the support of the French crusaders, ultimately carried the day, and in 1192 Richard himself abandoned the pretensions of Guy, and recognized Conrad as king.",
        "The loss of his patrimony, however, thanks no doubt to his mother's providence, did not prevent Propertius from receiving a superior education.",
        "Yet this eminent, this superior personage was an habitual drunkard, an uncouth savage who intruded upon the hospitality of wealthy foreigners, and was not ashamed to seize upon any dish he took a fancy to, and send it home to his wife.",
        "Like Heine, Auerbach and Steinthal, he rose superior to the narrower ideals of the German Jews, and took a leading place in German literature and thought.",
        "The bitter invectives against Ammon, Moab, Edom, Philistia, Tyre, Sidon and Egypt, put into Yahweh's mouth, are based wholly on the fact that these peoples are regarded as hostile and hurtful to Israel; Babylonia, though nowise superior to Egypt morally, is favoured and applauded because it is believed to be the instrument for securing ultimately the prosperity of Yahweh's people.",
        "Leo, the saint's favourite disciple and companion on Mount Alverno at the time, which describes the circumstances of the stigmatization; Elias of Cortona, the acting superior, wrote on the day after his death a circular letter wherein he uses language clearly implying that he had himself seen the Stigmata, and there is a considerable amount of contemporary authentic second hand evidence.",
        "Bethlen also supported Bocskay's successor Gabriel Bathory (1608-1613), but the prince became jealous of Bethlen's superior abilities, and he was obliged to take refuge with the Turks.",
        "General Buxhowden was all but attacked and captured by a superior enemy force as a result of one of these maneuvers that enabled us to escape him.",
        "Being superior to physical suffering, it sometimes chanced that they were superior to any consolation which the missionaries could offer; and the law to do as you would be done by fell with less persuasiveness on the ears of those who, for their part, did not care how they were done by, who loved their enemies after a new fashion, and came very near freely forgiving them all they did.",
        "Known for its scenic views ideal for photographs, the inn features a candlelight dining area, monthly recipe specials and superior hospitality.",
        "Equity here is defined to mean \"any body of rules existing by the side of the original civil law, founded on distinct principles, and claiming incidentally to supersede the civil law in virtue of a superior sanctity inherent in those principles.\"",
        "In May he defeated a greatly superior royalist force at Grantham, proceeding afterwards to Nottingham in accordance with Essex's plan of penetrating into Yorkshire to relieve the Fairfaxes; where, however, difficulties, arising from jealousies between the officers, and the treachery of John Hotham, whose arrest Cromwell was instrumental in effecting, obliged him to retire again to the association, leaving the Fairfaxes to be defeated at Adwalton Moor.",
        "To the Labour party in that state are admitted only persons who have worked for their living at manual labour, and this qualification of being an actual worker is one that was strongly insisted upon at the formation of the party and strictly adhered to, although the temptation to break away from it and accept as candidates persons of superior education and position has been very great.",
        "In the circular form it constitutes a natural and even primitive use of the idea of a crown, modified by an equally simple idea of the emanation of light from the head of a superior being, or by the meteorological phenomenon of a halo.",
        "Unlike the American Indians, who supposed Columbus and his crew to be supernatural beings, and their ships in some way endowed with life, and were thrown into convulsions of terror by the first discharge of firearms which they witnessed, these Australians were neither excited to wonder by the ship nor overawed by the superior number and unknown weapons of the strangers.",
        "been rather superior in numbers to their opponents.",
        "superior authority as compared with them, may be traced even in antiquity.",
        "Ignatius distinctly excepts the case where obedience in itself would be sinful: \"In all things except sin I ought to do the will of my superior and not my own.\"",
        "Ignatius says: \"When it seems to me that I am commanded by my superior to do a thing against wconscience]] revolts as sinful and my superior judges otherwise, it is my duty to yield my doubts to him unless I am otherwise constrained by evident reasons.",
        "An important step was taken in 1844, when a cession of the region on the south shore of Lake Superior was obtained from the Chippewa Indians.",
        "At this time the copper mines of Lake Superior were being successfully developed, and nearly 6oo tons of metallic copper were produced in 1850.",
        "From this it is clear that only in doubtful cases concerning sin should an inferior try to submit his judgment to that of his superior,to be not only one who would not order what is clearly sinful, but also a competent judge who knows and unds, better than the inferior, the nature and aspect of the command.",
        "The Watcher smiled in response, and Damian knew well enough his kind truly thought themselves superior.",
        "The Dabormida division, unsupported by Albertone, found itself likewise engaged in a separate combat against superior numbers.",
        "On the other hand, theism does not desire to see necessity - or Fate - ranked as superior to the living God.",
        "Vergniaud certainly was far superior to him in oratory, but Brissot was quick, eager, impetuous, and a man of wide knowledge.",
        "The story of the administrative development of the Church in the 5th century is mainly the story of the final emergence and constitution of the great \" patriarchates,\" as authorities superior to metropolitans and provincial synods.",
        "An example of this is found in the ninth canon of Chalcedon, which also illustrates the enforcement upon a clerical plaintiff in dispute with a brother cleric of that recourse to the arbitration of their ecclesiastical superior already mentioned.",
        "An \" exarch \" means properly a superior metropolitan having several provinces under him.",
        "In the second case, the bishop may require the superior to punish within a certain time and to certify the punishment to him; in default he himself may punish (Conc. Trid.",
        "But above all, what gives the sentences of Marcus Aurelius their enduring value and fascination, and renders them superior to the utterances of Epictetus and Seneca, is that they are the gospel of his life.",
        "Wren apparently did not himself approve of this second design, for he got the king to give him permission to alter it as much as he liked, without showing models or drawings to any one, and the actual building bears little resemblance to the approved design, to which it is very superior in almost every possible point.",
        "Wren's earlier designs have the exterior of the church arranged with one order of columns; the division of the whole height into two orders was an immense gain in increasing the apparent scale of the whole, and makes the exterior of St Paul's very superior to that of St Peter's in Rome, which is utterly dwarfed by the colossal size of the columns and pilasters of its single order.",
        "They were, in those respects, far superior to the civil prisons of that day.",
        "After these adventures he returned to Scotland in March 1565, but withdrew once more before the superior strength of his opponents to France.",
        "From the outer tuberculum extends the large crista superior (insertion of pectoralis major and of deltoideus major muscles).",
        "It receives the three great venous trunks of the body, namely the vena cava superior dextra, the vena cava superior sinistra more dorsally, and the vena cava inferior more to the right and below; the opening of the last is guarded by two prominent valves in place of the mammalian valvula Eustachii.",
        "The differences between the Neotropical avifauna and that of North America are fundamental and prove the independence or superior value of the Neotropical region as one of the principal realms.",
        "It lies in the midst of the great red and brown hematite iron-ore deposits of the Mesabi Range - the richest in the Lake Superior district - and the mining and shipping of this ore are its principal industries.",
        "(1) Only if the deity be regarded as altogether superior is there room for prayer proper, that is, reverent entreaty.",
        "As the youth progressed in his studies, he came under the influence of Jacopo Bellini, a painter considerably superior to Squarcione, father of the celebrated painters Giovanni and Gentile, and of a daughter Nicolosia; and in 1454 Jacopo gave Nicolosia to Andrea in marriage.",
        "He did not, however, leave behind him many scholars of superior faculty.",
        "At first the districts were purely military, were called, after the garrisons, \"exercitus Germanicus superior\" (south) and \"inferior\" (north).",
        "It has a chamber of commerce, the president of which has a seat on the superior council of Indo-China; a chamber of the court of appeal of Indo-China, a civil tribunal of the first order, and is the seat of the chamber of agriculture of Tongking.",
        "Ungava includes much of the lower portion of Labrador, with a rim of recent marine deposits along its western coast, but the interior has the usual character of low rocky hills of Archean rocks, especially granite and gneiss, with a long band of little disturbed iron-bearing rocks, resembling the Animikie, or Upper Huronian of the Lake Superior region, near its eastern side.",
        "In neither case did the allegiance involve strict obedience to orders from the superior, and their loyalty was always in danger of being troubled by their love of independence and equality and their desire for loot.",
        "Soloviev's history, from the earliest times to 1774, is based throughout on original investigation of sources, and therefore, though inferior to Karamzin's work as literature, is incomparably superior to it in authority.",
        "Within the boundaries of the United States the northernmost of the transcontinental lines was the Great Northern railway, extending from a point opposite Vancouver, B.C., and from Seattle, Wash., to Duluth, on Lake Superior, and to St Paul and Minneapolis, Minn., where connexion through to Chicago was made over an allied line,.",
        "It was natural that this should be so, for the new transportation agency was so much more efficient than anything previously available that the people were eager to take advantage of its superior service.",
        "For suburban traffic with a service at a few minutes' interval and short distances between the stations electric traction has proved itself to be superior in many respects to the steam locomotive, but for main line traffic and long distance runs it has not yet been demonstrated that it is commercially feasible, though it is known to be practically possible.",
        "Despite its superior weapons and mode of warfare, the German east Baltic colony was constantly in danger of being overborne by the endless assaults of the dogged aborigines, whose hatred of the religion of the Cross as preached by the knights is very intelligible; and in 1218 Bishop Albert of Riga was driven to appeal for assistance to King Valdemar.",
        "Despite the capture of the ark after the disastrous battle of Shiloh, Yahweh had in the end shown himself through a destructive plague superior in might to the Philistine Dagon.",
        "3 In other words a priest who was a Levite possessed a superior professional qualification.",
        "It is obvious from numerous passages that these prophetic gilds recognized the superior position and leadership of Samuel, or of any other distinguished prophet such as Elijah or Elisha.",
        "Again, many of the authorities which he used have been edited in superior texts.",
        "At the time of her death in January 1665 Mlle de La Fayette was superior of a convent of her order which she had founded at Chaillot.",
        "But after three hours, Pescara's light horse having meantime been driven in by the superior light horse of the enemy, the artillery-loving duke of Ferrara conceived the brilliant plan of taking his mobile field-guns to the extreme right of the enemy.",
        "He served as judge of the Superior Court (1865-72), as secretary of war (1876) and as attorneygeneral of the United States (1876-77) in President Grant's cabinet; and as minister to Austria-Hungary (1882-84) and to Russia (1884-85) .",
        "From 1885 to 1887 he served as assistant solicitor of Hamilton county, and in the latter year was appointed judge of the Superior Court of Ohio to fill a vacancy.",
        "Judah and Israel dwelt at ease, or held the superior position of military officials, while the earlier inhabitants of the land were put to forced labour.",
        "Of all the Sanhedrin only Sameas \" a righteous man and therefore superior to fear \" dared to speak.",
        "The Sephardic Jews in all these respects occupied a superior position, and they merited the partiality shown to them.",
        "To the two viaducts across the valley of the Cuyahoga river were added three others, of which the most noteworthy is the High Level bridge, connecting Superior avenue on the east with Detroit avenue on the west.",
        "In 1507 he took up his residence in the Benedictine Abbey of St Germain des Pres, near Paris; this was due to his connexion with the family of Brigonnet (one of whom was the superior), especially with William Brigonnet, cardinal bishop of St Malo (Meaux).",
        "There is a supreme court consisting of a chief justice and four associates, elected by popular vote for eight years, and a superior or circuit court, composed of sixteen judges elected by the people in each of sixteen districts for a term of eight years.",
        "But as little had been accomplished when the superior court met at Hillsboro, Orange county, in September 1770, the Regulators became desperate again, whipped the chief offender, Colonel Edmund Fanning, and demolished his residence.",
        "1 being the label ps, The superior division or lum, here inferior the labellum, which may by the twisting become inferior by the of the ovary.",
        "In addition to these modifications, which are common to nearly all orchids, there are others generally but not so universally met with; among them is the displacement of the flower arising from the twisting of the inferior ovary, in consequence of which the flower is so completely turned round that the \"lip,\" which originates in that part of the flower, conventionally called the posterior or superior part, or that S c ?",
        "Much the same, however, might have been said of Europe until two centuries ago, and the scientific knowledge of the Arabs under the earlier Caliphates was equal or superior to that of any of their contemporaries.",
        "of Superior and Duluth, in the N.",
        "part of the state, at the head of Chequamegon Bay, an arm of Lake Superior.",
        "The history of Pomerania, as distinct from that of Pomerellen, consists mainly of an almost endless succession of divisions of territory among the different lines of the ducal house, and of numerous expansions and contractions of territory through constant hostilities with the elector of Brandenburg, who claimed to be the immediate feudal superior of Pomerania, and with other neighbouring rulers.",
        "much superior to his weak brother in energy and as a general and statesman.",
        "In the Konkan there are some superior proprietors termed Khots.",
        "With this and perhaps some other exceptions, there are not in the Mahratta country many large landlords, nor many of the superior tenure-holders whose position relatively to that of the peasantry has caused much discussion ii: other parts of India.",
        "On state occasions heads of principalities would visit Poona by way of acknowledging the superior position of the peshwa.",
        "Inhabited by the Rauraci and the Sequani, it formed part of ancient Gaul, and was therefore included in the Roman empire in the provinces of Germania Superior and Maxima Sequanorum.",
        "In mental power they are much superior to the indigenous races around them.",
        "It is the seat of a bishopric and of a superior court of justice.",
        "These proceedings aroused the anger and jealousy of the barons, and their wrath was diminished neither by Gaveston's superior skill at the tournament, nor by his haughty and arrogant behaviour to themselves.",
        "The animals which are shipped in this way are necessarily of the best quality, because the freight on a superior beast is no more costly than on an inferior one, and the proportion of freight to sale price is therefore less.",
        "With this superior description of butchers' stock all classes of home-grown stock - good, bad and indifferent - have, of course, to compete.",
        "To quote from a useful work (National Education: a Symposium, 1901), \" the commercial supremacy of England was due to a variety of causes, of which superior intelligence, in the ordinary business sense, was not the most important.",
        "ks.a, Anterior superior lobe of the large nephridium.",
        "The nerve to this organ is given off from the superior (original right, see fig.",
        "a, Nerve to superior cephalic tentacle.",
        "Jaw simple, without a superior appendage.",
        "These periods fill the whole Bronze Age, with whose close, by the introduction of the superior metal, iron, the Aegean Age is conventionally held to end.",
        "There are, however, in certain respects at certain periods, evidences of such changes as might be due to the intrusion of small conquering castes, which adopted the superior civilization of the conquered people and became assimilated to the latter.",
        "This great disaster, which cleared the ground for a new growth of local art, was probably due to yet another incursion of northern tribes, more barbarous than their predecessors, but possessed of superior iron weapons - those tribes which later Greek tradition and Homer knew as the Dorians.",
        "The earliest of these is his report of the argument of James Otis in the superior court of Massachusetts as to the constitutionality of writs of assistance.",
        "Tiedemann's carefully-wrought Anatomic and N aturgeschichte der V gel - which shows a remarkable advance upon the work which Cuvier did in 1805, and in some respects is superior to his later production of 1817.",
        "Without pledging ourselves to the acceptance of all its details - some of which, as is only natural, cannot be sustained with our present knowledge - it is certainly not too much to say that Merrem's merits are almost incomparably superior to those of any of his predecessors.",
        "of three judges each, ten districts (some with sub-divisions) of the common pleas court, the superior court of Cincinnati, probate courts, courts of insolvency in Cuyahoga and Hamilton counties, juvenile courts (established in 1904), justice of the peace courts and municipal courts.",
        "Within two years the whole area, solidly rebuilt and with widened and straightened streets, showed no traces of the ruin except an appearance superior in all respects to that presented before the fire.",
        "As a commercial product spider-silk has been found to be equal, if not superior, to the best silk spun by lepidopterous larvae; but the cannibalistic propensities of spiders, making it impossible to keep more than one in a single receptacle, coupled with the difficulty of getting them to spin freely in a confined space, have hitherto prevented the silk being used on any extensive scale for textile fabrics.",
        "There is no privity of contract between an underlessee and the superior landlord, but the latter can enforce against the former restrictive covenants of which he had notice; it is the duty of the underlessee to inform himself as to the covenants of the original lease, and, if he enters and takes possession, he will be considered to have had full notice of, and will be bound by, these covenants.",
        "He was still in office when the final rising of the Cubans began in February 1895, and he had to resign in March because he could not find superior officers in the army willing to help him to put down the turbulent and disgraceful demonstrations of the subalterns of Madrid garrison against newspapers which had given offence to the military.",
        "They are adapted to special conditions which are lacking in their new surroundings, but a few will probably do fairly well the first year, and the seeds from these probably rather better the next, and so on, so that in a few years' time a strain may be available which is equal or even superior to the original one introduced.",
        "Burgesses and nobles, however different in status, were both of the same Frankish stock, and both occupied the same superior position with regard to the native Syrians.",
        "Meanwhile Conrad of Montferrat, at the very instant when his superior ability had finally forced Richard to recognize him as king, had been assassinated (April 1192): Guy de Lusignan had bought Cyprus from Richard, and had sailed away to establish himself there; I and Henry of Champagne, Richard's nephew, had been called to the throne of Jerusalem, and had given himself a title by marrying Conrad's widow, Isabella.",
        "The brain must be opening; u.l, superior brainlooked upon as the anterior thicklobe; pl., posterior brain-lobe.",
        "Unlike many Orientals, the Malays can be treated with a friendly familiarity without such treatment breeding lack of respect or leading to liberties being taken with the superior.",
        "of Lake Superior and W.",
        "below that of Lake Superior.",
        "This development is a mark of superior culture and may have been spread through Babylonian influence.",
        "2 The coffer is of fine hard sandstone of superior quality, and has been hollowed out, at the cost of vast labour and expense, from a solid block of rock.",
        "If he says that a subject is to allow himself to be moved and directed, under God, by a superior just as though he were a corpse or as a staff in the hands of an old man, he is also careful to say that the obedience is only due in all things \"wherein it cannot be defined (as it is said) that any kind of sin appears.\"",
        "Tobacco of a superior quality is grown extensively on the lower northern slopes and much tobacco is now grown under cloth.",
        "He was the chief plenipotentiary at the abortive congress of Durovicha, which met in 1664, to terminate the Russo-Polish War; and it was due in no small measure to his superior ability and great tenacity of purpose that Russia succeeded in concluding with Poland the advantageous truce of Andrussowo (Feb.",
        "Far superior are those scenographic representations which enable a person consulting the map to identify prominent landmarks, such as the Pic du Midi, which rises like a pillar to the south of Pau, but is not readily discovered upon an ordinary map. This advantage is still fully recognized, for such views of distant hills are still commonly given on the margin of marine charts for the assistance of navigators; military surveyors are encouraged to introduce sketehes of prominent landmarks upon their reconnaissance plans, and the general public is enabled to consult \" Picturesque Relief Maps \" - such as F.",
        "Far superior were the maps found among the semi-civilized Mexicans when the Spainiards first discovered and invaded their country.",
        "Masudi (loth century) saw a copy of it and declared it to be superior to Ptolemy's map.",
        "the Roman Empire at that time was traversed in all directions by roads furnished with mile-stones, that the Agrimensores employed upon such a duty were skilled surveyors, and that the official reports of the commanders of military expeditions and of provincial governors were available, this map, as well as the provincial maps upon which it'was based, must have been a work of superior excellence, the loss of which is much to be regretted.",
        "Among more recent maps of Palestine, that by Petrus Vesconte (1320) is greatly superior to the earlier maps.",
        "The charts in use of the medieval navigators of the Indian Ocean - Arabs, Persians or Dravidas - were equal in value if not superior to the charts of the Mediterranean.",
        "- Idrisi (1154) the world by Abu Jafar Mahommed ben Musa of Khiva, the librarian of the caliph el Mamun (833), declares them to be superior to the maps of Ptolemy or Marinus, but maps of a later date by Istakhri (950) or Ibn al Wardi (1349) are certainly of a most rudimentary type.",
        "Far superior to these maps is Fra Mauro's map (1457), for the author has availed himself not only of the information collected by Marco Polo and earlier travellers, but *was able, by personal intercourse, to gather additional information from Nicolo de' Conti, who had returned from the east in 1440, and more especially from Abyssinians who lived in Italy at that time.",
        "Delisle (1675-1726) published 98 maps, and although as works of art they were inferior to the maps of certain contemporaries, they were far superior to them in scientific value.",
        "21 a contours are based upon instrumental measurement, and as a whole these ordnance maps were undoubtedly superior in accuracy, with rare exceptions, to similar maps published by foreign governments.",
        "Far superior to these maps is the Karte von Attika (1: ioo,000 and 1:25,000) based upon careful surveys made by Prussian officers and published by E.",
        "Representatives are sent from each inferior to each superior meeting, but they have no precedence over others, and all Friends may attend any meeting and take part in any of which they are members.",
        "In the spring Banks was ordered to move against Jackson in the Shenandoah Valley, but the latter with superior forces defeated him at Winchester, Virginia, on the 25th of May, and forced him back to the Potomac river.",
        "But his Red River expedition, March - May 1864, forced upon him by superior authority, was a complete failure.",
        "In private service superior posts were often filled by freedmen; the higher arts - as medicine, grammar, painting - were partly in the hands of freedmen and even of ingenui; the more successful actors and gladiators were often freedmen.",
        "Ethically, too, the new doctrine stands on a higher plane, and represents, in its moral laws, a superior civilization.",
        "They believed that Cain derived his existence from the superior power, and Abel from the inferior power, and that in this respect he was the first of a line which included Esau, Korah, the Sodomites and Judas Iscariot.",
        "The igneous formation of which the greater part of the Roman Campagna is, in its superior portion, composed, contains three strata known under the common name of tufa, - the \" stony,\" \" granular,\" and \" sandy \" tufa, - the last being commonly known as pozzolana.",
        "The cathedral of St Peter, commonly known as the minster, has no superior in general dignity of form among English cathedrals.",
        "front, consisting of a centre and two divisions corresponding with the nave and aisles, has been described as \"more architecturally perfect as a composition and in its details than that of any other English cathedral,\" the great window above the door being considered by some superior to the famous E.",
        "To obtain these heavenly mysteries, which alone make the Torah superior to profane codes, definite hermeneutical rules are employed, of which the following are the most important.",
        "By this time the salary had been increased to X1 2; in 1801 it was He had learnt of Raikes's Sunday Schools before he left the Establishment, but he rightly considered the system set on foot by himself far superior; the work and object being the same, he gave six days' tuition for every one given by them, and many people not only objected to working as teachers on Sunday, but thought the children forgot in the six days what they learnt on the one.",
        "Since that time select Japanese species, chosen for superior milling qualities, have been widely introduced, as the market prejudice in favour of head rice made the large percentage of broken rice a heavy handicap to the farmers.",
        "The iron ores are even more accessible than the famous ones of the Lake Superior region in the United States.",
        "For conditions since 1902 consult the Informe Mensual (1903-) of the Junta Superior de Sanidad.",
        "Halleck, with a greatly superior force, cautiously and slowly advanced upon the Confederate position, consuming more than a month in the operation.",
        "State education is of three degrees: primary, secondary and superior.",
        "Primary education is gratuitous and obligatory, and superior education is gratuitous or supported by bursaries.",
        "For primary education there are three grades of schools: (1) infant schools, of which there is one in every village; (2) primary schools in the larger villages; (3) superior primary schools.",
        "For superior education there is (1) the university of Constantinople, with its four faculties of letters, science, law and medicine; and (2) special schools, including (a) the normal school for training teachers, (b) the civil imperial school, (c) the school of the fine arts and (d) the imperial schools of medicine.",
        "It ought to be premised that the poetry of the old school is greatly superior to the prose.",
        "Organization and tactics did not affect the issue directly, for the conduct of the men and their junior officers gave abundant proof that in the hands of a competent leader the \" linear \" principle of delivering one shattering blow would have proved superior to that of a gradual attrition of the enemy here, as on the battlefields of the Peninsula and at Waterloo, and this in spite of other defects in the training of the Prussian infantry which simultaneously caused its defeat on the neighbouring field of Auerstadt.",
        "Besides the court of superior officers, which assists the pasha in the general administration of the province, there is also a mejlis or mixed tribunal for the settlement of municipal and commercial affairs, to which both Christian and Jewish merchants are admitted.",
        "They had three children; there was no scandal between them; the baron obtained money and the lady obtained, as a guaranteed ambassadress of a foreign power of consideration, a much higher position at court and in society than she could have secured by marrying almost any Frenchman, without the inconveniences which might have been expected had she married a Frenchman superior to herself in rank.",
        "above water, connects Superior Avenue on the E.",
        "The principal business thoroughfares are Superior Avenue (132 ft.",
        "The Arcade, between Euclid and Superior avenues, and the Colonial Arcade, between Euclid and Prospect avenues, are office and retail store buildings worthy of mention.",
        "Monumental Park is divided into four sections (containing about 1 acre each) by Superior Avenue and Ontario Street.",
        "Cleveland's rapid growth both as a commercial and as a manufacturing city is due largely to its situation between the iron regions of Lake Superior and the coal and oil regions of Pennsylvania and Ohio.",
        "The discovery of iron ore in the Lake Superior region made Cleveland the natural meeting-point of the iron ore and the coal from the Ohio, Pennsylvania and West Virginia mines; and it is from this that the city's great commercial importance dates.",
        "These inspectorates are ruled by two superior officials or governors responsible to the director of the board in Copenhagen.",
        "The king is advised by a council of five ministers, the superior members of the class of mandarins; and the kingdom is divided into about fifty provinces administered by members of that body.",
        "France is represented by a resident superior, who presides over the ministerial council and is the real ruler of the country, and by residents exercising supervision in the districts into which the country is split up for the purposes of the French administration.",
        "The resident superior is assisted by the protectorate council, consisting of heads of French administrative departments (chief of the judicial service, of public works, &c.) and one native \"notable,\" and the royal orders must receive its sanction before they can be executed.",
        "by Lake Superior and by Wisconsin, from which it is separated for the greater part of the distance by the Mississippi and St Croix rivers.",
        "of Lake Superior.",
        "above the surface of Lake Superior.",
        "In the northern part of the state the great pine belt stretches from the head of Lake Superior westward to the confines of the Red River Valley, while along the north border and in the north-east the forest growth is almost exclusively tamarack and dwarf pine.",
        "The fisheries, which are of great value, are carefully supervised and systematically replenished from the State Fish Hatchery at St Paul, and the Federal Fish Hatchery maintained at Duluth, in which particular attention is devoted to the fish of Lake Superior.",
        "In most localities the prevailing winds are northwest in winter and southerly in summer, but at Duluth, on the shore of Lake Superior, they are south-west during November, December and January and north-east during all other months.",
        "Minneapolis is the chief flour-making centre of the world, and the cities at the \" Head of the Lakes \" (Duluth, Minnesota, and Superior, Wisconsin, considered industrially as one place) constitute the second largest centre.",
        "In 1679 Daniel Greysolon, Sieur du Lhut (Duluth), as agent for a company of Canadian merchants which sought to establish trading posts on the Lakes, explored the country from the head of Lake Superior to Mille Lacs and planted the arms of Louis XIV.",
        "In 1613 he joined the Society of Jesus, and was appointed superior of the English mission at Brussels in 1616, and in 1618 rector of the English college at Rome.",
        "Massena, superior in numbers and over-confident, made a direct attack upon the heights on the 27th of September 1810: his strength being about 60,000, while that of the Allies was about 50,000, of whom nearly half were Portuguese.",
        "Before so superior a force, Wellington had not attempted to maintain the blockade; but on Marmont afterwards advancing towards him, he fought a rearguard action with him at El Bodon (Sept.",
        "For the siege of Burgos heavy guns were available in store on the coast; but he neither had, nor could procure, the transport to bring them up. By resource and dogged determination Wellington rose superior to almost every difficulty, but he could not overcome all; and the main teaching of the Peninsular War turns upon the value of an army that is completely organized in its various branches before hostilities break out.",
        "In an attempt to break out in February 1815 Decatur's flagship the \"President\" was cut off and after a spirited fight forced to surrender to a superior force.",
        "Eachard's own sermons, however, were not superior to those he satirized.",
        "who implied that the pope was superior even to the Great Khan, and offered no presents, refused the customary reverences before Baiju, declined to go on to the imperial court, and made unseasonable attempts to convert their hosts.",
        "Admiral de Rigny joined him immediately afterwards, and a joint note was sent by them on the 22nd of September to Ibrahim Pasha, who held the superior command for the sultan.",
        "At Rome he joined the Oratory in 1557 under St Philip Neri and succeeded him as superior in 1593.",
        "Obliquus superior muscle.",
        "There is in this respect a great resemblance between him and H~fiz, but Omar is decidedly superior.",
        "His morality is not yet separated from his religion; and religion for him means the cult of some superior being - the king or priest of his tribe - whose person is charged with a kind of sacred electricity.",
        "They are excellent workers in silver and noted as armourers, and their carpets are superior to the Persian.",
        "Bradford was at one time the centre of the clothing industry in the west of England, and was especially famous for its broadcloths and mixtures, the waters of the Avon being especially favourable to the production of good colours and superior dyes.",
        "A very pure form of iron, which from the method of its manufacture is called \" steel,\" is now extensively used for the construction of dynamo magnets; this metal sometimes contains not more than 0.3% of foreign substances, including carbon, and is magnetically superior to the best commercial wrought iron.",
        "to Rio de Janeiro is adapted to the cultivation of a great variety of fruits of a superior quality.",
        "It also supervises secondary and superior education, issues patents, and provides federal courts for the trial of cases amenable to federal laws.",
        "Higher, or superior, instruction is confined almost exclusively to professional schools - the medical schools of Rio de Janeiro and Bahia, the law schools of Sao Paulo and Pernambuco, the polytechnic of Rio de Janeiro, and the school of mines of Ouro Preto.",
        "In 1864 the ambitious dictator of Paraguay, Francisco Solano Lopez, without previous declaration of war, captured a Brazilian vessel in the Paraguay, and rapidly followed up this outrage by an armed invasion of the provinces of Matto Grosso and Rio Grande in Brazil, and that of Corrientes in the Argentine Republic. A triple alliance of the invaded states with Uruguay ensued, and the tide of war was soon turned from being an offensive one on the part of Paraguay to a defensive struggle within that republic against the superior number of the allies.",
        "Meanwhile the monte of the nine, the chief promoters of the revolution of 1480, were exposed to the growing hatred and envy of their former allies, the monte del popolo, who, conscious of their superior strength and numbers, now sought to crush the noveschi and rise to power in their stead.",
        "There the Prussians defeated the Austrians in May 1745, and in June 1760 the Prussians were routed by a greatly superior force of Austrians.",
        "Scotus extends the number of theological doctrines which are not, according to him, susceptible of philosophical proof, including in this class the creation of the world out of nothing, the immortality of the human soul, and even the existence of an almighty divine cause of the universe (though he admits the possibility of proving an ultimate cause superior to all else).",
        "And it is significant that this primacy of the undetermined will (voluntas superior intellectu) was the central contention of the Scotists against the Thomist doctrine.",
        "Unfortunately the fruits of his diligence and foresight were dissipated by the follies of his two immediate successors, Emerich (1196-1204) and Andrew II., who weakened the Ar royal power in attempting to win support by lavish grants of the crown domains on the already over-influential magnates, a policy from which dates the supremacy of the semi-savage Magyar oligarchs, that insolent and self-seeking class which would obey no superior and trampled ruthlessly on every inferior.",
        "Buda he endeavoured to make the worthy capital of a great realm, and the palace which he built there was pronounced by the papal legates to be superior to any in Italy.",
        "Yet, despite these reverses, Kuprili's superior diplomacy enabled him, at the peace of Vasvar (Aug.",
        "1 Their success, due partly to their whole-hearted zeal, and partly to their superior educational system, was extraordinary; and they possessed the additional advantage of having in Pazmany a leader of commanding genius.",
        "Immediately after this proclamation Gdrgei disappeared with his army among the hills of Upper Hungary, and, despite the difficulties of a phenomenally severe winter and the constant pursuit of vastly superior forces, fought his way down to the valley of Hernad - and safety.",
        "As a philologist Baroti was far surpassed by Nicholas Revai, but as a poet he may be considered superior to Rajnis, translator of Virgil's Bucolics and Georgics, and author of the Magyar Helikonra vezeto kalauz (Guide to the Magyar Helicon, 1781).",
        "The parts of the flower are in fives in calyx, corolla and stamens, followed by two carpels which unite to form a superior ovary.",
        "Coffee, tobacco, rice and various fruits of superior quality are produced with ease, but agriculture is neglected and production is limited to domestic needs.",
        "It had been predicted that he should die when he met his superior in divination; and the prophecy was fulfilled in the person of Mopsus, whom Calchas met in the grove of the Clarian Apollo near Colophon.",
        "A similar argument may be applied to find at what point an achromatic lens becomes sensibly superior to a single one.",
        "However this may be, it would always be possible, with the aid of a grating of given resolving power, to construct artificially from white light mixtures of slightly different wave-length whose resolution or otherwise would discriminate between powers inferior and superior to the given one.3 2 Compare also F.",
        "The advantage of approximate bisection lies in the superior brilliancy of the surviving spectra; but in any case the compound grating may be considered to be perfect in the longer interval, and the definition is as good as if the bisection were accurate.",
        "The enemy invariably dispersed before superior forces, and the removal of the women and children from the farms did not have the effect of disheartening the burghers as had been anticipated - it rather mended their vitality by relieving them of responsibility for their families' welfare.",
        "The city was founded in 1785 by Sir Guy Carleton, and made the capital of the province, in spite of the jealousy of St John, on account of its superior strategical position.",
        "He had many quarrels with his ecclesiastical superior the catholicus of Seleucia, but finally made peace with Acacius soon after the accession of the latter in 484.",
        "Sahdona, who was a monk in the Nestorian monastery of Beth `Abhe (the same to which Thomas of Marga belonged two centuries later) and afterwards a bishop early in the 7th century, wrote a biography of and a funeral sermon on his superior Mar Jacob who founded the monastery, and also a long treatise in two parts on the monastic life, of which all that survives has been edited by P. Bedjan (Paris, 1902).",
        "The resident superior, stationed at Hue, is the representative of France and the virtual ruler of the country.",
        "Native officials are appointed by the court, but the resident superior has power to annul an appointment.",
        "Anthropometry, however, gradually fell into disfavour, and it has been generally supplanted by the superior system of finger prints.",
        "The objections raised were (i) the costliness of the instruments employed and their liability to get out of order; (2) the need for specially instructed measurers, men of superior education; (3) the errors that frequently crept in when carrying out the processes and were all but irremediable.",
        "The climatic conditions are not so favourable as in Argentina, but these are counterbalanced to some extent by the great river system of the Orinoco, whose large navigable tributaries cross the plains from end to end, and whose smaller streams from the surrounding highlands provide superior opportunities for water storage and irrigation.",
        "There are two grades of Venezuelan cacau - the criollo or native, and the trinitario, or Trinidad, the first being superior in quality.",
        "The judicial organization of the states includes in each a supreme court of three members, a superior court, courts of first instance, district courts and municipal courts.",
        "The French admiral, the comte de Grasse, attacked the British islands of St Kitts and Nevis with a much superior force to the squadron under Hood's command.",
        "In 1880 he was made superior consistorial councillor.",
        "In contemporary military opinion, the Austrians were greatly superior in all arms to their adversary.",
        "Their rifle, 1 though a muzzle-loader, was in every other respect superior to the Prussian needle-gun, and their M.L.",
        "He reversed the Hippocratic maxim \"art is long,\" promising his scholars to teach them the whole of medicine in six months, and had inscribed upon his tomb iaTpovLKc, 7 r, as being superior to all living and bygone physicians.",
        "As in the parallel case of the Roman conquest of Greece, the superior culture of the conquered race asserted its supremacy over their Arab conquerors.",
        "Before the English visit Voltaire had been an elegant trifler, an adept in the forms of literature popular in French society, a sort of superior Dorat or Boufflers of earlier growth.",
        "In 1768 he entered into controversy with the bishop of the diocese; he had differences with the superior landlord of part of his estate, the president De Brosses; and he engaged in a long and tedious return match with the republic of Geneva.",
        "In literary craftsmanship, at once versatile and accomplished, he has no superior and scarcely a rival.",
        "They differed from the other natives in the superior neatness of their method of preparing their food, and were more cleanly in their persons, bathing every morning, apparently as an act of devotion.",
        "6 represents a portion of one of the Lake Superior copper-mines worked by overhand stoping.",
        "Skips are sometimes of very large capacity, holding 5, 7, and even 10 tons of ore; such are used, for example, in several shafts at Butte, Montana, in the Lake Superior copper district, and in South Africa.",
        "Such cars are in use at a number of deep inclined shafts in the Lake Superior copper district, where the depths range from 3000 to 5000 ft.",
        "At Silver Islet, Lake Superior, mining was successfully carried on for years under the protection of a coffer dam and an arch of rich silver ore less than 20 ft.",
        "the morning when the Australasians might, in virtue of their superior numbers, have secured a satisfactory sector of ground.",
        "Among the latter is the Jungfrauenstift, of which a princess of the reigning house of Lippe-Detmold has always been lady superior since 1306.",
        "They imagined that, like other nations, they would fallbefore their superior tactics and valour; and their cupidity was inflamed by the prospect of marching to Calcutta and plundering the country.",
        "It must be admitted that, by the aid of certain of these new constituents, glasses can be produced which, as regards purity of colour, freedom from defects and chemical stability are equal or even superior to the best of the \" ordinary \" glasses, but it is a remarkable fact that when this is the case the optical properties of the new glass do not fall very widely outside the limits set by the older glasses.",
        "The vases made by him are as elegant in form as the best of the Cinquecento period, but may perhaps be distinguished by the superior purity and brilliancy of the glass.",
        "In 1486, however, it is referred to in such a way as to suggest that it was superior to \" Dutch, Venice or Normandy glass.\"",
        "Arms should dignify their person; they should ever practise their use; and great would be the merit of those who fought in the van, who slew the enemies of their faith, and who despaired not although overpowered by superior numbers.",
        "The state has two Amtsgerichte (courts of first instance) at Bremen and Bremerhaven respectively, and a superior court, Landgericht, at Bremen, whence appeals lie to the Oberlandesgericht for the Hanseatic towns in Hamburg.",
        "If we compare this with a similar allegory in Nasir's diwan, which culminates in the praise of Mostansir, we are fairly entitled to look upon it as a covert allusion to the eminent men who revealed to the poet in Cairo the secrets of the Isma`ilitic faith, and showed him what he considered the \"heavenly ladder\" to superior knowledge and spiritual bliss.",
        "The limits at each end, however, are very ill defined, the superior falling not later than 2000 B.C. and the inferior not earlier than boo B.C. This people was militant, aggressive and unsettled in the earlier part of that time; commercial, wealthy and enervated in the latter.",
        "He was a member of the Massachusetts Council from 1749 to 1756, was appointed judge of probate in 1752 and was chief justice of the superior court of the province from 1761 to 1769, was lieutenant-governor from 1758 to 1771, acting as governor in the latter two years, and from 1771 to 1774 was governor.",
        "It is thus not only a general word for a prince or sovereign, but also the common word for a feudal superior, and particularly of a feudal tenant holding directly of the king, a baron (q.v.), hence a peer of the realm, a member of the House of Lords, constituted of the lords temporal and the lords spiritual; this is the chief modern usage.",
        "As the proper form of address \"my lord\" is used not only to those members of the nobility to whom the title \"Lord\" is applicable, and to bishops, but also to all judges of the High Court in England, and of the Scottish and Irish Superior Courts, and to lord mayors and lord provosts.",
        "Some time between the years 102 and 107, which marked the termination of the first and second Dacian wars, Trajan divided the province into Pannonia superior (n civco), the western, and inferior (r) thrw), the eastern portion.",
        "Pannonia superior was under the consular legate, who had formerly administered the single province, and had three legions under his control: Pannonia inferior at first under a praetorian legate with a single legion as garrison, after Marcus Aurelius under a consular legate, still with only one legion.",
        "Pannonia superior was divided into (3) Pannonia prima, its northern, and (4) Savia (also called Pannonia ripariensis), its southern part.",
        "The Kanakas are excellent agriculturists, being accounted superior in this matter to every other race of the Pacific. About the middle of the 19th century the indigenous population was 60,000.",
        "Noumea is the seat of a superior tribunal, a tribunal of first instance, and a tribunal of commerce.",
        "Distilling however prospers, and the town is important not only as regards its shipping and the deep-sea fishery, but also as a distributing centre for the islands and the seat of the superior law courts.",
        "The commentary on the gospel of Matthew by Hrabanus Maurus was finished about 821, which is therefore the superior limit of date for the composition of the Heliand.",
        "(whether it preceded or followed their mission in Acts xiii.-xiv.), shows that, while gifted with true intuitions, he was not strong in thinking out his position to all its issues on principle, and that it was here that Paul was so immensely his superior.",
        "His army was in discipline decidedly superior to the Romans, and apparently was well paid.",
        "In size and appearance, and in everything but endurance, these northern horses are admittedly superior to the true Nejdi.",
        "Except in the settled districts horned cattle are not numerous; they are similar to the Indian humped cattle, but are greatly superior in milking qualities.",
        "Far superior to all these, however, is the famous Ibn Khaldun (d.",
        "1 000, speaks of them as comprising the bulk of the population of Syria, Irak and Khorasan, and as superior to the orthodox in intellectual ability.",
        "A superior audiencia was created for Havana in 1838, but the older court continued to exist throughout the Spanish period.",
        "A superior quality of bean is produced in the eastern valleys of the Andes, especially in the Chanchamayo valley.",
        "No member of the executive branch of the government (president, cabinet minister, prefect, sub-prefect, or governor) can be elected to either chamber, nor can any judge or \" fiscal \" of the supreme court, nor any member of the ecclesiastical hierarchy from his diocese, province or parish, nor any judge or \" fiscal \" of superior and first-instance courts from their judicial districts, nor any military officer from the district where he holds a military appointment at the time of election.",
        "The judiciary is composed of a supreme court, superior courts and courts of first instance, and justices of the peace.",
        "The judges of the superior courts are chosen by the president from the list of nominees submitted by the supreme court.",
        "Questions of jurisdiction between the superior and supreme courts, as well as questions of like character between the supreme court and the executive, are decided by the senate sitting as a court.",
        "The courts of first instance are established in the capitals of provinces and their judges are chosen by the superior courts of the districts in which they are located.",
        "It is served by the Chicago & North Western, the Duluth, South Shore & Atlantic, and the Lake Superior and Ishpeming railways.",
        "The attack orders for the 2nd of December (drawn up by the Austrian general Weyrother, and explained by him to a council of superior officers, of whom some were hostile, the greater part indifferent, and the chief Russian member, General Kutusov, asleep) gave the five columns and the reserve, into which the Austro-Russian army was organized, the following tasks: the first and second (Russians) to move south-westward behind the Pratzen ridge towards Telnitz and Sokolnitz; the third (Russian) to cross the southern end of the plateau, and come into line on the right of the first two; the fourth (Austrians and Russians under Kolowrat) on the right of the third to advance towards Kobelnitz.",
        "From 1780 to 1785 he was a member of the governor's council of Connecticut, which, with the lower house before 1784 and alone from 1784 to 1807, constituted a supreme court of errors; and from 1785 to 1789 he was a judge of the state superior court.",
        "A superior grade of hemp is exported.",
        "They formerly occupied a vast tract of country around Lakes Huron and Superior, and now are settled on reservations in the neighbourhood.",
        "When first encountered about 1640 the Ojibway were inhabiting the coast of Lake Superior, surrounded by the Sioux and Foxes on the west and south.",
        "i t I l ion), a term specially applied to warriors of extraordinary strength and courage, and generally to all who were distinguished from their fellows by superior moral, physical or intellectual qualities.",
        "23), which is quite at variance with the general Homeric idea of the heroes, who are no more than men, even if of divine origin and of superior strength and prowess.",
        "Again, side by side with gods of superior rank, certain heroes were worshipped as protecting spirits of the country or state; such were the Aeacidae amongst the Aeginetans, Ajax son of Oileus amongst the Epizephyrian Locrians and Hector at Thebes.",
        "As the convent had been rebuilt by Cosimo, and enriched by the bounty of the Medici, it was considered the duty of the new superior to present his homage to Lorenzo.",
        "From the moment when she took her seat at the head of the council board she impressed her veteran counsellors with the conviction of her superior genius.",
        "Though Richard proved himself consistently the superior of Philip in the field, the difficulty of raising and paying forces to resist the French increased year by year.",
        "The Celtic name became latinized as Maguntiacum, or Moguntiacum, and a town gradually arose around the camp, which became the capital of Germania Superior.",
        "That strenuous application which was one of his most remarkable gifts in manhood showed itself in his youth, and his application was backed or inspired by superior intelligence and aptness.",
        "The Reason is the superior andre onderant element which settles the direction p p in which all the other faculties shall expand.",
        "The characteristic basis of a religion is the existence of a Power without us, so superior to ourselves as to command the complete submission of our whole life.",
        "Commercial interests have been almost entirely destroyed, partly because of the abolition of the slave trade and partly because of the embargo and the war of 1812, but mainly because the cities of the state are unfavourably situated to be the termini of interstate railway systems. Providence, owing to its superior water-power facilities, has therefore become one of the leading manufacturing centres of New England, whereas Newport is now known only as a fashionable summer resort.",
        "The writer does not make that use of the fact of man's superior organic endowments which one might expect from his general conception of the relation of the physical and the mental in human development.",
        "(ii.) In the 13th century the sculpture seems to have lost the Lombard vigour, without acquiring any qualities of superior grace or refinement.",
        "In the time of Augustus it was inferior to Patavium in importance, but on a par with Mediolanum, and superior to Brixia and other towns of the district.",
        "Firmin-Didot), now in the Bibliotheque Nationale, Paris; the other, and much superior text, in the Biblioteca Estense, Modena.",
        "The other prose romance, the Perlesvaus, is decidedly superior in literary form, but here too we have a mingling of old and new elements.",
        "Irascibility is regarded as permissible in sickly children only: grown people are supposed to be superior to displays of impatience.",
        "These were conspicuously superior to anything previously manufactured.",
        "There is hardly in Robinson Crusoe a scene equal, and there is consequently not in English literature a scene superior, to that where the youthful pickpocket first exercises his trade, and then for a time loses his ill-gotten gains.",
        "It is full of his peculiar verisimilitude and has all the interest of Anson's or Dampier's voyages, with a charm of style superior even to that of the latter.",
        "On the other hand there were movements, such as the Waldensian, the Wycliffite and Hussite,which are often described as \"reformations anticipating the Reformation\" which \"set out from the Augustinian conception of the Church, but took exception to the development of the conception,\" and were pronounced by the medieval church as heretical for (1) \"contesting the hierarchical gradation of the priestly order; or (2) giving to the religious idea of the Church implied in the thought of predestination a place superior to the conception of the empirical Church; or (3) applying to the priests, and thereby to the authorities of the Church, the test of the law of God, before admitting their right to exercise, as holding the keys, the power of binding and loosing\" (Harnack's History of Dogma, vi.",
        "There is no doubt that, with very few exceptions, the cities were held to their allegiance solely by the superior force of the Athenian navy.",
        "they often persist under Ottoman forms, and three courts of First Instance, under the mejliss, and superior to the petty courts of the mudirs and the village sheikhs, administer justice.",
        "The authorship of this work has, however, been disputed, on the ground that the style is distinctly superior to that of the Historia.",
        "The superior organization of the imperial government enabled it to regain lost territory and delay complete ruin.",
        "apxtE riQUoiros), in the Christian Church, the title of a bishop of superior rank, implying usually jurisdiction over other bishops, but no superiority of order over them.",
        "The town is celebrated in Mexican history for the intrepid defence of the place by Jose Maria Morelos (1765-1815), the patriot leader, against a greatly superior royalist force, from the 19th of February to the 2nd of May 1812, when he cut his way through the attacking army and escaped.",
        "This accusation appears to have originated in his superior skill in natural philosophy, by which he produced effects that the ignorant attributed to magic.",
        "In 18J7 the pope, proprio motu, appointed him provost (or head of the chapter) of Westminster, and the same year he took up his residence in Bayswater as superior of a community known as the \"Oblates of St Charles,\" an association of secular priests on the same lines as the institute of the Oratory, but with this difference, that they are by their constitution at the beck and call of the bishop in whose diocese they live.",
        "He steadily opposed whatever might encourage the admission of Catholics to the national universities, and so put his foot down on Newman's project to open a branch house of the Oratory at Oxford with himself as superior.",
        "In this respect catechisms of modern times, from Luther's down to the recent Evangelical catechism of the Free Churches, and including from their respective points of view both the catechism of the Church of England and the catechism of the council of Trent, are markedly superior to articles and synodical decrees.",
        "Herder is especially eulogistic. In the Adrastea he pronounces the Moralists to be a composition in form well-nigh worthy of Grecian antiquity, and in its contents almost superior to it.",
        "No official receives a salary; he has certain districts made over to him, and he may get what he can out of them; a certain portion of his gains he is compelled to send to the durbar; and the more he extorts and the more he sends to his superior, the longer his tenure of office is likely to be.\"",
        "The lay-abbot, who was its superior in the reign of William the Lion, held high rank in the Scottish kingdom..",
        "The Prussian cavalry promptly bore away to cover to the westward, and reported what they had seen to superior authority, but not to the advanced guard of the 5th infantry division, which, emerging in its turn from the defile, ran right against the deployed French infantry moving to meet them.",
        "The principal street runs from the south or Kandahar gate to the market in front of the citadel, and is covered in with a vaulted roof through its entire length, the shops and buildings of this bazaar being much superior to those of the other streets, and the merchants' caravanserais, several of which are spacious and well built, all opening out on this great thoroughfare.",
        "On the 28th of May Rupert and d'Estrees, believing that De Ruyter was too much afraid of their superior numbers to venture to sea, sent in a squadron of light vessels and fire-ships to attack him, but he took the offensive at once, scattering the light squadron, and falling with energy on the restof the fleet, which, not being in expectation of a vigorous assault, was taken at a disadvantage.",
        "De Ruyter concentrated on the van and centre of the allies, and in spite of his great inferiority of numbers was able to be superior at the point of attack.",
        "Soon the Imperialists advanced in earnest, greatly superior in numbers.",
        "This time it was indecisive, and Bournonville's superior forces, soon augmented by the arrival of the elector, spread into Alsace.",
        "Later critics considered him superior to Cicero, and Tiberius adopted him as a model.",
        "A hard-fought conflict, in which the Greek infantry displayed admirable firmness, was decided in favour of Philip through the superior organization of his army.",
        "Its depth, together with its porous nature, makes the fertile soil of Iowa capable of withstanding the extremes of wet and dry remarkably well, and it is perhaps true that, taken as a whole, no other state in the Union has a superior soil for agriculture.",
        "The superior qualities of the soil, together with the usually warm and moist months of spring and summer, make Iowa one of the foremost states of the Union in agriculture and stock-raising, especially in the production of Indian corn, oats, hay and eggs, and in the raising of hogs, horses, dairy cows and poultry.",
        "In all these cities and towns a mayor, council and various officers are elected, and also a police judge in cities of the first class where there is no superior court.",
        "On one of these streams, the Nebel, the French and Bavarians (somewhat superior in numbers) took up their position facing eastward, their right flank resting on the Danube, their left in the underfeatures of the hilly ground, and their front covered by the Nebel, on which were the villages of Oberglau, Unterglau and Blenheim.",
        "But Benjamin's management of the paper, and particularly his free-thinking, displeased the authorities; the relations of the two brothers gradually grew unfriendly, possibly, as Benjamin thought, because of his brother's jealousy of his superior ability; and Benjamin determined to quit his brother's employ and to leave New England.",
        "Franklin's superior management of the paper, his new type, \" some spirited remarks \" on the controversy between the Massachusetts assembly and Governor Burnet, brought his paper into immediate notice, and his success both as a printer and as a journalist was assured and complete.",
        "When he had to move large forces he was greatly superior to them as an organizer and strategist, and he never disgraced his successes by cruelty or needless severity.",
        "A praefect was not one of the magistrates proper; he was, strictly speaking, only the deputy or lieutenant of a superior magistrate or commander.",
        "His office expired on the return of his superior.",
        "Sweden refusing Christian's conditions, a short campaign ensued, in which Christian was easily worsted by the superior skill and forces of the Swedish crown prince (Bernadotte).",
        "In every great war we find them ranged on opposite sides, except when superior force constrained both.",
        "The force of infantry and cavalry on either side was about equal, the Swedes had perhaps rather less cavalry and rather more infantry, but their artillery was superior to Wallenstein's.",
        "Luther, however, possessed resources of style which served to render his version far superior to the older one, and to give it an important place in the development of German literature, as well as in the history of the Protestant churches.",
        "It is superior on the whole to the Porphyrian scheme, which has grave defects.",
        "In the first, which was fought on the 5th and 6th of September 1634, the hitherto invincible Swedish army, commanded by Duke Bernhard of Saxe Weimar and Marshal Horn, was defeated with great loss by a somewhat superior army of Imperialists and Spaniards under General Gallas, Horn and 3000 men being made prisoners and 6000 killed or mortally wounded.",
        "The country towns now poured their militia into Cambridge, opposite Boston; troops came from neighbouring colonies, and Artemas Ward, a Massachusetts general, was placed in command of the irregular force, which with superior numbers at once shut the royal army up in Boston.",
        "Great Britain thus originated a principle of gun construction which has since been universally followed, and obtained an armament superior to that possessed by any other country at that time.",
        "The Aztecs settled there because of the security afforded by its islands and shallow waters - their city, Tenochtitlan, being so completely surrounded by water that a handful of warriors could easily defend its approaches against a greatly superior force.",
        "Quintilian asserts that he was far superior to any writer of tragedies he had known, and Tacitus expresses a high opinion of his literary abilities.",
        "Each congregation has its president, who is merely a president, with limited powers, and not a general superior like the Provincials of other orders; so that the primitive Benedictine principle of each monastery being self-contained and autonomous is preserved.",
        "In the Arctic and Pacific coast provinces, about Lake Superior, in Virginia and North Carolina, as well as in ruder parts of Mexico and South America, metals were cold-hammered into plates, weapons, rods and wire, ground and polished, fashioned into carved blocks of hard, tenacious stone by pressure or blow, overlaid, cold-welded and plated.",
        "m.; its population at 1 z to 2 millions, comprising various races, as Persians proper, Turks, Kurds, Syrians, Armenians, &c. The country is superior in fertility to most provinces of Persia, and consists of a regular succession of undulating eminences, partially cultivated and opening into extensive plains.",
        "In Rome he met again his former superior, the abbot of Pomposa, who seems to have repented of his conduct, and to have induced Guido to return to Pomposa; and here all authentic records of Guido's life cease.",
        "It is in this respect superior, and further shows in places a more impartial treatment of the evidence, especially in respect of the aristocratic and absolute governments of Greece.",
        "roedeer; the lichi or lechwe (C. lichi) is characterized by its long horns, black fore-legs and superior size; while the puku (C. vardoni), which is also a swamp-loving species from SouthCentral Africa, differs from the three preceding species by the fore-legs being uniformly foxy.",
        "He might thus compensate for his numerical inferiority by superior mobility and superior leadership.",
        "But by boldly scattering his force and by making use of the Bossu wood and the farms, he covered the cross-roads and showed a firm front to the very superior force which Ney commanded.",
        "Blucher's force was numerically very superior.",
        "He founded a religious community at Birmingham, called Wilfridians, which was ultimately merged in the oratory of St Philip Neri, with John Henry Newman as Superior.",
        "28), the New Testament knows none in the local church superior to elders, the ruling order in Judaism also.",
        "Howe, with a force of British and Loyalists vastly superior in equipment and numbers to Washington's untrained militia, landed in July on Staten Island and late in August defeated Washington at the battle of Long Island within the present limits of Brooklyn borough.",
        "The idea of an Incarnation of God is absurd; why should the human race think itself so superior to bees, ants and elephants as to be put in this unique relation to its maker?",
        "Justice is administered principally by a supreme court, superior courts and justices of the peace.",
        "Judges of the superior courts (one or more for each county, or one for two or more counties jointly) are elected for a term of four years.",
        "They have jurisdiction of various civil actions in which the amount in controversy is less than $100, and concurrent jurisdiction with the superior courts in all cases of misdemeanours, but punishment by a justice of the peace is limited in cities of the first class to a fine of $500, or imprisonment for six months, and elsewhere to a fine of $100 or imprisonment for thirty days.",
        "Broken up by superior numbers the Russian line parted into groups, each of which, after resisting bravely for a time, was driven back.",
        "His policy was still, \" No battle before we are in superior force.\"",
        "Yet another object was given him, to \" relieve the pressure on Port Arthur by drawing upon himself the bulk of the enemy's forces,\" and he was not to allow himself to be drawn into a decisive action against superior numbers.",
        "Although he was still short of part of the 6th division, he was in superior force.",
        "Nevertheless he had every intention of delivering a heavy and decisive counterstroke when the right moment should come, and meantime his defensive tactics would certainly have full play on this prearranged battlefield with its elaborate redoubts, bombproofs and obstacles, and its garrison of a strength obviously equal (and in reality superior) to that of the assailants.",
        "Such were the defences that the Japanese attacked, with a force at the outset (30th of July) little more than superior numerically to the defenders, and an entirely inadequate siege train (18 6-in.",
        "Togo, concentrating his fire on each ship in succession, and seeking by superior speed to head off the Russians, now inclined towards the S.E., and the Russians conformed.",
        "The Russian cruisers kept on the right of their battleships, while the Japanese, very superior in speed, ran S., S.E.'",
        "In October 1877 the Nez Perces under Chief Joseph after a masterly retreat from Idaho of over loon m., probably unequalled in Indian warfare, were hemmed in by greatly superior forces and captured in the Bear Paw Mountains in Chouteau county.",
        "He was taken from the Federal service in Washington to New York City by a reform mayor and put in charge of the police, because he had shown both physical and moral courage in fighting corruption of all sorts; and the New York police force at that time was thoroughly tainted with corruption, not in its rank and file, but among its superior officers, who used the power in their hands to extort money bribes chiefly from saloonkeepers, liquor-dealers, gamblers and prostitutes.",
        "It is served by the Chicago & North-Western and the Escanaba & Lake Superior railways.",
        "There is no indication of an abrupt change from the use of stone to the use of metal such as might have occurred had the knowledge of copper and bronze, and the methods of working them, been introduced through the conquest of the original inhabitants by an alien race of superior culture and civilization.",
        "19), that in speech he is Adam's equal and in wisdom his superior?",
        "The unions between a superior and inferior state, e.g.",
        "As an example of a swing bridge, that between Duluth and Superior at the head of Lake Superior over the St Louis river may be described.",
        "On his return to Copenhagen, in 1662, Schumacher found the monarchy established on the ruins of the aristocracy, and eager tobuy the services of every man of the middle classes who had superior talents to offer.",
        "\"A true child of the London streets,\" she never pretended to be superior to what she was, nor to interfere in matters outside the special sphere assigned her; she made no ministers, she appointed to no bishoprics, and for the high issues of international politics she had no concern.",
        "It is served by the Chicago & North-Western, the Duluth, South Shore & Atlantic, and the Lake Superior & Ishpeming railways.",
        "The outcome has been to raise the dignity of the calling, to induce persons of a superior class to adopt it in increasing numbers, to enlarge the demand for their services, and to multiply the means of educating them.",
        "Various estimates have been formed of the genius of Flaccus, and some critics have ranked him above his original, to whom he certainly is superior in liveliness of description and delineation of character.",
        "The Turkish fleet, \"adrift in the Archipelago\" - as the British seamen put it - though greatly superior in tonnage and weight of metal, could never be a match for the Greek brigs, manned as these were by trained, if not disciplined, crews.",
        "A governor-general holds the superior administrative and executive authority, and is assisted by a council of five members, partly of a legislative and partly of an advisory character, but with no share in the executive work of the government.",
        "Even Julien Gamier could discover that Erasmus \"falls in his haste into grievous error in his Latin version of St Basil, though his Latinity is superior to that of the other translators\" (Pref.",
        "Lord Kelvin assumed as a superior limit of k, the ratio of amplitude to wave-length, the value io 2, which is a very safe limit.",
        "At the same time, the controversy with the Eastern Church over the adoration of images shows that the younger Western theology felt itself equal, if not superior to the Greek.",
        "Hrabanus of Fulda (who died archbishop of Mainz in 856) was in the range of his knowledge undoubtedly Alcuin's superior.",
        "Such a schism as this, so intolerable to the ecclesiastical sense of the middle ages, necessitated the discovery of some authority superior to the rival popes, and therefore able to put an end to their quarrelling.",
        "Maastricht was originally the trajectus superior (upper ford), of the Romans, and was the seat of a bishop from 382 to 721.",
        "The superior officers had to surrender \"at mercy,\" and Lucas and Sir George Lisle were immediately tried by court martial and sentenced to death.",
        "Having at first rejected the demand of the Bohemians for greater religious liberty, the emperor was soon obliged to yield to superior force, and in 1609 he acceded to the popular wishes by issuing the Letter of Majesty (Majestdtsbrief), and then made similar concessions to his subjects in Silesia and elsewhere.",
        "The only way of filling up the gaps in the population of the ravaged land was to invite foreign immigrants of a superior class, chapmen and handicraftsmen, not only given to peace ful pursuits and accustomed to law and order, but Cities.",
        "In the art of war the Knights were immeasurably superior to all their neighbours.",
        "was more or less conditioned by the Prussian question, and here also his superior diplomacy triumphantly asserted itself.",
        "Complications with the Turk were avoided by the adroit diplomacy of the king, while the superior discipline and efficiency of the Polish armies under the great Tarnowski (q.v.) and his pupils overawed the Tatars and extruded the Muscovites, neither of whom were so troublesome as they had been during the last reign.",
        "consisting at first of various loosely connected entities, naturally centrifugal, but temporarily drawn together by the urgent need of combination against a superior foe, who threatened them separately with extinction.",
        "The diet authorized the king to issue a proclamation dissolving the rokosz, and the rokosz retorted with a manifesto in which an insurrection was declared to be as much superior to a parliament as a general council was to a pope.",
        "There are four distinct quarters in the monastery, each under a superior, subject to the archimandrite: the Laura proper or New Monastery, that of the Infirmary, and those of the Nearer and the Further Caves.",
        "The work was carried on under the direction of a board of five trustees appointed by the superior court of Cincinnati in accordance with the so-called Ferguson Act passed by the Ohio legislature in 1869, and the railway was completed to Chattanooga in February 1880 forming part of the so-called Queen & Crescent Route to New Orleans).",
        "The council refused to dissolve, renewed the revolutionary resolutions by which the council of Constance had been declared superior to the pope, and cited Eugenius to appear at Basel.",
        "It was thus not properly an Ionic city, and for this reason, apparently, was not included in the Ionian league, though superior in wealth and prosperity to most of the members except Ephesus and Miletus.",
        "They were equipped partly with arms supplied by England, and partly with fowling-pieces, which at that period were superior to the small-arms used by the regular troops, and their intimate knowledge of the country gave them an immense advantage.",
        "He was given honorary degrees by both Oxford and Cambridge, and is a member of the Superior Council of Antiquities and Fine Arts for the kingdom of Italy.",
        "Lastly, to allow for the superior centering of the shot obtainable with the breech-loading system, Bashforth introduces a factor a, called the coefficient of steadiness.",
        "Vidin stands on the site of the Roman town of Bononia in Moesia Superior, not to be confounded with the Pannonian Bononia, which stood higher up the Danube to the north of Sirmium.",
        "prior - former, and hence superior, through O.",
        "From 1722 until the War of Independence the iron-ore product of North and West Maryland was greater than that of any of the other colonies, but since then ores of superior quality have been discovered in other states and the output in Maryland, taken chiefly from the west border of the Coastal Plain in Anne Arundel and Prince George's counties, has become comparatively of little importance-24,367 long tons in 1902 and only 8269 tons in 1905.",
        "The ruthless determination of the superior leaders had been answered splendidly by the devotion of the troops, but the men of Chancellorsville and Gettysburg were mostly dead or wounded, and the recruits attracted by bounties or compelled by the \"draft,\" which had at last been enforced in the North, proved far inferior soldiers to the gallant veterans whom they replaced.",
        "Always disposing of superior numbers, Sheridan on this occasion won an important victory without much loss.",
        "When given high command at once they usually failed, but the best of them rose gradually to the superior ranks; Logan, for instance, became an army commander, Sickles, Terry and others corps commanders.",
        "The caravan trade was created by the Ghadamsi merchants who, aided by their superior intelligence, capacity and honesty, long enjoyed a monopoly.",
        "The governor-general is assisted by: (1) The Council of Government, a purely advisory body, composed entirely of high officials; (2) A Superior Council, composed partly of elected and partly of nominated members, including representatives of the Mahommedans.",
        "A proportion of the members of the delegations are elected to the superior council.",
        "It has long been the official title of the judges of two of the English superior courts of common law, and it is now extended to all the judges in the supreme court of judicature - a judge in the High Court of Justice being styled Mr Justice, and in the court of appeal Lord Justice.",
        "It is invisible during the greater part of June, July, December and January, owing to its being then blotted out by the superior light of the Milky Way.",
        "of the Septuagint which presuppose a Hebrew original self-evidently superior in the passages concerned to the existing Massoretic text.\"",
        "Palatinus (e) of the 5th century at Vienna, both of which are imperfect, especially k, which, however, is far the superior in quality; in the Acts and Catholic epistles by cod.",
        "On this day Magruder with two divisions attacked superior forces about Fair Oaks and was repulsed, and again attacked at Savage Station with like results.",
        "as his superior, but soon afterwards was defeated at Annan (where his brother, Henry de Baliol, was slain) and compelled to fly to England.",
        "iipxwv, a ruler, and µav5pa, a fold or monastery), a title in the Greek Church applied to a superior abbot, who has the supervision of several abbots and monasteries, or to the abbot of some specially great and important monastery, the title for an ordinary abbot being hegumenos.",
        "Lindsay-Bethune, routed the much superior combined forces (6000 men) of the shah's two rebellious uncles, Firman-Firma and Shuja es Saltana.",
        "Semler was much his superior in originality and boldness, and Mosheim in clearness, method and elegance.",
        "The distinction between the laws and dispositions of matter, as between the ethics and objects of theology, he was the first to indicate and enforce, and he laid great emphasis on the superior authority as witnesses for the truth of Revelation of the Scriptural as compared with the Extra-Scriptural writers, and of the Christian as compared with the non-Christian testimonies.",
        "He pushes the claim even further, requiring, besides entire outward submission to command, also the complete identification of the place of God, without reference to his personal wisdom, piety or discretion; that any obedience which falls short of making the superior's will one's own, in inward affection as well as in outward effect, is lax aect; that going beyond the letter of command, even in things abstractly good and praiseworthy, is disobedience, and that the \"sacrifice of the intellect\" is the third and highest grade of obedience, well pleasing to God, when the inferior not only wills what the superior wills, but thinks what he thinks, submitting his judgment, so far as it is possible for the will to influence and lead the judgment.",
        "Ignatius himself lays down the rule that an inferior is bound to make all necessary representations to his superior so as to guide him in imposing a precept of obedience.",
        "When a superior knows the views of his inferior and still commands, it is because he is aware of other sides of the question which appear of greater importance than those that the inferior has brought forward.",
        "Ignatius and his companions, however, had but little doubt of ultimate success, and so bound themselves, on the 15th of April 1539, to obey any superior chosen from amongst their body, and added, on the 4th of May certain other rules, the most important of which was a vow of special allegiance to the pope for mission purposes to be taken by all the members of the society.",
        "In 1605 took place in England the Gunpowder Plot, in which Henry Garnet, the superior of the Society in England, was implicated.",
        "There are a number of these lagoons on the Pacific coast - such as Superior and Inferior near Salina Cruz, Papacayo, near Acapulco, Cayutlan, near Manzanillo, and Tecapan in Tepicbut they are usually shallow, sometimes swampy, and have no value for commerce.",
        "The superior courts of law formed part of the palace, and there were tribunals in the principal cities, over each of which presided a supreme judge or cihuacoatl, who was irremovable, and whose criminal decisions not even the king might reverse; he appointed the lower judges and heard appeals from them; it is doubtful whether he judged in civil cases, but both kinds of suits were heard in the court below, by the tlacatecatl and his two associates, below whom were the ward-magistrates.",
        "That city was taken by General Scott after a siege and bombardment (March 7 to 29, 1847); and after winning the battle of Cerrogordo (April 18), and a long delay at Puebla, Scott marched on Mexico City, stormed its defences against greatly superior forces, and effected an entrance after severe fighting on the 13th of September 1847.",
        "He was appointed in 1793 to a superior command in the army direct from civil life, and as a general of brigade he took part in the fighting of the 13th Vendemiaire.",
        "either separately or in conjunction with a fragmentary Southern Version of the Pauline Epistles, Peter, James and 1 John in a curiously compiled volume, evidently made, as the prologue tells us, by a brother superior for the use and edification of an ignorant \" sister,\" or woman vowed to religion.",
        "For the administration of justice the state has a supreme court and a superior court, each county has a probate court, and some towns as well as the cities have a police court.",
        "The supreme court and the superior court consist each of one justice and four associate justices.",
        "The supreme court holds one general term each year at Concord and on the first Tuesday of every month except July and August sits to hear arguments, make orders and render decisions; the superior court holds one or two sessions a year in every county.",
        "A police court has the same jurisdiction as that of a justice of the peace, and, in addition, concurrent jurisdiction with the superior court in certain cases where the title to real estate is not involved and the damage demanded does not exceed one hundred dollars.",
        "Although Exeter, in 1639, Dover, in 1640, and Strawberry Banke, not later than 1640, adopted a plantation covenant, these settlements were especially weak from lack of a superior tribunal, and appeals had been made to Massachusetts as early as 1633.",
        "His personal appearance was remarkable, and not imposing, for he was very short, with plain features, ungainly gestures and manners, very near-sighted, and of disagreeable voice; yet he became (after wisely giving up an attempt at the ornate style of oratory) a very effective speaker in a kind of conversational manner, and in the epigram of debate he had no superior among the statesmen of his time except Lord Beaconsfield.",
        "Yearling sets are largely planted, but the experiments of Krabe tend to prove, and the practice of the best Midland and West of England growers confirms, the superior productiveness of sets cut from two yearling rods.",
        "The British, by holding their ground with their accustomed tenacity when engaged with superior numbers, were tactically victors, but were further weakened by a loss of nearly 600 men.",
        "From the very beginning of his reign Eric's morbid fear of the upper classes drove him to give his absolute confidence to a man of base origin and bad character, though, it must be admitted, of superior ability.",
        "Powers of reasoning are not denied to animals nor even speech; the silence of the brute creation may be put down to their superior cunning.",
        "16 sqq.); relatively, however, he was superior to the rest (with the crude story of his insistence upon the inviolable rights of guests, xix.",
        "It is superior in execution to the Pisan one.",
        "Indeed many inscriptions speak of IVviri (Quattuorviri) consisting of two I Vviri juri dicundo and two I Vviri aediles; but in the majority of cases the former are regarded as distinct and superior magistrates.",
        "One of the teachers appears to have occupied the position of superior at the head of the whole Manichaean Church.",
        "The Superior Oldland.An outlying upland of the Laurentian highlands of Canada projects into the United States west and south of Lake Superior.",
        "It is of greater altitude (Mt Marcy 5344 ft.) and of much greater relief than the Superior Oldland; its heights decrease gradually to the north, west and south, where it is unconformably overlapped by Palaeozoic strata like those of Minnesota and Wisconsin; it is of more broken structure and form on.",
        "Region of tile Great LakesThe Palaeozoic strata, already mentioned as lapping on the southern slope of the Superior Olclland and around the western side of the Adirondacks- are but parts of a great area of similar strata, hundreds of feet in thickness, which dec]ine gently southward from the great oldland of the Laurentian highlands of eastern Canada.",
        "Inasmuch, however, as the floor on which the overlapping strata rest is, like the rest of the Laurentian and Superior Oldland, a worn-down mountain region, and as the lowest member of the sedimentary series usually contains pebbles of the oldiand rocks, the better interpretation of the relation between the two is that the visible oldiand area of to-day is but a small part of the primeval continent, the remainder of which is still buried under the Palaeozoic cover; and that the visible oldiand, far from being the first part of the continent to rise from the primeval ocean, was the last part of the primeval continent to sink under the advancing Palaeozoic seas.",
        "The cuesta begins where its determining limcstone begins, in west-central New York; there it separates the lowlands that contain the basins of lakes Ontario and Erie; thence it curves to the north-west through the province of Ontario to the belt of islands that divide1 Georgian Bay from Lake Huron; then westward throtigh the land-arm between lakes Superior and Michigan, and south-westward into the narrow points that divide Green Bay from Lake Michigan, and at last westward to fade away again with the thinning out of the limestone; it is hardly traceable across the Mississippi river.",
        "Lake Superior is unlike the other lakes; the greater part of its basin occupies a depression.",
        "within the Superior oldland area; but there is at present no direct evidence in favor of this hypothesis.",
        "Large canals and locks on both sides of the Sault (pronounced Soo) Ste Marie in the outlet of Lake Superior are actively used except during three or four winter months.",
        "Corresponding outlets are known for the glacial lakes Erie, Huron and Superior, and for a very large sheet of water, named Lake Agassiz, which once overspread a broad till plain in northern Minnesota and North Dakota.",
        "The reason for this exemption from glaciation is the converse of that for the southward convexity of the morainic loops; for while they mark the paths of greatest glacial advance along lowland troughs (lake basins), the driftless area is a district protected from ice invasion by reason of the obstruction which the highlands of northern Wisconsin and Michigan (part of the Superior oldland~ offered to glacial advance.",
        "The drift deposits thereabouts are so heavy that the present divides between the drainage basins of Hudson Bay, Lake Superior and the Gulf of Mexico evidently stand in no very definite relation to the preglacial divides.",
        "One of these is about Lake Superior, where the formations have attracted attention on account of the abundant iron ore which they contain.",
        "The aggregate thickness of the Proterozoic systems in the Lake Superior region is several miles, as usually computed, but there are obvious difficulties in determining the thickness of such great systems, especially when they are mtich metamorphosed.",
        "The copper of the Lake Superior region is in the Keweenawaii system, chiefly in its sedimentary and amygdaloidal parts.",
        "The Proterozoic formations in other parts of the continent cannot be correlated in detail with those of the Lake Superior region.",
        "In the same midsummer month all the eastern half of the United States is included between the isotherms of 66 and 82; the contrast between Lake Superior and the coast of the Gulf of Mexico, 1200 m.",
        "The iron-producing area of the country may be divided, with regard to natural geographic, historic and trade considerations, into four districts: (1) the Lake Superior district, embracing the states of Minnesota, Michigan and Wisconsin; (2) the southern district, embracing the triangle tipped by Texas, Maryland and Georgia; (3) the northern district, embracing the triangle tipped by Ohio, New Jersey and Massachusetts, plus the states of Iowa and Missouri; (4) the western district, which includes the states of the Rocky Mountain region and Pacific coast.",
        "Of these districts the Lake Superior regionwhich embraces the Marquette range (opened in 1854), the Menominee (1872), the Gogebic (1884), the Vermilion (1884) and the Mesabi (1892)first attracted exploration about 1844, when the copper deposits of the same region were opened, and produced from 1854 to 1908 a total of 1/210,239,551 long tons, of which 341,036,883 were mined in the period 1889-1908.",
        "With the reservations that only in the case of certain red haematite bedded deposits can any estimate be made of relative accuracy, say within 10%; that the concentration deposits of brown ore can be estimated only with an accuracy represented by a factor varying between 0.7 and 3; and that the great Lake Superior and the less known Adirondack deposits can be estimated within 15 to 20%, the total supply of the country was estimated at 79,594,220,000 long tons73,21o,415,000 of which were credited to haematite ores and 5,054,675,000 to magnetite.",
        "Almost 95% is believed to lie about Lake Superior.",
        "The quantity produced from 1845 Cop er the year in which the Lake Superior district became a producer, and in which the total product was only 224,000 lbup to 1908 was 13,106,205,634 lb.",
        "a supreme court or court of appeal; superior courts of record; and local courts, but the particular names and relations of these several tribunals vary greatly from state to state.",
        "In colonial days the superior judges were appointed by the governors, except in Rhode Island and Connecticut, where the legislatures elected them."
    ],
    "definition": [
        "Situated above or directed upward.",
        "Situated nearer the top of the head.",
        "su·pe′ri·or′i·ty (-ôr′ĭ-tē)\nn.",
        "su·pe′ri·or·ly\nadv.",
        "Link/Cite"
    ]
}