{
    "translation": "פיקוח",
    "uses": [
        "More or less closely connected with the Northern Church are the theological seminaries at Princeton, Auburn, Pittsburg (formerly Allegheny - the Western Seminary), Cincinnati (Lane), New York (Union) and Chicago (McCormick), already named, and San Francisco Seminary (1871) since 1892 at San Anselmo, Cal., a theological seminary (1891) at Omaha, Nebraska, a German theological seminary (1869) at Bloomfield, New Jersey, the German Presbyterian Theological School of the North-west (1852) at Dubuque, Iowa, and the Presbyterian Theological Seminary of Kentucky, which is under the control and supervision of the northern and southern churches.",
        "Taxation is assessed under British supervision and paid into the native treasury.",
        "The county supervision of public schools is vested in a county superintendent, who is elected for a term of four years.",
        "The state supervision is vested in a state superintendent, who is elected for a term of four years.",
        "Very few experts are employed in supervision; practically everything is directed by the officials, who themselves have first to learn each trade.",
        "some 300 inhabitants living in low thatched or iron-roofed huts, under the supervision of a police commissioner and other officials of Ecuador, by which country the group was annexed in 183 2, when General Villamil founded Floreana on Charles Island, naming it in honour of Juan Jose Flores, president of Ecuador.",
        "The burden of public instructIon in France is shared by the communes, departments and state, while side by side with the public schools of all grades ~re private schools subjected to a state supervision and certain restrictions.",
        "The latter task was entrusted to the Italian General de Giorgis (April 1904), the country being divided into sections under the supervision of the officers of each power.",
        "Since then the import duties have been collected at the rate of 11% ad valorem under the supervision of the Public Debt Administration, the bondholders having certain rights, under the decree of Muharem, described below, over any increase of revenue arising from modification of the commercial treaties.",
        "Successive editions of this work were produced under its author's supervision in 1740, 1748, 1758 and 1766.",
        "Such foundations had been created from the earliest times, and the execution of the testator's wishes was generally left to his descendants, under the supervision of some high official designated in the act of endowment.",
        "During nearly a quarter of a century he was engaged in negotiations with the government for the erection of a \"Panopticon,\" for the central inspection of convicts; a plan suggested to him by a building designed by his brother Samuel, for the better supervision of his Russian shipwrights.",
        "All departments of government are under his supervision, and he regularly holds the highest rank of a kinsman.",
        "Other creditors were also protected, and the property of an intestate must be distributed to his heirs under the supervision of the church.",
        "County prison camps are under the supervision of the governor and the supervisors of convicts.",
        "The native archaeologists of the present day hold a recognized position in the scientific world; the patriotic sentiment of former times, which prompted their zeal but occasionally warped their judgment, has been merged in devotion to science for its own sake, and the supervision of excavations, as well as the control of the art-collections, is now in highly competent hands.",
        "The most important change introduced by the new law has been the creation in every province of a provincial administrative junta entrusted with the supervision of communal administrations, a function previously discharged by the provincial deputation.",
        "Charitable and penal institutions are under the supervision of a Board of Public Charities, appointed by the governor for a period of six years, the terms of the different members expiring in different years.",
        "State convicts, and all places in which they are confined or employed, are under the supervision of a Board of Control appointed by the governor.",
        "There are four hospitals, each under a resident medical officer, under the general supervision of a senior officer of the Indian medical service, and medical aid is given free to the whole population.",
        "In the autumn of 1921 he undertook the general supervision of relief work in Russia, first having exacted, as a condition, the release of all American prisoners held by the Soviet authorities.",
        "The public-school system is under the supervision of a state superintendent of education, elected biennially by the General Assembly, and local schools are under union superintendents and in a few cases under town superintendents.",
        "The postal and telegraph services are administered by the national government, and are under the immediate supervision of the minister of the interior.",
        "In Ireland agricultural education is under the supervision of the Department of Agriculture and Technical Instruction for Ireland, founded in 1899.",
        "Here for ten years he remained under supervision, suffering great privations and strictly prohibited from writing anything for publication.",
        "For more than a week preparations were being made, rough drafts of letters to Nicholas from all the household were written and copied out, while under the supervision of the countess and the solicitude of the count, money and all things necessary for the uniform and equipment of the newly commissioned officer were collected.",
        "Moreover, the maintenance of the Temple servants called for supervision; the customary allowances had not been paid to the Levites who had come to Jerusalem after the smaller shrines had been put down, and they had now forsaken the city.",
        "The emperor granted the petition, which indeed the procurator had permitted them to make, and further transferred the nomination of the high priest and the supervision of the temple from the procurator to Agrippa's brother, Herod of Chalcis.",
        "The colonies are divisible into two classes, (I) those possessing considerable powers of local self-government, (2) those in which the local government is autocratic. To this second class may be added the protectorates (and some colonies) where the native form of government is maintained under the supervision of French officials.",
        "In the West, in the 6th and 7th centuries, besides the original functions of their office, archdeacons had certain well-defined rights of visitation and supervision, being responsible for the good order of the lower clergy, the upkeep of ecclesiastical buildings and the safe-guarding of the church furniture - functions which involved a considerable disciplinary power.",
        "Sheep-raising, involving larger holdings, less supervision and less labour, was preferred by the capitalist land-holder to the cultivation of the wheat, spelt, vines or olives which were the chief crops of the country.",
        "Graillot of the University of Bordeaux, member of the French School of Rome, but after two weeks' work was suspended by order of the Italian government, and then resumed under the supervision of their own officials.",
        "The whole of this large series of reforms was conducted under his own personal supervision, and upon no part of his multifarious labours did he dwell in his letters home with greater pride.",
        "Here he filled the post of editor till his death, and had also the supervision of all works issued from the Caxton Press.",
        "The schools are subject to the supervision of a state superintendent of public education and of a board of education, composed of the superintendent, the secretary of state, and the attorney-general, and within each county to a county superintendent.",
        "When the results proved unsatisfactory, remedies were sought in increased administrative supervision, draconian legislation and severe punishment, and no attempt was made to get out of the vicious circle.",
        "Vercelli Alessandria della Paglia, Biella, Casale, Mnnfprr,itn, Nnvsrs Vow~,~n Twelve archbishops and sixty-one bishops are independent of all metropolitan supervision, and hold directly of the Holy See.",
        "He has the supervision of all the state services in his department, which procures the necessary uniformity in the working of the services, each of which is specialized within a narrow sphere.",
        "Provincial governors were kept under strict supervision; extortion was practically unheard of; the jus Latii was bestowed upon several communities; special officials were instituted for the control of the finances; and the emperor's interest in provincial affairs was shown by his personal assumption of various municipal offices.",
        "These schepenen appointed in their turn from the citizens to assist them a body of sworn councillors (gezworencn or :lures), whose presidents, styled \" burgomasters,\" had the supervision of the communal finances.",
        "styled \" civil agents \" and charged with the supervision of the local authorities in the application of reforms, were placed by the side of the inspector-general while the reorganization of the gendarmerie was entrusted to a foreign general in the Turkish service aided by a certain number of officers from the armies of the great powers.",
        "It needs, therefore, merely supervision by guardians and mounted overseers, or butteri, who are housed and receive wages.",
        "Canaan (Palestine and the south Phoenician coast land) and Amor (Lebanon district and beyond) were under the constant supervision of Egypt, and Egyptian officials journeyed round to collect tribute, to attend to complaints, and to assure themselves of the allegiance of the vassals.",
        "Quintana Roo was separated from the state of Yucatan in 1902 and received a territorial government under the immediate supervision of the national executive.",
        "All this was to be done, however, under the strict supervision and guidance of the autocratic power, with as little aid as possible from private initiative and with no control whatever of public opinion, because influential public opinion is apt to produce insubordination.",
        "The taxes are collected by means of the mukhtars, termed for this purpose kabz-i-mal (receiver of treasure), and under the supervision of gendarmes specially named, termed tahsildar (collectors).",
        "These are all under the supervision of a state board of control of three members, appointed by the governor, which was created in 1909, and also has control of the finances of the state educational system.",
        "It has a public library, which has belonged to the township since 1857; and here are the Lyman School for Boys, a state industrial institution (opened in 1886 and succeeding a state reform school opened in 1846), and the Westboro Insane Hospital (homoeopathic, 1884), which is under the general supervision of the State Board of Insanity.",
        "The latter enterprise Alexander designed to conduct in person; under his supervision was prepared in Babylon an immense fleet, a great basin dug out to contain 1000 ships, and the watercommunications of Babylonia taken in hand.",
        "Finally, he took a personal share in the administration of justice at Rome, checked the activity of the informers (delatores), and exercised a jealous supervision over the governors of provinces.",
        "After the easy campaign of 1620, the possessions which had been taken by the Protestants were given back to the Roman Catholic church; this task was performed, under his supervision, with judgment and moderation.",
        "The urban and rural district roads, covering a much greater mileage and classed as la petite voirie, are maintained chiefly by the communes under the supervision of the Minister of the Interior.",
        "Always introduce new dog toys under supervision.",
        "The community center provides care, supervision and encouragement to young people who do not have that kind of support at home.",
        "supervision of markets,policing,land-transfer, &c., are carried on by a mayor and two assistants, to whom the municipal council delegates its powers.",
        "The routes nationales and the routes dpartementales come under the category of la grande voirie and are under the supervision of the Ministry of Public Works.",
        "The charitable and penal institutions of the state are controlled by separate boards of directors, but all are subject to the general supervision of a board of visitors composed of the governor, lieutenant-governor and speaker of the House of Representatives, and a woman appointed by the governor.",
        "Well trained as was the civil service of France, the effect of this supervision in deadening activity was sometimes more marked than in its effect in preventing abuse.",
        "Because they can be both physically and mentally habit-forming, they should be used only with medical supervision.",
        "However, you should not use Nicorette for more than 12 weeks without a doctor's supervision.",
        "With the adoption of relays the signalling between the subscribers and the exchange became automatic, and, with the introduction of the principle of double and automatic supervision on the cord circuits, it became possible for the operators to tell at any instant the state of a connexion.",
        "Tammy was well mannered and required little supervision.",
        "Moreover, whatever the lovers of the fine arts may say, it is nearly certain that the \" Bewick Collector \" is mistaken in attaching so high a value to these old editions, for owing to the want of skill in printing - indifferent ink being especially assigned as one cause - many of the earlier issues fail to show the most delicate touches of the engraver, which the increased care bestowed upon the edition of 1847 (published under the supervision of John Hancock) has revealed - though it must be admitted that certain blocks have suffered from wear of the press so as to be incapable of any more producing the effect intended.",
        "Two boards of civil service commissioners, one for fire and police departments and one for all other departments, have supervision over the city's civil service.",
        "Ultramontanism, too, labours systematically to bring the whole educational organization under ecclesiastical supervision and guidance; and it manifests the greatest repugnance to allowing the future priest to come into touch with the modern spirit.",
        "In 1799 the islands were given representation in the Bahamas Assembly, and they remained part of that colony until 1848, when on the petition of the inhabitants they were made a separate colony under the supervision of the governor of Jamaica.",
        "He, with the governor and the president of the state university, constitutes a high-school board, having supervision of the secondary schools.",
        "Many of the, temples in the capital are under the direct supervision of the king, and in these a stricter rule of life is observed.",
        "By these means, and with regular government supervision and control, the monastic schools are being brought into line with the government educational organization.",
        "It has received the sanction of Convocation, and the Lambeth Conference in 1897 declared that it \"recognized with thankfulness the revival of the office of deaconess,\" though at the same time it protested against the indiscriminate use of the title and laid it down emphatically that the name must be restricted to those who had been definitely set apart by the bishop for the position and were working under the direct supervision and control of the ecclesiastical authority in the parish.",
        "In Surakarta and Jokjakarta in Java, and in many parts of the Outposts, native princes preserve their positions as vassals; they have limited power, and act generally under the supervision of a Dutch official.",
        "About six ironclads and twenty smaller vessels of the royal navy are stationed in colonial waters; the vessels of the colonial marine number about twenty-four, and undertake police supervision, prevention of slave trading, &c.",
        "Printing was introduced in 1478 by Steinschaber of Schweinfurth, and flourished much in the 16th century, though the rigorous supervision exercised by the Consistory greatly hampered the Estiennes (Stephanus) in their enterprises.",
        "The Senate was intended to play the part of an organ of supervision, so as to act as a preventive of too hasty or too loosely drawn-up legislation.",
        "From the point of view of public convenience, too large a space is fatiguing and makes it more difficult to see the animals, whilst the expenses of maintenance, drainage and supervision increase out of proportion to the advantages.",
        "In 1809 an edition was published under the supervision of Sir Henry Ellis, and in 1904 the part dealing with the reign of Henry VIII.",
        "m.; it is well laid out and compactly built, and is under the supervision of a city-plan commission authorized in 1907.",
        "There is besides, in Washington College at Chestertown, a normal department supported by the state and under the supervision of the state Board of Education.",
        "The chief tree which has commercial value is the cork, and the stripping of the bark is under official supervision.",
        "Pain medication can be extremely useful in helping a dog recover or improve his quality of life when used correctly and under a veterinarian's supervision.",
        "The formulas for Fubar products were created under the supervision of Special Operations soldiers, making it appealing as a hardcore nutritional option.",
        "All paperwork is prepared under the supervision of an attorney.",
        "These schools do not have counseling available, but receive strict supervision while in attendance.",
        "No one should attempt to go through withdrawal without the supervision of a physician or qualified addiction specialist.",
        "These alcohol rehab programs are for habituated and hard-core alcohol abusers, usually combining symptomatic treatment with constant supervision and medications.",
        "I went to college, and look out--absolutely no supervision!",
        "Medications should only be used under close medical supervision.",
        "That said, the medication can also be addictive, so it should never be taken unless prescribed by a physician, and only used at the lowest effective dosage under a doctor's supervision.",
        "This really must be done under the direct supervision of a qualified physician experienced in treating addicts because detox can be life-threatening.",
        "No one should attempt to conduct an intervention without the supervision of a qualified intervention specialist.",
        "Parental supervision is strongly encouraged during the registration process, as there can be lots of fine print to wade through.",
        "Do not let your new puppy freely roam the house without supervision, or you may find yourself constantly cleaning up \"accidents\".",
        "In 2009, students were able to apply their classes towards a Bachelor of Applied Science in Supervision and Management.",
        "This supervision is provided to allow for much needed alone time.",
        "First Assistant Engineer: In charge of supervision and training of the engine room.",
        "Pet medications are safest when prescribed and used under veterinary supervision.",
        "When you bring him back in, you need to confine his area because he will likely have more accidents if you let him roam without supervision.",
        "Only use supplements under veterinary supervision to avoid giving a harmful dosage to your pet.",
        "There was enough to do around here and she intended to earn her pay - without supervision.",
        "Maybe you should set up the parental controls on the TV so they can't watch that garbage, if they have no adult supervision.",
        "Moreover the Dorian population of Delphi constantly strove to establish its independence and about 590 B.C. induced a coalition of Greek states to proclaim a \"Sacred War\" and free the oracle from Phocian supervision.",
        "The government supports elementary free schools, controlled by a nominated board of education, while committees partly elected exercise local supervision.",
        "'Serajevo, under state supervision.",
        "A serious Bulgarian insurrection in Macedonia in the autumn of 1903 induced Austria and Russia to combine in formulating the Miirzsteg reform programme, tardily consented to by Turkey, by which Austrian and Russian civil agents were appointed to exercise a certain degree of control and supervision over the three vilayets of Salonica, Monastir and Kossovo.",
        "On the French side, Lannes' men were working their hardest, under Napoleon's personal supervision, to make a practicable road up to the Landgrafenberg, and all night long the remaining corps struggled through darkness towards the rendezvous.",
        "The bed of the great river maintains a fairly constant position between its extreme banks, but the channels within that bed are so constantly shifting as to require close supervision on the part of the navigation authorities; so much detritus is carried down as to form a perpetually changing series of obstructions to steamer traffic.",
        "But the government and the people displayed a memorable and exemplary energy, under the constant supervision of the king, the queen, and burgomaster Nansen.",
        "The forest area under supervision is about 30,000,000 acres (in Tobolsk, Tomsk, Yeniseisk and Irkutsk), out of a total area of forest land of 63,000,000 acres.",
        "The rest of his life was spent under the supervision of the archbishop at Lyons, where he died in 816.",
        "The necessary works were begun in 1807 under the supervision of Hans Conrad Escher of Zurich (1767-1823).",
        "A publisher having with some difficulty been found, the book appeared at Paris in 1788 under the supervision of A.",
        "40) calls the chief priest summits pontifex, probably the pater patrum who had general supervision of all the initiates in one city, and states that he could marry but once.",
        "The Brazilian postal service is under the general supervision of the minister of communications and public works, and is administered by a director-general.",
        "Among other things they are charged with the supervision and support of primary education, with the maintenance of order, and with the organization and support of a system of state courts.",
        "The paper currency of Brazil consists of both treasury issues and bank-notes, the latter issued under government supervision.",
        "The natives were settled in 1846 in specially selected locations and placed under the general supervision of Sir (then Mr) Theophilus Shepstone.",
        "As a result of consultations with Shepstone certain modifications were made in native policy, chiefly in the direction of more European supervision.",
        "1860) which proposed to prop up the crazy common state with the shadow of a constitution and to grant some measure of local autonomy to Hungary, subject always to the supervision of the imperial council (Reichsrath).",
        "Under the supervision of the, reform committee, such arms as had been smuggled in were distributed, and Colonel Frank Rhodes was given charge of the armed men.",
        "The British government rejoined by commissioning a flying squadron and by calling attention to the London Convention, reserving the supervision of the foreign relations of the Transvaal to Great Britain.",
        "The department of fomento is charged with the supervision of all matters relating to agriculture, stock-raising, mines, industries, commerce, statistics, immigration, public lands, posts, telegraphs and telephones.",
        "Friedel was associated with Wurtz in editing the latter's Dictionnaire de chimie, and undertook the supervision of the supplements issued after 1884.",
        "Finally, the commission made the important recommendation that a traffic board should be established for London, to exercise a general supervision of traffic, and to act as a tribunal to which all schemes of railway and tramway construction should be referred.",
        "With a further view to uniformity it has certain powers of supervision and control over local authorities, and can make by-laws respecting construction of local sewers, sanitary conveniences, offensive trades, slaughter-houses and dairies,, and prevention of nuisances outside the jurisdiction of local authorities.",
        "The sanitary authorities are concerned only with the supervision of house drainage, and the construction and maintenance of local sewers discharging into the main system.",
        "The Metropolitan Board of Works was also given certain powers of supervision over the vestries and district boards, and superseded the commissioners of sewers as authority for main drainage.",
        "The AmaTonga enjoy a larger measure of home rule, but are under the general supervision of the civil commissioner.",
        "In most civilized countries the safety of mine workers is guarded by stringent laws and enforced by the careful supervision of mine inspectors on behalf of the government.",
        "The city has 95 acres of boulevards and avenues under park supervision and several fine parks (17, with 307 acres in 1907), notably Washington (containing Calverley's bronze statue of Robert Burns, and Rhind's \"Moses at' the Rock of Horeb\"), Beaver and Dudley, in which is the old Dudley Observatory - the present Observatory building is in Lake Avenue, south-west of Washington Park, where is also the Albany Hospital.",
        "Two sawbwas are under the supervision of the commissioner of the Mandalay division, and two under the commissioner of the Sagaing division.",
        "There are five states, all sawbwaships, under the supervision of the superintendent of the northern Shan States, besides an indeterminate number of Wa States and communities of other races beyond the Salween river.",
        "The states included in eastern and western Karen-ni are not part of British India, and are not subject to any of the laws in force in the Shan States, but they are under the supervision of the superintendent of the southern Shan States.",
        "The chiefs, however, are allowed to administer their own affairs, as far as may be, in accordance with their own customs, subject to the supervision of the superintendent of the Chin hills.",
        "For the special supervision and encouragement of indigenous primary education in monastic and in lay schools, each circle of inspection is divided into sub-circles corresponding with one or more of the civil districts, and each sub-circle is placed under a deputyinspector or a sub-inspector of schools.",
        "The hlaford and his hiredmen are an institution not only of private patronage, but also of police supervision for the sake of laying hands on malefactors and suspected persons.",
        "This, apart from the effect of the abolition of the sugar bounties, has been mainly the result of the increased employment of improved processes, carried on in improved apparatus, under skilled supervision, and with due regard to the importance of the chemical aspects of the work.",
        "As has already been intimated, however, many artisans probably belonged both to their own craft fraternity and to the gild merchant, and the latter, owing to its great power in the town, may have exercised some sort of supervision over the craftsmen and their societies.",
        "In England the fraternities of journeymen, after struggling a while for complete independence, seem to have fallen under the supervision and control of the masters' gilds; in other words, they became subsidiary or affiliated organs of the older craft fraternities.",
        "Tobacco cultivation is an important industry, and the home production is carried out under government supervision.",
        "In nearly all civilized countries the cultivation of tobacco and its manufacture are conducted under state supervision and form an important source of public revenue.",
        "This acted at once and without any consciousness of difference of function, as judiciary, as legislature, in so far as there was any in the feudal period, and as council, and it exercised final supervision and control over revenue and administration.",
        "When the function of protection and local supervision could be resumed by the general government the feudal age ended.",
        "The instruction given in these institutions was of the religious-scholastic character of that time, and was wholly under the supervision of the Church.",
        "The immediate supervision and despatch of public administrative affairs is in the hands of the cabinet ministers - interior, foreign affairs, war and marine, finance and commerce, justice and public instruction, and public works and promotion (fomento).",
        "2 The charter was suspended from 1686 to 1689, during which time the province was under the supervision of Sir Edmund Andros.",
        "Village roads, being for the convenience of local districts alone, are maintained at the expense of such districts under the general supervision of the corresponding prefecture.",
        "In his will he appointed trustees, who were to entrust the supervision to Mr. H.",
        "The Latin translations of the Antiquities of Josephus and of the ecclesiastical histories of Theodoret, Sozomen and Socrates, under the title of Historia Tripartita (embracing the years 3 06 -439), were carried out under his supervision.",
        "On the 9th of July was issued the famous religious edict, which forbade Evangelical ministers to teach anything not contained in the letter of their official books, proclaimed the necessity of protecting the Christian religion against the \"enlighteners\" (Aufkltirer), and placed educational establishments under the supervision of the orthodox clergy.",
        "and the great Frederick had fully realized; the army had been their first care, and its efficiency had been maintained by their constant personal supervision.",
        "The Churches soon found numbers within their pale who stood in need of supervision, instruction and regular control.",
        "At the outset on his own account, and later as a representative of the French government, under a Turkish firman, de Sarzec continued excavations at this site, with various intermissions, until his death in 1901, after which the work was continued under the supervision of the Commandant Cros.",
        "When Boniface found himself unable to continue the supervision of the society himself, he entrusted the office to Wigbert of Glastonbury, who thus became the first abbot of Fritzlar.",
        "At the same time, these letters bring home to us his conviction that, particularly in financial affairs, it was necessary that local self-government should be carried on under the vigilant supervision of imperial officers.",
        "Owing to a clause in the constitution forbidding the issue of bank charters, the financial business of the state was controlled by national and private banks until 1904, when the constitution was amended and provision was made for the incorporation of state banks under a system of state supervision, regulation and control, deposits being guaranteed as in the Oklahoma banking system.",
        "The artificial propagation and preservation of salmon and other edible fresh-water fish have been carried on successfully under the supervision of a state commission.",
        "The state institutions, each governed by a board of trustees, and all under the supervision of the state board of charity, include a state hospital at Tewksbury, for paupers (1866); a state farm at Bridgewater (1887) for paupers and petty criminals; the Lyman school for boys at Westboro, a reformatory for male criminals under fifteen years of age sentenced to imprisonment for terms less than life in connexion with which a very successful farm is maintained for the younger boys at Berlin; an industrial school for girls at Lancaster, also a reformatory school - a third reformatory school for boys was planned in 1909; a state sanatorium at Rutland for tuberculous patients (the first public hospital for such in the United States) and a hospital school at Canton for the care and instruction of crippled and deformed children.",
        "Under the supervision of the state board of insanity, and each under the government of a board of seven trustees (of whom two are women) are state hospitals for the insane at Worcester (1833), Taunton, Northampton, Danvers, Westboro and Medford, a state colony for the insane at Gardner, a state hospital for epileptics at Palmer, a state school for the feebleminded at Waltham (governed by six trustees), a state school at Wrentham, state \" hospital cottages for children \" (1882) at Baldwinville (governed by five trustees), and the Foxboro state hospital for dipsomaniacs and insane.",
        "There are also semi-state institutions for the insane at Waverley, Barre, Wrentham and Baldwinville, and nineteen small private institutions, all under the supervision of the state board of insanity.",
        "Under the supervision of a board of prison commissioners, which appoints the superintendent and warden of each, are a reformatory prison for women at Sherborn (1877), a state reformatory for men at Concord (1884), a state prison at Boston (Charlestown), and a prison camp and hospital at Rutland (1905).",
        "Under Roman supremacy in addition to earlier functions they had jurisdiction in cases of forgery, tampering with the standard measures, and probably other high crimes, the supervision of buildings, and the care of religion and of education (Cic. Fain.",
        "At the same time the Elswick Ordnance Company was formed to manufacture the guns under the supervision of Armstrong, who, however, had no financial interest in the concern; it was merged in the Elswick Engineering Works four years later.",
        "From 1861-91 methylated spirits prepared in this way were allowed to be sold by retail in Great Britain in small quantities for domestic purposes such as cleaning, heating and lighting; but use in large quantities, or in manufacture, was only possible under special authority and under excise supervision.",
        "In Egypt, Amasis had the occupation of each individual annually registered, nominally to aid the official supervision of morals by discouraging disreputable means of subsistence; and this ordinance, according to Herodotus, was introduced by Solon into the Athenian scheme of administration, where it developed later into an electoral record.",
        "The creation, in 1834, of poor law unions, and the establishment, in 1836, of civil registration districts, as a rule coterminous with them, provided a new basis for the taking of a census, and the operations in 1841 were made over accordingly to the supervision of the registrar-general and his staff.",
        "The duty of filling up so comprehensive a return, involving an answer to 561 questions, is not left to the householder, but entrusted to enumerators specially engaged, working under the supervision of the Department of Agriculture.",
        "There is another mint in Birmingham worked by a private company (\" The Mint, Birmingham, Limited \"), where coinages for foreign governments are executed and in addition silver and bronze colonial coins are occasionally manufactured under the supervision of the London Mint.",
        "As to the specific officers thus called into being, whether for supervision or relief (1 Cor.",
        "Prisons, Poor Law, Charities, &c. - Penal institutions for sane adults, except reformatories for women, are under the general supervision of a state commission of prisons; hospitals for the insane are under the general supervision of a state commission in lunacy; and all other charitable and penal institutions, maintained wholly or in part by the state, or by any county, city or town within the state, are under the general supervision of a state board of charities.",
        "In some counties there is no distinction between town and county poor, but in 1910 only one county had not a county superintendent for the general supervision and care of the poor; towns and cities not subject to special provisions intrusted public relief to one or more overseers of the poor or to commissioners of charities.",
        "The state commission of prisons consists of seven members appointed by the governor with the consent of the Senate for a term of four years, and the institutions under its supervision in 1910 were the Sing Sing State Prison,' at Ossining, the Auburn State Prison at Auburn, the Clinton State Prison at Dannemora, the New York State Reformatory at Elmira, the Eastern New York Reformatory at Napanoch, five county penitentiaries, and all other institutions for the detention of sane adults charged with or convicted of crime, or retained as witnesses or debtors.",
        "In the meantime the functions of the university had been extended to include an oversight of the professional, scientific and technical schools, the administration of laws relating to admission to the professions, the charge of the State Library at Albany, the supervision of local libraries, the custody of the State Museum and the direction of all scientific work prosecuted by the state.",
        "A board of three tax commissioners has supervision of methods of assessment within the state, and with the commissioners of the land office constitutes the state board of equalization.",
        "The recording tax on mortgages, amounting to onehalf of I% of the principal sums secured, is collected by the recording officers under the supervision of the state board of tax commissioners.",
        "The administration of the liquor tax law is under the supervision of the state commissioner of excise and his deputies.",
        "It was authorized to plant colonies and to govern them under a very limited supervision of the States-General, such as the approval of its appointment of a governor and of its instructions to him; and its own government was vested in five chambers of directors and an executive board or college of nineteen delegates from those chambers, eight of the nineteen representing the Chamber of Amsterdam.",
        "Under his supervision Julius Caesar's design of having a complete survey of the empire made was carried out.",
        "Every school was under the supervision of a committee elected by the parents of the children.",
        "They are all under the supervision of a state board of charities and reform.",
        "The common school of each district is under the immediate supervision of a board of trustees; but a state text-book commission determines what text-books shall be used in these schools; the state superintendent of public instruction prepares the questions that are used in examining applicants to teach, passes judgment on publications for use in school libraries, and advises with the county superintendent of schools.",
        "They are all under the supervision and control of the state board of education, which consists of the governor, the state superintendent, the attorney-general and eight other members appointed by the governor for a term of four years, two retiring annually.",
        "In carrying out this policy of government regulation and supervision of corporations he became involved in a great struggle with the powerful financial interests whose profits were threatened, and with those legislators who sincerely believed that government should solely concern itself with protecting life and property, and should leave questions of individual and social relations in trade and finance to be settled by the operation of so-called natural economic laws.",
        "He determined that Cuba should not be taken over by the United States, as all Europe expected it would be, and an influential section of his own party hoped it would be, but should be given every opportunity to govern itself as an independent republic; by assuming supervision of the finances of San Domingo, he put an end to controversies in that unstable republic, which threatened to disturb the peace of Europe; and he personally inspired the body of administrative officials in the Philippines, in Porto Rico and (during American occupancy) in Cuba, who for efficiency and unselfish devotion to duty compare favourably with any similar body in the world.",
        "TRADE The greater part of such supervision of commerce and industry as exists in the United Kingdom is exercised by the \"Committee of Privy Council for Trade\" or, as it is usually called, the board of trade.",
        "The statistical work includes compiling abstracts, memoranda, tables and charts relating to the trade and industrial conditions of the United Kingdom, the colonies and foreign countries, the supervision of the trade accounts, the preparation of monthly and annual accounts of shipping and navigation, statistics as to labour, cotton, emigration and foreign and colonial customs, tariffs and regulations.",
        "In Austria the Government did not subscribe any of the capital, but the central boards were subjected to State supervision and their power of fixing prices was in many ways limited.",
        "The associations, to which the manufacturers using these materials had to belong, were directed by elected committees; at the head of each was an expert appointed by the Government, which was represented on the board by a commissioner exercising the Government's right of supervision.",
        "A small edition de luxe of this work, with other pieces, was printed in 1758 in the palace of Versailles under the king's immediate supervision, some of the sheets, it is said, having been pulled by the royal hand.",
        "It has a geological and mineralogical museum and under its supervision is carried on the state geological and natural history survey, the state geologist being head of the department of geology and mineralogy of the university.",
        "This system of taxation and supervision is a great advance in the administration of public schools.",
        "iipxwv, a ruler, and µav5pa, a fold or monastery), a title in the Greek Church applied to a superior abbot, who has the supervision of several abbots and monasteries, or to the abbot of some specially great and important monastery, the title for an ordinary abbot being hegumenos.",
        "The clerk marshal has the supervision of the accounts of the department before they are submitted to the Board of Green Cloth, and is in waiting on the sovereign on state occasions only.",
        "Bibulus, who belonged to the as the provincia of the consuls of B.e.the supervision Gallic p 59 P wars.",
        "While the general thus controls everything, he himself is not exempt from supervision on the part of the Society.",
        "The state is nominally sovereign within its own boundaries, and the authority of its officers and courts in local questions is supreme except in cases where federal intervention or supervision is provided for by the federal constitution.",
        "From 1822 to this time the government primary schools had been under the supervision of the Compania Lancasteriana, but they were now placed under charge of the Department of Public Education.",
        "The general supervision of railways is vested in a board of three commissioners appointed by the governor and council for a term of three years, one each year.",
        "These, however, have been abandoned, and the system is now administered chiefly by towns and a few special districts under the general supervision of a state superintendent.",
        "The plan of this great work had been drawn up with the aid of Ernest Lavisse, but the entire supervision of its execution was carried out by Rambaud.",
        "But the favourable account was written under the personal supervision of Timur's grandson, Ibrahim, while the other was the production of his direst enemy.",
        "The extent of direct state administration of public institutions an(l works is very limited, and most of the state bureaus have only a supervision over private enterprises, or over local administrative officers.",
        "(Boston and Washington, 1845I9o9), and there is an annotated edition of the Federal Statutes compiled under the supervision of W.",
        "Except in British Columbia and the unorganized territories, nearly all of these are on reservations, where they are under government supervision, receiving an annuity in money and a certain amount of provisions; and where, by means of industrial schools and other methods, civilized habits are slowly superseding their former mode of life.",
        "By the Meat and Canned Foods Act of 1907 of the Dominion parliament and regulations thereunder, the trade is carried on under the strictest government supervision, and no canned articles of food may be exported unless passed as absolutely wholesome and officially marked as such by government inspectors.",
        "The work of the live-stock branch is directed towards the improvement of the stock-raising industry, and is carried on through the agencies of expert teachers and stock judges, the systematic distribution of pure-bred breeding stock, the yearly testing of pure-bred dairy herds, the supervision of the accuracy of the registration of pure-bred animals and the nationalization of live-stock records.",
        "Reports of abuses under this system caused the legislature in 1901 to order a special investigation, the results of which led in 1903 to a new system of leasing to contractors, whereby the prisoners are kept under the direct supervision of state officials.",
        "The first settlement was made at Savannah in 1733 under the personal supervision of Oglethorpe.",
        "He lived under supervision by doctors and guardians at Prague till his death on the 29th of June 1875.",
        "In Anjuan the native government is continued under French supervision.",
        "Smallpox also is practically endemic, owing in great part to negligent sanitary supervision.",
        "The rearing of worms in small educations under special supervision has been found to be a most effective means of combating pebrine.",
        "In 1857 commenced the exportation of Japan silk, which became so fierce a competitor with Bengal silk as gradually to displace it in favour; and the native silk reeled in Bengal has almost ceased to be made, only the best European filatures, produced under the supervision of skilled Europeans, now coming forward.",
        "Fortunately, the school of art in Bombay, especially under the supervision of J.",
        "To supply the lack of Wesley's supervision the circuits were now grouped together in districts.",
        "The Roman power was also increased by the formation of the universities - privileged corporations of masters and students, which escaped the local power of the bishop and his chancellor only to place themselves under the direction and supervision of the Holy See.",
        "Penal and charitable institutions are under the supervision of a board of public charities of ten members, established in 1869, and a committee in lunacy, composed of five members of this board, appointed under an act of 1883.",
        "The financial institutions of Pennsylvania other than national banks are created by state charters limited to twenty years and are subject to the supervision of a kcommissioner of banking.",
        "He further entrusted to this Congregation everything relating to the supervision of bishops and of the condition of the dioceses, and business connected with the seminaries.",
        "in 1908 entrusted to this Congregation the supervision of the general discipline of the secular clergy and the faithful laity, empowering it to deal with matters concerning the precepts of the Church, festivals, foundations, church property, benefices, provincial councils and episcopal assemblies.",
        "Schroeter and published without supervision by any Tibetan scholar; and Csoma was unaware of its existence when compiling his dictionary.",
        "Northeastern Tibet or Amdo, and also a portion of Khamdo, are under the supervision of a high official (Manchu) residing at Sining Fu in Kansuh, whose title is Imperial Controller-General of Koko Nor.",
        "The region under the supervision of the imperial controller includes all the countries north of the upper course of the Dre chu (Yangtsze-kiang).",
        "Under him are four ministers of state (sha-pe or kalon), who divide among themselves, under the immediate supervision of the two imperial Chinese residents (or amban), the management of all secular affairs of the country.",
        "The home secretary exercises powers of supervision, &c. See Juvenile Offenders.",
        "No change occurred till 1859, when the system of Belgian defence was radically altered by the dismantlement of seventeen of the twenty-two fortresses constructed under Wellington's supervision in 1815-1818.",
        "His supervision of the law courts was close and jealous; he transacted a great amount of judicial business in his own person, even after he had formed a high court of justice which might sit without his personal presence.",
        "Between 1860 and 1874 Messrs Bell Brothers manufactured the metal at Washington, near Newcastle, under Deville's supervision, producing nearly 2 cwt.",
        "The park is under the supervision of a superintendent who is appointed and instructed by the Secretary of the Interior.",
        "Roman missions are carried on both by missionary societies and by religious orders, all under the supreme direction of the pope, and also more or less under the general supervision of the Sacra Congregatio de Propaganda Fide at Rome since its foundation by Gregory XV.",
        "The outstanding features of missionary work in the South Seas are (1) its remarkable success: cannibalism, human sacrifice and infanticide have been suppressed, civilization and trade have marvellously advanced; (2) the evangelical devotion of the natives themselves; (3) the need of continued European supervision, the natives being still in many ways little better than grown-up children.",
        "One of the special duties of the council is the supervision of education.",
        "In every province there is besides, in the case of the Reformed Church, a provincial committee of supervision for the ecclesiastical administration.",
        "For the whole kingdom this supervision is entrusted to a common \" collegium \" or committee of supervision, which meets at the Hague, and consists of II members named by the provincial committee and 3 named by the synod.",
        "Some congregations have withdrawn from provincial supervision, and have thus free control of their own financial affairs.",
        "Every grade of education in the Netherlands is under the control and supervision of the state, being administered by a special department under the ministry for the interior.",
        "Pupil-teachers can only give instruction under the supervision of a certificated teacher.",
        "Thus some 1700 tons of materials are charged daily into each of these furnaces without being shovelled at all, running by gravity from bin to bucket and from bucket to furnace, and being hoisted and charged into the furnace by a single engineer below, without any assistance or supervision at the furnacetop.",
        "The abbot of the head monastery was the superior-general of the whole institute; he nominated the superiors of the other monasteries; he was visitor and held periodical visitations at all of them; he exercised universal supervision, control and authority; and every year a general chapter was held at the head house.",
        "On the death of his successor Charles Eugene Delaunay (1816-1872), he was reinstated by Thiers, but with authority restricted by the supervision of a council.",
        "Duncan (M`Gill College Reports, 1899), using the simple method under King's supervision, found the conductivity of very pure copper to be 1.007 for a temperature of 33° C.",
        "In the modern days of machine-made black tea, produced under British supervision, both the tea-taster and the ordinary consumer have to deal with a product which, if carefully converted into a beverage and used in moderation, should be harmless to all normal human beings.",
        "She now went to Bath with her daughters, partly to escape his supervision.",
        "Although these preparations were carried on directly under Henrys supervision, only in Saxony and Thuringia the neighboring dukes were stimulated to follow his example.",
        "Their position would have been easier were it not for the repeated attempts of the Prussian government to crush the party by fresh legislation and the supervision exercised by the police.",
        "Borromeo was made prothonotary, entrusted with both the public and the privy seal of the ecclesiastical state, and created cardinal with the administration of Romagna and the March of Ancona, and the supervision of the Franciscans, the Carmelites and the knights of Malta.",
        "gave the abbey a market, a right of toll and a mint; and after the bishop of Hildesheim and the archbishop of Mainz had long contested with each other about its supervision, Pope Innocent III.",
        "The management of the bank and the supervision exercised over it by the state are established on a footing of equality, both states having each the same influence.",
        "2 The peril from the independent growth of Liberalism within was guarded against by a rigid supervision of the press and the re-establishment of clerical control over education.",
        "An appropriation of $2500 per annum was made for training ten idiot children under Dr Howe's supervision, and by degrees the value of his School for Idiotic and Feeble-minded Youths, which, starting in South Boston, was in 1890 removed to Waltham, was generally appreciated.",
        "In the Mahommedan states the native system of administration remains intact, and is carried on under British supervision by native emirs and officials.",
        "In 1883 the supervision exercised over the finances by French and British controllers was replaced by that of a British official called the financial adviser.",
        "Before the outbreak of the War of Greek Independence in 1821 he had already expended much time and energy in organizing a fleet and in training, under the supervision of French instructors, native officers and artificers; though it was not till 1829 that the opening of a dockyard and arsenal at Alexandria enabled him to build and equip his own vessels.",
        "But, f or the action of European powers the intervention of Mehemet Ali would have I The work was carried out under the supervision of the Frenchman, Colonel Sbve, who had turned Mahommedan and was known in Islam as Suleiman Pasha.",
        "European initiative suggests measures to be executed by Egyptian agency, while European supervision controls the manner in which they are executed.",
        "It enabled him to create and remunerate adequately a capable official class, which proved its efficiency under the strictest supervision, and ultimately produced a whole series of great statesmen and admirals like Johan Friis, Peder Oxe, Herluf Trolle and Peder Skram.",
        "Being a keen judge of character, he filled the public offices with faithful, capable, energetic men, who were kept up to a high standard of duty by the consciousness that their work might at any time come under his strict supervision.",
        "A magnificent edition of Frederick's complete works was issued (1846-1857), at the instance of Frederick William IV., under the supervision of the historian Johann D.",
        "The almspeople consisted of six \" poor brethren \" and six \" poor sisters,\" and the teaching and governing staff of a master and a warden, who were always to be of the founder's surname, and four fellows, all \" graduates and divines,\" among whom were apportioned the ministerial work of the chapel, the instruction of the boys, and the supervision of the almspeople.",
        "They were under the supervision of the chancellor of each diocese, and were mainly devoted to studies preparatory for the Church.",
        "These public services are under the general supervision of the Minister of Public Instruction, Posts and Telegraphs.",
        "They are under the supervision of the Board of State Commissioners of Public Charities (five non-salaried members appointed by the governor); in 1908 there were 18 institutions under its jurisdiction.",
        "The Board of Charities also had supervision of the State Training School for (delinquent) Girls (1893) at Geneva, and of the St Charles School for (delinquent) Boys (1901) at St Charles.",
        "There were in 1908 two penitentiaries, one at Joliet and one at Chester, and, in addition to the two reformatory institutions for young offenders under the supervision of the Board of Charities, there is a State Reformatory for boys at Pontiac. The indeterminate sentence and parole systems are important features of the treatment of criminals.",
        "Boards of Revision and Boards of Supervision then equalize the assessments in the counties and townships, while a State Board of Equalization seeks to equalize the total valuation of the various counties.",
        "At the French examinations for the prix de Rome the candidates are required to execute a painting in a given number of days, under strict supervision (en loge).",
        "The supervision should be adequate to remove all temptation to copying.",
        "The jus episcopale which Luther afterwards claimed for the secular authorities had been practically exercised in Saxony and Brandenburg; cities and districts had framed police regulations which set aside ecclesiastical decrees about holidays and begging; the supervision of charity was passing from the hands of the church into those of laymen; and religious confraternities which did not take their guidance from the clergy were increasing.",
        "The state also makes annual grants directly to owners who are willing to place their plantations under state supervision, for the sale of plants at half price to the poorer peasantry, for making protective or sheltering plantations, and for free transport of marl or loam.",
        "The average ecclesiastical metal-work has rather receded than progressed in merit, except when designed by architects and executed under their supervision.",
        "He was chairman of the committee which divided the country into 12 Federal Reserve districts and selected the centres for the 12 banks; and was likewise chairman of the Federal Reserve Board which had supervision over the system inaugurated in Nov.",
        "Last come the chief commissionerships, of which the Central Provinces (with Berar) rank scarcely below the lieutenant-governorships, while the rest - the North-West Frontier Province, British Baluchistan, Ajmer-Merwara, Coorg and the Andamans - are minor charges, generally associated with political supervision over native states or frontier tribes.",
        "Prior to the successive reductions of the salt duty in 1903, 1905 and 1907, next to land, salt contributed the largest share to the Indian revenue; and, where salt is locally manu factured, its supervision becomes an important part of salt Admini- administrative duty.",
        "Throughout British territory the growth of the poppy is almost universally prohibited, except in a certain tract of Bengal and the United Provinces, where it is grown with the help of advances from government and under strict supervision.",
        "The right to manufacture and the right to retail are both monopolies of government permitted to private individuals only upon terms. Distillation of country spirits is allowed according to two systems - either to the highest bidder under strict supervision, or only upon certain spots set apart for the purpose.",
        "The plant is universally grown by the cultivators for their own smoking, and, like everything else, was subject to taxation under native rule; but the impossibility of accurate excise supervision has caused the British government to abandon the impost.",
        "state at the disposal of the British government, to be commanded by state officers, but drilled, disciplined and armed under the supervision of British officers and on British lines, the government would undertake to find the necessary supervising officer, arms and organization.",
        "Under Spanish rule the Church established colleges and seminaries for training priests, but the Spanish system of secular schools for elementary instruction, established in 1863, accomplished little; the schools were taught by unqualified native teachers and the supervision of them was very lax.",
        "Absence from home and strict supervision lasting over a long period, usually a year, are necessary to prevent relapse.",
        "The lowered bodily health requires to be built up, and a long sea voyage under adequate supervision is usually recommended.",
        "Neither of these was a conspicuous success; they were too remote for effective supervision; and although they lingered on for some years they were finally abolished.",
        "No effective supervision was maintained over these convicts at large.",
        "It had exercised some supervision through its inspectors, had forbidden cells to be used until duly certified as fit, and had threatened to withhold exchequer contributions from prisons of which unfavourable reports were received.",
        "These commissioners had power to consolidate by closing superfluous prisons, to establish one system of discipline, and generally by watchful supervision, aided by the experience of specialists, to maintain that muchdesired uniformity which had been so long and unsuccessfully sought.",
        "But we owe something to the Irish practice which first popularized the idea of maintaining a strict supervision over convicts in a state of conditional release, and it reconciled us to a system which was long wrongfully stigmatized as espionage.",
        "While cellular separation, except at work, at prayers or exercise, is strictly maintained, labour is in association under the close and constant supervision of officials.",
        "Regulations were framed for the purpose of establishing adequate supervision over the revenue and expenditure for the abolition of irregular taxation and extortions, as well as the practice of farming out the collection of the revenue to individuals, and, generally, to adapt the whole collection and expenditure of the national revenue to modern ideas of public finance.",
        "The total expenditure for the schools is creditable to the state; but before 1909 hardly half the school population attended; and in general the rural conditions of the state, the shortness of the school terms and the dependence of the schools primarily upon local funds and local supervision, make the schools of inadequate and quite varying excellence.",
        "The general supervision and control of all these institutions is vested in the Board of Charities and Reform, consisting of the governor, the secretary of state, the treasurer, the auditor, and the superintendent of public instruction; the same officers also constitute the Board of Pardons.",
        "A commissioner of taxation who is appointed by the governor with the concurrence of the Senate for a term of four years exercises a general supervision over all tax officers and the boards of equalization.",
        "They possessed personal freedom and some measure of communal independence, but were apparently under the immediate supervision of Spartan harmosts (governors) and subject to the general control of the ephors, though Isocrates is probably going too far in saying (xii.",
        "Great Britain relies on medical inspection, removal of sick or suspected cases, and supervision of the healthy arriving on an infected ship; infected clothing is burnt and infected ships are disinfected.",
        "The original plan of the city, which was prepared by Major Pierre Charles L'Enfant (1755-1825), under the supervision of President Washington and Thomas Jefferson,' was a masterpiece in landscape architecture and in the main it has been preserved.",
        "A Juvenile Court and a Board of Children's Guardians have extensive jurisdiction over dependent and delinquent children, and a general supervision of all charities and corrections is vested in a Board of Charities, consisting of five members appointed by the president of the United States.",
        "A general supervision of all state, county, municipal and private charities and corrections is vested by a law enacted in 1908 in a board of charities and corrections consisting of five members appointed by the governor with the concurrence of the Senate.",
        "The actual government of the Church in the United States is represented by one cardinal, 14 archbishops, 89 bishops, 11,135 diocesan clergymen, under the sole and immediate direction of their bishops, 3958 members of religious orders subject to episcopal supervision - in all 15,093 clergymen.",
        "Not only has there to be a strict control over the total national expense; supervision has to be carried into each department of the state.",
        "In addition to these \" land \" and \" house \" taxes, the employment of licence duties on trades, particularly those that are in special need of supervision, is a favourite method.",
        "The superintendent of public instruction exercises a general supervision over the schools of New Mexico.",
        "The fervour of the church found a channel in the operations of a \" Committee on Christian Life and Work,\" appointed in 1869 with the aim of exercising some supervision of the work of the church throughout the country, stimulating evangelistic efforts and organizing the labours of lay agents.",
        "Excavation is permitted under government supervision, and the finds are apportioned in thirds, between the excavator, the landowner (who is usually bought out by the former), and the government.",
        "There is no staff, and no effective supervision of ancient sites or monuments.",
        "The production of qualities which would have suited many purposes of consumption was prohibited, and the odious supervision which became necessary involved great waste of time and a stereotyped regularity which resisted all improvements.",
        "These stood at a higher level than the \" occasional gods,\" having permanent functions of supervision.",
        "The Natural History Museum, the observatory and meteorological office, and the botanical gardens are under the supervision of the royal academy of sciences.",
        "At the same time, however, their dealings were nominally under the supervision of the Jews' exchequer, and a number of regulations were enforced, partly with the view of protecting borrowers and partly that the king might know how much his Jews could afford to pay.",
        "A Consejo de Instruccion Publica (council of public instruction) of 14 members exercises a general supervision over the higher and secondary schools.",
        "The secular supervision of this service is entrusted to a member of the president's cabinet, known as the minister of worship and colonization.",
        "These schools are private establishments, and are under no supervision whatever.",
        "The average number of pupils was about 250, and until the beginning of 1899 these two schools were the only establishments under the supervision.",
        "Besides these, however, vast districts were either converted into royal domains ~rctp~&io-ot) with great parks and hunting grounds under royal supervision, or else bestowed by the king on Persians or deserving members of the subject-races (the benefactors) as their personal property.",
        "This grade has since been merged in that of chief constable, of whom there are four exercising powers of disciplinary supervision in the metropolitan districts, and a fifth who is assistant in the branch of criminal investigation.",
        "There is, first of all, the service of the Surete-- in other words, of public safety - the detective department, employed entirely in the pursuit and capture of criminals; next comes the police, now amalgamated with the Surete, that watches over the morals of the capital and possesses arbitrary powers under the existing laws of France; then there is the brigade de garnis, the police charged with the supervision of all lodging-houses, from the commonest \"sleep-sellers'\" shop, as it is called, to the grandest hotels.",
        "(a) the Ta-T'ang-Si-Yu-Ki, or Memoirs on Western Countries issued by the Tang Dynasty, which was compiled under the traveller's own supervision, by order of the great emperor Tai-Tsung; and (b) a Biography of Hsiian Tsang by two of his contemporaries.",
        "He was to do this under supervision of Richard of Teynton, John le Peyntour (the painter) and another.",
        "While in1353-1354£1440 and in 1 3551 35 6 £747 was expended under the supervision of Robert of Bernham, in1357-1358£867 was spent by Wykeham, including Winchester Tower.",
        "Under Wykeham, William of Wynford, who appears in 1360 as \"appareller\" under Sponle, in 1361 became chief mason and ordinator, and he was probably what we should call the architect of the Great Gate, the rest of which was built under Wykeham's supervision.",
        "The remaining native tribes under the supervision of the state have made little progress, and their number is said to be decreasing (notwithstanding the favourable climatic conditions under which most of them live) because of unsanitary and intemperate habits, and for other causes not well understood, one being the custom noticed by early travellers among some of the tribes of the La Plata region of avoiding the rearing of children.",
        "All educational matters, however, are practically under the supervision of the Church.",
        "Berlin possesses fifteen Gymnasia (classical schools, for the highest branches of the learned professions), of which four are under the direct supervision of the provincial authorities and have the prefix kiiniglich (royal), while the remaining eleven: are municipal and under the control of the civic authorities.",
        "The city is divided into twelve radial systems, each with a pumping station, and the drainage is forced through five mains to eighteen sewage farms, each of which is under careful sanitary supervision, in respect both of the persons employed thereon, and the products, mainly milk, passing thence to the city for human consumption.",
        "part of the state, was abolished in 1895, and the Nez Perces were put under the supervision of the superintendent of the Indian School at Fort Lapwai, about 12 m.",
        "The German language was again exclusively used in all schools and government offices, all Bohemian newspapers were suppressed, and even the society of the Bohemian museum - a society composed of Bohemian noblemen and scholars - was for a time only allowed to hold its meetings under the supervision of the police.",
        "The constitution admits of amendment by an affirmative vote of two-thirds of the members of each house of the legislature, followed at the next succeeding spring or autumn election by an affirmative vote of a majority of the electors voting upon the question; or an amendment may be proposed by an initiative petition signed by more than 20% of the total number of electors who voted for secretary of state at the preceding election, and such an amendment (unless disapproved by a majority vote in a joint meeting of the two houses of the legislature) is submitted to popular 2 In 1909 telegraph and telephone companies were put under the supervision of the same board.",
        "Each township operating under the District Act has two school inspectors - one being elected at each town meeting for a term of two years - who with the township clerk constitute the township board of school inspectors, and to this board is given authority to divide the township into school districts and to exercise a general supervision over the several schools within their jurisdiction; a township may be organized as a single district, called a \"township unit district.\"",
        "Each county has a county school commissioner, elected for a term of four years, who exercises a general supervision over the schools within his jurisdiction, and a board of examiners, consisting of three members (including the commissioner) and appointed by the several boards of county supervisors, from whom teachers receive certificates.",
        "It exercises a general supervision over all other taxing officers and is itself the assessor of the property of railroads, express companies and certain car companies.",
        "And all banks are subject to the inspection and supervision of the commissioner of the state banking department, who is appointed by the governor with the approval of the Senate for a term of four years.",
        "Under the supervision of Sir Rufane Donkin, acting governor of the Cape, a town was laid out at the base of the hills.",
        "Lictors were also assigned to private individuals at the celebration of funeral games, and to the aediles at the games provided by them and the theatrical representations under their supervision.",
        "For the next ten years he devoted himself to the practice of law and to the supervision of the Kentucky Railroad Company, of which he had become president in 1869.",
        "It was not until 1854 that a separate head was appointed for Bengal, who, under the style of lieutenant-governor, exercises the same powers in civil matters as those vested in the governors in council of Madras or Bombay, although subject to closer supervision by the supreme government.",
        "The former decides all controversies arising under the school law, and exercises a general supervision over the public schools; the latter has the control of a number of special state educational institutions, appoints the county superintendents and supervises the execution of the school laws of the state.",
        "The council as a whole is the legislative body, while the board of control is the executive body, and as such is responsible for the supervision of all matters of finance, the appointment of officials, the carrying on of public works, and the general administration of the affairs of the city, except the departments of education and of police, the first being under the control of the board of education, elected annually by the citizens, and the latter under the board of police commissioners, consisting of the mayor, the county judge and the police magistrate.",
        "The duty of the local supervising authority is to Midw exercise general supervision over all midwives practising within their area in accordance with rules laid down in the act; to investigate charges of malpractices, negligence or misconduct on the part of a midwife, and if a prima facie case be established, to report it to the Central Midwives Board; to suspend a midwife from practice if necessary to prevent the spread of infection; to report to the central board the name of any midwife convicted of an offence; once a year (in January) to supply the central board with the names and addresses of all midwives practising within their area and to keep a roll of the names, accessible at all reasonable times for public inspection; to report at once the death of any midwife or change in name and address.",
        "County supervision by county supervisors was tried in 1869-1872.",
        "Since these several changes the common school system has been administered by towns and cities subject to an increasing amount of control through enactments of the state legislature and the general supervision of the state superintendent.",
        "The institution was under the supervision of the ephors, who, on entering office, annually proclaimed war against the helots (serf-class) and thus absolved from the guilt of murder any Spartan who should slay a helot.",
        "Attempts were made to secure him, and he was offered the leadership of the House of Commons, under the supervision of Fox, an absurd proposal which he had the good sense to decline.",
        "Tobacco is largely cultivated, under state supervision.",
        "Waitz, undertook the supervision of the Leges section of the Monumenta Germaniae historica.",
        "Nominally there was a school system under the supervision of the national and departmental governments, but its activities were limited to the larger towns, where there were public and private schools of all grades.",
        "A new observatory at Arcetri near Florence, built under his supervision, was completed in 1872.",
        "Only a knowledge of the great loss of capital that has resulted from abortive reservoir construction justifies this notice of defects which can always be avoided, and are too often the direct result, not of design, but of parsimony in providing during the execution of such works, and especially below ground, a sufficiency of intelligent, experienced and conscientious supervision.",
        "This, however, is a kind of failure not always attributable to want of proper supervision during construction, but rather to improper choice of the site, or treatment of the case, by those primarily responsible.",
        "The public school system (organized 1873) is administered by the state superintendent of public instruction, who exercises a general supervision over the schools, and by the state board of education, which prescribes the general rules and regulations for their management.",
        "The native states under the supervision of the government of Bombay are divided, historically and geographically, into two main groups.",
        "The first volume appeared in 1861; five of the succeeding volumes he edited himself, and the whole was executed under his immediate supervision and with the co-operation of scholars whom he had himself trained.",
        "Of his other works, the more important are the Roman Chronology to the Time of Caesar (1858), a work written in conjunction with his brother August; his editions of the Monumentum Ancyranum and of the Digest in the Corpus juris civilis, and of the Chronica of Cassiodorus in Monumenta Germaniae historica, the Auctores antiquissimi section of which was under his supervision.",
        "The whole system of public charities is under the supervision of a bi-partisan Board of State Charities (1889), which is appointed by the governor, and to which the excellent condition of state institutions is largely due.",
        "For a short time Anno exercised the chief authority in the kingdom, but he was soon obliged to share this with Adalbert, archbishop of Bremen, retaining for himself the supervision of Henry's education and the title of magister.",
        "These institutions are under the supervision of a state board of control.",
        "The sheriffs were kept very tightly in hand, and under incessant supervision; once in 1170 nearly the whole body of them were dismissed for misuse of their office.",
        "coast Ito- The machine of government continued to work without tionalde- his supervision.",
        "Such measures were the complement of the control over taxation which they had previously gained, and as far as their power of supervision went, it constituted them and not the king the directors of the course of government.",
        "The result of these demonstrations was the introduction in the House of Lords, on the 4th of November, of the Treasonable Practices Bill, the main principle of which was that it modified the law of treason by dispensing with the necessity for th~ proof of an overt act in order to secure conviction; and in the House of Commons, on the 10th, of the Seditious Meetings Bill, which seriously limited the right of public meeting, making all meetings of over fifty persons, as well as all political debates and lectures, subject to the previous consent and active supervision of the magistrates.",
        "By a law of 1909 certain offenders are placed under probation under the supervision of the State Board of Control.",
        "For the Societe de l'Histoire de la Revolution Frangaise, which brought out under his supervision an important periodical publication called La Revolution francaise, he produced the Registre des deliberations du consulat provisoire (1894), and L'Etat de la France en l'an VIII et en l'an IX, with the reports of the prefects (1897), besides editing various works or memoirs written by men of the Revolution, such as J.",
        "The \" Rule \" was compiled by Dr Pusey, who also gave spiritual supervision.",
        "The great wheat-growing states like Minnesota have established systems of inspecting and grading wheat under state supervision.",
        "With the growth of the episcopate, however, the deacons became the immediate ministers of the bishop. Their duties included the supervision of Church property, the management of Church finances, the visitation of the sick, the distribution of alms and the care of widows and orphans.",
        "Little care was bestowed on forestry in the 19th century, apart from government supervision of the national and communal domains, a task usually delegated to the local mayor.",
        "The Mortgage Bank (Uprava Fondova), founded in 1862, is a state institution which lends money for agricultural operations, &c. The Export Bank, founded in 1901, is a private bank under state supervision, with branches in Budapest, Vienna, Berlin, &c. Its chief object is the furtherance of Servian foreign commerce.",
        "These regulations differed from those applicable to the joint settlement, in that a general supervision over municipal affairs was vested in the French consul-general, his approval being made necessary to all votes, resolutions, &c., of the ratepayers before they could be enforced at law.",
        "Under the constitution the supervision and inspection of charities and institutions of correction is in the hands of a State Commissioner of Charities and Corrections, elected by the people.",
        "The persons detained have complete liberty of movement, subject to the two conditions that they are under the supervision of guardians and are not allowed to cross the boundaries of the settlement.",
        "The educational system is under the supervision of the state superintendent of education, with the assistance of a board composed of the governor and not exceeding seven other persons appointed by the governor.",
        "Banks are subject to the supervision of an examiner and in addition are required to make weekly reports to the comptroller-general.",
        "Henderson, under the supervision of F.",
        "Caroline conspired against her brother and against her husband; the hypochondriacal Louis, now Dutch in his sympathies, found the supervision of the blockade taken.",
        "The first complete edition of Galileo's writings was published at Florence (1842-1856), in 16 8vo vols., under the supervision of Signor Eugenio Alberi.",
        "When the New World was opened, commerce with it was limited to Seville in order that the supervision of the state might be more easily exercised.",
        "State-aided apiaries have been established under the supervision of a skilled bee-keeper, who travels over the colony giving instruction in practical bee-work at the public schools, and forming classes at various centres where pupils are taught bee-keeping in all its branches.",
        "The botanical and geological surveys of the state are carried on by the university; the former has been largely under the supervision of Charles Edwin Bessey (b.",
        "The enlightened system of administration formed during the rule of the thakor sahib maharaja Sir Takhtsinghji Jaswatsinghji, G.C.S.I., was continued with admirable results under the personal supervision of his son, the maharaja Bhausinghji, K.C.S.I.",
        "Among the charitable institutions are the general hospitals (Harper, Grace and St Mary's); the Detroit Emergency, the Children's Free and the United States Marine hospitals; St Luke's hospital, church home, and orphanage; the House of Providence (a maternity hospital and infant asylum); the Woman's hospital and foundling's home; the Home for convalescent children, &c. In 1894 the mayor, Hazen Senter Pingree (1842-1901), instituted the practice of preparing, through municipal aid and supervision, large tracts of vacant land in and about the city for the growing of potatoes and other vegetables and then, in conjunction with the board of poor commissioners, assigning it in small lots to families of the unemployed, and furnishing them with seed for planting.",
        "It is subject to the khan of Kalat under British political supervision.",
        "With the strict system of government supervision enforced by modern charters it is not easy for the state to be involved against its will in foreign complications.",
        "These were fed and clothed by the settler in return for their labour, and the government was relieved of the expense of their support and supervision.",
        "A state board of charities has supervision over all philanthropic and penal institutions in the state, including hospitals, which numbered 103 in 1907; and the board visits the almshouses supported by seventy-eight (of the 168) towns of the state, and investigates and supervises the provision made for the town poor in the other ninety towns of the state; some, as late as 1906, were, with the few paupers maintained by the state, cared for in a private almshouse at Tariffville, which was commonly known as the \" state almshouse.",
        "Each hospital for the insane is governed by a board of five trustees appointed by the governor, with the consent of the senate, for a term of six years, and for the immediate supervision of each the trustees appoint a superintendent for a term of eight years.",
        "Under his Government a formal state of siege was maintained, and the police under the reactionary prefect Poehner exercised the greatest severity in the supervision of foreigners and even of non-Bavarian Germans, who were only admitted to the country by special permit.",
        "Gabriel took it and smiled, cheered by the thought of the most powerful immortal ever born cursed with the self-control of a five-year-old in a room with fresh-baked cookies and no adult supervision.",
        "acquisition of specific competences takes place in the work setting under the supervision of an expert practitioner, underpinned by a learning agreement.",
        "adequate supervision during swimming, possibly on a one-to-one basis, is essential.",
        "She concluded that poor supervision may be directly linked to increased student attrition from some child branch courses.",
        "There is a fine balance between encouraging autonomous learning and maintaining adequate supervision.",
        "banking supervision department was strengthened in 2002.",
        "Generic issues eg staff relations, supervision, controlling the office environment, are also broached.",
        "canvass door to door, except under the supervision of an adult.",
        "Social Services registered him with Specialist supervision at St Thomas ' Hospital where he received monthly checkups in the Hematology Clinic.",
        "classifylly PGR supervision and training was classified in accordance with the sponsor of the project on which the PGR students were working.",
        "There are opportunities for visitors to get hands on experience as well - with chances to shoot a crossbow under supervision.",
        "The program authorizes Baghdad to export crude under UN supervision in return for humanitarian supplies.",
        "There are a number of options open to courts including tagging, curfews, intensive supervision and surveillance programs and community punishment.",
        "decontaminate patients under supervision of medical personnel.",
        "Refugee centers were under the supervision of hygiene officers & toilet rooms were organized with walls, floors & bedding regularly disinfected.",
        "dissertation supervision.",
        "enquire about the possibility of following a trial elimination diet under the supervision of a doctor or dietitian.",
        "ensureible supervision of the Standard Conditions for street trading ensuring compliance by all street traders.",
        "exudeiFormCool® should only be used under compression for lightly exuding wounds under close nursing supervision.",
        "Participants are given tasks to complete under staff supervision and in their own time culminating with the production of a short documentary film.",
        "Individuals taking Methotrexate should avoid folic acid in doses of 1mg and above unless under supervision.",
        "folic acid in doses of 1mg and above unless under supervision.",
        "formative feedback will also be given on practice tapes in the context of small group supervision.",
        "Every female hysteric, according to Mitchell, should be placed under the watchful supervision of a (male) physician.",
        "To abandon this group of drunken idiots on an unknown island without supervision?",
        "Maybe they seem immature, or are unwilling to start new tasks without direct supervision.",
        "I had an extremely interesting Evolution and Behavior supervision a couple of days ago, discussing the idea of genetic imprinting.",
        "initiative with minimum supervision.",
        "IV opioid infusion (with appropriate close supervision) may be the most appropriate method of pain relief.",
        "lectern made in the woodwork room under the supervision of Mr Baughan was dedicated at the morning service.",
        "He was particularly proud of the family trout loch in Aberdeenshire which was planned and constructed under his supervision.",
        "minimal supervision.",
        "The proposed model may replicate the weaknesses of the supervision model already in place.",
        "occupyss to premises occupied by English Partnerships will generally be under the supervision of a security contractor.",
        "Today's visitors to Ani must explore the ruins under the supervision of armed soldiers and most of the extensive site is now off-limits.",
        "operate in tandem under the supervision of the Information Commissioner.",
        "EBPCT has developed team of extended scope physiotherapists who train under supervision of orthopedic surgeons to triage all GP referrals for orthopedic outpatients.",
        "parental supervision is required.",
        "podiatry students under the supervision of staff.",
        "The Institute offers a range of MA programs and also postdoctoral research supervision.",
        "Method Investigation, generation of a novel control system for the supervision of a series hybrid powertrain.",
        "They also established a small priory under the supervision of the great abbey of St Martin les Champs in Paris.",
        "probation supervision via a Community Rehabilitation Order.",
        "The module entails each postgraduate undertaking the clinical management of an implant-retained prosthesis under supervision.",
        "prudential supervision.",
        "Constant supervision is the only real means of ensuring your child's safety.",
        "The aim of this study was to examine the effect of trainee surgeons and their supervision on hernia recurrence.",
        "scavenged at the owners ' expense; no lighting; no supervision.",
        "They were responsible to the ship's boatswain for the supervision of the seamen in their everyday duties about the ship and practical seamanship.",
        "Graduate Students now have direct access online through their CamSIS self-service to their supervision reports written in CamGRAD.",
        "English sociolinguistics: expert supervision in approaches to the study of language and society in England and Scotland is available.",
        "The \" official \" supervision of its compilation was only that of the elected successor to Muhammad.",
        "For those involved only in postgraduate teaching and supervision the contents of the course address few of the teaching situations they will face.",
        "trainee counselors now receive additional support and supervision with four recent graduates continuing to volunteer.",
        "Each trainee will perform 3 - 4 ERCP's under the supervision of experienced trainers.",
        "Toward the end of your training you will teach full classes under the supervision of your school-based tutor.",
        "watchful supervision of several rather intimidating looking security guards, we were at last allowed to read the reports.",
        "Made under the supervision of experienced winemaker Eric Laurent using 100% Cabernet Franc grapes, this is a typical example of Saumur Rouge.",
        "The policy adopted after 1890 of incorporating in the ordinary budget the expenditure on war, marine and public works, each under its own head, rendered the extraordinary budget obsolete, but there are still, besides the ordinary budget, budgets annexes, comprising the credits voted to certain establishments under state supervision, e.g.",
        "The formidable undertaking of reducing the accumulated planetary observations made at Greenwich from 1750 to 1830 was already in progress under Airy's supervision when he became Astronomer Royal.",
        "Railways have always been held by the legislatures and by the courts strictly accountable for their shortcomings, so far as accountability can be enforced by compelling the payment of damages to victims of accidents; but in spite of this, a want of enterprise and even some apparent neglect of passengers' and servants' plain rights, have often been apparent, and the Board of Trade, with its powers of supervision, inspection and investigation, must therefore be classed as one of the most beneficent factors in the promotion of safety on British railways.",
        "Significant features were the development of junior high schools, of which there were in 1921 sixteen, and the effective establishment of departmental supervision to coordinate, standardize, and improve the work in each study.",
        "The public baths were kept under strict supervision; the toga was ordered to be worn in public by senators and equites on solemn occasions; extravagant banquets were prohibited; rules were made to prevent the congestion of traffic in the streets.",
        "The supervision of the whole order was vested in a \"Board of Erin,\" meeting quarterly in England, Ireland or Scotland, and at each meeting arranging a new code of signals and passwords, which were communicated to the national delegate in the United States by the steward of a transatlantic steamship, and thence were transmitted to the various subdivisions.",
        "For every province (vilayet) a complete budget of receipts and expenditure was drawn up by its defterdar (keeper of accounts) under the supervision of the vali (governor); this budget was forwarded to the minister of finance, while each state and ministry of department received communication of the items appertaining to it.",
        "In order to facilitate supervision, a minimum area of one-half of a deunum (a deunum = about one-fourth of an acre) is fixed for ground upon which tobacco may be cultivated; in the suburban districts of Constantinople and some other towns, and in enclosures surrounded by walls and attached to dwelling-houses, it is altogether prohibited.",
        "But many such foundations fell into disorder, and the ministry was created to exercise the requisite supervision.",
        "Its provisions, held by some to be so unduly favourable to Russia as to justify the question whether she had not been victorious in the war, were as follows: Russia abandoned all pretensions to exercise a protectorate over the Christians in Turkey, or to an exclusive right of interference in the Danubian principalities, to which Bessarabia was restored; the navigation of the Danube was made free and placed under the supervision of an international commission; the Black Sea was closed to warships, while open to the commercial flags of all countries; the Asiatic frontier between the two empires remained unchanged; Turkey was admitted to the concert of Europe, and all the contracting parties agreed to respect her independence and the integrity of her territory; moreover, the provisions of the Tanzimat were reaffirmed in a fresh decree of the sultan, which was incorporated in the treaty, and further provided for a large measure of local autonomy for the Christian communities.",
        "The work of reorganization was efficiently carried out, and the gendarmerie school at Salonica, under British supervision, showed excellent results.",
        "The charitable and correctional institutions of Minnesota have been since 1901 under the supervision of a State Board of Control consisting of three paid members appointed by the governor and serving for terms of six years; this board supplanted an unpaid Board of Corrections and Charities established in 1883, and the boards of managers of separate institutions (except the schools for the deaf and the blind at Faribault, and the state public school at Owatonna) and of groups of institutions were abolished.",
        "Sichard at Basel in 1529, and reissued by Heinrich Peter in 1549 another edition appeared at St Blaise in 1790 under the supervision of Ussermann; and a third, as a result of the collation of numerous MSS., forms part of vol.",
        "(See Orange Free State.) being educated in these camps under the supervision of Mr E.",
        "Personal protection and revenge, oaths, marriage, wardship, succession, supervision over settlement, and good behaviour, are regulated by the law of kinship. A man's actions are considered not as exertions of his individual will, but as acts of the kindred, and all the fellows of the maegth are held responsible for them.",
        "The work is done by Chinese coolies under European - chiefly Dutch - supervision.",
        "126.8) that at the time of the Cylonian insurrection the nine archons attended to a great part of the business of government does not contradict the Aristotelian view, for their administration may well have been under Areopagitic supervision (see also Archon); and, as is stated in the text, the supremacy of the council may have already suffered considerable limitation.",
        "Among these functions were probably jurisdiction in cases of impiety, the supervision of magistrates and the censorship of the morals of citizens, the inhibition of illegal and unconstitutional resolutions in the Five Hundred and the Ecclesia, the examination into the fitness of candidates for office, and the collection of rents from the sacred property (cf.",
        "Under his supervision his raj came to be regarded as the model for good and benevolent management; he constructed hundreds of miles of roads planted with trees, bridged all the rivers, and constructed irrigation works on a great scale.",
        "Duncan (M`Gill College Reports, 1899), using the simple method under King's supervision, found the conductivity of very pure copper to be 1.007 for a temperature of 33Ã‚° C.",
        "From that moment the current of events, leading into the Annapolis Convention (see Annapolis, Md.) of 1786 and the Federal Convention of the following year, shows Washington's close supervision at every point.",
        "The importation of coolies is controlled by an elaborate system of legislation, which provides for the registration of contracts, the medical inspection of coolies during the journey, and supervision over rates of pay, &c., on the gardens.",
        "The other markets are conveniently situated at various accessible places within the city, and the careful police supervision to which they are subjected, both in the matter of general cleanliness, and in the careful examination of all articles of food exposed for sale, has tended to the general health and comfort of the population.",
        "This document viewed clinical supervision as a method of providing continued education by grasping the quintessence of nursing practice.",
        "Constant supervision is the only real means of ensuring your child 's safety.",
        "The villages are scavenged at the owners ' expense; no lighting; no supervision.",
        "They were responsible to the ship 's boatswain for the supervision of the seamen in their everyday duties about the ship and practical seamanship.",
        "Trainee counselors now receive additional support and supervision with four recent graduates continuing to volunteer.",
        "Each trainee will perform 3 - 4 ERCP 's under the supervision of experienced trainers.",
        "Finally, under the watchful supervision of several rather intimidating looking security guards, we were at last allowed to read the reports.",
        "Nevertheless with skilled supervision of weaning from ventilation these problems should be overcome.",
        "Finally, video monitors cannot take the place of a parent's supervision.",
        "That's why constant adult supervision is essential.",
        "They are not intended to replace cages or supervision.",
        "Others feature a switch or key to prevent kids from starting the treadmill without adult supervision.",
        "Under your supervision, let the cat explore the nursery on his own before the baby comes home.",
        "Last but not least, introduce the baby to the cat under your supervision, and let the cat smell the infant.",
        "Since cats are very sensitive to toxic substances and amounts vary by the cat's weight, it is best to only administer these products under the direct supervision of a holistic vet.",
        "In some law firms, the bulk of the work is done by junior lawyers under the supervision of a more senior attorney.",
        "Never burn soy candles, or any kind of candles, without careful supervision.",
        "Garlic has shown promise in treating mild hypertension, but it can react with other drugs and work as a blood-thinner, so it should always be used as a supplement under a doctor's supervision.",
        "Never use black cohosh without supervision of your health care provider.",
        "While black cohosh may, indeed, induce labor, it is essential to the safety and health of both you and your baby that you only use black cohosh under careful supervision.",
        "And while folklore places another uses for black cohosh as an herb to induce labor, it should never be used for this purpose except under the supervision of an herbalist, nurse midwife, or skilled naturopathic physician.",
        "St. John's Wort, on the other hand, has been shown to have a long-term effect on anxiety and depression when taken regularly under the supervision of a health care provider.St.",
        "Do this under the supervision of your health care provider because it is possible to have a reaction to the bee pollen.",
        "Never stop taking medications for diabetes except under the advice and supervision of your doctor.",
        "If you do take prescription medicines such as SSRI medications, do not take these herbs unless under direct supervision of your physician.",
        "While not removing them entirely from circulation, such restriction ensures that patients are taking these strong herbs under the direct supervision of a trained herbalist.",
        "Pregnant and nursing women should avoid all herbs unless used under supervision of a qualified healthcare professional.",
        "After their educational experience is completed, interior designers complete several years of apprenticing under the supervision of a certified interior designer.",
        "Florist- For reasons similar to those cited above, working with plants in a lovely environment and minimal supervision equals calm and quiet.",
        "Drivers' education provides knowledge of how to drive safely and opportunities to practice with supervision.",
        "The best way to keep your puppy safe is to remove any potential hazard from the area where she will be and keep her under supervision."
    ],
    "definition": [
        "Link/Cite"
    ]
}