{
    "translation": "בעל אמונות תפלות",
    "uses": [
        "He was extremely superstitious, and believed in invocations of the dead.",
        "The mullahs or priests enjoy very great influence, but the people are very superstitious, believing in witchcraft, omens, spirits and the evil eye.",
        "In his antipathy to Christianity, which appears to him barbaric and superstitious, he gives himself up to the scepticism and satire of a man of the world through which he comes in contact with Epicurean tendencies.\"",
        "An immense joy in battle breathes through the earliest Norse literature, which has scarce its like in any other literature; and we know that the language recognized a peculiar battle fury, a veritable madness by which certain were seized and which went by the name of \" berserk's way \" (berserksgangr).2 The courage of the vikings was proof against anything, even as a rule against superstitious terrors.",
        "He was a great admirer of Galen; and in his writings he protests emphatically against quackery and the superstitious remedies of the astrologers.",
        "In that year the Great Fire of London, following on the Great Plague, roused the superstitious fears of the people, and the House of Commons embodied the general feeling in a bill against atheism and profaneness.",
        "\"The Semitic nomads,\" remarks Renan in his History of Israel (tome 1, p. 50), \"were the religious race par excellence, because in fact they were the least superstitious of the families of mankind, the least duped by the dream of a beyond, by the phantasmagory of a double or a shadow surviving in the nether regions..",
        "Among the savage tribes of the interior there is scarcely any idea of God and their superstitious practices can scarcely be considered as the expression of a definite religious idea.",
        "Ridsdale, 1876 (1 P. & D., 316), a metal crucifix on the centre of the chancel screen was declared illegal as being in danger of being used superstitiously, and in the same case pictures or rather coloured reliefs representing the \"Stations of the Cross\" were ordered to be removed on the ground that they had been erected without a faculty, and were also considered unlawful by Lord Penzance as connected with certain superstitious devotion authorized by the Roman church.",
        "He was recklessly impetuous in his temperament, coarse and grossly superstitious according to modern standards.",
        "The effect of these decisions is thus summarized in the report of the Royal Commission on Ecclesiastical Discipline, 1906: \"Such images are lawful as objects of decoration in a church, but are unlawful if they are made, or are in danger of being made, objects of superstitious reverence, contrary to Article XXII.",
        "The superstitious associations of crystal-gazing, as of hypnotism, appear to bar the way to official scientific investigation, and the fluctuating proficiency of the seers, who cannot command success, or determine the causes and conditions of success and failure, tends in the same direction.",
        "Napier lived, too, not only in a wild country, which was in a lawless and unsettled state during most of his life, but also in a credulous and superstitious age.",
        "The plan of the work is good and, in spite of its fables and superstitious absurdities, contains important facts which would otherwise have been unknown.",
        "The Laos are very superstitious, believe in wer-wolves, and that all diseases are.",
        "The subordination of reason to a sense of superstitious fanaticism is the keynote of his character, and largely the explanation of his life.",
        "There is probably a superstitious reason for the preference shown by the dead for offerings of this kind; no wish is commoner than that one may receive bread and beer that had gone up on to the altar of the local god, or with which the god had been sated; something of the divine sanctity still clung about such offerings and made them particularly desirable.",
        "c. 400), the presbyter, celebrated as the author of a work, no longer extant, against superstitious practices, which called forth one of the most violent and scurrilous of Jerome's polemical treatises, was born about 370 at Calagurris in Aquitania (the modern Cazeres or perhaps Saint Bertrand de Comminges in the department of Haute-Garonne), where his father kept a \"statio\" or inn on the great Roman road from Aquitania to Spain.",
        "About 403, some years after his return from the East, Vigilantius wrote his celebrated work against superstitious practices, in which he argued against relic worship, as also against the vigils in the basilicas of the martyrs, then so common, the sending of alms to Jerusalem, the rejection of earthly goods and the attribution of special virtue to the unmarried state, especially in the case of the clergy.",
        "They are also the direct antitheses to the scepticism of Montaigne and Pascal, to the materialism of Gassendi and Hobbes, and to the superstitious anthropomorphism which defaced the reawakening sciences of nature.",
        "Barton turned out afterwards to have been an impostor, but she had duped More, who now lived in a superstitious atmosphere of convents and churches, and he had given his countenance to her supernatural pretensions.",
        "They are a wild race but mild-mannered, very superstitious, and pride themselves on their skill as doctors.",
        "5 points to religious or superstitious beliefs, on which see J.",
        "They had from early times a very complicated system of superstitious medicine, or religion, related to disease and the cure of disease, borrowed, as is thought, from the Etruscans; and, though the saying of Pliny that the Roman people got on for six hundred years without doctors was doubtless an exaggeration, and not, literally speaking, exact, it must be accepted for the broad truth which it contains.",
        "In the last thousand years B.C. the life of the Egyptians consisted largely in every kind of religious and superstitious observances.",
        "The injunctions of Edward VI., 1 547, ordered the destruction of all images that ha.d been the objects of superstitious use, and the act of 1 549 (3 & 4 Edw.",
        "i., followed by (2) a warning not to worship according to the Greeks, with an exposure of various forms of idolatry; (3) a warning not to worship according to the Jews - although they alone think they know the true God - for they worship angels and are superstitious about moons and sabbaths, and feasts, comp. Arist.",
        "But he displays a superstitious regard for miracles and prophecies; he has nothing to say against the arbitrary acts of the emperors, which he seems to take as a matter of course; and his work, although far more than a mere compilation, is not remarkable for impartiality, vigour of judgment or critical historical faculty.",
        "During the breeding season it utters a booming noise, from which it probably derives its generic name, Botaurus, and which has made it in many places an object of superstitious dread.",
        "The transition from this point of view to an almost superstitious adoration of Plato was natural; and Ficino, we know, joined in the hymns and celebrations with which the Florentine Academy honoured their great master on the day of his birth and death.",
        "But when she heard of Prince Andrew's presence in their house, despite her sincere pity for him and for Natasha, she was seized by a joyful and superstitious feeling that God did not intend her to be separated from Nicholas.",
        "As indicated by its name, which means \" burnt,\" it is of volcanic origin, and plays an important part in the folklore and in the superstitious legends of the Hungarian people.",
        "It was an austere religion, inculcating self-restraint, courage and honesty; it secured peace of conscience through forgiveness of sins, and abated for those who were initiated in its mysteries the superstitious terrors of death and the world to come.",
        "The members accidentally discovered that the fear of it had a great influence over the lawless but superstitious blacks, and soon the club expanded into a great federation of regulators, absorbing numerous local bodies that had been formed in the absence of civil law and partaking of the nature of the old English neighbourhood police and the ante-bellum slave patrol.",
        "1737), and was invested with superstitious terrors.",
        "OLD] and ritualistic; the other, more cosmopolitan, extended a freer welcome to strangers, and tolerated the popular elements and the superstitious cults which are vividly depicted (Isa.",
        "For the rest, a substratum of superstitious beliefs, which survives from the days when the Malays professed only their natural religion, is to be found firmly rooted in the minds of the people, and the influence of Mahommedanism, which regards such things with horror, has been powerless to eradicate this.",
        "\"Never did pagans,\" he writes, \"solemnize with such extravagance their superstitious festivals as do they ....",
        "They have a superstitious objection to firing a gun, thinking that it offends the deities of the woods and valleys, and brings down rain.",
        "They deal for the most part with the hearing of diseases, the bites of snakes and scorpions, &c., but incidentally cast many sidelights on the mythology and superstitious beliefs.",
        "Henderson was mainly responsible for the final form of this document, which consisted of (1) the \" king's confession \" drawn up in 1581 by John Craig, (2) a recital of the acts of parliament against \" superstitious and papistical rites,\" and (3) an elaborate oath to maintain the true reformed religion.",
        "Literature, 1884) thinks he aimed at correcting the apocryphal, and to modern ideas superstitious, teaching of the earlier Buckling Homilies.",
        "Popa, a detached peak in the Myingyan district, belongs to this system and rises to a height of nearly 5000 f t., but it is interesting mainly as an extinct volcano, a landmark and an object of superstitious folklore, throughout the whole of Central Burma.",
        "The chief names in this advanced theology connected with Cartesian doctrines are Ludwig Meyer, the friend and editor of Spinoza, author of a work termed Philosophia scripturae interpres (1666); Balthasar Bekker, whose World Bewitched helped to discredit the superstitious fancies about the devil; and Spinoza, whose Tractatus theologico-politicus is in some respects the classical type of rational criticism up to the present day.",
        "Though less superstitious than the Tahitians, the idolatry of the Sandwich Islanders was equally barbarous and sanguinary, as, in addition to the chief objects of worship included in the mythology of the other islands, the supernatural beings supposed to reside in the volcanoes and direct the action of subterranean fires rendered the gods objects of peculiar terror.",
        "19, 17-24; and for superstitious leanings, ii.",
        "First let me say, we're not superstitious.",
        "His first letter from Cawood to Cecil told that he had not been well received, that the gentry were not \"well-affected to godly religion and among the common people many superstitious practices remained.\"",
        "\" whether they do or do not, or will or will not, encourage or lead to idolatrous or superstitious worship in the place where they are, or are to be put \" (Lindley, L.",
        "The monks were pensioned off, but though the confiscated property helped to fill the empty coffers of the state, the measure aroused widespread alarm and resentment among that superstitious people.",
        "They are superstitious, and worship with hearty veneration any being or thing whose destructive agency they fear.",
        "It appears no longer as the object of a special cult, but limited to the homage of certain sects, expressed by superstitious rites of obscure significance.",
        "Few men have been so courageous, and his influence was magnetic. Even the rough Szeklers, though they did not understand the language of their \"little father,\" regarded him with superstitious reverence.",
        "Hell, at fifty eight, he did n't need this superstitious nonsense.",
        "- Gifts to superstitious uses are void both at common law and by statute.",
        "c. 115 gifts for the propagation of the Roman Catholic faith are not void as made to superstitious uses.",
        "First let me say, we 're not superstitious.",
        "The noises made by some Ptinidae (Anobium) tapping on the walls of their burrows with their mandibles give rise to the \"death tick\" that has for long alarmed the superstitious.",
        "for the consecration of bishops, priests and deacons, contains all that is necessary for such ordination and nothing which is of itself superstitious.",
        "The council of Trent, while reproving all superstitious practices in the invocation of the saints, the veneration of relics and the use of images, expresses as follows the doctrine of the Roman Church: \"That the saints who reign with Christ offer to God their prayers for men; that it is good and useful to invoke them by supplication and to have recourse to their aid and assistance in order to obtain from God His benefits through His Son our Saviour Jesus Christ, who alone is our Saviour and Redeemer\" (Sess.",
        "The strength of the priesthood in Chaldaea and in Egypt stands plainly in the closest connexion with the survival of a magical element in the state religion, and Rome, in like manner, is more priestly than Greece, because it is more superstitious.",
        "They began with the convents, and Oecolampadius was able to refrain in public worship on certain festival days from some practices he believed to be superstitious.",
        "In general, the people are lively, good-humoured and ready-witted, fond of pleasure, lazy and extremely superstitious.",
        "Augustus was a covetous, cruel and superstitious man, but these qualities were redeemed by his political caution and his wise methods of government.",
        "At the same time one also meets with frank avowals of a superstitious fear lest any irregularity in the performance of the obsequial rites should cause the Fathers to haunt their old home and trouble the peace of their undutiful descendant, or even prematurely draw him after them to the Pitri-loka or world of the Fathers, supposed to be located in the southern region.",
        "Many were only kept back from going to church ` by the fear that their neighbours would think them superstitious or narrow-minded.",
        "Within the Catholic body itself there was even at this time a more or less pronounced anti-Roman movement, a reflection of the Gallican and Febronian tendencies on the continent of Europe, and the \" Catholic Committee,\" consisting for the most part of influential laymen, which had been formed to negotiate with the government, was prepared to go a long 1 This declaration, which denounced the mass as \" idolatrous and superstitious,\" was taken by all office-bearers, including bishops on taking their seats in the House of Lords, until the Relief Act of 1829.",
        "The act may still be of value in the construction of old grants, and in affording examples of what the legislature regarded as superstitious uses.",
        "The court may compel discovery of a secret trust for superstitious uses.",
        "The Roman Catholic Charities Act 1860 enables the court to separafe a lawful charitable trust from any part of the estate subject to any trust or provision deemed to be superstitious.",
        "It conditions someone to cling to superstitious beliefs or to be excited about auspicious signs.",
        "He was also extremely superstitious, and believed in invocations of the dead.",
        "Many superstitious rites had to be observed in the course of the process:",
        "Hence also the universal reverence paid to serpents (raga) since those early days; though whether it simply arose from the superstitious dread inspired by the insidious reptile so fatal to man in India, or whether the verbal coincidence with the name of the once-powerful nonAryan tribe of Nagas had something to do with it must remain doubtful.",
        "Hence the exoteric theory of manifestations of the Supreme Spirit; and that not only the manifestations implied in the triad of gods representing the cardinal processes of mundane existence - creation, preservation, and destruction or regeneration - but even such as would tend to supply a rational explanation for superstitious imaginings of every kind.",
        "In the Reformed (Calvinistic) Churches altar lights were, with the rest, done away with entirely as popish and superstitious.",
        "Venality and the extortion of the tax-gatherer flourished anew after the departure of Gordon, while the feebleness of his successors inspired in the Baggara a contempt for the authority which prohibited them pursuing their most lucrative traffic. When Mahommed Ahmed (q.v.), a Dongolese, proclaimed himself the long-looked-for Mandi (guide) of Islam, he found most of his original followers among the grossly superstitious villagers of Kordofan, to whom he preached universal equality and a community of goods, while denouncing the Turks 2 as unworthy Moslems on whom God would execute judgment.",
        "I am the least superstitious of men, but it drew me.",
        "Everything connected with love was made a mystery of, and treated with a kind of superstitious awe.",
        "Sir Henry has, I suppose, no superstitious fears in the matter?",
        "Ignorance of natural law, they argue, causes us to fall prey to superstitious thinking, inventing supernatural causes where none exist.",
        "It was n't a replacement at all, it was the real medallion that Jason found and Mia has now become superstitious.",
        "In addition, some cultures are quite superstitious.",
        "Couples who are superstitious may want to avoid styles from celebrities with volatile relationships - the ring may quickly come to symbolize a bitter divorce rather than an everlasting union.",
        "And if you're superstitious, they're a gift you'd never dream of giving a friend.",
        "If you're a very superstitious person, you probably know not to give shoes for Christmas.",
        "This is largely due to the superstitious nature of people who undertake ocean voyages and subsequently seek out symbols of good fortune.",
        "Many sailors were superstitious and often tattooed specific symbols onto various places of the body to ward off evil, keep them from sinking or guide their way home.",
        "Whether you're superstitious and want to carry a bit of good fortune wherever you go, or have a justified fondness for all things equestrian, you'll love these ideas for making creative horseshoe nail designs.",
        "The Berbers, if irreligious, are very superstitious, never leaving their homes without exorcizing evil spirits, and have a good and evil interpretation for every day of the week.",
        "Such cases are, of course, exceptional, and generally refer to a period long past, but they explain and justify the superstitious awe with which the tiger is regarded by the natives.",
        "Religion is always the original pretext of these gatherings or melas, at some of which nothing is done beyond bathing in the river, or performing various superstitious ceremonies.",
        "Then he draws on a wooden board a set of hieroglyphs in chalk, and his dexterity in counting or recounting the stars under whose region or influence the child is declared to be born is marvelled at by the superstitious creatures thronging around him.",
        "4 Also there are clans like the American Apaches and Navahos who will neither kill nor eat rattlesnakes for purely \" superstitious \" reasons.",
        "That the transmigration theory, which makes the spirit of the departed hover about for a time in quest of a new corporeal abode, would naturally lend itself to superstitious notions of this kind can scarcely be doubted.",
        "It is not easy to determine what gifts are to be regarded as gifts to superstitious uses.",
        "superstitious fears in the matter?",
        "But the highly superstitious Pluke 's problems really began when the Security Services told him to end his investigations of his prime suspect.",
        "This was reflected in The Lord of the Rings when Boromir expresses apprehension about the Golden Wood of Lothlorien, followed by Eomer's superstitious comment that a \"Lady of the Wood\" lives there, and is a sorceress.",
        "In this he drew a masterly picture, not only of the life and immorality of the friars but also of the insolent Filipino chiefs or caciques, subservient to the powers above, tyrannical to those below, superstitious, unprogressive and grasping.",
        "The generally recognized principal Avatars do not, however, by any means constitute the only occasions of a direct intercession of the deity in worldly affairs, but - in the same way as to this day the eclipses of the sun and moon are ascribed by the ordinary Hindu to these luminaries being temporarily swallowed by the dragon Rahu (or Graha, \" the seizer\") - so any uncommon occurrence would be apt to be set down as a special manifestation of divine power; and any man credited with exceptional merit or achievement, or even remarkable for some strange incident connected with his life or death, might ultimately come to be looked upon as a veritable incarnation of the deity, capable of influencing the destinies of man, and might become an object of local adoration or superstitious awe and propitiatory rites to multitudes of people.",
        "(4) Superstitious Uses.",
        "It should be noticed that the doctrine of superstitious uses is not confined to the Roman Catholic religion, though the question has generally arisen in the case of gifts made by persons of that religion.",
        "Yet nothing is less true; for the savage, more than the civilized man, is tied down at every step with superstitious scruples and restrictions barely traceable in higher civilizations except as primitive survivals.",
        "That such dietary restrictions were merely ceremonial and superstitious, and not intended to prevent the consumption of meats which would revolt modern tastes, is certain from the fact that the Levitical law freely allowed the eating of locusts, grasshoppers, crickets and cockroaches, while forbidding the consumption of rabbits, hares, storks, swine, &c. The Pythagoreans were forbidden to eat beans.",
        "The superstitious soldiers of Ali refused to fight any longer, and demanded that the issue be referred to arbitration (see further Caliphate, section B.",
        "The philosophies which are \" redargued \" are divided into three classes, the sophistical, of which the best example is Aristotle, who, according to Bacon, forces nature into his abstract schemata and thinks to explain by definitions; the empirical, which from few and limited experiments leaps at once to general conclusions; and the superstitious, which corrupts philosophy by the introduction of poetical and theological notions.",
        "The use of \" wax lights and tapers \" formed one of the indictments brought by P. Smart, a Puritan prebendary of Durham, against Dr Burgoyne, Cosin and others for setting up \" superstitious ceremonies \" in the cathedral \" contrary to the Act of Uniformity.\"",
        "He sought to judge them from the standpoint of the ancient world, and to account for them by the superstitious beliefs which were then generally in vogue.",
        "As a rule they are ignorant, unprogressive and apathetic, intensely superstitious, cruel and intemperate, though individual strong characters have been produced.",
        "The ancient books, preserved in the Pali Pitakas, being mainly occupied with the details of Arahatship, lost their exclusive value in the eyes of those whose attention was being directed to the details of Bodhisatship. And the opinion that every leader in their religious circles, every teacher distinguished among them for his sanctity of life, or for his extensive learning, was a Bodhisat, who might have and who probably had inherited the karma of some great teacher of old, opened the door to a flood of superstitious fancies.",
        "He was luxurious and indolent, entrusting the command of his armies to others whose successes he appropriated, cruel and superstitious, but a magnificent patron of art and literature.",
        "Yet there were elements of weakness in his character which his short life only half revealed: an impetuosity which made him twice threaten to take his own life; a superstitious vein which impelled him to consult oracles and shrink from bad omens; an amiable dilettantism which led him to travel in Egypt while his enemy was plotting his ruin; a want of nerve and resolution which prevented him from coming to an open rupture with Piso till it was too late.",
        "But since the results of the higher criticism depend on the soundness and thoroughness of the criticism called \" lower,\" and since Duhm has the advantage of being exceptionally free from that exaggerated respect for the letters of the traditional text which has survived the destruction of the old superstitious veneration for the vowel-points, it may be best to give the student his \" higher critical \" results, dated 1901.",
        "The islanders soon relapsed, but they kept up the superstitious cult of the saint (whom they honoured as a god), returning to Christianity three centuries later.",
        "high, called \"Granny Kempoch,\" which the superstitious of other days regarded as possessing influence over the winds, and which was the scene, in 1662, of certain rites that led to the celebrants being burned as witches.",
        "He was also employed in the same year in assisting at the suppression of superstitious usages, but the reaction of 1540 drove him once more abroad.",
        "Their religion had its fine lucid intervals, but their mythology and ritual were little better than savage ideas, elaborately worked up by the imagination of a cruel and superstitious priesthood.",
        "which he set aside or re-established the Pragmatic Sanction, according to the fluctuations of his financial necessities or his Italian ambitions~ It has been said that on the other hand he was a king of the common people, and certainly he was one of them in his simple habits, in his taste for rough pleasantries, and above all in his religion, which was limited to superstitious practices and small devoutncsses.",
        "The chief causes of his victory over his opponents were his great popularity and the superstitious reverence paid to the episcopal character at that period.",
        "He was growing old and increasingly superstitious; the affairs of his realm were going from bad to worse; he became frenziedly anxious to propitiate the wrath of his maker by making war on the enemies of the Church.",
        "Judicial astrology, as a form of divination, is a concomitant of natural astrology, in its purer astronomical aspect, but mingled with what is now considered an unscientific and superstitious view of world-forces.",
        "They are good cultivators of the soil, but are poor, superstitious, ignorant and unambitious, and they live in semi-subterranean houses as their ancestors did Boo years B.C. The townsmen, especially in the large towns, have more regular features - often of the Persian type.",
        "He speaks of himself as having been \"very superstitious\" in these early years.",
        "After being excommunicated as \"schismatics and rebels, founders of a superstitious sect, and propagators of false and pestiferous doctrines,\" they proceeded to elect a general (for Michael of Cesena had disavowed them) and then a pope called Celestine (L.",
        "In doing so we have been deterred by no superstitious awe before the title deeds of tyrannies or empires.",
        "Why is it an \" extreme viewpoint \" to consider creationism \" superstitious and fixated on needles traditions \"?",
        "A humanist discussion of... IMMIGRATION, ASYLUM AND REFUGEES Humanist ethics Humanists seek to live good lives without religious or superstitious beliefs.",
        "Theists ' beliefs are based on superstitious nonsense with little or no basis in reality.",
        "M. Latymer a long tyme was a zelous & superstitious papist.",
        "Neither do I regard a new-born child with any superstitious reverence.",
        "superstitious of men, but it drew me.",
        "superstitious reverence.",
        "superstitious awe.",
        "superstitious nonsense.",
        "superstitious belief was related to wedding cakes.",
        "superstitious thinking, inventing supernatural causes where none exist.",
        "A horror which was almost superstitious came upon him at the sight of them.",
        "The people were very superstitious, they believed in most things they have only heard of.",
        "But the highly superstitious Pluke's problems really began when the Security Services told him to end his investigations of his prime suspect.",
        "Popular beliefs and legends Why were the Aztecs so superstitious?",
        "Award for Best Short Fiction ' White ' by Tim Lebbon MoT Press \" I ai n't superstitious, \"; wrote Tim.",
        "It wasn't a replacement at all, it was the real medallion that Jason found and Mia has now become superstitious.",
        "In addition to sounding superstitious, there is no way to explain such an influence.",
        "The custom was curtailed when brides began to get superstitious about taking their rings off after the ceremony.",
        "Award for Best Short Fiction ' White ' by Tim Lebbon MoT Press \" I ain't superstitious, \"; wrote Tim.",
        "A few peasants of Lombardy still believe that one who has received extreme unction ought to be left to die, and that sick people may be starved to death through the withholding of food on superstitious grounds.",
        "They are no longer used as an armoury from which opposite sides may draw effective weapons, offensive or defensive; nor on the other hand are they cast aside as the rubbish of an ignorant and superstitious age.",
        "Abandoning the ancient Muscovite capital, where many influential personages were fanatically hostile to his innovations and not a few of the superstitious inhabitants regarded him with horror as Antichrist, he built at the mouth of the Neva a new capital which was to serve as \" a window through which his people might look into Europe \"; and laying aside the national St title of tsar he proclaimed himself (1711) emperor Peters- (Imperator) of all Russia - much to the surprise and indignation of foreign diplomatic chancelleries, which resented the audacity of a semi-barbarous potentate in claiming to be equal in rank with the head of the Holy Roman Empire.",
        "He was charged with \"depraving the public worship of God contained in the liturgy of the Church of England, asserting the same to be superstitious and unchristian, preaching, writing and conversing against the creeds and the divinity of our Saviour, and assuming to himself the power of making arbitrary alterations in his performance of the public worship.\"",
        "A man of unnatural passions and grossly superstitious, he was an ardent lover of nature.",
        "They not unnaturally showed a tolerant spirit on the whole toward existing institutions, including the ecclesiastical abuses, and, in general, cared little how long the vulgar herd was left in the superstitious darkness which befitted their estate, so long as the superior man was permitted to hold discreetly any views he pleased.",
        "The king had now clarified the ancient laws of the realm to his satisfaction, and could proceed to abolish superstitious rites, remedy abuses, and seize such portions of the Church's possessions, especially pious and monastic foundations, as he deemed superfluous for the maintenance of religion.",
        "The perfecti only were admitted to its esoteric doctrines and to its superstitious practices.",
        "It may be said in general that while Luther insisted that public worship ought to be conducted in a language understood by the people, and that all ideas and actions which were superstitious and obscured the primary truth of the priesthood of all believers should be expurged, he wished to retain as much as possible of the public service of the medieval church.",
        "But out of these primitive notions arose a real medical science: when the ailment could be located and its nature roughly determined, a more materialistic view was taken of it; and many herbs and drugs that were originally used for some superstitious reason, when once they had been found to be actually effective, easily lost their magical significance and were looked upon as natural specifics.",
        "To the prophets Hosea and Amos the cultus of Bethel was superstitious and immoral, even though it was Yahweh himself who was worshipped there (see Bethel).",
        "Around the 18th century a more superstitious belief was related to wedding cakes.",
        "These are P. megapodius, called El Turco by the natives, which is noticeable for its ungainly appearance and awkward gait; the P. albicollis, which inhabits barren hillsides and is called tapacollo from the manner of carrying its tail turned far forward over its back; the P. rubecula, of Chiloe, a small timid denizen of the gloomy forest, called the cheucau or chuca, whose two or three notes are believed by the superstitious natives to be auguries of impending success or disaster; and an allied species (Hylactes Tarnii, King) called the guid-guid or barking bird, whose cry is a close imitation of the yelp of a small dog.",
        "16) saw the \"superstitious\" man, as he passed by, take out his phial of oil, pour it over them, and kneel down before them to say his prayers."
    ],
    "definition": [
        "Inclined to believe in superstition.",
        "Of, characterized by, or proceeding from superstition.",
        "su′per·sti′tious·ly\nadverb",
        "su′per·sti′tious·ness\nnoun",
        "Link/Cite",
        "Susceptible to superstitions.",
        "Arising from or having the character of superstitions.",
        "(archaic) overexact; unnecessarily scrupulous",
        "Link/Cite"
    ]
}