{
    "translation": "ִשער, סבר, הניח",
    "uses": [
        "I suppose they're both a little artificial.",
        "Yeah, well, I suppose it's a little tough in the winter.",
        "I suppose it depends on the driver.",
        "I don't suppose he'd agree.",
        "What do you suppose Paulette was doing up there by herself?",
        "I suppose he wanted to help.",
        "\"I suppose that's the one thing that troubles me most,\" Lisa admitted.",
        "I suppose everyone asks you, but why are you doing it?",
        "Yes, I suppose, she answered.",
        "You don't suppose Martha and Quinn went into hiding, do you?",
        "How much time do you suppose we're spending on a case where as far as we can tell no one is in harm's way whatsoever?",
        "I suppose he missed those.",
        "TO MRS. SAMUEL RICHARD FULLER Wrentham, October 20, 1899. ...I suppose it is time for me to tell you something about our plans for the winter.",
        "I suppose Paul recognized my name, either before or soon after we first met, back when I was a teenager.",
        "I suppose you knew that, too.",
        "Somehow I had expected to see a pale, delicate child--I suppose I got the idea from Dr. Howe's description of Laura Bridgman when she came to the Institution.",
        "The million dollar hunt for the Psychic Tipster was flooding the press; I suppose as intended.",
        "I don't suppose you're going to come out of the closet and give me an exclusive.",
        "\"A real juicy case, I suppose,\" Dean prodded.",
        "I suppose that's only natural.",
        "I suppose no place is better than home on Christmas.",
        "Do you suppose any of these relatives Howie is trying to reach will be as candid about his early years as Reverend Humphries?",
        "\"I suppose you're anxious to get back on the road,\" Dean hinted.",
        "If the name was not derived from that of some English locality--Saffron Walden, for instance--one might suppose that it was called originally Walled-in Pond.",
        "Suppose we each sing a song in turn.",
        "If the whole activity of the leaders serves as the expression of the people's will, as some historians suppose, then all the details of the court scandals contained in the biographies of a Napoleon or a Catherine serve to express the life of the nation, which is evident nonsense; but if it is only some particular side of the activity of an historical leader which serves to express the people's life, as other so-called \"philosophical\" historians believe, then to determine which side of the activity of a leader expresses the nation's life, we have first of all to know in what the nation's life consists.",
        "I suppose it is different things for different people - dreams or goals.",
        "I suppose it is one of the Rostovs!",
        "Now, what do you suppose happens when agriculture prices shoot way up?",
        "When I awoke and found that all was dark and still, I suppose I thought it was night, and I must have wondered why day was so long coming.",
        "\"A little,\" Carmen responded, \"but I suppose that's natural, given our relationship.",
        "Your chief fault, my friend, is in being made of wood, and that I suppose you cannot help.",
        "The reasons on which the Duc de Bassano based his refusal to deliver them to him would never have led me to suppose that that could serve as a pretext for aggression.",
        "At first the piglet stuck in the neck of the vase and I thought I should get him, after all, but he wriggled himself through and fell down into the deep bottom part--and I suppose he's there yet.",
        "But the deepest ponds are not so deep in proportion to their area as most suppose, and, if drained, would not leave very remarkable valleys.",
        "How many miles do you suppose it is?",
        "While I suppose we were pleased Howie was moving on, we dreaded the possible ramifications.",
        "One couple is sleeping apart, so I suppose Ginger and Joseph are already estranged.",
        "\"Those who pass the examinations, I suppose,\" replied Kochubey, crossing his legs and glancing round.",
        "\"Possible, I suppose,\" Dean said.",
        "I suppose you could call it that.",
        "\"I suppose not,\" he finally said as he spooned mashed potatoes into his plate.",
        "I SUPPOSE he was going to take it to his mother.",
        "I do not write on a Braille tablet, as you suppose, but on a grooved board like the piece which I enclose.",
        "I don't suppose you'd go if you say your wife can't.",
        "The gate, I suppose, is New York City, and Freedom is the great statue of Liberty.",
        "No, I don't suppose so.",
        "I suppose so, but I thought I could work it out.",
        "Do you suppose they don't smell you coming so quickly?",
        "I don't suppose you know Gladys Gillespie of Sow Creek, Idaho do you?",
        "December 22, [1898] ...I suppose Mr. Keith writes you the work-a-day news.",
        "I suppose I shall have many such battles with the little woman before she learns the only two essential things I can teach her, obedience and love.",
        "I don't suppose there are any shrinks among the Naturals.",
        "I suppose you're right.",
        "You don't suppose he has a police record, do you?",
        "So you suppose that's who shot at us?",
        "\"I suppose I ought to give the wooden dummy a good start of me,\" growled Jim.",
        "I suppose that is because so many of my impressions come to me through the medium of others' eyes and ears.",
        "I suppose the calls of the stupid and curious, especially of newspaper reporters, are always inopportune.",
        "I love all living things,--I suppose everyone does; but of course I cannot have a menagerie.",
        "How could they--they can see and hear, and I suppose they could not understand matters from my point of view....",
        "I suppose you got Helen's letter.",
        "I suppose I'm simply not very ambitious.",
        "Now, suppose I am right and incomes effectively rise dramatically.",
        "I... I suppose you've heard about me.",
        "I don't suppose you'll put in a good - or bad - word for me.",
        "How many people do you suppose would like that?",
        "But I suppose he is very busy now.",
        "I suppose you feel so, too, when you gaze up to the stars in the stillness of the night, do you not?...",
        "She made the letters rapidly, and I gave her the cake, which she ate in a great hurry, thinking, I suppose, that I might take it from her.",
        "I don't agree with him; but I suppose we shall have to leave our little bower very soon.",
        "By whoever invited all these other people - I suppose because she was someone I knew.",
        "I suppose to get his goat.",
        "I suppose it's very interesting.",
        "At other times, in the midst of a paragraph I was writing, I said to myself, \"Suppose it should be found that all this was written by some one long ago!\"",
        "I suppose her idea was \"Baby eats much.\"",
        "She has often gone with me to the post-office to mail letters, and I suppose I have repeated to her things I wrote to you.",
        "She knew, too, that I sometimes write \"letters to blind girls\" on the slate; but I didn't suppose that she had any clear idea what a letter was.",
        "If she could see and hear, I suppose she would get rid of her superfluous energy in ways which would not, perhaps, tax her brain so much, although I suspect that the ordinary child takes his play pretty seriously.",
        "Or suppose he comes from reading a Greek or Latin classic in the original, whose praises are familiar even to the so-called illiterate; he will find nobody at all to speak to, but must keep silence about it.",
        "I suppose he won't go? she continued, turning to the prince.",
        "But Kutuzov went on blandly smiling with the same expression, which seemed to say that he had a right to suppose so.",
        "But you don't suppose I'm going to get you married at once?",
        "I suppose I do enjoy the work, and I try to act respectful to all our customers.",
        "I suppose I should modernize it, though.",
        "I don't suppose Martha does; least not yet.",
        "I say to my friend, Suppose we try who will get there first.",
        "I suppose they polish him up as they do the guns.",
        "No, I suppose not.",
        "I suppose there are some people who would consider it unthinkable to keep it in operation.",
        "\"I suppose there's no harm in going after such a thing to-day,\" says he.",
        "It is a vulgar error to suppose that you have tasted huckleberries who never plucked them.",
        "His words and attitude always suppose a better state of things than other men are acquainted with, and he will be the last man to be disappointed as the ages revolve.",
        "At the advent of each individual into this life, may we not suppose that such a bar has risen to the surface somewhere?",
        "I do not suppose that I have attained to obscurity, but I should be proud if no more fatal fault were found with my pages on this score than was found with the Walden ice.",
        "Does thee suppose that it is very wrong for Benjamin to do such a thing?",
        "\"Suppose the stairs get steeper?\" suggested Zeb, doubtfully.",
        "Do you suppose this is what it looked like when the first settlers found it?",
        "I suppose he has been too busy to write to his little friend.",
        "It is not at all what you suppose; but that is what the German Tugendbund was, and what I am proposing.",
        "I suppose you wonder what I've got in this box.",
        "You don't suppose she's learned something about Martha and her mother, do you?",
        "\"Suppose we escape down the stairs, too,\" suggested the boy.",
        "Why do you suppose that I should look severely on your affection for that young man?",
        "Well, it doesn't matter anyway, I suppose.",
        "Is someone in the mine, do you suppose?",
        "Suppose we wish to find the coefficient of (52413) in the product (20(2' 4)(0).",
        "Suppose that is transformed into Ax=BX=CX=...",
        "Hence in the above general form of covariant we may suppose the exponents h 1, h2, h3,...ki, k2, k3,...",
        "The word Isis is probably an academic rendering of Ouse or Isca, a common British river name, but there is no reason to suppose that it ever had much vogue except in poetry or in the immediate neighbourhood of Oxford.",
        "Suppose the whole space in which induction exists to be divided up into unit tubes, such that the surface integral of the induction over any cross-section of a tube is equal to unity, and along the axis of each tube let a line of induction be drawn.",
        "On the contrary, the energetic action of that battery led the French to suppose that here--in the center--the main Russian forces were concentrated.",
        "I suppose I'd begin to doubt myself the more I thought about it.",
        "How do you suppose that makes him feel?",
        "But even suppose blood should flow.",
        "\"Well, I suppose it is time we were at table?\" said Marya Dmitrievna.",
        "\"Just as I may suppose you to be deluded,\" said Pierre, with a faint smile.",
        "But do not suppose me to be so bad.",
        "\"I suppose this means it's inappropriate to fill Fred in on what happened at the Lucky Pup,\" Cynthia mused as they climbed the steps to Bird Song.",
        "\"Suppose we pick the Royal Princess,\" said the Wizard.",
        "\"And suppose they outdo my Milka at once!\" he thought as he rode with \"Uncle\" and Ilagin toward the hare.",
        "I suppose it's an offer on the mine.",
        "I suppose the little girls enjoyed Helen's letter.",
        "If they are beaten, flogged, or sent to Siberia, I don't suppose they are any the worse off.",
        "\"Oh, the spring, I suppose,\" he thought as he turned round.",
        "The same thing people are up to now, I suppose.",
        "To make sure I'm not keeping up with the Jones', I suppose.",
        "You don't suppose she planned all that business with Fitzgerald just so she could run for sheriff herself?",
        "Suppose it was Brandon, acting alone, who killed the Blackie Rowland?",
        "I suppose I could have peed on your trouser leg, but that would have been crude.",
        "I don't suppose you will find a need to raise him or Kris as you did me.",
        "I suppose it's no surprise that wildlife is moving onto our land.",
        "I suppose you're right about that.",
        "I suppose it helps keep the carrier from getting attached to the baby.",
        "I don't suppose you're here to cut me a break?",
        "\"I suppose you.ll be the latest to tell me she.s better off without me,\" Rhyn said.",
        "\"I suppose he explained what he did to me, too,\" Katie snapped.",
        "\"I suppose you'll forbid it,\" she said, eyeing him.",
        "I suppose she's divorced and 'Shipton' is her maiden name.",
        "Do you suppose they belong to that woman?",
        "\"I suppose you consider that one of life's little blessings,\" Dean answered with a smile.",
        "\"I suppose this is about Mrs. Shipton,\" Weller said, taking Dean by total surprise.",
        "I suppose you had a raft of this abuse stuff back in Pennsylvania.",
        "Do you suppose the boy really did speak?",
        "Well, I suppose I could.",
        "Why do you suppose she did it?",
        "\"I suppose you're right,\" Fred grumbled.",
        "And I suppose Mother's day cards weren't available this time of year?",
        "You don't suppose Annie is trying to contact us, do you?",
        "Do you suppose these are just speculations about how their life might be?",
        "I suppose if she has a chance to get lucky, she should jump on him, so to speak.",
        "What do you suppose caused her to leave a cultured and safe life in Boston and come west?",
        "\"I don't suppose it means he's marrying her,\" Cynthia said as she emerged from the bathroom in her flannel nightdress.",
        "I suppose you've got a good reason why you tried to beat the brains out of a guy holding an ice ax, in the middle of the street with a bunch of people watching.",
        "You wanted to kill him, I suppose.",
        "I don't suppose you happen to know how this knife got up in the ice park, next to the cut end of a rope?",
        "\"I suppose no one would pay much attention,\" he answered.",
        "No, I don't suppose it is.",
        "We can't suppose the knife was originally taken with any murderous intent.",
        "I suppose we have to list young Donnie.",
        "I don't suppose it is.",
        "I suppose she thought I'd roll over and cry in my pillow.",
        "I suppose letting someone into a guest's room is against a bunch of innkeeper laws but considering the circumstances, I'll stick my neck out.",
        "\"Nice and cozy,\" she commented, bouncing the bed, and then added, \"I suppose Bird Song is a tree-hugger-type joint and you don't let a person smoke here.\"",
        "I suppose you should have been billing him that way all along, if this is where he's been corking the widow.",
        "Suppose we could get Martha to feel him out?",
        "\"I suppose half the people run off with the key,\" she said, her back toward him but making no move to return inside.",
        "I suppose she wore it down stairs.",
        "Do you suppose Shipton suspects what Donnie did?",
        "Don't you suppose they might both be doing time in the other place?",
        "\"Both,\" Fred said, then added, \"I suppose Edith did cut his line.",
        "I suppose I could try for a while, but I'm not making any promises.",
        "Well… I suppose you don't have to carve all of them.",
        "Anyway, I suppose I owe him something for the three years he bossed me around.",
        "I suppose I could use a few hours away from this place, though.",
        "\"I suppose you're right,\" she muttered as she headed for the door.",
        "I suppose a guy should be careful whose filly he's trying to shoo into his stable - especially when she's still wearing another man's halter.",
        "I suppose any of us might act stupid, given the circumstances.",
        "I suppose you get lots of skips, don't you?",
        "The same thing you'd do if you were married, I suppose.",
        "I suppose that's the 64-dollar question.",
        "The ol' boys at the station are about split down the middle but we're not privy to Byrne's lifestyle and I suppose that's the key.",
        "Suppose it belonged to our friend?",
        "\"I suppose you folks are on your way for a vacation in Florida and just stopped off for the night,\" the man said with mock inno­cence.",
        "I suppose I'll have to get a locksmith if he doesn't send me the key.",
        "I don't suppose Mrs. Glass got a license number?",
        "Why do you suppose they did that?",
        "Now why do you suppose he'd interest them?",
        "Why do you suppose he mailed it back at all?",
        "I don't suppose it did.",
        "Suppose he bought it pri­vate, so I started checking the old classifieds and sure enough— pay dirt—a three-year-old Pace Arrow!",
        "Suppose, he conjectured, Cynthia was involved.",
        "Suppose Alfred Nota and his pal Homer's break-in at Collingswood Avenue was just a cover-up and their true mission was to plant a listening device.",
        "I suppose I better call off the hounds.",
        "He paused and then added, \"I don't suppose there's any return address on Arthur's note?\"",
        "I suppose we'll be joining 'em. When is it?",
        "\"What kind of physical shape do you suppose Byrne is in?\" asked Fred as he eyed a gorgeous blonde in scarlet bike pants.",
        "\"She's out there gallivanting, I suppose,\" Fred snorted.",
        "Do you suppose he's really meeting someone, or is that just an excuse to beat it?",
        "I suppose you're pissed off and looking for an explanation.",
        "I suppose I ought to thank you.",
        "You're a biker, so Byrne and you struck up a conversation—and I suppose shared a few drinks.",
        "No, I suppose the possibility of snakes does pose a bigger threat.",
        "What do you suppose they will think about you sleeping here last night?",
        "\"I suppose it makes sense,\" Mums said to Carmen, \"but where are you going to get one?\"",
        "I suppose it comes in handy for all kinds of surprises.",
        "I suppose it's normal under the circumstances.",
        "\"I suppose so,\" he said, \"and the full beard, no doubt.\"",
        "I suppose she thought you were a newlywed.",
        "I suppose he was trying to protect me.",
        "I suppose it is better than a lonely dirt road on a cold day.",
        "I suppose it will wait.",
        "I suppose I should be grateful, but it's hard to take care of her when she keeps shoving money back at me.",
        "I suppose not, but I'm still not in the mood.",
        "I suppose you think you're real smart.",
        "I suppose this rights your wrong, though I will never forgive you.",
        "\"I suppose I do,\" she said, amused.",
        "\"Like you, I suppose,\" she said.",
        "Yes, I suppose for those who knew of it when they met you.",
        "I suppose dancing that well would require a lot of practice.",
        "I suppose the rain this week has it flowing faster.",
        "I suppose it would be a sad memory.",
        "I suppose that could have happened.",
        "I suppose that's true enough.",
        "I suppose we do.",
        "I suppose it would be alright – if you don't think you'll get lost.",
        "I suppose I should …\" \"No. I pawned this job off on you.",
        "Well, I suppose it doesn't matter much now, does it?",
        "I suppose not, but I don't know what else I can say.",
        "\"I suppose as well as could be expected,\" Felipa replied.",
        "Oh. I suppose the atmosphere is a little depressing around here right now.",
        "I suppose Snowball would be a common name, and she's certainly an uncommon cat.",
        "I suppose it's getting a little embarrassing now.",
        "Oh, well enough, I suppose.",
        "I suppose people can get used to anything.",
        "Why do you suppose he's so interested in me?",
        "I suppose it would be a lot of trouble to get ready, and you must be tired.",
        "I suppose he is... kind of.",
        "Well enough, I suppose.",
        "Do you suppose there are any pesticides in this water.",
        "All right, suppose we bought a jar of live Praying Mantises at our neighborhood pest control store.",
        "They said he was unavailable for comment, so I suppose he's a private person.",
        "If he thinks that, why do you suppose he hit me when he thought I was going to say it?",
        "I suppose – though I don't think I'd mind getting used to financial security.",
        "Possibly. I suppose that didn't help things at all.",
        "On his death-bed he is said to have requested a friend to hide his body as soon as life was extinct, and, by putting a serpent in its place, induce his townsmen to suppose that he had been carried up to heaven.",
        "He remarks that it is impossible to suppose that the particles of mastic are in the form of bubbles.",
        "They agree very well with experiment, and require us to suppose that the vibrations are perpendicular to the plane of polarization.",
        "Although Mount Everest appears fairly bright at 100 miles' distance, as seen from the neighbourhood of Darjeeling, we cannot suppose that the atmosphere is as transparent as is implied in the above numbers; and, of course, this is not to be expected, since there is certainly suspended matter to be reckoned with.",
        "Suppose now that the sphere's earth connexion is broken and that it is carried without loss of charge inside a building at zero potential.",
        "There are reasons to suppose however that the play had been in Colwell's hands some time before it was printed, and it may well be identical with the Dyccon of Bedlam for which he took out a licence in 1562-1563, \"Diccon the Bedlem\" being the first of the dramatis personae of Gammer Gurton.",
        "degree at Pembroke College, Cambridge, in 1560, and the witty and sometimes coarse character of his acknowledged work makes it reasonable to suppose that he may have been a coadjutor of the author.",
        "Abominable, unnatural as Peter's conduct to his unhappy and innocent son undoubtedly was, there is no reason to suppose that he ever regretted it.",
        "We shall suppose they did it upon great consideration and weighing of the matter, and it would be very strange and very ill if we should disturb and set aside what has been the course for a long series of times and ages.\"",
        "It may be assigned to 25 B.C. The dates of the publication of the rest are uncertain, but none of them was published before 24 B.C., and the, last not before 16 B.C. The unusual length of the second one (1402 lines) has led Lachmann and other critics to suppose that it originally consisted of two books, and they have placed the beginning of the third book at ii.",
        "There is some reason, however, to suppose that before this the capital of the Monomotapa was situated much farther south, and it may plausibly be identified with the most extensive ruins as yet known, viz.",
        "There is no reason to suppose the human voice has varied, during the period of which we have evidence, more than other physical attributes.",
        "If it be true, as Bishop Alcock of Ely affirms, that Lydgate wrote a poem on the loss of France and Gascony, it seems necessary to suppose that he lived two years longer, and thus indications point to the year 1451, or thereabouts, as the date of his death.",
        "As he put it: \"Suppose there were living among my contemporaries a Confucius or a Solon, I could, according to the principles of my faith, love and admire the great man without falling into the ridiculous idea that I must convert a Solon or a Confucius.\"",
        "It is quite consistent with the evidence to suppose that a seven-day week was in use in Babylonia, but each item may be explained differently, and a definite proof does not exist.",
        "Suppose the arm c of the switch S to be in contact with 2; thin when the key is manipulated it sends alternately positive and negative currents into the line.",
        "Suppose the key to be depressed, then a current flows through one winding of the differential relay to line and through the other winding and rheostat to earth.",
        "Suppose, for instance, the paper ribbon to be soaked in a solution of iodide of potassium and a light contact spring made to press continuously on its surface as it is pulled forward by the mechanism.",
        "Again, suppose groups 3 and 4 to be punched.",
        "For simplicity we will suppose direct action.",
        "Elec. Eng., 27, p. 938.) It may be explained as follows: - Suppose a battery on shore to have one pole earthed and the other connected to an insulated submarine cable, the distant end of which was also earthed; if now a galvanometer is inserted anywhere in the cable, a current will be found flowing through the cable and returning by various paths through the sea.",
        "If we suppose the cable interrupted at any place, and both sides of the gap earthed by connexion to plates, then the same conditions will still hold.",
        "In the same year a road was constructed over the Apennines from Bon.onia to Arretium, but it is difficult to suppose that it was not until later that the Via Cassia was made, giving a direct communication between Arretium and Rome.",
        "Thus the histological differentiation of the sporogonium of the higher mosses is one of considerable complexity; but there is here even less reason to suppose that these tissues have any homology (phylogenetic community of origin) with the similar ones met with in the higher plants.",
        "It is possible to suppose that this condition is derived from the astelic condition already referred to, but the evidence on the whole leads to the conclusion that it has ansen byan increase in the number of the bundles within the stele, the individuality of the bundle asserting itself after its escape from the original bundle-ring of the primitive cylinder.",
        "For instance, suppose the effect of a falling temperature is to so modify the metabolism of the cells that they fill up more and more with watery sap; as the freezing-point is reached this may result in destructive changes, and death from cold may result.",
        "There is no reason to suppose that the peculiarities of the arctic flora are more modern than those of any other, though there is no fossil evidence to prove that it was not so.",
        "Of this we may perhaps roughly' distinguish a higher and a lower type, according as there is either complete confidence in the divine benevolence and justice, or a disposition to suppose a certain arbitrariness or at any rate conditionality to attach to the granting of requests.",
        "The treatise was therefore written before the birth of Boetius, if it be not a forgery; but there is no reason to suppose that the treatise was not a genuine production of the time to which it professes to belong.",
        "In Europe there is good reason to suppose that it includes Shetland; but it is on the north-western coast of the Continent, from Jutland to the extreme north of Norway, that the greatest number are reared.",
        "All of them lie in a state of ruin, and, from the disposition of the drums of the columns, it is impossible to suppose that their fall was due to any other cause than an earthquake.",
        "There is good reason to suppose that the Beauforts had gone so far as to contemplate a forced abdication on the score of the king's ill-health.",
        "It is a mistake to suppose that the question of public or private ownership will make any considerable difference in the system of rate-making adopted by a good railway.",
        "For example, suppose it is required to start a train weighing 200 tons from rest and bring it to a speed of 30 m.",
        "Israel) would have led us to suppose.",
        "Even if the comets be indigenous to the system, they may, as many suppose, be merely ejections from the sun.",
        "We might at first suppose that the sun was really an intensely heated body radiating out its heat as does white-hot iron, but this explanation cannot be admitted, for there is no historical evidence that the sun is growing colder.",
        "It is reasonable to suppose that their ancestors and those of the Hindus at one time formed a single tribe somewhere in central Asia.",
        "xviii., Saul's jealousy leaped at once to the conclusion that David's ambition would not stop short of the kingship. Such a suspicion would be intelligible if we could suppose that the king had heard something of the significant act of Samuel, which now stands at the head of the history of David in witness of that divine election and unction with the spirit of Yahweh on which his whole career hung (xvi.",
        "The missing books were apparently lost early, for there is no reason to suppose that the Arabs who translated or commented on Diophantus ever had access to more of the work than we now have.",
        "Suppose we have selected one of the numerous subsidiary problems suggested by the general inquiry, and obtained such full and complete information about one particular industry that we of a can tabulate the wages of the workers for a long series of years.",
        "But it would be absurd to suppose that we could reach those conclusions by simple reference to the trades themselves.",
        "We cannot suppose that the policy of the Merchant Adventurers' Company had nothing to do with the woollen industry; that the export trade in woollen cloth was quite independent of the foreign exchanges and international trade relations in those times; that the effect on wages of the state of the currency, the influx of new silver, the character of the harvests, and many other influences can be conveniently ignored.",
        "We cannot suppose that there occurred, at or about the commencement of the 19th century, a breach of historical continuity of such a character that institutions, customs, laws and social conventions were suddenly swept away, the bonds of society loosened, and the state and people of England dissolved into an aggregate of competing individuals.",
        "But while we recognize these facts, we must not suppose that we have to study the action of men as though they were all enrolled in organized associations, or covered by stringent laws which were always obeyed.",
        "No sane person would suppose that the minutes of a modern legislative body explain the steps by which legislation has been passed, or the issues really involved.",
        "Suppose, now, we ignore the writers who were inaugurating neit methods, investigating special problems or laboriously collecting facts, and concentrate attention on the dominant school, with its long series of writers from Adam Smith to John Stuart Mill.",
        "It is useless to suppose that this destructive criticism from within can be neutralized by generously sprinkling the pages of the classical writers with interpretation clauses.",
        "He states that Gould suspected the alliance of these two forms \" from external structure and habits alone \"; otherwise one might suppose that he had obtained an intimation to that effect on one of his Continental journeys.",
        "The Chronicler, we must suppose, altered the name because Tadmor was a city more familiar and renowned in his day, or possibly because he wished to increase the extent of Solomon's kingdom.",
        "But it would be absurd to suppose that they are in reality pretending to be dead, because there is no reason to think they can have any knowledge of death.",
        "Suppose a dealer buys April-May \" futures \" at 4d.",
        "Bonnet, Euler, Haller, Schmid and others \" suppose miracles to be already implanted in nature.",
        "Carll as follows: \" Suppose the tools to have been just run to the bottom of the well, the jars closed and the cable slack.",
        "On Christmas day 1201, Philip, Alexius and Boniface all met at Hagenau 1 and formulated (one may suppose) a plan for the diversion of the Crusade.",
        "There is reason to suppose that, when a wound is inflicted by the central stylet, it is envenomed by the fluid secreted in the posterior proboscidian region being at the same time expelled.",
        "It is not necessary to suppose that the writer has here any particular case in mind.",
        "Suppose that a pure soap without resin is to be made - a product little seen in the market - the spent lye is run off, steam is again turned on, pure water or very weak lye run in, and the contents boiled up till the whole is thin, close and clear.",
        "So far as they are Latin versions of Arabico-Greek treatises, they must have been much remodelled in the course of translation; but there is reason to suppose that many of them, even when pretending to be translations, are really original compositions.",
        "We may suppose that in the formation of gaseous hydrochloric acid from gaseous chlorine and hydrogen, according to the equation H2 +C1 2 = HCI+HC1, a certain amount of energy is expended in separating the atoms of hydrogen in the hydrogen molecule, and the atoms of chlorine in the chlorine molecule, from each other; but that heat is developed by the combination of the hydrogen atoms with the chlorine atoms, and that, as more energy is developed by the union of the atoms of hydrogen and chlorine than is expended in separating the hydrogen atoms from each other and the chlorine atoms from one another, the result of the action of the two elements upon each other is the development of heat, - the amount finally developed in the reaction being the difference between that absorbed in decomposing the elementary molecules and that developed by the combination of the atoms of chlorine and hydrogen.",
        "Suppose the coefficient of association be n, i.e.",
        "If the Hittites were Aryans, one can hardly suppose a primeval Aryan element in Anatolia.",
        "We need not even suppose that this Manium was a chief of the Egyptian Red Sea coast or even of Sinai.",
        "626); but some such support is so obviously required by the necessities of a despot's position that we need not suppose it derived from any particular precedent.",
        "It is noteworthy that while modern books commonly speak of the surnames as assumed, the explanations given by our ancient authorities almost invariably suppose them to be given as marks of homage or gratitude (English Historical Review, xvi.",
        "The scale of that map, as determined by the equator or centre meridian, we will suppose to be i: 125,000,000, while the encircling meridian indicates a scale of i: 80,000,000; and a \" mean \" scale, equal to the square root of the proportion which the area of the map bears to the actual area of a hemisphere, is r: 112,000,000.",
        "In the formulae which follow we suppose 1 and l' to represent the latitudes, a and b the co-latitudes (90° - 1 or 90° - l'), and t the difference in longitude between them or the meridian distance, whilst D is the distance required.",
        "From these structural and palaeontological evidences, geologists suppose that the formation of the cave was carried on simultaneously with the excavation of the valley; that the small streams, flowing down the upper ramifications of the valley, entered the western opening of the cave, and traversing the fissures in the limestone, escaped by the lower openings in the chief valley; and that the rounded pebbles found in the shingle bed were carried in by these streams. It would be only at times of drought that the cave was frequented by animals, a theory which explains the small quantity of animal remains in the shingle.",
        "But we are not to suppose that even he, latitudinarian and innovator as he was, could have conceived the possibility of abolishing an institution so deeply rooted in the social conditions, as well as in the ideas, of his time.",
        "It would be wrong to suppose that Lenin drew profits from the misdeeds of his associates.",
        "To explain this result, chemists suppose that both changes can occur simultaneously, and that equilibrium results when the rate at which AB and CD are transformed into AD and CB is the same as the rate at which the reverse change goes on.",
        "The two solutions, then, will so act on each other when mixed that they become isohydric. Let us suppose that we have one very active acid like hydrochloric, in which dissociation is nearly complete, another like acetic, in which it is very small.",
        "It is a mistake to suppose, however, that La Chetardie took a leading part in the revolution which placed the daughter of Peter the Great on the Russian throne.",
        "In spite of the phrase renatus in aeternum, there is no reason to suppose that the ceremony was in any way borrowed from Christianity.",
        "Since the determinant having two identical rows, and an3 an3 ï¿½ï¿½ï¿½ ann vanishes identically; we have by development according to the elements of the first row a21Au+a22Al2 +a23A13+ï¿½ï¿½ï¿½ +a2nAin =0; and, in general, since a11A11+a12A12 +ai 3A13+ï¿½ï¿½ ï¿½ +ainAin = A, if we suppose the P h and k th rows identical a A +ak2 A 12 +ak3A13+ï¿½ï¿½ï¿½ +aknAin =0 (k > i) .and proceeding by columns instead of rows, a li A lk +a21A2k + a 31A3k+ï¿½ï¿½ï¿½+aniAnk = 0 (k .>",
        "Suppose n dependent variables yl, y2,ï¿½ï¿½ï¿½yn, each of which is a function of n independent variables x1, x2 i ï¿½ï¿½ï¿½xn, so that y s = f s (x i, x 2, ...x n).",
        "Suppose given the n equations fl= = allxl +a12x2 + ï¿½ ï¿½ ï¿½ + annxn = 0, f2 =a21x1+a22x2+ï¿½ï¿½ï¿½+a2nxn =0, fn =anlxl +an2x2+ï¿½ï¿½ï¿½ +annxn = 0.",
        "Now, suppose f and 4) to have a common factor x--y, f(x) =f1(x)(x--y); 4,(x) =4,1(x)(x--y), f l and 41 being of degrees m-1 and ni respectively; we have the identity ch i (x)f(x) =fl(x)4,(x) of degree m+n-I.",
        "function of separations of (li'12 2 13 3 ...) of specification (si 1 s 22 s 33) Suppose the separations of (11 1 13 2 1 3 3 ...) to involve k different specifications and form the k identities ï¿½1s ï¿½ s Al A 2 A3 ..",
        "- Suppose f to be a product of symmetric functions f i f 2 ...f m .",
        "Suppose the switches to be adjusted so that the effective number of turns in the variable coil is loo; the magnetizing forces in the two coils will then be equal, and if the test rod is of the same quality as the standard, the flow of induction will be confined entirely to the iron circuit, the two yokes will be at the same magnetic potential, and the compass needle will not be affected.",
        "It would be possible to suppose, on the other hand, that new somites are only beginning to make their appearance here.",
        "Leaving that question for consideration in connexion with the systematic statement of the characters of the various groups of Arachnida which follows on p. 475, it is well now to consider the following question, viz., seeing that Limulus and Scorpio are such highly developed and specialized forms, and that they seem to constitute as it were the first and second steps in the series of recognized Arachnida - what do we know, or what are we led to suppose with regard to the more primitive Arachnida from which the Eurypterines and Limulus and Scorpio have sprung ?",
        "In the writings of the alchemists we find the words misy, sory, chalcanthum applied to alum as well as to iron sulphate; and the name atramentum sutorium, which ought to belong, one would suppose, exclusively to green vitriol, applied indifferently to both.",
        "It is difficult to suppose that such a blunder was not preconcerted.",
        "Nor do Scottish presbyterians now recognize any special class of doctors, unless we suppose that these are represented by professors of theology.",
        "Suppose, for instance, that we wish to know how much will be left out of ios.",
        "In the case of addition, for instance, suppose that we are satisfied that in a+b+c+d+e we may take any two, as b and c, together (association) and interchange them (commutation).",
        "We may take it to (say) 4 places of decimals; or we may suppose it to be taken to 1000 places.",
        "Suppose we find Q = sR+T, then we repeat the process with R and T; and so on.",
        "Suppose, for instance, that P+Q - R+S = T.",
        "Suppose, for instance, that -(x+ i) =1-(x-2).",
        "Suppose, for instance, that n=5, so that we take five factors (A+a) (B+b) (C+c) (D+d) (E+e) and find their product.",
        "Now suppose that the formula (2) has been established for every power of A+a up to the (n-i)th inclusive, so that (ii_ I) = (n- I) (r), (y I) = (n -1) (r _ l).",
        "Suppose that there are a number of arrangements of r terms or elements, the first of which a is always either A or not-A, the second b is B or not-B, the third c is C or not-C, and so on.",
        "(iii.) Suppose we have such a series as 2.5+5.8+8.11+ ...",
        "Suppose, for instance, that we require to calculate (23/13).",
        "Denote h/x by 0, where i> e> o; and suppose further that 0< i/n I, so that the first term of the series uo+ul+u2+...",
        "Suppose, for instance, that y=x 2; then to every rational value of x there corresponds a rational value of y, but the converse does not hold.",
        "The next step is to suppose that fractional numbers are represented in the same way.",
        "If a character of much longer standing (certain properties of height, length, breadth, colour, &c.) had not become fixed and congenital after many thousands of successive generations of individuals had developed it in response to environment, but gave place to a new character when new moulding conditions operated on an individual (Lamarck's first law), why should we suppose that the new character is likely to become fixed and transmitted by mere heredity after a much shorter time of existence in response to environmental stimulus ?",
        "Now as to the phase of the secondary wave, it might appear natural to suppose that it starts from any point Q with the phase of the primary wave, so that on arrival at P, it is retarded by the amount corresponding to QP. But a little consideration will prove that in that case the series of secondary waves could not reconstitute the primary wave.",
        "It is accordingly necessary to suppose that the secondary waves start with a phase one-quarter of a period in advance of that of the primary wave at the surface of resolution.",
        "cos k(at-r), it is necessary to suppose that the integrated term vanishes at the upper limit.",
        "We may usually suppose that a large number of the outer rings are incomplete, so that the integrated term at the upper limit may properly be taken to vanish.",
        "In the direction (suppose horizontal) for which n=o, /f=sin 0, the phases of the secondary waves range over a complete period when sin 0 =X/a, and, since all parts of the horizontal aperture are equally effective, there is in this direction a complete compensation and consequent absence of illumination.",
        "If we suppose the diameter of the lens to be given (2R), and its focal length f gradually to increase, the original differences of phase at the image of an infinitely distant luminous point diminish without limit.",
        "If we suppose the focal length to be 66 ft., a single lens is practically perfect up to an aperture of 1 .",
        "If now we suppose the aperture AB to be covered by a great number of opaque strips or bars of width d, separated by transparent intervals of width a, the condition of things in the directions just spoken of is not materially changed.",
        "Fraunhofer should, however, have fixed the microscopic limit at IX, as appears from (5), when we suppose 0 = 27r, 4)=1.7r.",
        "Suppose now that X+SX is the wave-length for which BQ gives the principal maximum, then (mn+1)A=mn(X+SX); whence OX/X= limn.",
        "If we now suppose half the grating cut away, so as to leave 1000 lines in half an inch, the dispersion will not be altered, while the brightness and resolving power are halved.",
        "Suppose two similar and accurately ruled transparent gratings to be superposed in such a manner that the lines are parallel.",
        "Let us suppose that the light is incident perpendicularly, and that the grating interval increases from the centre towards that edge which lies nearest to the spectrum under observation, and decreases towards the hinder edge.",
        "If we suppose that everything is symmetrical on the two sides of the primary plane y=o, the coefficients B, (3, S vanish.",
        "But if we now suppose that Q lies on the circle u= a cos 0, the middle term vanishes, and we get, correct as far as w4, QP= (u+a sin 4) sin w) 1 ' 3 1 {- a sin2c?sin4w V 4u so that QP - u=asin0sinw -Ft asin¢tanOsin 4 w..",
        "Suppose now that the plate is introduced so as to cover half the aperture and that it retards those pulses which would otherwise arrive first.",
        "We will next suppose that the light is transmitted by a slit, and inquire what is the effect of varying the width of the slit upon the illumination at the projection of its centre.",
        "In the limiting case in which the medium is regarded as absolutely incompressible S vanishes; but, in order that equations (2) may preserve their generality, we must suppose a at the same time to become infinite, and replace a 2 3 by a new function of the co-ordinates.",
        "If, instead of supposing the motion at dS to be that of the primary wave, and to be zero elsewhere, we suppose the force operative over the element dS of the lamina to be that corresponding to the primary wave, and to vanish elsewhere, we obtain a secondary wave following quite a different law.",
        "If we suppose that the force impressed upon the element of mass D dx dy dz is DZ dx dy dz, being everywhere parallel to the axis of Z, the only change required in our equations (I), (2) is the addition of the term Z to the second member of the third equation (2).",
        "Problems not limited to two dimensions, such for example as the shadow of a circular disk, present great difficulties, and have not hitherto been treated by a rigorous method; but there is no reason to suppose that Fresnel's results would be departed from materially.",
        "If the Scyths came out of upper Asia, the Scythian colonists beyond the Iyrcae might be a division which had remained nearer the homeland, but in dealing with nomads we can suppose such a return as that of the Calmucks (Kalmuks) in the 18th century.",
        "It is surely as difficult to suppose that the Davidic psalms of the first book are a selection made from a greater collection of such psalms contained in the \" Director's Psalter \" as it is to imagine that St Mark's Gospel is an abridgment of St, Matthew's.",
        "Obviously the word r ' must refer to something in the music; and inasmuch as the cymbals were for the purpose of producing a volume of sound (v'#r), it is reasonable to suppose that the 1 The threefold division of the singers appears in the same list according to the Hebrew text of verse 17, but the occurrence of Jeduthun as a proper name instead of a musical note is suspicious, and makes the text of LXX.",
        "but this is hardl y probable unless we are to suppose that they never officiated simultaneously, in which case we should certainly have expected that the psalm quoted by the Chronicler (i Chron..",
        "lxxii., which may well be a later note, there is no necessity to suppose an original collection of Davidic psalms from which excerpts were made.",
        "It is therefore difficult to suppose that the Jewish Church as a whole passed through a stage in which it was felt desirable to substitute o'n'7 H in writing for n¦n'.",
        "We need not suppose that congregations gathered together to worship away from Jerusalem, especially in times of distress, would necessarily sing the religious poems which they had collected, though it is by no means improbable that they would do so.",
        "In the light of these circumstances - and space here forbids more than the scantiest reference - we may reasonably suppose that the first book, with the exception of Ps.",
        "We may thus suppose that about the time of Jonathan the Maccabaean High Priest (if our explanation of Ps.",
        "We need not suppose that the Chronicler quotes from the Psalter or vice versa, the matter which they have in common being probably derived from certain traditional songs current among the Levitical singers.",
        "It is not too much to suppose that the executive in Pretoria had calculated that the occupation of Durban would inspire the entire Dutch nation with a spirit of unanimity which would eventually wrest South Africa' from the British.",
        "one could sometimes suppose that the flounced dress with volants, well known in the Aegean area, had its parallel in Babylonia.'",
        "Though the Hippocratic medicine was so largely founded on observation, it would be an error to suppose that dogma or theory had no place.",
        "It is, however, reasonable to suppose that his commanding intellect often makes itself felt in the words of Sydenham.",
        "It was no longer necessary to suppose that a halfconscious\" anima \"was directing every movement.",
        "Pamela was entrusted with all her husband's secrets and took an active part in furthering his designs; and she appears to have fully deserved the confidence placed in her, though there is reason to suppose that at times she counselled prudence.",
        "This has been misunderstood in many ways - the mistake going so far as in some cases to suppose that Voltaire meant Christ by this opprobrious expression.",
        "p. 885), suppose that the portion of the coast road from Vada Volaterrana to Genua at least must have existed before the construction of the Via Postumia in 148 B.C. Indeed Polybius (iii.",
        "What became of the cathedral which we may suppose to have existed in London during the later Roman period we cannot tell, but we may guess that it was destroyed by the heathen Saxons.",
        "We must not suppose that when the city of London obtained the privilege of appointing a mayor, and a citizen could boast in 1194 that \" come what may the Londoners shall have no king but their mayor,\" that the king did not occasionally exert his power in suspending the liberties of the city.",
        "(2) (3) Suppose the density p varies as some nth power of the depth below 0, then (7) and the lowering of the surface is 2 ° - z=klog po - z= - k log(1 - k) - zt12 k (20) Po as before in 17).",
        "Suppose P tons is moved c ft.",
        "Suppose the ship turns about an axis through F in the water-line area, perpendicular to the plane of the paper; denoting by y the distance of an element dA if the water-line area from the axis of rotation, the change of displacement is EydA tan 8, so that there is no change of displacement if EydA = o, that is, if the axis passes through the C.G.",
        "In considering the motion of a fluid we shall suppose it non-viscous, so that whatever the state of motion the stress across any section is normal, and the principle of the normality and thence of the equality of fluid pressure can be employed, as in hydrostatics.",
        "In the equations of uniplanar motion = dx - du = dx + dy = -v 2 ?, suppose, so that in steady motion dx I +v24 ' x = ?'",
        "1 = yv24, (2) y 2 y y y suppose; and in steady motion, + y 2 dx v-t ' = o, dH +y 2dy0 2P = o, so that 2 \"/ y = - y2, 7 2 1,G = dH/d is a function of 1,G, say f'(> '), and constant along a stream line; dH/dv = 2qi', H -f (1/.) = constant, throughout the liquid.",
        "As an application of moving axes, consider the motion of liquid filling the ellipsoidal case 2 y 2 z2 Ti + b1 +- 2 = I; (1) and first suppose the liquid be frozen, and the ellipsoid l3 (4) (I) (6) (9) (I o) (II) (12) (14) = 2 U ¢ 2, (15) rotating about the centre with components of angular velocity, 7 7, f'; then u= - y i +z'i, v = w = -x7 7 +y (2) Now suppose the liquid to be melted, and additional components of angular velocity S21, 522, S23 communicated to the ellipsoidal case; the additional velocity communicated to the liquid will be due to a velocity-function 2224_ - S2 b c 6 a 5 x b2xy, as may be verified by considering one term at a time.",
        "In a state of steady motion d4- 121 _S22 Tit °' - fl 4=1G = nt, suppose, S21 -F9,277 = S2co, d4 a2+c2 WI- 1 a2-c2S21' _ 2a 2 SZ dt a2+c2cos' a 2 + c 2 a, 2 a 2 S2 I- a2_c22--a2+C2,0, 1a2 c2)2 (a 2 -c 2) (9a2-c2) ?",
        "(22) Y (F2 x2) Suppose x 3 -F is a repeated factor of X3, then y 3 = G, and X 3 = (x 3 -F)2 [P' _ P(X3+F)2+2' _ G(X +F) -G 2 ], (23) nd putting x3-F=y, (y) 2= 7'3'2- [41' r 1' F 2 -{-4 g r qFG - G2 +2 (2P'r 19F+9 r q G) y+ r y (24) o that the stability of this axial movement is secured if A = 4 P' r ?'F 2 + 4 Y q FG - G 2 (25) s negative, and then the axis makes r J l (-A)/7r nutations per second.",
        "(2) g g a g Suppose the body is kept from turning as it advances; after t seconds the C.G.",
        "ZI /t = - (a - s) M'Q 2 sine cos ° - EQ sin() =[ - (a - (3)M'U+E]V (8) Now suppose the cylinder is free; the additional forces acting on the body are the components of kinetic reaction of the liquid - aM' (Ç_vR), - (3M' (-- E -FUR), - EC' dR, (9) so that its equations of motion are M (Ç - vR) _ - aM' (_vR) - (a - $) M'VR, (io) M (Ç+uR) = - OM' (dV+U R) - (a - ()M'UR - R, '(II) C dR = dR + (a - Q)M'UV+0V; (12) and putting as before M+aM'=ci, M+13M' = c2, C+EC'=C3, ci dU - c2VR=o, dV +(c1U+E)R=o, c 3 dR - (c 1 U+ - c 2 U)V =o; showing the modification of the equations of plane motion, due to the component E of the circulation.",
        "From this it will be seen that the Salic Law is not a political law; it is in no way concerned with the succession to the throne of France, and it is absolutely false to suppose that it was the Salic Law that was invoked in 1316 and 1322 to exclude the daughters of Louis X.",
        "The form of apocalyptic is a literary form; for we cannot suppose that the writers experienced the voluminous and detailed visions we find in their books.",
        "18, &c.), who visited him 1 There is no reason to suppose that Jutta is intended by the 76Xts 'Iona of Luke i.",
        "There is no reason to suppose that his punishment was unpopular.",
        "1 is to suppose that Paul started afresh to complete or supplement what he had already written, possibly because some fresh tidings from Philippi had reached him in the interval.",
        "There is no reason to suppose that the architects, Bonanno and William of Innsbruck, intended that the campanile should be built in an oblique position; it would appear to have assumed it while the work was still in progress.",
        "The French seem systematically unable to master certain sounds foreign to their own language, or sounds which they suppose to be foreign.",
        "On the other hand the enigmatical motion of the perihelion of Mercury has not yet found any plausible explanation except on the hypothesis that the gravitation of the sun diminishes at a rate slightly greater than that of the inverse square - the most simple modification being to suppose that instead of the exponent of the distance being exactly - 2, it is - 2.000 000 161 2.",
        "Hercu- a ineum is believed to have been destroyed by these water h was, and there is reason to suppose that similar materials a lied the cellars and lower parts of Pompeii.",
        "4 seems the natural completion of the passage, it is common to suppose that both copy an older prophet.",
        "Suppose, for example, that the artist desires to produce an inlaid diaper.",
        "And though Spencer's general position - that it is absurd to suppose that organisms after being modified by their life should give birth to offspring showing no traces of such modifications - seems the more philosophic, yet it does not dispose of the facts which go to show that most of the evidence for the direct transmission of adaptations is illusory, and that beings are organised to minimize the effects of life on the reproductive tissues, so that the transmission of the effects of use and disuse, if it occurs, must be both difficult and rare - far more so than is convenient for Spencer's psychology.",
        "It is generally and traditionally praised, but those who have read it will be more disposed to agree with Charles Lamb, who considers it \"of a vile and debasing tendency,\" and thinks it \"almost impossible to suppose the author in earnest.\"",
        "But he knew too much of the English to suppose they would Tolerate an armed invasion, and he accordingly made it clear that he would not undertake active interference unless he received a definite invitation from leading Englishmen.",
        "Entering the army at seventeen, he left it two years afterwards; and at nineteen he produced Azemire, a two-act drama (acted in 1786), and Edgar, ou le page suppose, a comedy (acted in 1785), which were failures.",
        "Let us suppose that a molten mixture of two substances A and B, which at a sufficiently high temperature form a uniform liquid, and which do not combine to form definite compounds, is slowly cooled until it becomes wholly solid.",
        "It is possible to suppose a connexion between his zeal for making peace with France and a desire to forward the Pretender's interests or win support from the Jacobites.'",
        "His chronology is fantastic and incredible; William of Newburgh justly remarks that, if we accepted the events which Geoffrey relates, we should have to suppose that they had happened in another world.",
        "Suppose then that we have a conductor charged with electricity,we may imagine its surface to be divided up into small unequal areas, each of which carries a unit charge of electricity.",
        "Let us then suppose a spherical shell 0 to be electrified.",
        "Let us suppose any other surface described in the electric field so as to cut the closel y compacted tubes.",
        "We can, however, obtain another equation called the \" surface characteristic equation \" as follows: - Suppose a very small area dS described on a conductor having a surface density of electrification a.",
        "Let us then suppose that a conductor originally at zero potential has its potential raised by administering to it small successive doses of electricity dq.",
        "Suppose that the dielectric has a constant K, then we must multiply both sides by K and the expression for the energy per unit of volume of the field is equivalent to z DE where D is the displacement or polarization in the dielectric.",
        "Suppose a room lit by a single candle.",
        "Suppose then we remove the negative point-charge, and let the sphere be supposed to become conductive and be connected to earth.",
        "It is not necessary to suppose that the co-aggregated molecules are permanently associated.",
        "It is not necessary to suppose that c varies inversely as the nth power of the temperature, and that b is constant, as assumed in deducing the expressions for cp, E, and F.",
        "It would, however, be incorrect to suppose that the translation of the text was left entirely to the individual taste of the translator.",
        "Pirminius, who was far from being an original writer, made great use of a treatise by Martin of Braga, but substituted a Roman form of Renunciation, and refers to the Roman rite of Unction in a way which leads us to suppose that the form of creed which he substituted for Martin's form was also Roman.",
        "4) which would lead us to suppose that he regarded matter as an indifferent principle.",
        "Some writers suppose that the original church was in the form of a Latin cross and belonged to the 8th century.",
        "There was reason to suppose that the inscriptions were identical in meaning; and fortunately it proved, when the inscriptions were made accessible to investigation through the efforts of Sir Henry Rawlinson, that the Persian inscription contained a large number of proper names.",
        "The Nestorians and Jacobites at the present day suppose it to begin with the following month, or October.",
        "We must, therefore, suppose the cycle to have begun 2397 B.C., or forty years before the reign of Yao.",
        "Can we suppose that \"the man who had read the letter\" invented much of its contents, and told them to Moray, who told de Silva, and told Darnley's father, Lennox, then in or near London?",
        "This fact, together with the extraordinarily rare occurrence of such remains and meteoric particles in globigerina ooze, although there is no reason to suppose that at any one time they are unequally distributed over the ocean floor, can only be explained on the assumption that the rate of formation of the epilophic deposits through the accumulation of pelagic shells falling from the surface is rapid enough to bury the slowgathering material which remains uncovered on the spaces where the red clay is forming at an almost infinitely slower rate.",
        "There is a tradition that here or in England he embraced the Protestant faith; nothing in his writings would lead one to suppose so.",
        "In these circumstances it would never have occurred to any one to doubt the genuineness of the epistle or to suppose that it had been interpolated, but for the fact that in several passages reference is made to Ignatius and his epistles.\"",
        "We are compelled also to suppose that the motion assumes.",
        "Suppose for instance that two bodies, both devoid of heat, are placed in contact with one another, and that the surface of the one is then rubbed over that of the other.",
        "Suppose for instance that two molecules, when at rest in equilibrium, are at a distance a apart.",
        "Let us suppose that an infinite number of exactly similar systems start simultaneously from all possible values of pi, q1,",
        "It is not at present necessary to suppose that the molecules are those of substances in the gaseous state.",
        "So far it has not been necessary to suppose the matter to be in the gaseous state.",
        "We must accordingly suppose that the molecules of gases for which n =2 are of this shape.",
        "In spite of the fact that the separation from Rome had been carried out during the sessions of a single parliament, and that there had been no opportunity for a general expression of opinion on the part of the nation, there of the is no reason to suppose that the majority of the people, thoughtful or thoughtless, were not ready to reconcile themselves to the abolition of the papal Henry supremacy.",
        "Doubtless the king's sore financial needs had much to do with the dissolution of the abbeys and the plundering of the shrines, but there is no reason to suppose that he was not fully convinced that the monks had long outlived their usefulness and that the shrines were centres of abject superstition and ecclesiastical deceit.",
        "126.8) informs us that at the time of the Cylonian insurrection the Athenians, we may suppose in their assembly ('EKKXflvfa), commissioned the archons with absolute power to deal with the trouble at their discretion.",
        "Conformably with the view here presented we may suppose that the name \" Boule of the Areopagus \" developed from the simple term \" Boule \" in order to distinguish it from the new Boule, or Council of Four Hundred.",
        "Thus regarded, it becomes reasonable to suppose that North and South America have in a broad way been developed under a succession of somewhat similar strains in the earth's crust, and that they are, in so far, favourable witnesses to the theory that there is something individual in the plan of continental growth.",
        "as most suppose, a place which still bears the same name 6 m.",
        "And it is perhaps not arbitrary to suppose that the splendour of the ritual in Amos's time implies a tremulous anxiety that Israel's seeming prosperity under Jeroboam II.",
        "The literary skill of Amos leads one to suppose that he had prepared in advance for this, perhaps we may say, not altogether unfortunate necessity.",
        "Suppose, for instance, that we require the area of a circular grass-plot of measured diameter.",
        "Suppose, for instance, that in the example given in § 20 the diameter as measured is is ft.",
        "D (ii) Suppose that two angular points, A and E, are joined (fig.",
        "6) be any arc of a parabola; and suppose we require the area of the figure bounded by this arc and the chord AB.",
        "To illustrate the importance of the mensuration of graphs, suppose that we require the average value of u with regard to x.",
        "Suppose that we take a pair of parallel planes, such that the solid extends from one to the other of these planes.",
        "Suppose that in fig.",
        "Suppose, for instance, that u is of degree not exceeding 3 in x, and of degree not exceeding 3 in y, that it contains terms in x3y3, x 3 y 2, x2y3, &c.; and suppose that the edges parallel to which x and y are measured are of lengths 2h and 3k, the briquette being divided into six elements by the plane x=xo+h and the planes y = yo+k, y = yo+2k, and that the 12 ordinates forming the edges of these six elements are given.",
        "(i) Suppose that the bounding ordinates are given, and that m is a multiple of 2.",
        "Suppose, for instance, that m=6, and that we consider the trapezette as a whole; the data being the bounding ordinates.",
        "But, in addition, there is only too much reason to suppose that he was disappointed at the general apathy with which his science was regarded in England.",
        "Suppose it is desired to measure the insulation-resistance of a system of electric house wiring; the ohmmeter circuits are then joined up as shown in fig.",
        "He was about to start for Cappadocia against the Goths when he was assassinated, together with Herodes his eldest son, by his nephew Maconius; there is no reason to suppose that this deed of violence was instigated from Rome.",
        "l5 Nevertheless we may well suppose that the popular religion of ancient Israel had much to say of superhuman beings other than Yahweh, but that the inspired writers have mostly suppressed references to them as unedifying.",
        "We must suppose that his wife Pomponia was either dead or divorced.",
        "Suppose that the whole of the medium is moved backwards in space along the line of propagation so that the undisturbed portions travel with the velocity U.",
        "14, where we must suppose the wind to be blowing from left to right.",
        "As an example of the application of this siren, suppose that the number of revolutions of the plate, as shown by the indices, amounts to 5400 in a minute, that is, to 90 per second, then the number of vibrations per second of the note heard amounts to 90n, or (if number of holes in each plate = 8) to 720.",
        "the axis, and suppose that we watch the outer outline of the right-hand prong.",
        "Let us suppose that he notes the positions of two of these next to each other in the beat of the pendulum one way.",
        "Suppose that in N beats of the clock the flashes have moved exactly one place back.",
        "Suppose that No.",
        "Suppose, for instance, it makes 3 beats with No.",
        "Suppose it lies between No.",
        "Now suppose we take G as the key-note and form its diatonic scale.",
        "Suppose that a mass M is controlled by some sort of spring, so that moving freely it executes harmonic vibrations given by -µx, where µx is the restoring force to the centre of vibration.",
        "Now suppose that in addition to the internal force represented by, ux, an external harmonic force of period 27r/p is applied.",
        "Let us suppose that two trains of sine waves of length A and amplitude a are travelling in opposite directions with velocity U.",
        "Let us suppose that a system of stationary waves is formed in the air in a pipe of indefinite length, and let fig.",
        "Suppose that a disturbance is travelling with velocity U unchanged in form along a rod from left to right.",
        "Let us suppose that the rod is circular, of radius r, and that the radial displacement of the surface is r t.",
        "Now suppose that the wire or rod is moved from right to left with velocity U.",
        "Now suppose that at the end of the first quarter swing, at the instant of greatest pressure, heat is suddenly given to the air.",
        "Suppose the two notes to correspond to 200 and 203 vibrations per second; at some instant of time, the air particles, through which the waves are passing, will be similarly displaced by both, and consequently the joint effect will be a sound of some intensity.",
        "Suppose that we start with two simple tones in unison; there is perfect consonance.",
        "Thus, suppose a fundamental 256 has present with it overtone harmonics 512, 768, 1024, 1280, &c., and that we sound with it the major seventh with fundamental 480, and having harmonics 960, 1440, &c. The two sets may be arranged thus c 256 512 768 1024 1280 h 480 960 1440, and we see that the fundamental of the second will beat 32 times per second with the first overtone of the first, giving dissonance.",
        "Let us suppose that with constant excess of pressure, p, in the wind-chest, the amplitude produced is proportional to the pressure, so that the two tones issuing may be represented by pa sin 27-nit and pb sin 21rn 2 t.",
        "Let an external force F act on the system, and for simplicity suppose its period is so great compared with that of the mechanism that we may take it as practically in equilibrium with the restoring force.",
        "Suppose now that F =a sin 22rn i t+b sin 21rn 2 t, the second term will evidently produce a series of combination tones of periodicities 2n 1, 2772, n, - n2, and n 1 -1-n 2, as in the first method.",
        "Other passages might be pointed out in which it is suitable to suppose that this disciple in particular was the informant.",
        "There would, indeed, be an exception to the general correctness of the topography if we were compelled to suppose that \"country of the Gerasenes\" (which is the best reading according to existing MS. evidence at Mark v.",
        "Further, it would be unreasonable to suppose that Mark, even if he relied chiefly on what he had heard Peter teach, would refrain from using any other sources of information which he possessed.",
        "64, if we suppose, as it is usual to do, that Peter was martyred in the massacre by Nero after the burning of Rome.",
        "\"I suppose that my head was swelled.",
        "So we must suppose that before his death the schismatic was received again into the bosom of the Church, and this is confirmed by the fact that his memory was henceforth celebrated in the Church as that of a holy martyr.",
        "Its principle is as follows: Suppose there are two pendulum clocks, one having an ordinary pendulum and the other having a pendulum consisting of a fine coil of wire through which a current is passed proportional to the potential difference of the supply mains - in other words, a shunt current.",
        "There is no reason to suppose that Nestorius intended to introduce any innovations in doctrine, and in any estimate of him his strong religious interest and his fervent pastoral spirit must have due weight."
    ],
    "definition": [
        "To assume to be true or real for the sake of argument or explanation: Suppose we win the lottery.",
        "a. To believe, especially on uncertain or tentative grounds: Scientists supposed that large dinosaurs lived in swamps.\nb. To consider to be probable or likely: I suppose it will rain.",
        "To imply as an antecedent condition; presuppose: “Patience must suppose pain” ( Samuel Johnson )",
        "To consider as a suggestion: Suppose we dine together.",
        "Link/Cite",
        "To take for granted; to conclude, with less than absolute supporting data; to believe.\nSuppose that A implies B and B implies C. Then A implies C.",
        "To theorize or hypothesize.\nI suppose we all agree that this is the best solution.",
        "To imagine; to believe; to receive as true.",
        "To require to exist or to be true; to imply by the laws of thought or of nature.\nPurpose supposes foresight.",
        "To put by fraud in the place of another.",
        "Link/Cite"
    ]
}