{
    "translation": "להתגבר על",
    "uses": [
        "But those who have the will and the patience to surmount them will find their trouble well repaid.",
        "It was not till more than half a century later that an American, Sylvester Marsh, employed the rack system for the purpose of enabling trains to surmount steep slopes on the Mount Washington railway, where the maximum gradient was nearly 1 in 22.",
        "Attempts have been made to bring it into more general use, but without success; and it is only in particular circumstances that navigation, with the aid either of locks or inclined planes to surmount the elevations, will not present a more convenient medium for an extended trade.\"",
        "Towers also surmount the angles of the terraces of the two upper stages.",
        "The party and the principles of Oldenbarneveldt, however, though crushed, were not extinguished, and though Frederick Henry by his personal influence and prudent statesmanship had been able to surmount the difficulties placed in his way, he had had to encounter at times strong opposition, and had been much hampered in the conduct both of his campaigns and of his policy.",
        "In the heyday of his youth his high spirits and passion for adventure enabled him to surmount every obstacle with elan.",
        "Trendelenburg (1802-1872), a formidable opponent of Hegel, tried to surmount Kant's transcendental idealism by supposing that motion, and therefore time, space and the categories, though a priori, are common to thought and being.",
        "When by the aid of man they surmount these, they often dominate with unexpected vigour the native vegetation amongst which they are colonists.",
        "His was evidently an intensely spiritual nature, and in addition to the qualities which go to form a strong man of action he must have possessed an enthusiasm which enabled him to surmount all difficulties.",
        "It is probable that this extraordinary resemblance is due to the pupils having actually assisted their master; and this supposition enables us to surmount a diffi culty we feel in reading Aristotle's works.",
        "It is necessary to avoid the river, and to pass by mountain tracks which surmount a series of local spurs or offshoots from the central plateau, in order to reach the Oxus.",
        "The two sections are also unlike in that residual eminences still here and there surmount the peneplain of the northern section, while the fluviatile plain of the central section completely buried the pre-existent relief.",
        "There are few passes across the southern section of the Hindu Kush (and this section is, from the politico-geographical point of view, more important to India than the whole Himalayan system) which have not to surmount a succession of crests or ridges as they cross from Afghan Turkestan to Afghanistan.",
        "The district is served by numerous branches of the Great Western, London & North Western, and Midland railways, and is intersected by canals, which carry a heavy traffic, and in some places are made to surmount physical obstacles with remarkable engineering skill, as in the case of the Castle Hill tunnels at Dudley.",
        "It lies in a pleasant undulating district near the foot of the Lickey Hills, to surmount which the railway towards Birmingham here ascends for 2 m.",
        "He did not appreciate as sufficiently as David Strauss and the Tubingen critics the difficulties which a natural theory has to surmount, nor did he support his conclusions by such elaborate discussions as they deemed necessary.",
        "Thus Sir Bartle Frere wrote at the time: \" All accounts from Pretoria represent that the great body of the Boer population is still under the belief that the Zulus are more than a match for us, that our difficulties are more than we can surmount, and that the present is the favourable opportunity for demanding their independence.\"",
        "Level for level, the more ancient rocks are on the eastward side of the lake: the cretaceous limestones that surmount the older volcanic substrata come down on the western side to the water's edge, while on the eastern side they are raised between 3000 and 4000 feet above it.",
        "Sometimes, however, a sharp incline occurring on an otherwise easy line is not reckoned as the ruling gradient, trains heavier than could be drawn up it by a single engine being helped by an assistant or \" bank \" engine; sometimes also \" momentum \" or \" velocity \" grades, steeper than the ruling gradient, are permitted for short distances in cases where a train can approach at full speed and thus surmount them by the aid of its momentum.",
        "It is entered by three richly sculptured portals, over the middle and largest of which is a rose window; over the north portal rises a massive tower, but that which should surmount the south portal is unfinished.",
        "above the water, and two steam lifts, Katarina-Hissen and Maria-Hissen, surmount them.",
        "Using Calamites as a generic name for all those Calamarian stems in which the ribs alternate at the nodes, we have, on Weiss's system, the following sub-genera: Stylocalamites, branches rare and irregularly arranged; Calamitina, branches in regular verticils, limited to certain nodes, which surmount specially short internodes; Eucalamites, branches present on every node.",
        "His capacity for king-craft, knowledge of the world, and easy address enabled him to surmount difficulties and dangers which would have proved fatal to his father or to his brother.",
        "Richelieu had been able to surmount these difficulties because he governed in the name of a king of full age, and against isolated adversaries; while Mazarin had the latter against Richelicu him in a coalition which had lasted ten years, with aria, the further disadvantages of his foreign origin and a royal minority at a time when every one was sick of government by ministers.",
        "Many of the Ecaudata have remnants of oviducts, or Miillerian ducts, most developed in Bufo, which genus is also remarkable as possessing a problematic organ, Bidder's organ, situated between the testis and the adipose or fat-bodies that surmount it.",
        "For some years negotiations were carried on with a view to attaining this end, but eventually it was found impossible to surmount the many difficulties in the way; Jablonski and Leibnitz, however, did not cease to believe in the possibility of accomplishing their purpose.",
        "surmount the obstacles that keep you from thriving.",
        "surmount a bulge on doubtful blocks.",
        "Climb the steep wall on the left and surmount a bulge on doubtful blocks.",
        "Young people from impoverished areas often have to surmount additional obstacles to gain a better education.",
        "The more resistant rocks, even though dissected by Tertiary erosion, retain in their summit tiplands an indication of the widespread peneplain of Cretaceous tinie, now standing at the altitude given to it by the Tertiary upwarping and post-Tertiary uplift; and the most resistant rocks surmount the Cretaceous peneplain as unconsumed monadnocks of the Mesozoic cycle.",
        "The perfect success of both was regarded, not unreasonably, as a popular ratification of the republic, and though continually harassed by the formation and dissolution of ephemeral ministries, by socialist outbreaks, and the beginnings of anti-Semitism, Carnot had but one serious crisis to surmount, the Panama scandals of 1892, which, if they greatly damaged the prestige of the state, increased the respect felt for its head, against whose integrity none could breathe a word.",
        "The administrative board of Radcliffe did not realize how difficult they were making my examinations, nor did they understand the peculiar difficulties I had to surmount.",
        "You'll find out about your unique place in the body of Christ and how to surmount the obstacles that keep you from thriving.",
        "However, your pet has either demonstrated an uncanny ability to surmount the obstacles presented by fences or you prefer not to have a visible fence.",
        "While ridding your town of the were-pests, Wallace and Gromit will have a number of other challenges to surmount."
    ],
    "definition": [
        "To overcome (an obstacle, for example); triumph over.",
        "To ascend to the top of; climb: surmount a hill.",
        "a. To place something above; top: The lintel was surmounted with a frieze.\nb. To be above or on top of: The church steeple surmounts the square.",
        "Obsolete To surpass or exceed in amount.",
        "sur·mount′a·ble\nadjective",
        "sur·mount′er\nnoun",
        "Link/Cite",
        "to get over; to overcome",
        "surmountable",
        "insurmountable",
        "Link/Cite"
    ]
}