{
    "translation": "עודפים",
    "uses": [
        "The surplus for the year amounted to 65,000,000 lire.",
        "In the lean years, harvests are small and farmers sometimes don't even produce enough to have surplus to sell.",
        "Surplus plants and cuttings are generally distributed without charge to educational or charitable institutions, and to the poor.",
        "Markets are established in the city where peasants can bring their surplus supplies and the products of the soil.",
        "At the same time improvements in agriculture and the opening up of new countries have enabled the modern community to gain its food and raw material with a less expenditure of labour force, and the surplus agricultural population has gone to the city.",
        "You might argue that since there is now a surplus of labor in Chad's neighborhood, the price of labor is lowered and Chad will only find work paying $9.75 an hour.",
        "These do not take a direct part in the formation of the new tissue, but it is believed merely yield their surplus acquisitions, becoming ordinary blood-cells or disappearing altogether.",
        "The ordinary revenue of the empire is in excess of the ordinary expenditure, but the extraordinary expenditure not only swallows up this surplus, but necessitates the raising of fresh F loans every year.",
        "The object of this measure is to replace the 1 In 1903 two of the principal sources of supply of mutton shipped in excess of their exportable surplus, for which they suffered severely in 1904 - hence the somewhat irregular movements after 1903.",
        "The statistics of these show that there was during the thirty-two years, 1856-88, an excess of emigration over immigration of 1,146,052 in the case of Russians, and a surplus of immigration of 2,304,717 foreigners.",
        "Wicked actions cannot be undone, but in the heavenly account can be counterbalanced by a surplus of good works.",
        "Any surplus of revenue beyond that necessary to provide 4% interest and I% sinking fund was to be handed over to the government.",
        "If such drafts upon the reserve fund become necessary, they are to be made good in the following years out of the surplus above mentioned.",
        "When the glass is cold the surplus is removed either by grinding, or by applying heat to a line scratched with a diamond round the bowl.",
        "A highly imaginative flufancial exposition by Seismit Doda, who announced a surplus of 2,400,000, paved the way fora Grist Tax Reduction Bil],which Cairoli had taken over from the Depretis programme.",
        "When the net product of the ceded revenues amounts to £T2,157,375, the surplus is divisible as to 75% to the Turkish government and 25% to the public debt administration.",
        "The revenue in the Italian financial year 1905-1906 (July I, 1905 to June 30, 1906) was 102,486,108, and the expenditure 99,945,253, or, subtracting the partite di giro, 99,684,121 and 97,143,266, leaving a surplus of 2,54o,855.f The surplus was made up by contributions from every branch of the effective revenue, except the contributions and repayments from local authorities.",
        "The surplus brine of Berchtesgaden is conducted to Reichenhall, and thence, in increased volume, to Traunstein and Rosenheim, which possess larger supplies of timber for use as fuel in the process of boiling.",
        "As soon as the unified debt is reduced to £T16,000,000 the reserve fund is to be reduced to £Ti 3 000,000, the surplus over this last amount being paid to the government.",
        "The execution of the surplus of the general reform of the church in its head and members was left in the hands of the future pope, who had to proceed conjointly with the council, or rather with a commission appointed by the nations - in other words, once the new pope was elected, the fathers, conscious of their impotence, were disinclined to postpone their dispersion until the laborious achievement of the reform.",
        "During these periods other companies had a surplus of water, and in 1899 an act was passed providing for the interconnexion of systems. The Thames and Lea are the principal sources of supply, but the Kent and (partially) the New River Company draw supplies from springs.",
        "On the 30th of March Lord John Russell moved a resolution in favour of an inquiry into the temporalities of the Irish Church, with the intention of applying the surplus to general education without distinction of religious creed.",
        "By dint of expedients he gradually overcame the chronic deficit, and, owing to the normal increase of revenue, ended his term of office with the announcement of a surplus of some 720,000.",
        "(1) Mathematical geography, which deals with the form, size and movements of the earth and its place in the solar system; (2) Moral geography, or an account of the different customs and characters of mankind according to the region they inhabit; (3) Political geography, the divisions according to their organized governments; (4) Mercantile geography, dealing with the trade in the surplus products of countries; (5) Theological geography, or the distribution of religions.",
        "The sinking fund was to work as follows: First 4% on the whole reduced capital was to be applied to group i.; if there were any surplus this was to be applied to group ii., until that also received the same full 4%, and so on for group iii.",
        "In 30 to 40 governments, however, there is in most years a surplus available for export.",
        "For the next four years there were deficits, but in1908-1909a surplus was realized, the revenue being £3,569,275 and the expenditure £3,530,576.",
        "or more, and descends gradually by extremely gentle slopes towards the coasts or the bottom of the fjords on all sides, discharging a great part of its yearly drainage or surplus of precipitation in the form of icebergs in the fjords, the so-called ice-fjords, which are numerous both on the west and on the east coast.",
        "Practically, therefore, the Right, of which the Minghetti cabinet was the last representative administration, left Italian finance with a surplus of 80,000.",
        "Under the original settlement concluded by the treaties of 1853 and 1860 the revenues of the province were assigned primarily for the maintenance of the Hyderabad contingent, such surplus as accrued from year to year being made over to the nizam, while the province itself was administered in trust by the government of India through the resident at Hyderabad.",
        "Matsukata showed the government the danger of the situation, and urged that the issue of further paper currency should be stopped at once, the expenses of administration curtailed, and the resulting surplus of revenue used in the redemption of the paper currency and in the creation of a specie reserve.",
        "The slices so blown up, or elevated, are passed through a mill which expels the surplus water, and are then pressed into cakes and dried until they hold about 12% of water and 88% of beet fibre.",
        "They were to be redeemed by the product of the sales, and from certain other sources, at the rate of 120,000,000 francs in 1791, ioo,000,000 francs in 1792, 80,000,000 francs in 1793 and 1794, and the surplus in 1795.",
        "In this institution they were both housed and fed, and they not only supported themselves by their labours but earned a surplus for the benefit of the electoral revenues.",
        "There is consequently much emigration, the Christian surplus going mainly to Egypt, and to America, the Druses to the latter country and to the Hauran.",
        "The chamber has a safety value at the top of its vault, which is so balanced that the least surplus pressure from within sends it up. The first puff of sulphur vapour which enters the chamber takes fire and converts the air of the chamber into a mixture of nitrogen and sulphur dioxide.",
        "In 1885 Uruguay imported most of her breadstuffs; now not only is wheat grown in sufficient quantities to meet the local demand, but a surplus (about 20,000 metric tons in 1908-9) is annually available for export.",
        "The public revenues were passed under three principal denominations: (1) the public treasury; (2) the reserve, into which was paid any surplus of revenues over expenses from the treasury; (3) the private fortune (civil list) of the prince.",
        "These parsissoks, elected at the rate of about one representative to 120 voters, wear a cap with a badge (a bear rampant), and aid the European members of the council in distributing the surplus profit apportioned to each district, and generally in advising as, to the welfare of that part of Greenland under their partial control.",
        "The revenues for educational purposes are derived mainly from a state tax of 8 on the general list, from local taxes, and from the interest on the permanent school fund, which (including the money paid to Vermont by the United States government when a portion of the treasury surplus was distributed among the states in 1837) amounted in 1908 to $1,120,218.",
        "In October the rate of exchange was at par, the premium on gold had disappeared, and by the end of the year the budget showed a surplus of sixteen millions.",
        "The southern parts of Tobolsk, nearly all the government of Tomsk (exclusive of the Narym region), southern Yeniseisk and southern Irkutsk, have in an average year a surplus of grain varying from 35 to 40% of the total crop, but in bad years the crop falls short of the actual needs of the population.",
        "Up till 1908 it had been generally assumed that the constitution required the treasurer of the Commonwealth to hand over to the states month by month whatever surplus funds remained in his hands.",
        "The question whether this surplus was real or only apparent has been much debated, but t,here is no reason to doubt its substantial reality.",
        "The bonds are secured on the surplus of the revenues assigned to the guarantee of the Anatolian railway collected by the Public Debt Administration, on the excess revenue, after certain deductions, accruing to the government under the \" Annex-Decree to the Decree of Muharrem \" above described, on the sheep tax of the vilayets of Koniah, Adana and Aleppo, and on the railway itself.",
        "A fourth of this sum was to be handed to the communes to be employed on works of beneficence or education as soon as a surplus was obtained from that part of the annuity assigned for the payment of monastic pensions; and in Sicily, 209 communes entered on their privileges as soon as the patrimony was liquidated.",
        "The valley in which the town is situated used to be subject to inundations, but in 1805 a tunnel was constructed by means of which the surplus waters of the Bied are carried into the Doubs.",
        "To this council, with these extended powers, was handed over the absolute administration, collection and control of the \" six indirect contributions \" above enumerated, for the benefit of the bondholders, and in addition, it was to encash for the same purpose bills on the customs, to be drawn half-yearly in its favour by the minister of finance, amounting annually to £T180,000, representing the tax on Tumbeki (£TSo,000) and the surplus revenue of Cyprus (£T130,000); and the Eastern Rumelian annuity, originally fixed at £T245,000, but gradually reduced by force of circumstances, until after frequent suspensions of payment it reached in 1897 the level of £T114,000, and has, since the declaration of Bulgarian independence, been definitely stopped.",
        "But in July 1908 a Surplus Revenue Act was passed which was based on a different interpretation of the constitution.",
        "Under this act the appropriation of these surplus funds to certain trust purposes in the Federal treasury is held to be equivalent to payment to the states.",
        "A considerable amount is used locally, and during the six years ending in 1907 the surplus exported ranged from about 24,000 to 40,000 bales per annum.",
        "From the surplus of the Louisiana Purchase Exposition was constructed in 1914 the Jefferson Memorial costing 8485,000 and devoted to the collections of the Missouri Historical Society.",
        "The use of tramways for the transportation of passengers in cities dates from 1868, when the first section of the Botanical Garden line of Rio de Janeiro was opened to traffic. The line was completed with its surplus earnings and continued under the control of the American company which built it until 1882, when it was sold to a Brazilian company.",
        "Of the surplus 1,000,000 was allocated to the improvement of posts, telegraphs and telephones; 1,000,000 to public works (~72o,ooo for harbour improvement and 280,000 for internal navigation); 200,000 to the navy (~I32,ooo for a second dry dock at Taranto and 68,000 for coal purchase); and 200,000 as a nucleus of a fund for the purchase of valuable works of art which are in danger of exportation.",
        "handcuffs that can be found in army surplus shops.",
        "One tradition describes how Neagoe Bassarab, while a hostage in Constantinople, designed a splendid mosque for the sultan, returning to build the cathedral out of the surplus materials.",
        "The gradual abolition of the grist tax on minor cereals diminished the surplus in 1882 to 236,000, and in 1883 to r1o,ooo, while the total repeal of the grist tax on wheat, which took effect on the 1st of January 1884, coincided with the opening of a new and disastrous period of deficit.",
        "On the intellectual side the new movement found its champion and its Maecenas in Bishop Strassmayer, who for over 50 years devoted the surplus revenues of the wealthy see of Dya Kovo (Djakovo) to national purposes, and was mainly instrumental in founding at Zagreb the southern Slav Academy (1867), the first Croat university (1874) and a modern gallery and school of arts.",
        "The duke of Dorset's reappointment to the lord-lieutenancy in 1751, with his son Lord George Sackville as secretary of state for Ireland, strengthened the primate's position and enabled him to triumph over the popular party on the constitutional question as to the right of the Irish House of Commons to dispose of surplus Irish revenue, which the government maintained was the property of the Crown.",
        "As pointed out by Sir Adam Block, the representative of the British and Dutch bondholders, in his report for 1908-1909, the above arrangement would have been prejudicial to the bondholders had the public debt not been \" unified \" (as described below) since, however, as a result of that unification, the ceded revenues now produced a sum more than sufficient for the service of the debt, it was only the surplus of revenue reverting to the government which was affected.",
        "There is a small nominal indebtedness, less than the cash surplus in the treasury.",
        "In 1876 the practice of paying a yearly surplus (batig slot) from the revenues of Netherlands India to the treasury at the Hague was discontinued.",
        "Athletic activities can be beneficial, since exercise makes use of surplus blood glucose.",
        "Naphtha wells are working with favourable results at Gbely in Slovakia, and researches in progress at other points (Russinia) promise results that would make Czechoslovakia independent of foreign sources in respect of petroleum, even if no surplus were produced for export.",
        "In the second half of the decade a continuous large surplus in the Treasury necessarily directed attention to the state of the revenue, and gave strength\" to the protests against excessive taxation.",
        "The Society was able to invest surplus cash in land.",
        "Buying wholesale allows a homeowner to purchase a large surplus of material (such as the amount to cover an entire home), at a huge discount not typically found at your local home improvement store.",
        "Save your money and get the real thing at your local army surplus supply store.",
        "Your local Army surplus store may have U.S. Navy jogging suits, but you will probably do better to buy them online.",
        "Army Surplus World carries boonie hats in over 17 colors.",
        "Local garden centers and farm surplus supply stores are your best resources for the majority of the ingredients for organic fertilizer.",
        "Since these stores deal in surplus merchandise rather than a particular brand or label, you could very well find the Lane Bryant label among their ponchos.",
        "The winery functions more in the traditional sense of a nègociant; they source surplus grapes and wine from various growers and producers throughout the United States, bottle it, and market it.",
        "Some products may be found by going to a RV salvage or surplus parts sale and by locating dealers online.",
        "You may be able to find some discounted items at the local Army-Navy or other military surplus stores.",
        "Baby's closet may harbor a surplus of stylish clothes you can't wait to slip on your sweetie, but before you head to the hospital, make certain you have all you need and want to make your stay as comfortable as possible.",
        "The multivitamin will contain what you need of all the \"energy vitamins\", and taking in 100 times the RDI only means you'll flush out the expensive surplus next time you go to the bathroom.",
        "Most army surplus or military supply stores stock the P38 as well as similar versions.",
        "They can also be found online at sites such as eBay, Army Surplus World, Army Navy Deals and Amazon.com.",
        "Store your surplus candles in a cool, dry place so that they'll be fresh and stable for use any time you want to light them.",
        "Holiday seasons and times of uncertainty in our nation and world is when the church pews are packed - but this usually does not indicate a surplus of funds.",
        "Many people who are avid cross stitchers have a surplus of charts that they've gathered through the years, and would be happy to swap them for ones they haven't tried.",
        "This would be the opposite of a slice of cake containing about 300 calories, which might take the body only 50 calories to process, leaving a surplus of 250 calories to burn or store as fat.",
        "You need a calorie surplus to grow muscles, and doing excess cardio merely depletes your resources that way.",
        "The company was founded in 1919 by Jack Cohen, who sold surplus groceries in London.",
        "Army and Navy stores will often sell surplus equipment and some apparel items to the public.",
        "During each of its seven years of existence there had been a surplus of revenue over expenditure, despite the fact that taxation had not materially increased, save in respect to mining, which did not affect the general population.",
        "The necessity for reducing the revenue and cutting down the continued surplus was met in this way rather than by lowering the protective duties.",
        "Wholesale buying clubs, builder's surplus outlets, and online merchants offering free freight are some resources you can check to find competitive pricing on the unit you're interested in.",
        "Both new and surplus materials are accepted and those donating the items will receive a receipt that can be used for a tax deduction.",
        "Items such as windows, doors, cabinets and surplus or reclaimed lumber can all be found at the stores.",
        "You may also wish to place an ad on a community bulletin board announcing that you have a surplus of materials.",
        "Well, after Christmas there suddenly was a surplus of these toys, bringing prices back down to a reasonable amount and vanquishing the enigma that the toys seem to harbor when they weren't in your child's closet.",
        "Overstock.com: Merchandise is surplus, so expect better prices.",
        "Kid's Surplus is an outlet store specializing in children's clothing, toys, book, and room décor.",
        "Whatever the reason, offices and businesses may have a surplus of items in their storeroom.",
        "Food banks will also trade supplies with other pantries to share any surplus and to prevent spoilage.",
        "Avid couponers frequently include breakfast cereal as part of their pantry surplus.",
        "The Surplus Outlet located in Houghton, Michigan, part of the Copper Country of Michigan's Upper Peninsula, sells Uggs.",
        "Surplus Outlet has an e-commerce site as well, where they sell Uggs at a discount.",
        "Merchandise at the outlet stores is discounted, usually because it is discontinued or in surplus.",
        "For those who enjoy a timepiece with a bit of history, there are plenty of options available online and at local surplus stores and jewelers.",
        "Sailor caps are easier to find than army caps, but a simple cap is easy to make, or you might find something that would work in your local army surplus store.",
        "At this surplus site, you can choose from eleven bags in different patterns and weights, but all are designed to handle the toughest elements.",
        "Or your old drill, mobile phone or any other electrical product broken or deemed surplus to requirements in our increasingly throwaway society?",
        "Wind on the rib, secure and cut off the surplus gold tinsel or wire.",
        "The bowl incorporates a drip and ash tray for all surplus waste.",
        "uncommitted funds contribute to the University Surplus which is required to fund the capital plan.",
        "The level crossings are now unmanned, operated by train crews, and all the surplus track removed.",
        "wipe off any surplus stain between coats with a soft brush or tissue.",
        "Lake Cayor on the right side of the lower Senegal and Lake Panieful (Guier) on the left constitute reserve basins, receiving the surplus waters of the river during flood and restoring them in the dry season.",
        "The 2,400,000 surplus announced by Seismit Doda proved to be a myth.",
        "One explanation of this condition of things is that there is still a large surplus of cotton seed which cannot be manufactured by the mills.",
        "The alluvial portion of the state, especially below the mouth of the Red river, is an intricate network of these bayous, which, before their closure by a levee system, served partially, in time of flood, to carry off the escaping surplus of river waters.",
        "They are obtained from surplus embryos produced throughout the world in the course of infertility treatment.",
        "Any residual uncommitted funds contribute to the University Surplus which is required to fund the capital plan.",
        "If you are interested in discounts, consider visiting outlet malls or overstock stores for surplus or discontinued styles, or opt for less elaborate designs.",
        "You can also send surplus power you generate back to the power grid and earn additional income.",
        "Kids' Surplus: At this awesome website, you can find a wonderful selection of brand new, name brand kids' products with discounts from 15 to as much as 80 percent off every day!",
        "Amid many difficulties, and thwarted even by Jefferson himself in the matter of the navy, Gallatin pushed on; and after six years the public debt was decreased (in spite of the Louisiana purchase) by $14,260,000, a large surplus was on hand, a comprehensive and beneficent scheme of internal improvements was ready for execution, and the promised land seemed in sight.",
        "At the lower end of the indentation is the modern public square, shaded by a gigantic and picturesque plane tree, nourished by the surplus water of Pirene.",
        "Although drinkable, the water of the lake seems at times at least to be very slightly brackish, and it was supposed by some that no outlet existed until, in 1874, Lieutenant Cameron showed that the surplus water was discharged towards the upper Congo by the Lukuga river, about the middle of the west coast.",
        "This grew a little later into the recommendation that the revenues and possessions of the French Church should be appropriated by the government, which, after properly subsidizing the clergy, might hope, it was estimated, that a surplus of twenty-two millions of livres would accrue to the State.",
        "In 1887 there was a large and growing surplus in the treasury.",
        "The surplus in the treasury was $8,435,848, the total amount in trust and sinking funds was $31,301,501.",
        "He was naturally frugal and prudent, and carried these qualities into the administration, with the result that in 1738-1739 there was a surplus of 15,000,000 livres instead of the usual deficit.",
        "In 1906 the six fire insurance companies had an aggregate capital of more than $10,000,000; on the 1st January 1906 they reported assets of about $59,000,000 and an aggregate surplus of $30,000,000.",
        "of Louisville and with the surplus of their Indian corn crop made whisky, a part of which they sold at settlements on the Ohio and the Mississippi.",
        "If the ordinary price is more than this, the surplus part will naturally go to the rent of the land.",
        "The great drainage scheme which completed the works of the 17th century by taking out the surplus waters of the southern lakes of the valley of Mexico was devised in 1856, begun under Maximilian, proceeded with intermittently till 1885, then taken up with improved plans, practically completed by 1896, and inaugurated in 1900; 2 the harbour of Vera Cruz was finished in 1902; the Tehuantepec railway, likely to prove a formidable rival to any interoceanic canal, was opened on the 24th of January 1906.",
        "The income of the state, counties and towns is derived mainly from taxes levied on real estate, on male polls between the ages of twenty-one and seventy, on stock in public funds, on stock in corporations that pay a dividend and are not subject to some special form of tax, on surplus capital in banks, on stock in trade, on live-stock, on railways, on telegraph and telephone lines, on savings banks and on the stock of fire insurance companies.",
        "In the earliest age of Christian monasticism the ascetics were accustomed to live singly, independent of one another, at no great distance from some village, supporting themselves by the labour of their own hands, and distributing the surplus after the supply of their own scanty wants to the poor.",
        "The factories of the United States, unduly developed by an extreme system of protection, sought in Canada a slaughter market for their surplus products, to the detriment or destruction of Canadian industries.",
        "The same term - gum-waste--is applied to \" waste \" made in the various processes of silk throwing; but manufacturers using threads known technically as organzines and trams call the surplus \" manufacturer's waste.\"",
        "But Sir John Strachey, the author of the scheme, explains in his book on India that the original intention was nothing more than the annual application of surplus revenue, of the indicated amount, to purposes of famine relief; and that when the country was free from famine, this sum should be regularly devoted to the discharge of debt, or to the prevention of debt which would otherwise have been incurred for the construction of railways and canals.",
        "Moreover, the budget was certain to show a surplus and taxation could be remitted.",
        "In floods, unable to carry the additional water contributed by the Sarare, it overflows its banks, and by several canos gives its surplus to the Capanaparo, which, about 18 m.",
        "The sinking fund at the same date amounted to $2,652,035, leaving a net surplus in the sinking fund of $8118.",
        "She had 87 officers and men in her instead of 54, as the surplus had contrived to stay on board rather than miss the fight.",
        "Slug-worms or saw-fly larvae require treatment by washing with soapsuds, tobacco and lime-water or hellebore solution, and Aphides by syringing from below and removing all surplus young twigs.",
        "Until 1871 the surplus derived from the colonial budget had been turned into a deficit, and the necessity of imposing fresh taxes to meet the war expenses has led to the downfall both of individual ministries and of cabinets.",
        "- When the outer crust of a large ingot in which a lot of molten steel has been cast has so far cooled that it can be moved without breaking, the temperature of the interior is still far above that suitable for rolling or hammering - so far above that the surplus heat of the interior would more than suffice to reheat the now cool crust to the rolling temperature, if we could only arrest or even greatly retard the further escape of heat from that crust.",
        "- The Gjers system is not applicable to small ingots or \" billets,\" 1 because they lack the inner surplus heat of large ingots; indeed, they are now allowed to cool completely.",
        "After local wants are supplied, there remains every year a surplus of about 31 million quarters of cereals for export.",
        "Any surplus not needed for the family is sold in its sun-dried state to the collector, who takes it to the hong, where it is fired, blended and packed for exportation.",
        "The surplus proceeds of the property were further to be applied to maintain a yearly offering in commemoration of his departed father, mother and brothers, to pay the expenses incurred in celebrating his own birthday every year on the 7th of the month Gamelion, and for a social gathering of the sect on the 10th of every month in honour of himself and Metrodorus.",
        "In neither case is there a waste-weir, the surplus water being allowed to pour over the crest of the dam.",
        "works required for this system are a syphon to pass the high level under the main canal near its head, bridges fitted with sluices where each canal passes under an embankment, and an escape weir at the tail of the system, just south of the desert point, to return surplus water to the river.",
        "The postal receipts amounted for the whole empire in 1907 to 33,789,460, and the expenditure to 3I,o96,944, thus showing a surplus of 2,692,516.",
        "As for war, the total fighting strength of the German nation (including the navy) has been placed at as high a figure as 11000,000, Of these 7,000,000 have received little or no training, owing to medical unfitness, residence abroad, failure to appear, surplus of annual contingents, &c., as already explained, and not more than 3,000,000 of these would be available in war.",
        "From 1871 to 1879 the contribution of the states had varied from 94 to 67 million marks; under the new system the surplus of the contributions made by the states over the grant by the imperial treasury was soon reduced to a very small sum, and in 1884-1885 the payments of the empire to the states exceeded the contributions of the states to the empire by 20 million marks, and this excess continued for many years; so that there was, as it were, an actual grant in relief of direct taxation.",
        "showed a surplus, partly the result of the new import duties,, partly due to a reform of taxation.",
        "In finance his administration was very successful, as notwithstanding the expenses of his wars he showed an annual surplus of two millions sterling.",
        "The general revenue of Egypt was divided between the bondholders and the government, any surplus on the bondholders share being devoted to the redemption of the capital.",
        "If a surplus remained to the Caisse after making good such deficit the surplus was to be divided equally between the Caisse and the government; the government to be free to spend its share as it pleased, while the Caisse had to devote its share to the reduction of the debt.",
        "Any excess could, however, only be met out of the half-share of the eventual surplus reached in the manner described.",
        "Reserve Fund was created by decree of the 12th of July 1888, into which was paid the Caisses half-share in the eventual surplus of revenue.",
        "In 1889 there was a surplus of E.2 18,000, and from that date onward every year has shown a surplus.",
        "In 1895 the surplus exceeded, for the first time, E.i,ooc,ooo.",
        "The accounts for 5907 showed a total revenue of E.i6,368,000 and a total expenditure of E.14,28o,000, a surplus of E.2,o88,000.",
        "These figures do not, however, indicate fully the prosperity of the country, for although the nominal amount of the capital was practically identical in 1883 and 1905, in the latter year the Egyptian government or the Caisse held stock (bought with surplus revenue) to the value of 8,770,000.",
        "38 was rewarded for his services by being reinstated as governor, with the right to appropriate the surplus revenue instead of sending it as tribute to the metropolis.",
        "The new Egyptian army was so far improved that it gained successes over the forces of the Mahdi; the burden of the national debt was lightened by a successful conversion; the corve was abolished; 1 the land tax was reduced 30% in the poorest provinces, and in spite of this and other measures for lightening the public burdens, the budgetary surplus constantly increased; the quasi-judicial special commissions for brigandage, which were at once barbarous and inefficient, were abolished; the native tribunals were improved, and Mr (afterwards Sir John) Scott, an Indian judge of great experience and sound judgment, was appointed judicial adviser to the khedive.",
        "By the sale of offices, the establishment of new \"Monti\" and by levying new taxes, he accumulated a vast surplus, which he stored up against certain specified emergencies, such as a crusade or the defence of the Holy See.",
        "The surplus income of the gallery fund is devoted to instruction in drawing and design in the two schools.",
        "It is not necessary that there should be present sufficient water to dissolve the whole of the reacting substance at any one time; it is sufficient if there is enough for hydration and a small surplus for the crystallization by successive stages as above described.",
        "In France this slaking is conducted systematically by the makers, the freshly burned lime being sprinkled with water and stored in large bins where slaking proceeds slowly and regularly until the whole of the surplus uncom bined lime is slaked and rendered harmless, while the cementitious compounds, notably tricalcium silicate, remain untouched.",
        "In a few minutes the surplus hydrated calcium sulphate is deposited from the solution, and the water is capable again of dissolving 2CaS04 H 2 O, which in turn is fully hydrated and deposited as CaS04.2H20.",
        "This caused a breach between him and the Whigs; but he gradually returned to his allegiance to them when they practically abolished Irish tithes, cut down the revenues of the established church and endeavoured to secularize the surplus.",
        "The differentiation of queen and workers is correlated with the habit of storing food supplies, and the consequent permanence of the community, which finds relief for its surplus population by sending off a swarm, consisting of a queen and a number of workers, so that the new community is already specialized both for reproduction and for labour.",
        "Up to 1854 there was a surplus in hand, but since that time expenditure has on many occasions exceeded income, and the public debt in 1908 was £1,305,000, mainly incurred however on reproductive works.",
        "After the sale and disposal of the surplus military stores and equipment, the port, with the remaining equipment and the fleet of ferries and barges, was sold by the Disposal Board for £1,407,000 (plus the cost up to £40,000 of acquiring the land by the Government) to the Queenborough Development Co., who thus acquired 1, 500 ac. of land including 250 ac. that were reclaimed from the swampy foreshore.",
        "As quit rents were customary and not rack rents, the successors of those who had redeemed their services were gaining the whole surplus in the value of goods and labour as against money, while the successors of those who had commuted their right to claim services for certain sums in money lost all the corresponding difference.",
        "Numerous smaller channels seam the whole face of the country carrying off the surplus drainage in the rains, but drying up in the hot season.",
        "In wet seasons it overflows its banks and becomes greatly extended in area, discharging its surplus waters into the San Joaquin; but in dry seasons the evaporation is so great that there is no such discharge.",
        "The Assam peasant, living in a half-populated province, and surrounded by surplus land, is indolent, good-natured and, on the whole, prosperous.",
        "The external debt of Sweden was gradually extinguished, the internal debt considerably reduced, and the budget showed an average annual surplus of 700,000 dalers.",
        "The new taxes, together with an increase of the excise duty on spirits, soon brought a surplus into the state coffers.",
        "12, 1888) the king declared his wishes as to the way in which this surplus should be used.",
        "In 1904, however, both trade and revenue showed signs of improvement, and the sale of the warships \" Esmeralda \" and \" Chambuco \" for 1,000,000 furnished a surplus, which was devoted to the improvement of the port of Valparaiso.",
        "In the United Kingdom the chancellor of the exchequer, usually in April, lays before the House of Commons a statement of the actual results of revenue and expenditure in the past finance year (now ending March 31), showing how far his estimates have been realized, and what surplus or deficit there has been in the income as compared with the expenditure.",
        "On the other hand, if the estimated revenue shows a large surplus over the estimated expenditure, there is room for remitting or reducing some tax or taxes, and the extent of this relief is generally limited to the amount of surplus realized in the previous year.",
        "This consists mainly of land acquired under an Inclosure Act of 1761, but a small part is surplus land acquired in1876-1879in connexion with an improvement scheme for clearing a large insanitary area in the centre of the town.",
        "were formed on mobilization out of surplus reservists and of such Macedonian volunteers as enlisted in the regular forces (these had two brigades each instead of three).",
        "Opium is also grown in Bulgaria, but almost entirely for home consumption; any surplus produce is, however, bought by Jews, and Turks at low prices and sent to Constantinople, where it is sold as Turkish opium.",
        "The surplus above that issued to government medical institutions in India is sold in London.",
        "The ordinary cereals are all cultivated with success and there is generally a considerable surplus for export.",
        "Funds for the support of the public schools are derived from various sources: (1) the interest on the \" surplus revenue \" ($760,670), deposited with New Jersey by the Federal government in 1836; (2) the income from the state school fund, consisting largely of receipts from the sale and rental of riparian lands 1; (3) a state school tax; (4) a direct appropriation by the legislature to supplement the school tax, so that the two combined will form a sum equal to a tax of two and three-fourths mills on each dollar of taxable property; and (5) local taxes.",
        "taxation; sale and lease of lands; earnings of railways, tramways and other services; and share of surplus revenue returned by the commonwealth.",
        "The state pays, on an average, 3.69% for the money borrowed to construct the lines, and there is therefore a considerable surplus to the advantage of the revenue.",
        "The inference to be deduced from the foregoing is plainly this, that even in large-bodied, small-winged insects and birds the wing-surface is greatly in excess, the surplus wing area supplying Not, FIG.",
        "On the north-east the great coal-field of Northumberland and Durham, traversed midway by the Tyne, supports the manufactures of Newcastle and its satellite towns, and leaves a great surplus for export from the Tyne ports.",
        "Elaborate provision is made for the distribution of the surplus (if any), with a view to securing a due share being paid to the quarter sessions boroughs.",
        "In the event of the borough fund being more than sufficient to meet the demands upon it without recourse to a borough rate, any surplus may be applied in payment of any expenses of the council as a sanitary authority or in improving the borough or any part thereof by drainage, enlargement of streets or otherwise.",
        "In addition to agriculture, which (with the exception of the Usuri Cossacks) is sufficient to supply their needs and usually to leave a certain surplus, they\"carry on extensive cattle and horse breeding, vine culture in Caucasia, fishing on the Don, the Ural, and the Caspian, hunting, bee-culture, &c. The extraction of coal, gold and other minerals which are found on their territories is mostly rented to strangers, who also own most factories.",
        "Ladoga discharges its surplus water by means of the Neva, which flows from its south-western corner into the Gulf of Finland, rolling down its broad channel 104,000 cubic ft.",
        "The Lyakhva and Aragva, tributaries of the Kura, carry off the waters of the main range south of Kasbek, and other tributaries, such as the Yora and the Alazan, collect the surplus drainage of the main Caucasus range farther east.",
        "In acknowledgment of this, several pieces of ordnance, small arms and ammunition, with much of the surplus stores, were handed over to him, and the English troops left the country in May 1868.",
        "A natural field for the energies of the surplus population was also found in colonization work in British East Africa.",
        "From the north, below the Vaal confluence, the Nosob, Molopo and Kuruman, intermittent streams which traverse Bechuanaland, send their occasional surplus waters to the Orange.",
        "Intended primarily as a measure to secure the safety of the frontier, and regarded by the British government chiefly as a better means of affording a livelihood to a few thousands of the surplus population, this emigration scheme accomplished a far greater work than its authors contemplated.",
        "The result was that while there was a deficit on the budget of 1904-1905 of £731,000, the budget of 1905-1906 showed a surplus of £5161.",
        "This small surplus was obtained notwithstanding a further shrinkage in revenue.",
        "The most notable features of this particular diagram are as follows: Up to the end of 59 days (to the 28th February) the rate of flow is shown, by the greater steepness of the thick line, to be greater than the mean for the year, and the surplus water - about i i% of the flow during the year - must be stored; but during the 184 days between this and the end of the 243rd day (31st August) the rate of flow is generally below the mean, while from that day to the end of the year it is again for the most part above the mean.",
        "Now, in order that a reservoir may enable the varying flow, represented cumulatively by the irregular line, to be discharged in a continuous and uniform flow to satisfy a demand represented cumulatively by the straight line a a, its capacity must be such that it will hold not only the II% surplus of the same year, but that, on June loth, when this surplus has been used to satisfy the demand, it will still contain the water c d-19%stored from a previous year; otherwise between June 10th and August 31st the reservoir will be empty and only the dry weather flow of the stream will be available for supply.",
        "This capacity is represented by the height of the line a'a' (drawn parallel to a a from the point of maximum surplus f) vertically above the point of greatest deficiency c, and equal, on the vertical scale, to the difference between the height c = 48% and g= 78% or 30% of the stream-flow during the driest year.",
        "This is true, but it is only so because we have made our reservoir large enough to contain in addition to its stock of 19%, at the beginning of the year, all the surplus water that passes during the earlier months in this driest year with its least favourable time-distribution of flow.",
        "The lambs are weaned towards the end of June and the ewes run on the poorest pasture till August to lose surplus fat.",
        "A flaith by arranging that his tenants should make their payments at different periods of the year, secured a constant and copious supply without an inconvenient surplus.",
        "The prisoners of the reformatory work under a law providing for trade schools; the product of the work is sold to the state institutions and to the civil and political divisions of the state, the surplus being disposed of on the market.",
        "Most of the streams maintain a good flow of water in the driest seasons, and in case of heavy rains many of them \" underflow \" the adjacent bottom lands, saturating the permeable substratum of the country with the surplus water, which in time drains out and feeds the subsiding streams. This feature is particularly true of the Saline, Solomon and Smoky Hill rivers.",
        "its surplus revenues to other purposes; (3) to deal with the chronic distress of the Irish people by extending to Ireland the principles of the English poor law.",
        "Sir Robert used the surplus to reform the whole customs tariff.",
        "So far as 1 A cano, like furo, is a kind of natural canal; it forms a lateral discharge for surplus water from a river.",
        "The Baltic receives much more water by rainfall, discharge of rivers, &c., than it loses by evaporation; hence a surplus must be got rid of by an outflowing current which may be named the \"Baltic Stream.\"",
        "A very large proportion of the surplus must have been wasted on the palace-town of Zahra, built three miles to the north of Cordova, and named after a favourite concubine.",
        "By autumn or October he is busy at his njalla killing the surplus reindeer bulls and curing meat for the winter.",
        "Any surplus of produce over the assessment is sold to contractors, and the money received is returned to the natives.",
        "But until 354 B.C. it had never been more than a gratuity, of which the payment depended on the treasury having a surplus.",
        "A sum of £1,000,000, part of the Irish Church surplus, was assigned by that act for the promotion of the intermediate secular education of boys and girls in Ireland.",
        "Money enough was advanced out of the surplus property of the Irish Church to pay for tenants of holdings under X30 one year's rent upon all arrears accruing before November 1880, giving them a clear receipt to that date on condition of their paying another year themselves; of the many reasons against the measure the most important was that it was a concession to agrarian violence.",
        "The principal source of income was a charge of &1,250 a year upon the Irish Church surplus, but the establishment expenses were paid by parliament.",
        "In the south-west the Zambezi system interlaces with that of the Taukhe (or Tioghe), from which it at times receives surplus water.",
        "the secon.d-class reserve, which contains the surplus of the annual contingent of recruits, and is liable to one months training in.",
        "Owing to the enormous demand for comb-foundation at that time various devices were tried with the view of securing (I) more rapid production, and (2) a foundation thin enough to be used in surplus chambers when working for comb-honey intended for table use.",
        "By so doing a far greater weight of surplus per hive may be secured, and extracted honey will keep in good condition for years, while comb-honey must be sold before granulation sets in.",
        "But Mr Ritchie, the chancellor of the exchequer, having a surplus in prospect and taxation to take off, carried the cabinet in favour of again remitting this tax on corn.",
        "One of the greatest improvement projects undertaken by the national Reclamation Service is one on the North Platte, begun in 1903, which contemplates a reservoir in Wyoming of sufficient capacity to store all the surplus waters of that stream, about 600 m.",
        "He was found guilty, and was sentenced to pay a fine of £loo, while his expenses as defendant amounted to about 14,000, a sum that was at once raised by public subscription, a surplus being spent on the purchase of Rednall, a small property picturesquely situated on the Lickey Hills, with a chapel and cemetery, where Newman now lies buried.",
        "by bounties paid from surplus revenues amassed by tariff duties) - a famous report that has served ever since as a storehouse of arguments for a national protective policy; 7 a report favouring the establishment of a national bank, the argument being based on the doctrine of \" implied powers \" in the Constitution, and on the application that Congress may do anything that can be made, through the medium of money, to subserve the \" general welfare \" of the United States - doctrines that, through judicial interpretation, have revolutionized the Constitution; and, finally, a vast mass of detailed work by which order and efficiency were given to the national finances.",
        "Not in my time; only Harold's and an army surplus store.",
        "accrue a surplus for contingencies.",
        "adhesive tape to hold the pieces together, wiping off surplus glue.",
        "army surplus business we are the specialists in all Genuine British Kit.",
        "ash tray for all surplus waste.",
        "comic bathos for divert the surplus by now the been argued need.",
        "place the surplus becquerel 's idea should i am grateful.",
        "After some hours place the ball of amalgam in a piece of strong new calico and squeeze out any surplus mercury.",
        "Perhaps you could buy an old army camouflage from an army surplus store for some real grit.",
        "capital surplusrent account deficit there is a capital account surplus of corresponding size.",
        "From time to time surplus cash has been returned to shareholders in the form of special dividend payments.",
        "Charles Murray divert the surplus for months.",
        "As a rule people keep surplus cockerels far too long.",
        "There was a surplus of capital that found outlets but led to colonial conquest and two world wars.",
        "In the past this has lead to a surplus of green cullet.",
        "They have already been running the club day-to-day for nearly a year and recently posted a surplus for the first time in living memory.",
        "It might use a small dish antenna bought mail-order and some parts picked up at a surplus store.",
        "dispose of surplus weapons plutonium.",
        "When there is more wind power than we need, the surplus electricity may be used to generate hydrogen which is stored.",
        "exceed significantly the £ 76k budget surplus.",
        "The movement is similar to the way they remove the surplus fat from a flat griddle in a burger bar.",
        "Surplus premises may be provided for conversation into small business incubators or hostels for the homeless.",
        "liposuction procedure involves the surgical removal of surplus fat through a slender tube called a cannula.",
        "Handcuffs from the army surplus store were chopped in half and lengths of chain were added to make manacles.",
        "manual gearbox its will to true the surplus.",
        "marketable surplus to enable a family have some cash income.",
        "Class A discus - red melons, red diamond... A grade surplus fish available; red melons, r.. .",
        "Trusts which enjoy tax-exempt status must conform strictly to their remit and cannot disburse any surplus monies except to fulfill their stated objectives.",
        "Like a private monopolist, the state regards surplus capacity as a waste, rather than being essential for choice.",
        "moored barges, some of which seem to be surplus to requirements.",
        "If roll shrinks further and surplus space increases then mothballing and community use still applies.",
        "Spring tournament season of Charles Murray divert the surplus for months.",
        "Plans to ensure that the NHS recovers any overspend from 2005/6 and to provide a surplus for 2007/8.",
        "Thirdly, the poor peasantry must be united against the rural bourgeoisie which currently holds surplus grain stocks.",
        "The United States plans to use two technologies to dispose of surplus weapons-grade plutonium.",
        "Over the life of the program, the US will dispose of enough surplus plutonium for thousands of nuclear weapons.",
        "Similarly, there are concerns over the fate of surplus horses if hunting were to be banned, and of retired racehorses.",
        "Surplus filler can be removed easily with a damp rag.",
        "sublet surplus space to other occupiers whether or not they are public sector bodies.",
        "suggests asking Brookfield to take some of their surplus milk for their calves.",
        "The relevant Head of Department is responsible for any accumulated surplus or deficit once a CET account has been closed.",
        "Where a property or land is declared surplus the Council will require evidence that it is no longer an essential local facility.",
        "The sector exported £ 14.2 billion in 1994, generating a trade surplus of £ 2.6 billion.",
        "The project identified some solutions to achieving flexibility, including allowing users to accrue a surplus for contingencies.",
        "Right away that way into certain divert the surplus.",
        "The HDC's retained revenue surplus is large and to an extent unplanned.",
        "The board further noted that the college budget for the year had moved from a small projected surplus to a deficit of £ 73,000.",
        "The final figure will be the net surplus or deficit for the period.",
        "surplus weapons plutonium.",
        "surplus embryos produced throughout the world in the course of infertility treatment.",
        "surplus monies and the raising of capital finance.",
        "surplus assets or asset disposal.",
        "surplus cash in land.",
        "surplus funds at the end of the summer.",
        "The statement requires that the provision established should have regard to the manner in which the revaluation surplus will be realized.",
        "Jeez - you can still buy the real thing down the army surplus store for fourteen quid.",
        "At the same time the government is claiming to have amassed a current budget surplus of £ 23 billion last year.",
        "There will be no shareholders, and any operating surplus will be used for the benefit of the railroad system.",
        "Table 1 summarizes the results from a set of travel cost studies that have estimated visitor consumer surplus for various national parks.",
        "taxisaim to use the surplus growth to lower taxes.",
        "The production of coal and lignite averaging 33,465,000 metric tons in the years 1901-1905 represents about 73% of the total consumption of the country; the surplus is supplied from Great Britain, Belgium and Germany.",
        "Herodotus had no Athenian victories to record after the initial success, and the fact that Themistocles was able to carry his proposal to devote the surplus funds of the state to the building of so large a fleet seems to imply that the Athenians were themselves convinced that a supreme effort was necessary.",
        "Moreover, the development of its coal-mines and agriculture was vigorously prosecuted, and in 1910 it was found possible to abolish both the Income Tax and Land Tax and yet have a surplus in revenue.",
        "They are then taken out and kept suspended in hot tallow to enable the surplus tin to run off.",
        "The person to whom this residue or surplus is left is termed the residuary legatee; should none be mentioned in the will the residue goes to the next of kin (see Executors And Admini Strators; Legacy; Will).",
        "Waste weirs resemble ordinary solid weirs in providing for the surplus discharge from a reservoir of an impounded river or mountain stream over their crest; but in reality they form part of a masonry reservoir dam for storing up water for water-supply or irrigation, kept purposely lower than the rest of the dam to allow the excess of water to escape down the valley (see Water-Supply).",
        "(1676-1789), threatened at first with bankruptcy, managed to leave a surplus; but this condition, the product of severe economy and oppressive taxation, could not be maintained.",
        "The Poles have increased very much, owing to a greater surplus of births than in the case of the German people in the eastern provinces of Prussia, to immigration from Russia, and to the Polonization of many Germans through clerical and other influences (see History).",
        "The precise mechanism of the process of setting of Portland cement is not known with certainty, but it is probably analogous to that of the setting of plaster of Paris, consisting in the dissolution of the compounds produced by hydration while they are in a more soluble form, their transition to a less soluble form, the consequent supersaturation of the solution, and the deposition of the surplus of the dissolved substance in crystals which interlock and form a coherent mass.",
        "A season of light rain may be sufficient for the needs of Abyssinia, but there is little surplus water to find its way to the Nile; and a shortness of rain means a low Nile, as practically all the flood water of that river is derived from the Abyssinian tributaries (see Nile).",
        "defined by him \" as conduct conducive to life,\" is also further defined as that which is \" conducive to a surplus of pleasures over pains.\"",
        "He found the government bankrupt, and after two years at the head of the treasury he left it with a surplus of $20,000,000; moreover, as Henry Adams points out, his measures had \"fixed the financial system in a firm groove for twenty years.\"",
        "The Home Office can sublet surplus space to other occupiers whether or not they are public sector bodies.",
        "Mike suggests asking Brookfield to take some of their surplus milk for their calves.",
        "The HDC 's retained revenue surplus is large and to an extent unplanned.",
        "This document outlines the organization 's treasury policy regarding the investment of surplus monies and the raising of capital finance.",
        "There are no other significant possibilities for sale of surplus assets or asset disposal.",
        "You get a say in how Veggies spends any surplus funds at the end of the summer.",
        "We aim to use the surplus growth to lower taxes.",
        "There is a surplus vested in the trustees of upwards of 500 pounds.",
        "Wipe off any surplus stain between coats with a soft brush or tissue.",
        "They sell building supply surplus and use the funds to finance the organization.",
        "Lee had the idea to have a sale on a Saturday morning in order to sell a surplus of items from the store.",
        "Within hours all of the surplus items were gone and customers who had flocked there simply through word of mouth advertising were lining up to buy merchandise.",
        "The initial store simply sold clothing and other surplus items manufactured by both Berkshire and Vanity Fair.",
        "Today these stores do not just simply sell surplus or excess inventory.",
        "If you're thinking about breeding cats, please consider the current surplus of felines without homes of their own.",
        "Library of Congress Surplus Books Program-Surplus books that are given to the Library of Congress are offered to non-profit tax-exempt organizations and schools, colleges, and universities.",
        "Not only does the collection of rain water provide a free water supply, it also helps keep surplus water from garden and patio areas.",
        "These can be old panels that are being replaced, panels that are no longer in use or surplus stock.",
        "People who grow more fruit and vegetables than they can eat themselves may consider selling or swapping surplus stock.",
        "When DDT was banned in the United States, the surplus was sold to countries in South America for use in the production of banana crops, which were then sold back to American grocery stores.",
        "A surplus of products today contains the root.",
        "Sometimes dye lots don't come out as planned, and those rugs are immediately discounted and sold to surplus specialty shops.",
        "Makeup is an affordable option for creating a surplus of Halloween costume ideas.",
        "This is the place where companies send their overstock -- surplus inventory goods.",
        "The retailer's name comes from its resemblence to the the look and feel of a traditional military surplus outlet.",
        "This helps to reduce waste as there is no need to worry about using or throwing away any surplus flour.",
        "Puddle Duds dinosaur raincoat for boys is a top-seller,and it's available at sites such as Little Dragonflies and Kids Surplus.",
        "Kid Surplus currently has a blue shimmer nightgown featuring Scooby in a yellow raincoat and matching hat.",
        "Fancy doesn't mean a surplus of ruffles and bows, which can be gaudy in excess.",
        "Some well-meaning person has found his or herself with a sudden surplus of tiny canines and wants to find good homes for them before they grow too big to manage.",
        "Whenever an amateurs stock of bulbs is divided, it is wise to replant some in fresh ground, and any surplus may be naturalised in grass.",
        "Home improvement outlets, such as Habitat for Humanity ReStores, often sell used and surplus flooring.",
        "There should be one in almost every town, but you can also buy their stuff online, starting with the basic Army Surplus Store.",
        "The annual sales of wild animals, held in the Gardens, chiefly surplus stock from various European Gardens, are famous."
    ],
    "definition": [
        "An amount or quantity in excess of what is needed.",
        "Accounting\na. Total assets minus the sum of all liabilities.\nb. Excess of a corporation's net assets over the face value of its capital stock.\nc. Excess of receipts over expenditures.",
        "Link/Cite",
        "That which remains when use or need is satisfied, or when a limit is reached; excess; overplus.",
        "Specifically, an amount in the public treasury at any time greater than is required for the ordinary purposes of the government.",
        "(law) The remainder of a fund appropriated for a particular purpose.",
        "(law) assets left after liabilities and debts, including capital stock have been deducted.",
        "Being or constituting a surplus; more than sufficient; as, surplus revenues; surplus population; surplus words.",
        "Link/Cite"
    ]
}