{
    "translation": "להתעלות על",
    "uses": [
        "In the Northern Alps the pine forests rarely surpass the limit of 6000 ft.",
        "The eagles comprise many species, but none to surpass the golden eagle of Europe.",
        "For a couple of centuries Lydgate's reputation equalled, if it did not surpass, that of his master.",
        "Their love could surpass any distance that was put between them.",
        "The Roman remains of Verona surpass those of any other city of northern Italy.",
        "The coins of Anund surpass all that were struck during the next two centuries.",
        "Probably no examples surpass those on the west doors of Notre Dame in Paris - unhappily much falsified by restoration.",
        "My sister's piano skills continued to surpass mine, even though we practiced the same amount.",
        "The male is approximately the same size as the female, but in neither sex does the length of the body surpass three-quarters of an inch.",
        "At least the coniferous forests which make up nine-tenths of California's woodland surpass all others known in number of species and in the size and beauty of the trees.",
        "The epidemic is predicted to surpass the country's medical capability soon because it is spreading so rapidly.",
        "surpass most of the problems with work on their part.",
        "Prodigious Savants: Individuals in this category possess prodigy-level skills that far surpass their general functioning ability in one or more areas.",
        "Since the Escort achieved the same number over fewer years, it could be argued that puts it ahead of the Fiat; however, the Fiat is still being sold and could conceivably surpass the Ford Escort by a very wide margin.",
        "Heart rate monitors can motivate beginners and seasoned athletes to meet and surpass fitness goals.",
        "New Zealand was poorly stocked with a weak flora; the more robust and aggressive one of the north temperate region was ready at any moment to invade it-, but was held back by physical barriers which human aid has alone enabled it to surpass.",
        "His hasidas are almost equal to his ghazels; for, while they rival those of Nef `i in brilliancy, they surpass them in beauty of diction, and are not so artificial and dependent on fantastic and farfetched conceits.",
        "Voyager will surpass line's norway had o's Arcadia became veteran regal empress.",
        "According to Moore's law, computer hardware will surpass human brainpower in the first decade of this century.",
        "Voyager will surpass december by approximately majesty queen Elizabeth.",
        "The individual, he goes on, ' may have more esprit than many others, but he cannot surpass the popular spirit.",
        "poule trufee voyager will surpass sold to the festivale sailing for.",
        "The difficulties are likely to surpass even those faced by European royals.",
        "sportswear retailer also said that its earnings would surpass expectations.",
        "We are on target to achieve, and indeed surpass, the targets in our five-year commercialisation strategy.",
        "surpass what they achieved during the previous year.",
        "Compared with the principal countries of the world, Australia does not take a high position in regard to the gross value of the produce of its tillage, the standard of cultivation being for the most part low and without regard to maximum returns, but in value per inhabitant it compares fairly well; indeed, some of the states show averages which surpass those of many of the leading agricultural countries.",
        "The stud y of the insect life of the peninsula opens a splendid field for scientific research, and the profusion and variety of insects found in these forests probably surpass those to be met with anywhere else in the world.",
        "Russia must adopt, it was said, those enlightened principles and liberal institutions which made the Western nations superior to her not only in the arts of peace but even in the art of war; only by imitating her rivals could she hope to overtake and surpass them in the race of progress.",
        "The qualities in which he seems to surpass his immediate predecessors are exactly those which should be the gift of one who sums up the labours of a mighty line of artists.",
        "Nothing could surpass the delicacy of the works executed at the Sanseishas atelier in Tokyo, but unfortunately such productions were above the standard of the customers for whom they were intended.",
        "If to the names of Joun and his brilliant pupil Ryuki we add those of Suzuki ChOkichi, Okazaki Sessei, Hasegawa KumazO, Kanaya GorosaburO and Jomi Eisuke, we have a group of modern bronze-casters who unquestionably surpass the ten experts beginning with Seimin and ending with Somin.",
        "Like Mahomet after him and the founder of the Elkesaites before him, he gave himself out for the last and highest prophet, who was to surpass all previous divine revelation, which only possessed a relative value, and to set up the perfect religion.",
        "But the Vorarlberg is predominantly an Alpine region, though its mountains rarely surpass the snowlevel.",
        "However far the Son may surpass other created beings, he remains himself a created being, to whom the Father before all time gave an existence formed out of not being (E 6vrcov); hence the name of Exoukontians sometimes given to Arius's followers.",
        "It rises on the frontier between the cantons of Bern and of the Valais, and is reckoned among the peaks of the Bernese Oberland, two of which (the Finsteraarhorn, 14,026 ft., and the Aletschhorn, 13,721 ft.) surpass it in height.",
        "In addition to these great and beneficent changes, means were taken for developing more rapidly the vast natural resources of the country, public instruction received an unprecedented impetus, a considerable amount of liberty was accorded to the press, a strong spirit of liberalism pervaded rapidly all sections of the educated classes, a new imaginative and critical literature dealing with economic, philosophical and political questions sprang into existence, and for a time the young generation fondly imagined that Russia, awakening from her traditional lethargy, was about to overtake, and soon to surpass, on the path of national progress, the older nations of western Europe.",
        "It is probably owing to the possession of such glands and the varied purposes for which the silk is used that spiders as a group far surpass the other orders of Arachnida, with the possible exception of the Acari (mites and ticks), in diversity of form and of size, in numbers of genera and species, in extent of geographical distribution, and in adaptation to varied habitats.",
        "From the value of B.: Bo we see that no lateral spectrum can surpass the central image in brightness; but this result depends upon the hypothesis that the ruling acts by opacity, which is generally very far from being the case in practice.",
        "Though Comte's character and aims were as far removed as possible from Franklin's type, neither Franklin nor any man that ever lived could surpass him in the heroic tenacity with which, in the face of a thousand obstacles, he pursued his own ideal of a vocation.",
        "As a conscious effort to bring religion into daily life, chivalry was less successful than later puritanism; while the educated classes of our own day far surpass the average medieval knight in discipline, self-control and outward or inward refinement.",
        "Only silver, copper and gold surpass it as conductors of heat, its value being 31.33 (Ag=10o, Roberts-Austen).",
        "are occupied by glaciers (the Valais and the Grisons alone surpass it in this respect).",
        "In size the lion is only equalled or exceeded by the tiger among existing Felidae; and though both species present great variations, the largest specimens of the latter appear to surpass the largest lions.",
        "A complete account of this interesting correspondence would surpass our present limits; but the reader may be referred to Todhunter's History of the Theory of Probability (Cambridge and London, 1 86 5), pp. 7-21.",
        "The finest pottery, often painted but all hand-made without the wheel, belongs to the prehistoric period; so also do the finest flint implements, which, in the delicacy and exactitude of their form and flaking, surpass all that is known from other countries.",
        "Schubert's Masses show rather the influence of Beethoven's not very impressive first Mass, which they easily surpass in interest, though they rather pathetically show an ignorance cf the meaning of the Latin words.",
        "Later he could attend the celebration of the Roman triumph over Macedonia, and surpass it by a festival at Antioch in honour of his conquest of Egypt (Polyb.",
        "266 -7 she not only succeeded to his position but determined to surpass it and make Palmyra mistress of the Roman Empire in the East.",
        "The heat and the rains give incredible activity to noxious or troublesome insects, and to others of a more showy class, whose large wings surpass in brilliancy the most splendid colours of art.",
        "For inexhaustible fertility, and for retentiveness of moisture in a dry year, no soil in the world can surpass the \" black cotton-soil \" of the Deccan.",
        "Modern research has discovered no crab to surpass Macrocheira hampferi, De Haan, that can span between three and four yards with the tips of its toes, but at the other end of the scale it has yielded Collodes malabaricus, Alcock, \"of which the carapace, in an adult and egg-laden female, is less than one-sixth of an inch in its greatest diameter.\"",
        "Indolent, sensual and dissipated by nature, Charles's vices had greatly increased during his exile abroad, and were now, with the great turn of fortune which gave him full opportunity to indulge them, to surpass all the bounds of decency and control.",
        "Other lakes, such as the Rangeley Lakes, 2 Chesuncook and Twin Lakes on the Penobscot, and the Grand or Schoodic Lakes, in the western boundary at the head waters of the Saint Croix River, equal or surpass Moosehead in picturesqueness.",
        "And not only do the snow-clad ranges and the ice-panoplied peaks which tower up above them surpass the loftiest summits of the Alps in altitude; they also in many cases excel them in boldness and picturesqueness of outline, and equal the most difficult of them in steepness and relative inaccessibility.",
        "Of apple trees, which surpass all other orchard trees in number, there were more than 8,600,000 in 1900.",
        "Those who have either the HHonors or HHonors Surpass cards from American Express can earn HHonors points when using the card to buy products or services.",
        "The savings you can find online can far surpass many of the best deals you get on Internet access.",
        "Propelled by popular singles like Crazy in Love and Baby Boy, it didn't take long for Beyonce's solo work to surpass her popularity with Destiny's Child.",
        "A good teacher learns as much from his or her students as they teach and Qui-Gon admitted to Obi-Wan that his Padawan would surpass him, and he did this without jealousy anger, ego.",
        "aim to help those with spinal cord injury to surpass their aspirations.",
        "In 1875 the London Argand, giving a duty of 3.2 candles illuminating power per cubic foot of ordinary 16 candle gas, was looked upon as the most perfect burner of the day, and little hope was entertained that any burner capable of universal adoption would surpass it in its power of developing light from the combustion of coal gas; but the close of the century found the incandescent mantle and the atmospheric burner yielding six times the light that was given by the Argand for the consumption of an equal volume of gas, and to-day, by supplying gas at an increased pressure, a light of ten times the power may be obtained.",
        "In this agricultural engineering no people surpass the Betsileo.",
        "Nothing can surpass in beauty the rank grasses and bright flowers that grow on the lowlands and rolling uplands of a virgin prairie - now hardly to be found in the state.",
        "The sportswear retailer also said that its earnings would surpass expectations.",
        "But it is a proven fact that people with this disorder can surpass most of the problems with work on their part.",
        "In the 2006 the screen aims to surpass what they achieved during the previous year.",
        "The combined platform will surpass internet telephony company Skype, which currently boasts a user base of around 100 million.",
        "They surpass gaudy trinkets Made from shards of earthenware.",
        "Purchasing a high efficiency heater may require a large financial output up front, but the energy and money saved will quickly surpass the initial investment amount.",
        "Dye colors were also limited to violet, red or blue on a white or cream background, however the fine line work and artistic talent behind these patterns created a unique look that modern print mills have been unable to surpass.",
        "The acai berry is said to surpass even the nutrient-rich blueberry and grape in the immune system health department.",
        "Few plants surpass a strong, well-flowered clump of Hemerocallis fulva, as we have seen it, mixed with a group of male Fern near a brook.",
        "Polyanthuses are not at all sufficiently appreciated, considering the wonderful array of beauty they present, and that for rich and charmingly inlaid coloring they surpass all other flowers of our spring gardens.",
        "Depending on where you buy them, they can far surpass the $100 mark.",
        "Sprint has branded its WiMAX network as XOHM and it offers wireless data speeds that even surpass that of HSDPA.",
        "There are many homeschooled children that surpass their traditionally schooled counterparts academically.",
        "Mean scores on every subtest on standardized academic achievement far surpass those scores of publicly schooled students.",
        "In fact, many people believe a stay at home mom's salary would surpass that of most other occupations.",
        "Speech therapy and behavior modification surpass neurofeedback's effectiveness, according to the study.",
        "The bond that you will build with your teammates at camp will surpass any of the benefits that you could gain at a different camp by yourself.",
        "Equipment breakdown coverage picks up where standard homeowner policies leave off and surpass the coverage provided by individual warranties and service contracts which usually only cover one piece of equipment.",
        "Of all the would-be competitors to the Palm Treo 650 we've seen, the Motorola Q seems best poised to surpass it."
    ],
    "definition": [
        "To do more than or be superior to: surpassed her classmates in academic honors. See Synonyms at excel.",
        "To be beyond the limit, powers, or capacity of; transcend: misery that surpasses comprehension.",
        "To be greater than, as in degree or quality; exceed: The cost of the project surpassed its budget projections.",
        "Link/Cite",
        "To go beyond, especially in a metaphoric or technical manner; to exceed.\nThe former problem student surpassed his instructor's expectations and scored top marks on his examination.\nThe heavy rains threatened to surpass the capabilities of the levee, endangering the town on the other side.",
        "Link/Cite"
    ]
}