{
    "translation": ".1 סקר, סקירה\n.2 לסקור, לבחון",
    "uses": [
        "A general was sent to survey the position.",
        "He paused, turning to survey her with a faintly amused expression.",
        "His survey covered an area 900 m.",
        "The experience gained on the northern survey under Argelander's direction enabled Schdnfeld to introduce some improvements in the methods employed, which increased the accuracy of this work, which was practically accomplished in March 1881, some revision only remaining to be done.",
        "Because our glance can easily be turned outwards and survey the exterior world but it is far harder to turn the mind's eye inwards and contemplate the world of the spirit.",
        "We went with Weyrother to survey the dispositions.",
        "A complete survey was ordered by the law of the 1st of March 1886,but many years must elapse before its completion.",
        "The impost upon land is based upon the cadastral survey independently of the vicissitudes of harvests.",
        "In a recent survey, only a quarter of Americans answered that question with a \"yes.\"",
        "The mention of four burgesses at Bridlington (Brellington, Burlington) in the Domesday survey shows it to have been a borough before the Conquest.",
        "To complete our survey of life-cycles in the Hydromedusae it is necessary to add a few words about the position of Hydra and its allies.",
        "Hawkins declared his object to be discovery and the survey of unknown lands, and his voyage, though terminating in disaster, bore good fruit.",
        "Every time we survey a field, we go upon the principles, not of special experience, but of a priori necessity.",
        "C. Polkinghorne, Survey and Record of Woolwich and West Kent (Woolwich, 1909).",
        "Chatham (Ceteham, Chetham) belonged at the time of the Domesday Survey to Odo, bishop of Bayeux.",
        "An early form of the name is Patricsey or Peter's Island; the manor at the time of the Domesday survey, and until the suppression of the monasteries, belonging to the abbey of St Peter, Westminster.",
        "An idea of the effects of the survey may be gathered from the fact that the assessments in the four provinces of Mantua, Ancona, Cremona and Milan, which formerly amounted to a total of I,454,696~ are now 2,788,080, an increase of 91%.",
        "He was the first to attempt to open a trade route with Tibet, and to organize a survey of Bengal and of the eastern seas.",
        "Teignmouth is not mentioned in the Domesday Survey, but in 1276 what is now West Teignmouth appears as a mesne borough held by the dean and chapter of Exeter; what is now East Teignmouth continuing with the bishop, who was accused in that year of holding in his manor a market which should be held in the borough.",
        "He sailed from Callao in October 1579, and made a careful survey of the Strait of Magellan, with the object of fortifying that entrance to the South sea.",
        "Unfortunately, the new survey was made largely optional, so that provinces which had reasor to hope for a diminution of land tax under a revised assessment hastened to complete their survey, while others, in which the average of the land tax was below a normal assessment, neglected to comply with the provisions of the scheme.",
        "But it was the military genius of Rome, and the ambition for universal empire, which led, not only to the discovery, but also to the survey of nearly all Europe, and of large tracts in Asia and Africa.",
        "Everett, and issued in 1887 in six sheets, by the Geological Survey of Victoria.",
        "See the publications of the United States Geological Survey (especially Professional Paper No.",
        "On the death of Argelander, which occurred on February r7th 1875, Schdnfeld was appointed to succeed him as director of the Bonn Observatory, and soon after his appointment he began his last and greatest piece of work, the extension, on Argelander's plan, of the survey of the heavens down to 23° of south declination.",
        "Every new war produced a new survey and itinerary of the countries which were conquered, and added one more to the imperishable roads that led from every quarter of the known world to Rome.",
        "The Domesday Survey contains a long account of the laws, customs and values of the salt-works at that period, which were by far the most profitable in Cheshire.",
        "at Jerusalem (1898); Conder, Latin Kingdom of Jerusalem (1897), and The City of Jerusalem (1909), an historical survey over 4000 years; Le Strange, Pal.",
        "Kang-hi next ordered a similar map to be made of Tibet, the survey being executed by two lamas who were carefully trained as surveyors by the Jesuits at Peking.",
        "He died in 956, and was known, from the comprehensiveness of his survey, as the Pliny of the East.",
        "They first prepared a map of the country round Peking, which was submitted to the emperor Kang-hi; and, being satisfied with the accuracy of the European method of surveying, he resolved to have a survey made of the whole empire on the same principles.",
        "Captain Vancouver was sent out to receive the cession, and to survey the coast from Cape Mendocino northwards.",
        "Besides the historical narrative, there were works mainly geographical or topographical left by persons like Baeton and Diognetus, whom Alexander had employed (as Onyarcaral.) to survey the roads over which he passed.",
        "These were referred to the arbitration of Queen Victoria, and, after a careful survey under the direction of Sir Thomas H.",
        "Elphinstone Dalrymple, with Messrs Hill and Johnstone, finishing in December 1873, effected a valuable survey of the inlets and navigable rivers in the Cape York Peninsula.",
        "A survey of the vegetable kingdom indicates that evolution has proceeded, on the whole, from the simple to the complex; at the same time, as has been already mentioned, evidence of reduction or degeneration in common.",
        "Cook having completed the survey of the east coast, to which he gave the name of New South Wales, sighted and named Cape York, the northernmost point of Australia, and took final possession of his discoveries northward from 38° S.",
        "It is, of course, quite impossible, in a survey of extinct birds, to divide them into those which are bona fide fossil, sub-fossil, recently extirpated and partially exterminated.",
        "Here we can attempt only a general survey of the events, political, civic and social, which heralded the Risorgimento in its first phase.",
        "The whole of the Andamans and the outlying islands were completely surveyed topographically by the Indian Survey Department under Colonel Hobday in 1883-1886, and the surrounding seas were charted by Commander Carpenter in 1888-1889.",
        "The influence of the Australian realm is indicated by a Megapode in Celebes, another in Borneo and Labuan, and a third in the Nicobar islands (which, however, like the Andamans, belong to the Indian province), but there are no cockatoos, these keeping strictly to the other side of Wallace's line, whence we started on this survey of the world's avifauna.",
        "Two able officers, Colebrooke of the Bengal Engineers, and Blair of the sea service, were sent to survey and report.",
        "Kentucky ' 'From survey by Edgar Vaughan and W.L.",
        "You have to get a survey.",
        "The Spaniards under Quadra had begun a survey of north-western America and occupied Nootka Sound, which their government eventually agreed to surrender.",
        "As with his elder contemporary, the foreign peoples - (but in Isaiah's oracles Assyria and Egypt as well as the Palestinian races) - come within his survey.",
        "She stepped back, giving her work a critical survey.",
        "We have a survey, Alex.",
        "at the time of the Domesday survey.",
        "Shield Nicholson's Principles of Political Economy (3 vols.) not only gives a survey of economic principles since Mill's time, but contains much suggestive and original work.",
        "-FOr physical description see Henry Gannett, Gazetteer of Virginia (Washington, 1904), U.S. Geological Survey Bulletin 232; W.",
        "Woodthorpe was followed into Burmese fields by many others; and amongst the earliest travellers to those mysterious mountains which hide the sources of the Irrawaddy, the Salween and the Mekong, was Prince Henri d'Orleans Burma was rapidly brought under survey; Siam was already in the 'mapmaking hands of James M'Carthy, whilst Curzon and Warrington Smyth added much to our knowledge of its picturesque coast districts.",
        "The Afghan war of 1878-80; the Russo-Afghan Boundary Commission of 1884-1885; the occupation of Gilgit and Chitral; the extension of boundaries east and north of Afghanistan, and again, between Baluchistan and Persia - these, added to the opportunities afforded by the systematic survey of Baluchistan which has been steadily progressing since 1880 - combined to produce a series of geographical maps which extend from the Oxus to the Indus, and from the Indus to the Euphrates.",
        "Beaulieu) is probably referred to in the Domesday survey as \"another Ribbesford,\" and was held by the king.",
        "In our survey of the career of Napoleon, we have now reached the time of the Consulate (November 1799 - May 1804), which marks the zenith of his mental powers and creative activity.",
        "The fort lies within the tract of 252 acres ceded, for coast defence purposes, to the Federal government by the state of Virginia in 1821, the survey for the original fortifications having been made in 1818, and the building begun in 1819.",
        "But a survey of the Hexapoda as a whole, and especially a comparative study of the tracheal system, can hardly leave room for doubt that this system is primitively adapted for atmospheric breathing, and that the presence of tracheal gills in larvae must be regarded as a special adaptation for temporary aquatic life.",
        "The mischief caused by this theory of a Quinary System was very great, but was chiefly confined to Britain, for (as has been will be necessary to limit this survey, as before indicated, to those countries alone which form the homes of English people, or are commonly visited by them in ordinary travel.",
        "vols., Boston, 1875), The Water Birds (2 vols., Boston, 1884); Elliott Coues, Check List of North American Birds (Boston, 2882), Key to North American Birds (Boston, 1887), Birds of the Northwest, U.S. Geological Survey, Misc. pubs., No.",
        "It is now incumbent upon us to take a rapid survey of the ornithological works which come more or less under the designa .",
        "1 In 1673 Aubrey began his \"Perambulation\" or \"Survey\" of the county of Surrey, which was the result of many years' labour in collecting inscriptions and traditions in the country.",
        "He finally completed a valuable survey of an important part of western Tibet.",
        "Klose, Togo enter deutscher Flagge (Berlin, 1899), a comprehensive survey, with bibliography; N.",
        "The maximum depth recorded by the United States Lake Survey is 870 ft.; the mean level of the surface is 5813 ft.",
        "It is under his wise guidance that the survey has attained its present efficiency.",
        "Accurate statistics with regard to the area occupied in different forms of cultivation are difficult to obtain, both on account of their varied and piecemeal character and from the lack of a complete cadastral survey.",
        "Besides the realization of the formal programme of the Left, consisting of the repeal of the grist tax, the abolition of the forced currency, the extension of the suffrage and the development of the railway system Depretis laid the foundation for land tax re-assessment by introducing a new cadastral survey.",
        "There are many genera and species of leeches, the exact definitions of which are still in need of a more complete survey.",
        "In the reign of Alfred the abbey was destroyed by the Danes, but it was restored by Edred, and an imposing list of possessions in the Domesday survey evidences recovered prosperity.",
        "Aichino, of the Geological Survey of Italy, will be found in the Enciclopedia delle arte e industrie (Turin, 1898).",
        "l Bibliography: Memoirs, Izvestia and Geological Maps of the Committee for the Geological Survey of Russia; Memoirs and Sborniks of the Mineralogical Society, of the Academy of Science and of the Societies of Naturalists at the Universities; Mining Journal; Murchison's Geology of Russia; Helmersen's and MSller's Geological Maps of Russia and the Urals; Inostrantsev in Appendix to Russian translation of Reclus's Geogr.",
        "C. Fremont and Howard Stansbury (1806-1863) furnished a general knowledge of the hydrographic features and geological lacustrine history of the Great Basin, and this knowledge was rounded out by the field work of the U.S. Geological Survey from 1879 to 1883, under the direction of Grove Karl Gilbert.",
        "iii.; Clarence King and others in the Report of the Fortieth Parallel Survey (U.S. Geol.",
        "Gilbert's Lake Bonneville (U.S. Geological Survey, Monographs, No.",
        "it, 1885), with references to other publications of the Survey.",
        "Of its seven books, the first two survey the history of the Jews from the capture of Jerusalem by Antiochus Epiphanes to the outbreak of war in 67, and here Josephus relies upon some such general history as that of Nicolaus of Damascus.",
        "A close survey of the facts, however, would lead us to regard it as probable that some at least of the Hebrew clans had patrondeities of their own.",
        "Honiton (Honetona, Huneton) is situated on the British Icknield Street, and was probably the site of an early settlement, but it does not appear in history before the Domesday Survey, when it was a considerable manor, held by Drew (Drogo) under the count of Mortain, who had succeeded Elmer the Saxon, with a subject population of 33, a flock of 80 sheep, a mill and 2 salt-workers.",
        "The State Geological and Economic Survey has made a careful study of the fishes of North Carolina, of the shad fisheries, of oyster culture, and of the development of terrapin.",
        "- For physical description, resources, industries, &c., see State Board of Agriculture, North Carolina and its Resources (Raleigh, 1896); North Carolina Geological Survey Reports (Raleigh, 1852, sqq.); the publications of the North Carolina Geological and Economic Survey (Raleigh, 1893, sqq.), e.g.",
        "These far extensions furnish the basis for a vast amount of exploratory survey of a strictly geographical character, and they have contributed largely towards raising the standard of accuracy in Asiatic geographical surveys to a level which was deemed unattainable fifty years ago.",
        "Captain William Gill, of the Indian survey, first made his way across China to eastern Tibet and Burma, and subsequently delighted the world with his story of the River of Golden Sand.",
        "South and west the bounding territories are well fixed in geographical position by the Indian survey determinations of the value of Himalayan peaks.",
        "On the north the Chinese Turkestan explorations are now brought into survey connexion with Kashmir and India.",
        "Geological Survey of India; Max Muller, The Sacred Books of the East (Oxford, 1890-1894); Elisee Reclus, The Earth and its Inhabitants (series, 1890); G.",
        "The character of true monarchy is well defined in the well-known lines of Cowper (Verses supposed to be written by Alexander Selkirk): \" I am monarch of all I survey, My right there is none to dispute.\"",
        "His first plan was to continue the work, already initiated by his predecessor Tourny, of making a fresh survey of the land (cadastre), in order to arrive at a juster assessment of the taille; he also obtained a large reduction in the contribution of the province.",
        "1731; 2nd ed., 1 735, 4 vols.; 3rd ed., 1736-1738, 4 vols.); Life and Acts o f Edmund Grindal, Archbishop of Canterbury (1710), of Matthew Parker, Archbishop of Canterbury (1711), and of John Whitgift, Archbishop of Canterbury (1718); An Accurate Edition of Stow's Survey of London (1720), a valuable edition of Stow, although its interference with the original text is a method of editing which can scarcely be reckoned fair to the original author; and Ecclesiastical Memorials (3 vols., 1721; 3 vols., 1733).",
        "Derbyshire probably originated as a shire in the time of ZEthelstan, but for long it maintained a very close connexion with Nottinghamshire, and the Domesday Survey gives a list of local customs affecting the two counties alike.",
        "The greatest landholder in Derbyshire at the time of the Domesday Survey was Henry de Ferrers, who owned almost the whole of the modern hundred of Appletree.",
        "The lead mines were worked by the Romans, and the Domesday Survey mentions lead mines at Wirksworth, Matlock, Bakewell, Ashford and Crich.",
        "The good effects of \" Faunal \" works such as those named in the foregoing rapid survey none can doubt, but important as they are, they do not of themselves constitute ornithology as a science; and an inquiry, no less wide and far more recondite, still remains.",
        "Wilson, Ohio (New York, 1902), and a great mass of material on this subject is contained in the publications of the Geological Survey of Ohio (1837 et seq.).",
        "A hydrographic survey of this lake was made by Drizhenko in 1897-1902.",
        "ANTONINI ITINERARIUM, a valuable register, still extant, of the stations and distances along the various roads of the Roman empire, seemingly based on official documents, which were probably those of the survey organized by Julius Caesar, and carried out under Augustus.",
        "17: Survey of Northern and North-western Lakes, U.S. Lake Survey Office (Detroit, Michigan, 1907); St Lawrence Pilot, 7th ed., Hydrographic Office Admiralty (London, 1906); Effect of Withdrawal of Water from Lake Michigan by the Sanitary District of Chicago, U.S. House of Representatives' Document No.",
        "As a stratigraphical geologist he rendered much assistance on the Geological Survey of France, but in the course of time he gave his special attention to the study of volcanic phenomena and earthquakes, to minerals and rocks; and he was the first to introduce modern petrographical methods into France.",
        "A survey of coloured substances led 0.",
        "Mill, \"Bathymetrical Survey of the English Lakes,\" Geographical Journal, vi.",
        "Helston (Henliston, Haliston, Helleston), the capital of the Meneage district of Cornwall, was held by Earl Harold in the time of the Confessor and by King William at the Domesday Survey.",
        "The results published in the Archaeological Survey of Nubia 6 by Messrs.",
        "88; (6) Survey Dept., Cairo, 1908-11; (7) The Ancient Egyptians (1911); (8) This is the view of Mr. P. E.",
        "A brief summary of the contents of the twelve may be indicated as follows: In the 1st tablet, after a general survey of the adventures of Gilgamesh, his rule at Erech is described, where he enlists the services of all the young able-bodied men in the building of the great wall of the city.",
        "So too Heraclides was sent to explore the Caspian; the survey, and possible circumnavigation, of the Arabian coasts was the last enterprise which occupied Alexander.",
        "These materials generally include reconnaissance survey of small districts, route surveys and astronomical observations supplied by travellers, and information obtained from native sources.",
        "Lehmann, who directed a survey of Saxony, 1780-1806, and published his Theorie der Bergzeichnung in 1799.",
        "Thus the French survey commission of 1828 fixed the proportion of black to white at one and a half times the angle of slope; while in Austria, where steep mountains constitute an important feature, solid black has been reserved for a slope of 80°, the proportion of black to white varying from 80:o (for 50) to 8: 72 (for 5°).",
        "(Sesostris of the Greeks, 1 3331300 B.C.) there had been made a cadastral survey of the country showing the rows of pillars which separated the nomens as well as the boundaries of landed estates.",
        "A cadastral survey for purposes of taxation was already at work in Babylonia in the age of Sargon of Akkad, 3800 B.C. In the British Museum may be seen a series of clay tablets, circular in shape and dating back to 2300 or 2100 B.C., which contain surveys of lands.",
        "- Map of Albi (8th century) Aethicus a work widely read at the time, but this does not prove that the author was able to avail himself of a map based upon that survey.",
        "Glockedon, the author of an interesting road-map of central Europe (1soi), Sebastian Munster (1489-1552), Elias Camerarius, whose map of the mark of Brandenburg won the praise of Mercator; Wolfgang Latz von Lazius, to whom we are indebted for maps of Austria and Hungary (1561), and Philip Apianus, who made a survey of Bavaria (1553-1563), which was published 1568 on the reduced scale of 1:144,000, and is fairly described as the topographical masterpiece of the 16th century.",
        "A map, of the Netherlands from actual survey was produced by Jacob of Deventer (1536-1539).",
        "Oeder, (survey of Saxony, 1586-1607), A.",
        "Schickhardt (survey of Wurttemberg, 1624-1635), and G.",
        "Colonel Schmettau's excellent survey of the country to the west of the Weser (1767-1787) was never published, as Frederick the Great feared it might prove of use to his military enemies.",
        "The year 1784 marks the beginning of the ordnance survey, for in that year Major-General Roy measured a base line of 27,404 ft.",
        "The primary triangulation was only completed in 1858, but in the meantime, in 1791, the detail survey had begun.",
        "Finally, in 1854, a cadastral survey of the whole of the United Kingdom, only excepting uncultivated districts, was resolved upon, on a scale of 1: 2500, still larger scales (1: 500 or 1: 1000) being adopted for town plans.",
        "The geological surveys of Great Britain and Ireland were connected from 1832 to 1853 with the ordnance survey, but are now carried on independently.",
        "The ordnance survey, too, no longer depends on the war office but upon the board of agriculture and fisheries.",
        "A Bathymetrical Survey of the Freshwater Lochs of Scotland, under the direction of Sir John Murray and L.",
        "The new survey of Belgium was completed in 1872 and there have been published 527 plane-table sections or planchettes on a scale of 1: 20,000 (1866-1880), a \" Carte topographique de la Belgique,\" in 72 sheets, on a scale of g 1:40,000 (1861-1883), and a more recent map in 26 sheets on a scale of 1:100,000 (1903-1912).",
        "The new survey of the Netherlands, based upon General Krayenhoff's primary triangulation (1802-1811) was completed in 1855.",
        "In Denmark, on the proposal of the Academy of Science, a survey was carried out in 1766-1825, but the maps issued by the Danish general staff depend upon more recent surveys.",
        "In Norway a geographical survey (Opmaaling) has been in progress since 1783, but the topographical map of the kingdom on a scale of :ioo,000 in 340 sheets, has not yet been completed.",
        "In addition to these the survey for the Trans-Siberian railway has been published on a scale of 1:630,000, as also maps of the Russo-Chinese frontier districts, 1:210,000 and 1:1,168,000.",
        "In Spain a plane-table survey on a scale of 1:20,000 Spain in 1078 sheets on a scale of i: 50,000 only 150 had been issued by the deposito de la guerra up to 1910.",
        "sions, but there is no such thing as a general survey carried on under the direction of government.",
        "A trigonometrical survey of British India was begun in 1800 and the country can now boast of a survey which in most respects is equal to those of most European states.",
        "In Siam a regular survey was organized by Mr J.",
        "McCarthy (1881-1883), a former official of the Indian survey, which did good work in connexion with the determination of the FrancoSiamese frontier (1906).",
        "There are good survey maps of the British colony of Hong-Kong, of Wei-hai-Wei and of the country around Kiao-chou, and the establishment of topographical offices at Peking and Ngan-king holds out some promise of native surveys.",
        "Japan has a regular survey department originated by Europeans and successfully carried on by natives.",
        "In Egypt excellent work has been done by a survey department organized and directed by Captain H.",
        "Algeria has been in course of survey since 1868, Tunis since 1878, and the results have been published on scales of I :50,000 and 1:250,000.",
        "Cowie (1:250,000, 1904-1905); the survey of the Gold Coast Colony is being published by Major F.",
        "The states of British South Africa have each their surveyor-general, and a reconnaissance survey has been in progress since 1903.",
        "This survey is rapidly superseding other maps, such as the surveyor-general's map of Cape Colony (I:127,000); A.",
        "The results of a survey of southern Rhodesia are given on the map of the British general staff (1:500,000; 1909), while of north-eastern Rhodesia we have an excellent map compiled by C. L.",
        "Surveys in British Central Africa were taken up in 1894; a survey of Lake Nyasa, by Lieut.",
        "' See \"The Survey in British Africa\": the Annual Report of the Colonial Survey Commission.",
        "In Victoria the so-called geodetic survey was begun in 1858; the maps are published on a scale of 1:126,730.",
        "A trigonometrical survey was given up and only details of immediate practical use are required.",
        "He is responsible likewise for maps of Yukon and of Labrador, supplied by the geological survey, the former on a scale of 1:380,200, the latter of 1:1,584,000.",
        "A geodetic survey department, under Dr. W.",
        "In the United States a \" geological survey \" was organized in 1879, under Clarence King as director, whose successor, Major J.",
        "Powell, rightly conceived that it was necessary to produce good topographical maps before a geological survey could be pursued with advantage.",
        "It is based upon a triangulation by the U.S. Coast and Geodetic Survey.",
        "Of great value for cartographical work is a careful survey, carried out by American engineers (1897-1898), for a continental railway running along the west coast from Mexico to Chile.",
        "Fawcett's survey of the Brazilian boundary (1906-1907) are welcome additions to our knowledge of Bolivia.",
        "At the time of the Domesday Survey Tateshall (now Tanshelf, a suburb of the town) was the chief manor and contained 60 burgesses, while Kirkby, which afterwards became the borough of Pontefract, was one of its members.",
        "His name first came before the public in 1683, when a prospectus was published in Edinburgh entitled An Account of the Scottish Atlas, stating that \"the Privy Council of Scotland has appointed John Adair, mathematician and skilfull mechanick, to survey the shires.\"",
        "He was then employed on a survey of the Scottish coast and two years later was made a fellow of the Royal Society.",
        "Ferrand, Les Comdlis (Paris, 1903), a brief but comprehensive survey; R.",
        "At the request of the Indian government the Nepalese government had the pillar, which was half buried, excavated for examination; and Dr Fiihrer, then in the employ of the Archaeological Survey, arrived soon afterwards at the spot.",
        "Being under the rule of the earls of Northumbria, York is not mentioned in the Domesday Survey.",
        "1857) graduated at the university of Wisconsin in 1879, became instructor in geology there in 1883, in 1897 became consulting geologist of the Wisconsin Geological and Natural History Survey, and in 1900 became geologist in charge of the Division of Pre-Cambrian and Metamorphic Geology, U.S. Geological Survey.",
        "In 1900 an important survey of the Hauran and neighbouring regions was made under American auspices, directed by Dr Enno Littmann; the publication of the great harvest of results was begun in 1906.",
        "1-6, 1892-1902); also publications of U.S. Geological Survey, e.g.",
        "For fauna and flora: publications of U.S. Biological Survey (Department of Agriculture, Bibliographies).",
        "See also United States Geological Survey, Bulletin 192 (1902), H.",
        "16, pp. 243-288 (1895) United States Geological Survey, 22nd Annual Report, 1901, C. W.",
        "In 1891 a survey of its lower course was executed by Captain F.",
        "This survey of the existing developments of pure mathematics confirms the conclusions arrived at from the previous survey of the theoretical principles of the subject.",
        "In 1895, according to the agricultural survey, the surface of Bosnia and Herzegovina was laid out as follows: Acres.",
        "Eton (Survey of the Turkish Empire, 3rd ed., 1801) are storehouses of information on Turkey from the 16th century to the end of the 18th.",
        "At the time of Chesney's survey of the Euphrates in 1838 this canal was still navigable for craft of some size.",
        "The Jebel Amur was traversed by the column which seized El Aghuat in 1852, and from that time dates the survey of the mountains.",
        "Such were parts of the first and middle ranges, crossed once; three routes over the Great Atlas, which was, moreover, followed along both flanks for nearly its whole length; and six journeys across the Anti-Atlas, with a general survey of the foot of this range and several passages over the Jebel Bani.",
        "An entirely new project was an international survey of the Mediterranean and adjacent seas, from the fishery and oceanographical standpoints, by France, Italy, Spain and Portugal, but in 1921 no definite programme had been put in operation.",
        "So also any exhaustive survey of the temperature and salinity of the sea at a great number of points on and below the surface reveals a complexity of conditions that may defy mathematical analysis and could not easily be predicted.",
        "693, U.S. Geological Survey (ed.",
        "27; see Survey of E.",
        "See Reports of the native explorers of the Indian Survey, edited by Montgomery and Harman; Imperial Gazetteer of India (1908); Sir T.",
        "At the time of the Domesday Survey all the salt springs belonged to the king, who received from them a yearly farm of X65, but the manor was divided between several churches and tenants-in-chief.",
        "The burgesses of Droitwich are mentioned in the Domesday Survey, but they probably only had certain franchises in connexion with the salt trade.",
        "In the Domesday Survey it appears as a me g ne borough under Juhel of Totnes, founder of the castle and priory; it had 95 burgesses within and 15 without the borough, and rendered military service according to the custom of Exeter.",
        "Ashford (Esselesford, Asshatisforde, Essheford) was held at the time of the Domesday survey by Hugh de Montfort, who came to England with William the Conqueror.",
        "See Edward Hasted, History and Survey of Kent (Canterbury, 1778-1799, 2nd ed.",
        "All its objects were satisfactorily accomplished, namely, the recovery of the captives, the surrender of all firearms, the payment of the fine inflicted by government, the complete submission of the tribe and the survey of the country.",
        "Bradford appears as a borough in the Domesday survey, and is there assessed at 42 hides.",
        "The market is of ancient origin, and was formerly held on Monday; in the survey the tolls are assessed at 45 shillings.",
        "At the time of the Domesday survey Ashby-de-la-Zouch formed part of the estates of Hugh de Grentmaisnel.",
        "The picture gallery is equally important in its way, affording a survey both of the earlier Bolognese paintings and of the works of the Bolognese eclectics of the 16th and 17th centuries, the Caracci, Guido Reni, Domenichino, Guercino, &c. The primitive masters are not of great excellence, but the works of the masters of the 15th century, especially those of Francesco Francia (1450-1517) and Lorenzo Costa of Ferrara (1460-1535), are of considerable merit.",
        "The king's representatives were unable to draw the frontier line by reason of the imperfection of the maps then in existence, and he therefore directed a further survey.",
        "under survey, and about 1600 m.",
        "In 1906 Congress resolved to undertake a national geological survey under the direction of Mr Orville A.",
        "C. White, of the U.S. Geological Survey, who found strata of fairly good coal at depths of 100 to 200 ft.",
        "He began to survey the coast about Rio de Janeiro, to which he gave that name, because he discovered it on the 1st of January 1531.",
        "The question was a complicated one involving the historical survey of Dutch and Portuguese exploration and control in the far interior of Guiana during two centuries; and it was not until 1904 that the king of Italy gave his award, which was largely in favour of the British claim, and grants to British Guiana access to the northern affluents of the Amazon.",
        "Survey, Natal and Zululand (Pietermaritzburg, 1901; London, 1904); and \" Science in South Africa,\" Handbook, Brit.",
        "The pupil, entering into his master's labours, was able from the first to take a more comprehensive survey of the whole field; and in addition he was doubtless endowed with an intellect which was finer, though it might not be more powerful, than his master's.",
        "A critical survey of recent literature on Scholasticism is given by Baeumker in the Archiv far Geschichte der Philosophie, vols.",
        "On the ether hand, a survey of the facts of cellular embryology which were accumulated in regard to a variety of classes within a few years of Kovalevsky's work led to a generalization, independently arrived at by Haeckel and Lankester, to the effect that a lower grade of animals may be distinguished, the Protozoa or Plastidozoa, which consist either of single cells or colonies of equiformal cells, and a higher grade, the Metazoa or Enterozoa, in which the egg-cell by \" cell division \" gives rise to two layers of cells, the endoderm and the ectoderm, surrounding a primitive digestive chamber, the archenteron.",
        "The manor at the Domesday Survey was in the possession of the nunnery at Barking, but the borough includes several estates, such as the manor of Lyllestone in the west, the name of which is preserved in Lisson Grove.",
        "Herodotus gives a good survey of the customs of the Scyths: it seems mostly to apply to the ruling race.",
        "Minns, Scythians and Greeks (Cambridge, 1909), gives a summary of various opinions and a survey of the subject from all points of view.",
        "Folkestone (Folcestan) was among the possessions of Earl Godwine and was called upon to supply him with ships when he was exiled from England; at the time of the Domesday Survey it belonged to Odo, bishop of Bayeux.",
        "Survey (Transvaal, 5903, et seq.); H.",
        "12; Archer, Report on a Journey in the Mekong Valley; Prince Henri d'Orleans, Around Tonkin and Siam (1894); M`Carthy, Report on a Survey in Siam (1894); Bulletins, Paris Geographical Society: H.",
        "The present article in its original form introduced here a survey of the portions of Isa.",
        "All in all the study of oriental costume down to the days of Hellenism proves to be something more than that of mere apparel, and any close survey of the evidence speedily raises questions which concern old oriental history and thought.",
        "Survey of Egypt, 1893).",
        "It was assessed at 50 hides in the Domesday survey and was then held by the bishop of Lincoln.",
        "They were distinguished by their mode of hunting, climbing a tree to survey their game, and then pursuing it with trained horses and dogs.",
        "Hitherto we have presented a survey of the progress of the science and practice of medicine on general.",
        "In the survey of London (1598) by John Stow, 125 churches, including St Paul's and Westminster Abbey, are named; of these 89 were destroyed by the great fire.",
        "The he Board of Education directly administers the following educational institutions - the Victoria and Albert Museum, South Kensington, with its branch at Bethnal Green, from both of which objects are lent to various institutions for educational purposes; the Royal College of Science, South Kensington, with which is incorporated the Royal School of Mines; the Geological Survey of the United Kingdom and the Museum of Practical Geology, Jermyn Street; the Solar Physics Observatory, South Kensington; and the Royal College of Art, South Kensington.",
        "Robert Boyle on September Io, says: \" The citizens, instead of complaining, discoursed almost of nothing but of a survey for rebuilding the city with bricks and large streets.\"",
        "This was first printed by Stow in his Survey.",
        "The first history is contained in A Survey of London by John Stow (1598, 1603).",
        "Stow, Remarks on London and Westminster (1722); Robert Seymour (John Mottley), Survey of the Cities of London and Westminster (1 734, another edition 1753); William Maitland, History of London (1 739, other editions 1756, 1760, 1769, continued by John Entick 1775); John Entick, A New and Accurate History of London, Westminster, Southwark (1766); The City Remembrancer, Narratives of the Plague 1665, Fire 1666 and Great Storm 1703 (1769); A New and Compleat History and Survey, by a Society of Gentlemen (1770, revised by H.",
        "Lambert, History and Survey of London (1806); Henry Hunter, History of London (181 I); J.",
        "Archer (1851); A New Survey of London (1853); G.",
        "Locks (East London Advertiser, 1902); Philip Norman, London vanished and vanishing (1905); Records of the London Topographical Society; Monographs of the Committee for the Survey of the Memorials of Greater London.",
        "17, Survey of Northern and Northwestern Lakes, U.S. Lake Survey Office (Detroit, Mich., 1907); Publication No.",
        "His survey of Surrey was incorporated in R.",
        "An up-to-date survey of criticism is furnished by Dr J.",
        "Even in the course of a general survey of the legal lore at our disposal, one cannot help being struck by peculiarities in the distribution of legal subjects.",
        "While it is impossible to give here anything like a complete or exact survey of the field - a task rendered almost impossible by the arbitrary manner in which paragraphs are divided, by the difficulty of making Old English enactments fit into modern rubrics, and by the necessity of counting several times certain paragraphs bearing on different subjects - a brief statistical analysis of the contents of royal codes and laws may be found instructive.",
        "Earle, Land Charters (Oxford, 1888); Thorpe, Diplomatarium Anglicanum; Facsimiles of Ancient Charters, edited by the Ordnance Survey and by the British Museum; Haddan and Stubbs, Councils of Great Britain, i.-iii.",
        "It is mentioned in the Domesday Survey as subject to a reduced assessment on account of its exposed position and liability to Danish attacks.",
        "A cadastral survey seems also to have been instituted, and one of the documents relating to it states that a certain Uru-Malik, whose name appears to indicate his Canaanitish origin, was governor of the land of the Amorites, as Syria and Palestine were called by the Babylonians.",
        "Boghaz Keui was never thoroughly explored until 1907, the survey of Perrot and Guillaume having been superficial only and the excavations of E.",
        "In the present survey we shall limit ourselves to the great formative periods in this literature - in Judaism to 200 B.C. t0 A.D.",
        "Goetz, Die Abendmahlsfrage in ihrer geschichtlichen Entwicklung (1904), a complete survey of the whole problem, beginning with Radbertus.",
        "Resigning from the army in 1836, he became a civil engineer and constructor of railways, and was engaged under the war department in survey work.",
        "Until the Civil War he was engaged in various engineering works, mainly in connexion with lighthouses, and later as a captain of topographical engineers in the survey of the northern lakes.",
        "He introduced a rational system of taxation, based upon a survey of landed possessions, which his father had begun, and tried in every way to increase the welfare and the revenues of his empire.",
        "Manzoni in 1887 have led to a fairly complete knowledge of all that part of the province west of the capital Sana; while in 1902-1904 the operations of the Anglo-Turkish boundary commission permitted the execution of a systematic topographical survey of the British protectorate from the Red Sea to the Wadi Bana, 30 m.",
        "Wellsted of the \" Palinurus,\" employed on the marine survey of the Arabian coast, visited the ruins Ex oPn ra- ?' ?",
        "Theodore Bent and his wife followed in the same track a few months later with a well-equipped party including a surveyor, Imam Sharif, lent by the Indian government, who made a very valuable survey of the country passed through.",
        "Interesting archaeological discoveries were made, and a valuable topographical survey was carried out, covering the whole Midian coast from the head of the Gulf of Akaba to the mouth of the Wadi Hamd, and including both the Tehama range and the Hisma valley behind it; while the importance of the W.",
        "The highest summits as determined by actual survey are between 10,000 and 11,000 ft.",
        "In 1793 he published in two volumes his great work, History, Civil and Commercial, of the British Colonies in the West Indies, and in 1797 published his Historical Survey of the French Colony in the Island of St Domingo.",
        "For a short time he was attached to the Coast Survey, but from 1844 to 1861 he was chiefly engaged in preparing the report of the expedition.",
        "Shaler, Geology of Nantucket (Washington, 1889), being U.S. Geological Survey Bulletin, No.",
        "Survey (1900), No.",
        "1 United States Geological Survey, Mineral Resources of the United States.",
        "Jackson, Report on the Geological and Agricultural Survey of Rhode Island (Providence, 1840); N.",
        "Nelson Dale, The Chief Commercial Granites of Massachusetts, New Hampshire and Rhode Island (Ibid., 1908), being Bulletin 354 of the U.S. Geological Survey.",
        "After a careful survey of Mr Gladstone's life, enlightened by personal observation, it is inevitable to attempt some analysis.",
        "So fierce was the antagonism that the military authorities refused to permit operations of survey in the southern suburb of Tokyo, and the road had to be laid on an embankment constructed in the sea.",
        "His labours coincided in time with the great development of biology under the stimulus of the Darwinian theory, and the sympathizers with the new views, feeling the need of a comprehensive survey of the world as a whole, very widely accepted Spencer's philosophy at its own valuation, both in England and, still more, in America.",
        "This estimate of Spencerian philosophy may be substantiated by a brief survey of its origin and leading characteristics.",
        "Tn the Domesday Survey it is included in the manor of Maesbury, which Rainald, sheriff of Shropshire, held of Roger, earl of Shrewsbury; but Rainald or his predecessor Warm had already raised a fortification at Oswestry called Louvre.",
        "In 1838 he returned to the army for survey duties, and from 1842 to 1849 was assistant in charge of the Coast I Survey Office.",
        "At the time of the Domesday Survey the manor was owned by King William.",
        "During the 19th century the measurements of the various parts of the Carpathians was undertaken by the ordnance survey of the Austrian army, which published their first map of the central Carpathians in 1870.",
        "After travelling in Europe, he visited the East in 1637, where he collected a considerable number of Arabic, Persian and Greek manuscripts, and made a more accurate survey of the pyramids of Egypt than any traveller who had preceded him.",
        "It also supplies a reason for including in our survey of creeds some reference to pre-Christian hymns and beliefs.",
        "In this survey of Christian confessions it has been impossible to do more than barely name many which deserve discussion.",
        "In 1863 Captain Godwin Austen accompanied Sir Ashley Eden's mission to the court of the Deb raja, and made a survey of the route to Punakha.",
        "Some excellent survey work was done in Bhutan by a native surveyor during the progress of the Tibetan Expedition in 1904.",
        "Included in Kingsbridge is the little town of Dodbrooke, which at the time of the Domesday Survey had a population of 42, and a flock of 108 sheep and 27 goats; and in 1257 was granted a Wednesday market and a fair at the Feast of St Mary Magdalene.",
        "He seems to have tried to stir up both the Indians and the Spaniards to prevent the survey of the southern boundary of the United States in 1797 and 1798, and succeeded in delaying Commissioner Andrew Ellicott for several months in this important task.",
        "The Middle Ages is described by Hallam himself as a series of historical dissertations, a comprehensive survey of the chief circumstances that can interest a philosophical inquirer during the period from the 5th to the 15th century.",
        "An excellent survey of the order is given by D.",
        "After his careful survey of the Rhine end of the frontier defences, Trajan proceeded to strengthen them in the direction of the Danube.",
        "of the Report of the Superintendent of the U.S. Coast and Geodetic Survey for 1893 (Washington, 1905) there is \" A Historical Account of the Boundary Line between the States of Pennsylvania and Delaware, by W.",
        "He obtained permission to return, and on reaching the city made a secret survey of the ruins and called upon the nobles and rulers to assist in repairing them.",
        "In 1784 the base-line of the first trigonometrical survey in England was laid down on the heath.",
        "Surveying Ships, Indian Marine Survey and British Submarine Telegraph.",
        "Agassiz, Three Cruises of the U.S. Coast and Geodetic Survey Steamer \" Blake \" ...",
        "Cramer, gives a survey of the origin and ramifications of the movement in Europe and America.",
        "In connexion with the re-survey in greater detail of the coalfields by the Geological Survey a series of descriptive memoirs were undertaken, those on the North Staffordshire and Leicestershire fields, and nine parts dealing with that of South Wales, having appeared by the beginning of 1908.",
        "Much important information on American coals will be found in the three volumes of Reports on the Coal Testing Plant at the St Louis Exhibition, published by the United States Geological Survey in 1906.",
        "The values of the principal catches in 1902 were: red snapper, $103,398; oysters, $100,359; squeteague, $49,577, and channel bass, $39,525.1 Minerals.-The total value of the mineral products of Texas in 1890 was $1,986,679; in 1902, $6,981,532; in 1907, $19,806,458, and in 1908, $15,212,929-the valuations for the two years last named being those of the United States Geological Survey.",
        "Congressional appropriations for the survey, improvement and maintenance of waterways began in 1852; amounted to $15,055,688 between 1891 and 1896 inclusive, and $1,613,829 between 1897 and 1907; the total appropriated being $23,249,419.",
        "Colquitt, 1911B1BLIOGRAPHY.-FOr general physical description see Annual Reports of the Texas Geological Survey (Austin, 1890 sqq.), F.",
        "On the fauna and flora see Vernon Bailey, Biological Survey of Texas (Washington, D.C., 1905) in North American Fauna, No.",
        "- Publications of the Iowa Geological Survey (Des Moines, 1868) Iowa Weather and Crop Service (Des Moines, 1889); U.S. Census; F.",
        "The earlier biographies of Garrick are by Arthur Murphy (2 vols., 1801) and by the bookseller Tom Davies (2 vols., 4th ed., 1805), the latter a work of some merit, but occasionally inaccurate and confused as to dates; and a searching if not altogether sympathetic survey of his verses is furnished by Joseph Knight's valuable Life (1894).",
        "See also for a very valuable survey of Garrick's labours as an actor, with a bibliography, C. Gaehde, David Garrick als Shakespeare-Darsteller, &c. (Berlin, 1904).",
        "Even the hastiest survey of that long and interesting period enables the student to notice a marked development in the theory and practice of excommunication.",
        "Hooker lays down (Survey, pt.",
        "Hooker expressly denies the power of synods to excommunicate: \"that there should be Synods, which have potestatem juridicam is nowhere proved in Scripture because it is not a truth\" (Survey, P t.",
        "This site, which in the middle ages appears to have been lost - Gilgal being shown farther north - was in 1865 recovered by a German traveller (Hermann Zschokke), and fixed by the English survey party, though not beyond dispute.",
        "A survey commission was subsequently despatched, and in 1910 British, Belgian and German delegates met in Brussels to draw up a new frontier line.",
        "Having made the first survey of Victoria Nyanza and confirmed Speke's guesses as to its shape and area, Stanley passed on (half discovering Ruwenzori on the way) to the Congo.",
        "Macdonald, who had been in charge of a railway survey to Uganda, was directed to inquire into the claims put forward by France for compensation for the priests.",
        "The ordnance survey office is the headquarters of the ordnance survey department of Great Britain and Ireland.",
        "In this industry, as in the manufacture of cotton goods, Massachusetts has long been without serious rivalry; Brockton, Lynn, The Green Schists and Associated Granites and Porphyries of Rhode Island, Bulletin, U.S. Geological Survey, No.",
        "Geological Survey, Bulletin 116, H.",
        "On Minerals: U.S. Census, 1900, and U.S. Geological Survey, annual volume on Mineral Resources.",
        "Survey, U.",
        "The latter was held in the time of the Confessor by a thegn of St Petrock and at the time of the survey by Robert, count of Mortain, of the same saint.",
        "In concluding, this survey of living antelopes, reference may be made to the subfamilyRupicaprinae (typified by the European chamois), the members of which, as already stated, are in some respects intermediate between antelopes and goats.",
        "The completion of the ordnance survey and the establishment of an educated constabulary force brought the operations of 1841 up to the level of those of the sister kingdom.",
        "Olympia was chosen as the temporary seat of government, and Governor Stevens at once set to work to extinguish the Indian titles to land and to survey a route for a railway, which was later to become the Northern Pacific. The Indians, alarmed by the rapid growth of the white population, attempted to destroy the scattered settlements and the wandering prospectors for gold, which had been discovered in eastern Washington in 1855.",
        "- For general and physical description see the Annual Reports (1902 sqq.) of the Washington Geological Survey - in vol.",
        "Waller, Irrigation in the State of Washington (Washington, 1909), Bulletin 214 of the U.S. Department of Agriculture; and Water Supply and Irrigation Papers, 55 and 118 (1901 and 1905) of the U.S. Geological Survey.",
        "At this point, therefore, our survey may end.",
        "The cost of iron ore is likely to rise much less rapidly than that of coal, because the additions to our known supply are likely to be very much greater in the case of ore than in that of coal, for the reason that, while rich and great iron ore beds may exist anywhere, those of coal are confined chiefly to the Carboniferous formation, a fact which has led to the systematic survey and measurement of this formation in most countries.",
        "Other authorities are indicated as follows: The Mineral Industry (1892); b, Idem (1899); C, Idem (1907); e, Journal Iron and Steel Institute (1881), 2; s, Eckel in Mineral Resources of the United States, (published by the United States Geological Survey (1906), pp. 92-93.",
        "Survey (e.g.",
        "No general survey of sacrificial ritual is possible here, but a.",
        "It is equally impossible to give a general survey of the purposes of sacrifice; not only are they too numerous but it is rare to find any but mixed forms; the scapegoat, for example, is also a messenger to the dead, and its flesh is eaten by the sacrificers.",
        "No general survey of sacrifice on geographical lines is possible, but some of the more important features in each area may be noticed.",
        "Clark) contains a useful survey of the history of Hebrew religion before the 8th century.",
        "The survey for the Truckee-Carson system was begun in 1902, with the object of utilizing the waters flowing to waste in western Nevada for the irrigation and reclamation of the adjacent arid regions in Churchill, Lyon and Storey counties.",
        "After unsuccessful attempts to rid themselves of the mice, the farmers appealed to the United States Biological Survey, and alfalfa hay poisoned with strychnia sulphate was used successfully in the Humboldt Valley in January 1908 and in the Carson Valley, where a similar plague threatened, in April 1908.5 Minerals.",
        "4 (June 1895); idem., The Geological History of Lake Lahontan, a Quaternary Lake of North-western Nevada (Washington, 1885), U.S. Geological Survey Monograph, No.",
        "A portion of it, containing an elaborate survey of astronomy as known to the Arabs, was translated into Latin in 1342 at the request of Clement VI.",
        "A survey sufficiently accurate as regards the maritime parts was also executed, under the orders of the British admiralty, by Captain Graves and Captain (afterwards Admiral) Spratt.",
        "The schools were reorganized in 1917 as a result of a \" survey.\"",
        "Under its auspices were conducted in 1916 an educational survey at a cost of $50,000, a survey for a community recreation programme in 1920, and a survey of the administration of justice in 1921.",
        "Algonquin-Iroquois Canada, thanks to the Geological Survey and the Department of Education in Ontario, has revealed old Indian camps, mounds and earthworks along the northern drainage of Lakes Erie and Ontario, and pottery in a curved line from Montreal to Lake of the Woods.",
        "Tintagel (Tintajol, Dundagel) is a parish a portion of which appears in the Domesday Survey as Bossiney (Botcinnu).",
        "Survey), including some valuable reports by C. W.",
        "Survey, No.",
        "Turner; Reports of the New York Geological Survey from 1842 to 1854 (Albany); Reports of the Topographical Survey of the Adirondack Region of New York (Albany, 18731880); Reports of the New York Meteorological Bureau (1889 sqq.); and publications of the United States Weather Bureau.",
        "In two pamphlets, by an analysis of the teaching of the Socialists and a survey of Clerical policy during the 19th century, he explained and justified his opinions.",
        "He also wrote essays and prepared maps on the geology of Seine et Marne and Seine et Oise for the Geological Survey of France (1844).",
        "Under his supervision Julius Caesar's design of having a complete survey of the empire made was carried out.",
        "At the time of the Domesday Survey of 1086 it already ranked as a borough, with a castle, a market paying 4 shillings, and four burgesses.",
        "Dr James Drummond's Inquiry into the Character and Authorship of the Fourth Gospel (1903) does not, by its valuable survey of the external evidence, succeed in giving credibility to the eyewitness origin of such a book as this is admitted to be.",
        "There the bottom slopes very abruptly, descending precipitously at a point not far from the north-east coast of the main island, where soundings have shown 4655 fathoms. This, the deepest sea-bed in the world, is called the Tuscarora Deep, after the name of the United States man-of-war which made the survey.",
        "It contains the government college, named after Mr Ravenshaw, a former commissioner; a high school, a training school, a survey school, a medical school and a law school.",
        "Hounslow Heath, west of the town, had, according to the survey of 1546, an area of 4293 acres.",
        "Fullest information about the geology of New Zealand is given in the Reports of Geological Explorations issued by the Geological Survey of New Zealand, and the Annual Reports of the mines department.",
        "Bulletin 301) of the U.S. Geological Survey; Annual Reports of the Bureau of Agriculture, Labor and Industry of the State of Montana; Samuel Fortier, Irrigation in Montana (Washington, 1906), being Bulletin No.",
        "Stow (Survey of the Cities of London and Westminster) describes was destroyed for military reasons by Carmagnola in 1416.",
        "The Marine Department was created a separate branch of the board of trade in 1850, about which time many new and important marine questions came under the board of trade, such, for example, as the survey of passenger steamers, the compulsory examination of masters and mates, the establishment of shipping offices for the engagement and discharge of seamen.",
        "-For physical description see the Bulletins of the South Dakota Geological Survey (Vermilion, 1894 sqq.); N.",
        "In 1820-23 he sent out at his own expense i Professors Amos Eaton (1776-1842) and Edward Hitchcock to make extensive surveys, results of which were published as An Agricultural and Geological Survey of the District adjoining the Erie Canal (Albany, 1824).",
        "The sovereign as compared with her ministers has, because she is the sovereign, the advantage of long experience, wide survey, elevated position and entire disconnexion from the bias of party.",
        "At the time of the Domesday Survey Kent comprised sixty hundreds, and there was a further division into six lests, probably representing the shires of the ancient kingdom, of which two, Sutton and Aylesford, correspond with the present-day lathes.",
        "In the Domes day Survey only five lay tenants-in-chief are mentioned, all the chief estates being held by the church, and the fact that the Kentish gentry are less ancient than in some remoter shires is further explained by the constant implantation of new stocks from London.",
        "The Domesday Survey, besides testifying to the agricultural activity of the country, mentions over one hundred salt-works and numerous valuable fisheries, vines at Chart Sutton and Leeds, and cheese at Milton.",
        "Kilburne, Topographie or Survey of the County of Kent (London, 1659); J.",
        "Hasted, History and Topographical Survey of Kent (4 vols.",
        "In the Domesday Survey of 1086 half the church of Stoke and lands in Stoca are said to have belonged to Robert of Stafford.",
        "From the early 17th century, if not earlier, porcelain and earthenware manufactories existed at Stoke-upon-Trent, but they remained unnoticed until in 1686 Dr Plot wrote his survey of Stafford- ' shire.",
        "In 1884 he became a captain; in 1889-1893 was chief of the bureau of equipment and recruiting; in 1893-1895 was a member of the light-house board; and in 1895-1897 was president of the board of inspection and survey, being promoted to the rank of commodore in February 1896.",
        "See the separate articles on the states, and also the following references: - Topographic maps and Geologic Folios of the United States Geological Survey; Bailey Willis, \"The Northern Appalachians,\" and C. W.",
        "In this he gives a masterly survey of synagogal rites.",
        "Dawson; United States Geological Survey of the Territories.",
        "Annual Report for 1872, containing The Physical Geography and Agricultural Resources of Minnesota, Dakota and Nebraska (Washington, 1873), by Cyrus Thomas; publications by the U.S. Geological Survey (consult the bibliographies in Bulletins, Nos.",
        "Fauna and Flora: United States Geological Survey of the Territories: Miscellaneous Publications,No.3, Birds of the North-west (Washington, 1874), by Elliot Coues; publications by the United States Geological Survey (consult the bibliographies in Bulletins, Nos.",
        "A Survey Department, inaugurated about 1887, has completed the general survey of the whole country, and has made a cadastral survey of a large part of the thickly inhabited and highly cultivated districts of central Siam.",
        "south of the town, but its authentic history begins with the Domesday survey, which relates that the manor had been royal demesne of Edward the Confessor and now paid X10 a year to the Conqueror.",
        "His presentations of character and motives, whether truthful or not, are undeniably fine; but his doctrine that there should be \"no theorizing\" about history tended to narrow his survey, and consequently he sometimes, as in his remarks on the foreign policy of Elizabeth, seems to misapprehend the tendencies of a period on which he is writing.",
        "A general survey of the people, administration and resources of the Dutch colony is provided in Twentieth Century Impressions of ' Netherlands India, ed.",
        "Pradier and Chaponniere, the sculptors; Arlaud, Diday and Calame, the artists; Mallet, who revealed Scandinavia to the literary world; Necker, the minister; Sismondi, the historian of the Italian republics; General Dufour, author of the great survey which bears the name of the \"Dufour Map,\" have each a niche in the Temple of Fame.",
        "refractor to enable it to take part in the International Photographic Survey of the Heavens.",
        "The system of Kant, or rather:that part of his system expounded in the Critique of Pure Reason, though expressly distinguished by its author from scepticism, has been included by sceptical many writers in their survey of sceptical theories.",
        "Here we have a complete survey of the leading codes of Slavonic jurisprudence.",
        "Survey Euphrates and Tigris, ii.",
        "a panegyric on Anastasius in 312 hexameters with a short iambic introduction, and a faithful translation into 1087 hexameters of Dionysius's Periegesis or geographical survey of the world.",
        "It also presents us with a critical survey of the Greek and Latin classics arranged under the heads of poets, historians, orators and philosophers (book x.",
        "In his survey of the \" liberal arts \" St Augustine imitates (as we have seen) the Disciplinae of Varro, and in the greatest of his works, the De Civitate Dei (426), he has preserved large portions of the Antiquitates of Varro and the De Republica of Cicero.",
        "54 of the United States Geological Survey; and Benjamin McKie Rastall, The Labor History of the Cripple Creek District; A Study in Industrial Evolution (Madison, Wis., 1908), a full account of the strikes of 1894 and of 1903-1904.",
        "C. Steiner, History of Education in Maryland, Circulars of Information of the United States Bureau of Education (Washington, 1894), a general historical survey of the common schools, public and private, and a particular account of each college, university and professional school; A.",
        "Opportunities for administrative work, however, were scanty, and in 1864 Kropotkin accepted charge of a geographical survey expedition, crossing North Manchuria from Transbaikalia to the Amur, and shortly afterwards was attached to another expedition which proceeded up the Sungari River into the heart of Manchuria.",
        "At the time of the Domesday Survey it was owned by the abbey, which continued to be the overlord until the dissolution.",
        "Nor again is it possible to survey the more special developments of literary criticism which have later emerged, amongst which one of the most important has been the radical examination of the prophetic writings introduced and developed by (amongst others) Stade, Wellhausen, Duhm, Cheyne, Marti.'",
        "In 1891 Dr Driver published his Introduction to the Literature of the Old Testament (6th ed., 1897); less popular in form than Smith's lectures, it was a more systematic and comprehensive survey of the whole field of the literary criticism of the Old Testament.",
        "In English there is a standard work of the latter class in Westcott's General Survey of the History of the Canon of the New Testament (first published in 1855, important revision and additions in 4th ed.",
        "Of cannel coal Kentucky is the largest producer in the Union, its output for 1902 being 65,317 short tons, and, according to state reports, for 1903, 72,856 tons (of which 46,314 tons were from Morgan county), and for 1904, 68,400 tons (of which 52,492 tons were from Morgan county); according to the Mineral Resources of the United States for 1907 (published by the United States Geological Survey) the production of Kentucky in 1907 of cannel coal (including 4650 tons of semi-cannel coal) was 77,733 tons, and exclusive of semi-cannel coal the output of Kentucky was much larger than that of any other state.",
        "In 1905 the value of natural cement manufactured in the state (according to the United States Geological Survey) was only $83,000.",
        "of the Memoirs of the Kentucky Geological Survey (1876).",
        "Fordescriptionsof physical featuresand accounts of natural resources see Reports of the Kentucky Geological Survey, the Biennial Reports of the Bureau of Agriculture, Labor and Statistics, the Reports of the United States Census and various publications of the U.S. Geological Survey, and other publications listed in Bulletin 301 (Bibliography and Index of North American Geology for 1901-1905) and other bibliographies of the Survey.",
        "It is a proof of the strength of the moral instincts of mankind that the only phase of culture which we can survey in all its stages from beginning to end culminated not in materialism, but in the boldest idealism.",
        "On the completion of this, Professor Pickering decided to undertake the survey of the southern hemisphere.",
        "The instrument was then returned to Cambridge (U.S.A.), where the survey extended so as to include all stars of magnitude 7.5 down to - 40° declination, after which it was once more sent back to Arequipa.",
        "Duffield and published in the Report of the U.S. Coast and Geodetic Survey for 1895-1896 as Appendix 12, pp. 395-7 22.",
        "This survey of the phenomena of extinction in one great class of animals certainly establishes the existence of an almost infinite variety of causes, some of which are internal, some external in origin, operating on animals of different kinds.",
        "No complete study has ever been made of this fauna, but much has been, and is being done by the U.S. Biological Survey and Plant Industry Bureau.",
        "An investigation by the U.S. Geological Survey in 1909 finds that the crude Mexican oils are of low grade, but that while not equal to those found in the upper Mississippi basin for refining purposes, they furnish an excellent fuel for railway engines and other industrial purposes.",
        "There was a church here at the time of the Domesday Survey, and the earliest mention of a rector is found in the year 1331-1332.",
        "From 1867 to 1874 he was superintendent of the Coast Survey.",
        "He had commenced them with a survey of Livonia (1816-1819), which was followed by the measurement of an arc of meridian of more than 31° in the Baltic provinces of Russia (Beschreibung der Breitengradmessung in den Ostseeprovinzen Russlands, 2 vols.",
        "From 1847 to 1862 he was advising astronomer to the headquarters of the army and navy; chairman of the International Astronomical Congress from 1867-1878; acting president of the International Metric Commission in 1872; and president of the International Congress for a Photographic Survey of the Stars in 1887, in which year he was also made a privy councillor.",
        "The northern boundary, after an arbitrary beginning, finds a natural extension along the Great Lakes, and thence continues along the 49th parallel of north latitude to the Pacific (see Bulletin 171, U.S. Geological Survey).",
        "BIBLIOGRAPHYA detailed bibliography for North American geology from 1732 to 1891, inclusive, is given in U.S. Geological Survey Bulletin 527 (1896); for I8921900 in Bulletin z88 (1902); for1901-1905in Bull.",
        "Hayden, Reports of the U.S. Geological and Geographical Survey of the Territories (12 vols., Washington, 1873I883); Clarence King, Geological Exploration of the Fortieth Parallel (~ vols.",
        "and 2 atlases, Washington, 1877-1879); and Reports of the U.S. Geological Survey (since 1880): (I) Monographs on special topics and areas, about 50 in number; (2) Professional Papersmonographic treatment of somewhat smaller areas and lesser topics, about 60 in number; (3) Bulletins, between 300 and 400 in number; and (4) Annual Reports (previous to 1903) containing many papers of importance, of the sort now published as Professional Papers.",
        "10 of the United States Department of Agriculture, Division of Biological Survey (Washington, 1898); I.",
        "The leading products, as reported by the Geological Survey for 1907, were as follows: coal, $614,798,898 (85,604,312 tons of anthracite coal, 394.759,112 of bituminous); petroleum, $120,106,749; natural gas, ~54,222,399; iron ore, $131,996,147 (pig iron, $529,958,000); copper, refined, $173,799,300; gold, coinage value, $90,435,700; buii~..ing-stone, $71,105,805; silver, commercial value, ~272OO,700: lean.",
        "The total mineral output for the decade1899-1908according to the United States Geological Survey was as follows:",
        "Geologically the anthracite and bituminous coals mainly belong to the same formation, the Carboniferous, and this is especially true of the better qualities; though it is stated by the United States Geological Survey that the geQlogic age of the coal beds ranges from Carboniferous in the Appalachian and Mississippi Valley provinces to Miocene (Tertiary) on the Pacific coast, and that the quality of the coal varies only to a very uncertain degree with the geologic age.",
        "Thus, notwithstanding the fact that the supposed supply still available at the close of 1908 was 7369 times the production of that year, and 4913 times the exhaustion such production represented, so extraordinary has been the increased consumption of the country that, in the opinion of the Geological Survey (1907), if the rate of increase that has held for the last fifty years is maintained, the supply of easily available coal will be exhausted before the middle of the next century (A.o.",
        "Inasmuch as the present production is not considered locally and with more or less justiceas at all indicative of the wealth in coal of the respective states, it may be said that according to estimates of the Geological Survey the following states are credited with the deposits indicated of true bituminous coal, including local admixtures of anthracite, the figures being millions of short tons:",
        "Oil was produced in 1908 in sixteen states., This productive area is divided by the United States Geological Survey into six fields (in addition to some scattering states) with reference to the quality of oil that they produce, such quality determining their uses.",
        "Other minerals whose production may be found stated in detail in the annual volume on Mineral Resources of the United States Geological Survey are: natural pigments, felspar, white mica, graphite, fluorspar, arsenic, quartz, barytes, bromine.",
        "Hayes of the Geological Survey.",
        "The production had steadily fallen to 16,984 flasks in 1908, but in the opinion of the United States Geological Survey this reduction is mainly attributable, in recent years at least, to market conditions, and does not truly indicate the exhaustion of the mines, although the ores now available are of low grades, those of New Almaden having shown a decrease in yield from 36.7% in1850-1851to o~74% in 1895-1896, so that only the greatest metallurgical skill and business economy can sustain the mines against a weak market.",
        "The production of aluminium rose from 83 lb in 1883 to 7,500,000 lb in 1903, and a consumption (the Geological Survey not reporting the production) of 17,211,000 lb in 1907.",
        "In the United States the principal matters in this department are the management of the public lands, the conduct of Indian affairs, the issue of patents, the administration of pension laws, of the national census and of the geological survey, and the collection of educational information.",
        "The department of commerce and labor controls the bureaus which deal with the mercantile marine, the lighthouse and lifesaving service, commercial statistics, immigration, and the coast and geodetic survey, and the census is also under its charge.",
        "Promoters are not allowed without the consent of the owner to enter upon lands which are the subject of proceedings under the Lands Clauses Acts, except for the purpose of making a survey, unless they have executed a statutory bond and made a deposit, at the Law Courts Branch of the Bank of England, as security for the performance of the conditions of the bond.",
        "Thousands of these lakes have been mapped more or less carefully, and every new survey brings to light small lakes hitherto unknown to the white man.",
        "- The Canadian Geological Survey has published (Ottawa, since 1845) a series of reports covering a great number of subjects.",
        "But his Report, published in the following year, is a masterly survey of the situation and included recommendations that profoundly influenced the later history of Canada.",
        "The annual Review of Historical Publications Relating to Canada, published by the University of Toronto, gives a critical survey of the works on Canadian topics appearing from year to year.",
        "Survey, 1901); Greenleaf, \"Western Floods,\" in Engin.",
        "Survey, Bull.",
        "Though there is evidence of an early settlement in the neighbourhood, the town of Farnham (Ferneham) seems to have grown up round the castle of the bishops of Winchester, who possessed the manor at the Domesday Survey.",
        "Round the abbey the town of Malmesbury grew up, and by the time of the Domesday Survey it had become one of the only two Wiltshire boroughs.",
        "On Rousay (627) the cairn of Blotchnie Fiold (811 ft.), the highest point of the island, commands a beautiful survey of the northern isles of the archipelago.",
        "In 1855 he was appointed professor of mineralogy and geology at the Polytechnic Institute at Karlsruhe, and he took part in the geological survey of Baden.",
        "Camborne (Cambron, Camron) formed a portion of the extensive manor of Tehidy, which at the time of the Domesday Survey was held by the earl of Mortain and subsequently by the Dunstanville and Basset families.",
        "Information regarding the resources, climate, population and industries of Alabama may be found in the reports of the United States Census, and in the publications of the United States Department of Agriculture, the United States Geological Survey, the Bulletins of the Alabama Agricultural Experiment Station (published at Auburn, from 1888), the Bulletins and Reports of the Alabama Geological Survey (published at Tuscaloosa and Montgomery), and in the following works: - B.",
        "Elliott Smith, A Contribution to the Study of Mummification in Egypt (Cairo, 1906); The Archaeological Survey of Nubia Bulletins (Cairo, 1908 seq.); Dr Lortet and M.",
        "Within the limits of this article it is impossible to attempt any extended survey of parallels to Hebrew Messianic conceptions drawn from other religions.",
        "A fuller survey of literature will be found in Scharer.",
        "He became a midshipman in the United States navy in 1829, and was in the coast survey in 1836-1842.",
        "Northallerton (Alvetune, Allerton) is said to have been a Roman station and afterwards a Saxon \"burgh,\" but nothing is known with certainty about it before the account given in the Domesday Survey, which shows that before the Conquest Earl Edwin had held the manor, but that the Normans had destroyed it so utterly that it was still waste in 1086.",
        "Dumont d'Urville in 1838 continued the survey.",
        "In 1867 he was appointed geologist-in-charge of the United States Geological and Geographical Survey of the Territories, and from his twelve years of labour there resulted a most valuable series of volumes in all branches of natural history and economic science; and he issued in 1877 his Geological and Geographical Atlas of Colorado.",
        "Upon the reorganization and establishment of the United States Geological Survey in 1879 he acted for seven years as one of the geologists.",
        "The course of the Alabama is tortuous; its width varies from 200 to 300 yds., its depth from 3 to 7 ft.; its length by the United States Survey is 312 m., by steamboat measurement, 420 m.",
        "At the time of the Domesday survey Bodmin, which treasured the saint's remains, had become the chief centre of religious influence.",
        "From the letters patent addressed to the bailiffs of Padstow demanding the survey and delivery of ships for foreign service, the appointment of a king's butler for the port, and the frequent recourse which was had to the king's courts for the settlement of disputes of shipping, Padstow appears to have been a port of considerable repute in the 14th century.",
        "Dutton, Hawaiian Volcanoes, in the fourth annual report of the United States Geological Survey (Washington, 1884); J.",
        "Mascart, Traite de magnetisme terrestre, containing a description of the instruments used in the French magnetic survey, which are interesting on account of their small size and consequent easy portability; H.",
        "Fraser, Terrestrial Magnetism, 1901, 6, p. 65, containing a description of a modified Kew pattern unifilar as used in the Indian survey; H.",
        "See the Annual Reports (Washington, 1891 sqq.) of the Superintendent of the Park; the Guide to the Yosemite published by the California Geological Survey; John Muir, Our National Parks (Boston, 1901); and Bunnell's Discovery of the Yosemite (New York, 1893).",
        "Carlow to a minor post (1839) in the Irish ordnance survey, thence (1842) to the English survey, attending mechanics' institute lectures at Preston in Lancashire.",
        "As early as 1762 David Rittenhouse and others made a survey for a canal to connect the Schuylkill and the Susquehanna rivers, and in 1791 a committee of the state legislature reported in favour of a project for establishing communication by canals and river improvement from Philadelphia to Lake Erie by way of the Susquehanna river.",
        "A decree of Lord Chancellor Hardwicke, in 1750, settled the MarylandDelaware dispute and led to the survey in1763-1767of the boundary between Pennsylvania and Maryland (lat.",
        "The observations of Strachey, Godwin-Austen and of Griesbach and other members of the Geological Survey of India only extend to the southern edge or rim of the great plateau, where vast alluvial deposits in horizontal strata have been furrowed into deep ravines, while Russian explorers have but superficially examined the mountain regions of the north and north-east, and the British mission to Lhasa, in 1904 afforded observations merely along the trade-route to that city.",
        "They have been visited by native explorers of the Indian Survey, who reported that much gold was produced and remitted twice a year under a Chinese guard to Peking.",
        "Konow, in his Linguistic Survey of India (1908).",
        "A good deal of new research on the grammar is to be found in Grierson's Linguistic Survey of India, part III., 1908.",
        "Lama Ugyen Gyatso, a semi-Tibetan, who was originally a teacher of Tibetan in a Darjeeling school, was trained by the Indian Survey Department as a surveyor, and being deputed to take tribute from his monastery to Tashilhunpo, he secured permission in 1879 from the Tashilhunpo authorities for Sarat Chandra Das, Bengali schoolmaster at Darjeeling, to visit that monastery, where his name was entered as a student.",
        "Hargreaves of the Somerset Light Infantry, starting from Leh as Captain C. a base, carried out careful survey work (their chief G.",
        "In spite of the Roman remains on Borough Hill, nothing is known of the town itself until the time of the Domesday Survey, when the manor consisting of eight hides belonged to the countess Judith, the Conqueror's niece.",
        "Packard, \" Report on the Rocky Mountain Locust \" in gth Rep. U.S. Survey of Territories (1875).",
        "In a concise survey of the results obtained, it will be best to begin with the remains external to the precinct of Zeus.",
        "For the remarkable flying survey of the south coast by the commandant of the Siboga expedition, exploring the deep seas and fauna of the archipelago, see Bulletin (No.",
        "Jacob Grimm, in the first paragraph of c. 37 of his Deutsche Mythologie, writing with his own fellow-countrymen in view, has commended Pliny for condescending, in the midst of his survey of the sciences of botany and zoology, to tell of the folklore of plants and animals, and has even praised him for the pains that he bestowed on his style.",
        "In 1878 a map of the park based upon triangulation was drawn up by the Hayden survey, and in 1883-85 a more detailed map was made by the United States Geological Survey, and a systematic study of its geological phenomena was instituted.",
        "Weed, \"Formation of Travertine and Siliceous Sinter by the Vegetation of Hot Springs,\" in the 9th Annual Report of the Director of the United States Geological Survey (Washington, 1889); descriptions in the 5th, 6th and 12th Reports of the Hayden Geological and Geographical Survey of the Territories (ibid., 1871, 1872 and 1878); J.",
        "This is exactly analogous to modern experience in the South Seas, Asia and Africa, to a survey of which we now turn.",
        "Dennis, Centennial Survey of Foreign Missions (1902), Christian Missions and Social Progress (3 vols., 1897); G.",
        "1480) affords an instructive survey of his work, which connects the Paduan school with the Venetian, here particularly well represented by works of Paolo Veronese, Paris Bordone, Gentile Bellini, Cima da Conegliano, Bonifazio, Moroni and Carpaccio.",
        "An account by Dr James Burgess was published in 1877 as one of the volumes of the Archaeological Survey of Southern India.",
        "At the time of the Domesday survey Ilbert de Lacy held Barnsley by gift of William the Conqueror as part of the honour of Pontefract, and the overlordship remained in his family until the reign of Stephen, when it was granted by Henry de Lacy to the monks of Pontefract.",
        "Sutton Coldfield (Svtone, Sutton in Colefeud, Sutton Colfild, King's Sutton) is mentioned in the Domesday Survey as a possession of the Conqueror and as having been held before that time by Edwin, earl of Mercia.",
        "From 1852 to 1867 he was in charge of the longitude department of the United States coast survey; he developed and organized the service, was one of the first to determine longitudes by telegraphic means, and employed the Atlantic cable in 1866 to establish longitude-relations between Europe and America.",
        "From 1855 to 1859 he acted as director of the Dudley observatory at Albany, New York; and published in 1859 a discussion of the places and proper motions of circumpolar stars to be used as standards by the United States coast survey.",
        "A systematic mineralogical survey has been undertaken in central Sumatra.",
        "12), where the poet represents Poseidon as taking post on this lofty summit to survey the plain of Troy and the contest between the Greeks and the Trojans.",
        "bearing in mind that the Phycomycetes especially are far from being a natural group. The following gives a tabular survey of the scheme adopted in the present article: A.",
        "r, each with its own set of constitutents, and remember that by different rates of cooling from different temperatures we can retain in the cold metal these different sets of constituents in widely varying proportions; and when we further reflect that not only the proportion of each constituent present but also its state of aggregation can be controlled by thermal treatment, we see how vast a field is here opened, how great a variety of different properties can be induced in any individual piece of steel, how enormous the variety of properties thus attainable in the different varieties collectively, especially since for each percentage of carbon an incalculable number of varieties of steel may be made by alloying it with different proportions of such elements as nickel, chromium, &c. As yet there has been only the roughest survey of certain limited areas in this great field, the further exploration of which will enormously increase the usefulness of this wonderful metal.",
        "The two assertions are not to be reconciled by pointing out that Professor Tornebohm underestimated, for instance crediting the United States with only 1 1 billion tons, whereas the United States Geological Survey's expert credits that country with from ten to twenty times this quantity; nor by pointing out that only certain parts of Europe and a relatively small part of North America have thus far been carefully explored for iron ore, and that the rest of these two continents and South America, Asia and Africa may reasonably be expected to yield very great stores of iron, and that pyrite, one of the richest and most abundant of ores, has not been included.",
        "Theodolites are designed to measure horizontal angles with greater accuracy than vertical, because it is on the former that the most important work of a survey depends; measures of vertical angles are liable to be much impaired by atmospheric refraction, more particularly on long lines, so that when heights have to be determined with much accuracy the theodolite must be discarded for a levelling instrument.",
        "The second volume, published in 1756, carrying on the narrative to the Revolution, was better received than the first; but Hume then resolved to work backwards, and to show from a survey of the Tudor period that his Tory notions were grounded upon the history of the constitution.",
        "A brief survey of its contents will be sufficient to show its general nature and its relations to such works as Clarke's Demonstration and Butler's Analogy.",
        "sacrifices on the house roofs) and from a survey of epigraphical and other data from the Greek, Roman, and later periods, allowance being made for contamination.",
        "Previous to the Conquest, Macclesfield (Makesfeld, Mackerfeld, Macclesfeld, Meulefeld, Maxfield) was held by Edwin, earl of Mercia; and at the time of the Domesday Survey it formed a part of the lands of the earl of Chester.",
        "At the Domesday Survey, Kidderminster was still in the hands of the king and remained a royal manor until Henry II.",
        "A further distinction is necessary to a survey of the subdivisions of isomerism regarded in its widest sense.",
        "Survey, 1909); P. A.",
        "See Logan, Geological Survey of Canada, Report of Progress from its Commencement to 1863 (Montreal, 1863-1865); E.",
        "Billings, Geological Survey of Canada: Catalogue of the Silurian Fossils of Anticosti (Montreal, 1866); J.",
        "But Luxemburg, riding up with his advanced guard from Velaine, decided, after a cursory survey of the ground, to attack the front and both flanks of the Allies' position at once - a decision which few, if any, generals then living would have dared to make, and which of itself places Luxemburg in the same rank as a tactician as his old friend and commander Conde.",
        "Woodward, The Geology of England and Wales, and ed., 1887.) The conception of an underlying \" solid \" geological structure covered by a superficial mantle of \" drift \" is still retained for certain practical purposes; thus, the Geological Survey of Great Britain issues many of the maps in two forms, the \" Solid Edition,\" showing the \" solid geology,\" which embraces all igneous rocks and the stratified rocks older than Pleistocene, and the \" Drift Edition,\" which shows only such older strata as are unobscured by drift.",
        "Thomas, Survey of Worcester Cathedral; Episcopal Registers; Register of Bishop Godfrey Giffard, edited by J.",
        "3 This presentation copy, so described by Clarendon (Survey of the Leviathan, 5676, p. 8), is doubtless the beautifully written and finely bound MS. now to be found in the British Museum (Egerton MSS.",
        "An admirable edition of the Survey of the Antiquities of the City of Oxford, composed in 1661-66 by Anthony Wood, edited by Andrew Clark, was issued by the Oxford Historical Society (1889-1899, 3 vols.",
        "In 1865 he became connected with the Government Survey Department at Perth, and in 1869 led an exploring expedition into the interior in search of D.",
        "He also described the fossil plants of the Silurian, Devonian and Carboniferous rocks of Canada for the Geological Survey of that country (1871-1873).",
        "In 1873 he was appointed geologist and naturalist to the North American boundary commission, and two years later he joined the staff of the geological survey of Canada, of which he became assistant director in 1883, and director in 1895.",
        "Collisions on the southern border of the protectorate between French and German troops led in 1905-1906 to an accurate survey of the south and east frontier regions and to a new convention (1908) whereby for the straight lines marking the frontier in former agreements natural features were largely substituted.",
        "That a lady of this name existed in the early part of the 11th century is certain, as evidenced by several ancient documents, such as the Stow charter, the Spalding charter and the Domesday survey, though the spelling of the name varies considerably.",
        "She probably died a few years before the Domesday survey (1085-1086), and was buried in one of the porches of the abbey church.",
        "At the time of the Domesday Survey East Looe was assessed under Pendrym, which was of the king's demesne and West Looe under Hamelin's manor of Trelowia.",
        "Of palm kernels 1 See Colonial Office Reports, Northern Nigeria Mineral Survey 1906-1907; Southern Nigeria Mineral Survey 1905-1907 (Miscellaneous, Nos.",
        "Neither Jebba nor Lokoja was considered suitable for the permanent capital of the protectorate, and survey parties were sent out, with strict orders to avoid conflict with the nominally friendly natives, to find a more suitable site.",
        "Poole, The Story of Cairo (London, 1902), a historical and architectural survey of the Moslem city; E.",
        "The north and south direction of the river has been largely determined by faults, though the geologists of the Egyptian Survey are finding that the influence of faulting in determining physical outline has, in some cases, been overestimated.",
        "The best maps are those of the Survey Department, Cairo, on the scale of I: 50000 (1.3 In.",
        "See for geology Carl von Zittel, Beitrage zur Geologie and Palaontologie der libyschen Whste (Cassel, 1883); Reports of the Geological Survey of Egypt (Cairo, 1900, at seq.).",
        "The admirably conducted Archaeological Survey of the portion of Nubia threatened by the raising of the Assuan dam is in the charge of another departmentthe Survey department, directed for many years up to 1909 by Captain H.",
        "Non-official agencies (supported by voluntary contributions) for exploration in Egypt comprise the Egypt Exploration Fund, started in London in 1881, with its two branches, viz, the Archaeological Survey (1890) for copying and publishing the monuments above ground, and the Graeco-Roman Branch (1897), well known through the brilliant work in Greek papyri of B.",
        "Lepsius, Denkmdler aus Agypten und Athiopien (Berlin, 1849-1859), and Memoirs of the Archaeological Survey of the Egypt Exploration Fund, may be specified.",
        "Together with hunting and fishing it is illustrated in many of the Memoirs of the Archaeological Survey of the same society.",
        "Tlabbab (720734) the first government survey by Moslems was made, followed by a census; but before this time the higher administrative posts had been largely taken out of the hands of Copts and filled with Arabs.",
        "He also instituted a fresh survey and division of land in Egypt and Syria, which occasioned much discontent.",
        "In 1315 he instituted a survey of Egypt, and of the twenty-four parts into which it was divided ten were assigned to the sultan and fourteen to the amirs and the army.",
        "In 1527 the first survey of Egypt under the Ottomans was made, in consequence of the official copy of the former registers having perished by fire; yet this new survey did not come into use until 1605.",
        "To these there should be added the Survey of Egypt, called attuhfah al-saniyyah of Ibn Jihn, belonging to the time of Kait Bey; the treatise on the Egyptian constitution called Zubdat Kashf al-Mamalik, by Khalil al-~hiri, of the same period; and the encyclopaedic work on the same subject called Subii al-Insh, by al-Qalqashandi, d.",
        "As the non-existence of land to the north had been proved, the attempt to penetrate northwards was abandoned, and the last season was devoted to a survey and scientific examination of the archipelago, especially to the west; this was carried out by Messrs Jackson, Armitage, R.",
        "This elevation was reported by the Mexican geological survey in 1895, and as the Mexican Geographical Society calculated the elevation at 17,888 ft., it may be accepted as nearly correct.",
        "A detailed description of the volcano was published by the Mexican geological survey in 1895 according to which the crater is elliptical in form, 2008 by 1312 ft.,, and has a depth of 1657 ft.",
        "Other ascents were made in 1834, 1848 and subsequent years, members of the Mexican geological survey spending two days on the summit in 1895.",
        "Sections of the Missouri flood plain made by the United States geological survey show a great variety of material of varying coarseness, the stream bed being scoured at one place, and filled at another by currents and floods of varying swiftness, so that sometimes the deposits are of coarse gravel, sometimes of fine sand, or of fine silt, and it is probable that any section of such an alluvial plain would show deposits of a similar character.",
        "The town (Gumencestre, Gomecestre) belonged to the king before the Conquest and at the time of the Domesday survey.",
        "Further discussion of the general characters of algae will be deferred in order to take a brief survey of the subdivisions of the group. For this purpose there will be adopted the classification of algae into four sub-groups, founded on the nature the.",
        "(De Toni's Sylloge Algarum, 5897.) After this survey of the four groups comprised under Algae it is easier to indicate the variations in the limits of the class as defined by different authorities.",
        "Apart from books, a large and important amount of the literature on Darer is contained in articles scattered through the leading art periodicals of Germany, such as the Jahrbacher of the Berlin and Vienna museums, Repertorium far Kunstwissenschaft, Zeitschrift far bildende Kunst, &c. A comprehensive survey of this literature is afforded by Prof. H.",
        "Eyton in his history of Shropshire identifies it with one of the \"Ludes\" mentioned in the Domesday Survey, which was held by Roger de Lacy of Osbern FitzRichard and supposes that Roger built the castle soon after 1086, while a chronicle of the FitzWarren family attributes the castle to Roger earl of Shrewsbury.",
        "Congleton (Congulton) is not mentioned in any historical record before the Domesday Survey, when it was held by Hugh, earl of Chester, and rendered geld for one hide.",
        "In the reign of Edward the Confessor Wem was held as four manors, but at the time of the Domesday Survey William Pantulf was holding the whole as one manor of Roger, earl of Shrewsbury, from whom it passed to the Botelers, barons of Wem.",
        "He came to the United States with his father in 1846; graduated at Harvard in 1855, subsequently studying engineering and chemistry, and taking the degree of bachelor of science at the Lawrence scientific school of the same institution in 1857; and in 1859 became an assistant in the United States Coast Survey.",
        "In a survey of the vernacular literature of Scotland it is advantageous to keep in mind that there are two main streams or threads running throughout, the one literary in the higher sense, expressing itself in \" schools \" of a more artificial or academic type; the other popular, also in the better sense of that term, more native, more rooted in national tradition, more persistent and conversely less bookish in fashion."
    ],
    "definition": [
        "a. To look over the parts, features, or contents of; view broadly: surveyed the neighborhood from a rooftop; surveyed the shelves in the pantry.\nb. To look at or examine carefully and appraise: surveyed the storm damage. See Synonyms at see1.",
        "To determine the boundaries, area, or elevations of (land or structures on the earth's surface) by means of measuring angles and distances, using the techniques of geometry and trigonometry.",
        "Chiefly British To inspect and determine the structural condition of (a building).",
        "To conduct a statistical survey on: surveyed the students for music preferences.",
        "a. A general or comprehensive view: a survey of the battlefield.\nb. A careful inspection or appraisal: doing a survey of the literature on the subject.",
        "A gathering of a sample of data or opinions considered to be representative of a whole.",
        "a. The act or process of surveying a part of the earth's surface.\nb. A map of what has been surveyed.\nc. An administrative agency charged with the responsibility of surveying: the US Geological Survey.",
        "A document reporting the results of a survey.",
        "sur·vey′or\nnoun",
        "Link/Cite",
        "The act of surveying; a general view, as from above.\n\"Under his proud survey the city lies.\" -Sir John Denham.",
        "A particular view; an examination, especially an official examination, of all the parts or particulars of a thing, with a design to ascertain the condition, quantity, or quality; as, a survey of the stores of a ship; a survey of roads and bridges; a survey of buildings.",
        "The operation of finding the contour, dimensions, position, or other particulars of, as any part of the earth's surface, whether land or water; also, a measured plan and description of any portion of country, or of a road or line through it.",
        "To inspect, or take a view of; to view with attention, as from a high place; to overlook; as, to stand on a hill, and survey the surrounding country.\n\"Round he surveys and well might, where he stood, So high above.\" -John Milton.",
        "To view with a scrutinizing eye; to examine.\n\"With such altered looks. . . All pale and speechless, he surveyed me round.\" -John Dryden.",
        "To examine with reference to condition, situation, value, etc.; to examine and ascertain the state of; as, to survey a building in order to determine its value and exposure to loss by fire.",
        "To determine the form, extent, position, etc., of, as a tract of land, a coast, harbor, or the like, by means of linear and angular measurements, and the application of the principles of geometry and trigonometry; as, to survey land or a coast.",
        "To examine and ascertain, as the boundaries and royalties of a manor, the tenure of the tenants, and the rent and value of the same.",
        "To dispose of after determining that something is no longer useful for its intended purpose (military) \"Surveyed Old Rope.\" -William Bligh.",
        "Link/Cite"
    ]
}