{
    "translation": "לשרוד",
    "uses": [
        "None of us are gonna survive this!",
        "After all, he didn't think he'd survive the weekend.",
        "She definitely didn't know how to survive in the forest.",
        "You'll survive, Brandon said as he took over Mrs. Lincoln's chair.",
        "I don't think our friendship will survive what is coming.",
        "The nurse was right: he wouldn't survive if something else went wrong.",
        "\"No one could survive that,\" she argued and leveled the crossbow at him.",
        "She could survive on the ample amounts of supplies the emerops facilities contained if she moved from facility to facility towards the west.",
        "She'll be lucky if I let her survive the day.",
        "Assuming you survive what he does to you.",
        "Survive. He said I'd survive.",
        "You better learn fast if you want to survive my world, challenging me isn't the way to go, he warned.",
        "If you survive, it's yours.",
        "Lana didn't have the mettle to survive the way he knew how.",
        "I have seen her through some pretty nasty heartache, but honestly, I'm not confident she could survive losing you, and now she won't have to.",
        "She couldn't survive if anything happened, and every Yirkin warrior on the planet would be looking for her, once they hear she exists.",
        "Rhyn was weak but drew only what he needed to survive; he was both hunter and hunted.",
        "\"If we survive, I'll teach you a thing or two when we get back,\" she teased.",
        "She needed anything to take her mind off the next few hours, because she had no idea if she'd survive what she was about to try.",
        "\"I'll survive,\" he replied.",
        "Not including the man Damian called Watcher, the man called Jule was the only one of the group older than her, and he'd be lucky to survive the day.",
        "\"I'll survive,\" he said, waiting for her to get the joke.",
        "It doesn't matter what I feel, Rhyn, when I know I don't belong in this world or here with you, and I know without a doubt I won't survive, even if you find some place on another planet to stash me!",
        "Rows of red tulips stood like sentinels along the walkway, struggling to survive against the encroachment of summer.",
        "Perhaps, if Romas kept the spiders away and Evelyn could make the days pass quickly, she might survive her visit.",
        "No guarantee we'll survive the night, but you probably understand that.",
        "Would he go to this extent to be granted admittance, even though he might not survive long enough to get whatever it was he came for?",
        "I don't think he wanted me to survive at all.",
        "The people were doing whatever it took to survive outside the walls, and they'd run across more men in Western uniforms.",
        "Something we learned in my training: survive then worry about fighting another day.",
        "The building was a superb example of craftsmanship from an era when quality was meant to survive those skilled men who proudly worked it.",
        "\"You don't really think we'll survive the fall, do you?\" she asked in a hushed voice.",
        "The dwelling was warm already in the midmorning, and she wondered how she'd survive another day of heat like yesterday's.",
        "Hopefully things would settle down for them now, but it was comforting knowing that their love was strong enough to survive the worst.",
        "When he had become a little quieter, he explained to Rostov that he was living with his mother, who, if she saw him dying, would not survive it.",
        "Still, what business could survive without a person with final authority on decisions?",
        "Elise had said to survive, and Lana had no doubt Brady was the only one who could help her.",
        "They seemed like silly emotions when compared to the enormity of his task, and yet, she didn't think she could survive without them.",
        "I'm not going to survive your world for long, Rhyn!",
        "He almost refused before he realized he had no choice, if he wanted to help Yully survive and Damian defeat the Other.",
        "It isn't like they couldn't survive without her contribution to their family income.",
        "No supplies, no water, no food, hundreds of thousands of refugees trying to survive on nothing.",
        "I don't think our friendship will survive what comes.",
        "Kris sat beside her.  Hannah's skin had gone from pale to gray, and her features looked gaunt.  He couldn't help thinking Katie wouldn't survive a week down here if Hannah was suffering so badly after a day.  He touched Hannah's hair, revolted when a handful came off in his hand.",
        "\"You're leaving my team with luck to survive?\" he growled.",
        "If Shipton was far enough over the edge, close enough to the bottom and the river to survive the fall, how could he see you hacking away at his rope?",
        "In fact, the book could survive for centuries, as could new perfect copies of the book, and thus the ideas could be distributed.",
        "Assuming she hadn't missed more fine print in her deal with Darkyn, she wanted to survive the removal of the tumor.",
        "Surely their marriage could never survive this kind of abuse.",
        "\"If he survived as a human, he'll survive this,\" Darian seconded.",
        "\"How do you survive a life and a world that's so … foreign?\" she rested her temple against her knee.",
        "The solution is to survive until reinforcements arrive from overseas.",
        "If you can survive the over decoration, the food is not to be missed.",
        "Lana, you know enough about the PMF to know they're the only force—perhaps in the world—with the ability to survive the government tearing itself apart.",
        "In the paramilitary organization that relied on secrecy and loyalty to survive, the soldiers followed the man they trusted most.",
        "Everyone's trying to survive.",
        "Unlike the Scottish Highlands no part of them was capable of sheltering a whole native race in opposition to the advance of civilization, though early customs, tradition and the common use of the Erse language yet survive in some strength in the wilder parts of the west.",
        "Life was good, except for the fact that they needed human blood to survive.",
        "Someone wanted to make sure she didn't survive.",
        "You need me if you want to survive.",
        "I learned to move differently so I could survive.",
        "If we can't stop the Grey God, the mortal world will not survive.",
        "The Oracle probably knew how this day would end, which world would survive.",
        "The sky (which appears to us even less personal) has been regarded as a personal being by Samoyeds, Red Indians, Zulus,5 and traces of this belief survive in Chinese, Greek and Roman religion.",
        "drier areas to survive.",
        "I do not feel like a human, but I know what it is to survive.",
        "Did you have a silver lining to survive?",
        "diversify to survive.",
        "food poisoning bugs can survive cooking.",
        "What I do will help you survive.",
        "Long ago, his ancestors had rigged the planet to blow the mines and turn the atmosphere into a toxic mix no one would survive.",
        "He was privileged to survive the victory of the Christians at Lepanto; but on the 1st of May in the following year he died, as piously as he had lived.",
        "The first monastery to be founded here was that of St Athanasius (c. 960), and in the course of the next three or four centuries monasteries in great numbers - Greek, Slavonic and one Latin - were established on Mount Athos, some twenty of which still survive.",
        "The words he addressed to his would-be assassin were: \"Itagaki may perish, but liberty will survive.\"",
        "A few ruins of its former walls still survive.",
        "Of the paradoxes used by Zeno to discredit the belief in plurality and motion, eight survive in the writings of Aristotle and Simplicius.",
        "Such myths might spring up anywhere among untutored men, and anywhere might survive into civilized literature.",
        "How to survive them all By Diane MacDonald Y ou can probably remember visiting the greengrocer with your mom when you were four.",
        "A durable pioneer homestead constructed of double-wall plastic to survive years on the backyard frontier.",
        "Join us for an absolutely intriguing look into how women are forced to survive in corporate life.",
        "jambs in gray sandstone survive.",
        "lifeless planet in a remote star system, Earth Colony Phoenix is struggling to survive.",
        "He was allowed to survive in close prison some eight months longer, but when his robust conititution defied all attempts to kill him by privations, he was murdered by the orders of the queen and Mortimer at Berkeley Castle on the 21st of September.",
        "She just had to survive.",
        "First things first: she needed food to survive.",
        "She'd judged right; he'd do whatever it took to survive.",
        "I'm Death, and I said I'll survive?",
        "She closed her eyes, telling herself she'd survive this and figure out how to get the hell out of there, even if it meant bartering with the monsters on her cell block.",
        "He didn't, instead taking only what he needed to survive.",
        "Katie, if I do this, I know you.ll survive.",
        "You know he even put bindings on me to make sure I didn't survive?",
        "Did any of her letters from Ouray survive?",
        "\"Oh, we'll survive,\" he assured her.",
        "This time, it wouldn't survive.",
        "She must survive; he wanted nothing to do with a world if she wasn't in it.",
        "I'll survive, Darian replied.",
        "Her eyes fell to the awaiting guards, most of whom wouldn't survive the night.",
        "How did he survive fifteen years enslaved in the catacombs by a madman?",
        "She suspected Hilden knew, which was why he stepped up during those years and taught her to fight and survive long before Sirian did.",
        "Tiyan will not survive otherwise.",
        "\"Tiyan will survive,\" he said just as quietly.",
        "You cannot let another destroy Tiyan if you want any part of it to survive for your purposes.",
        "They needed their hosts to live, wouldn't survive without their mortal bodies.",
        "Part of her hoped she might find a way to survive apart from the demon.",
        "How would she survive in a place where she couldn't see?",
        "Taran fought madness because he feared I wouldn't survive without him.",
        "The image of Taran crossed her mind, and she admired him more for his ability to survive such a place.",
        "You must have been very strong to survive all those years.",
        "I learned to survive where no one else can.",
        "She brought him humans to feed off of and – in the lean years where they'd been struggling to survive – she let him drink from her.",
        "\"Your immortality will ensure you survive the pain,\" she added.",
        "It may not feel like it, but you'll survive this.",
        "Next time, sweet Ashley won't survive.",
        "Or your cousins won't survive the week.",
        "\"We just have to survive the week, and I'm out of your hair,\" she added nervously, trying not to inch away.",
        "If she concentrated on the here-and-now and dealt with the aftermath later, she might survive this experience.",
        "\"If you survive the weekend, we'll sit down and talk,\" Sofi offered.",
        "Did you know I'd survive, even if you left me?",
        "\"She'll survive,\" he replied.",
        "I'm considering keeping you, Jessi, assuming you survive this trial.",
        "You won't just take pity on me and wait to see if we survive the weekend?",
        "Rouvier's government did not long survive the presidential election of 1906.",
        "In Great Britain wild cats survive only in some of the Scottish forests, and even there it is difficult to decide whether pure-bred specimens are extant.",
        "Cleanthes is said to have held that all survive to the great conflagration which closes the cycle, Chrysippus that only the wise will.",
        "The hot spring which still survive from the period of volcanic activity, rise at a temperature of 147° Fahr.",
        "In both sacraments the death-bed baptism of an earlier age seems to survive, and they both fulfil a deep-seated need of the human spirit.",
        "The Depretis-Crispi cabinet did not long survive the opening of the new reign.",
        "In many cases, however, monstrosities of flowers have been shown to be due to the irritating action of minute insects or Fungi, and others are known which, although induced by causes unknown to us, and regarded as internal, would not be likely to survive in the wild condition.",
        "The xerophytic characters being present, it is not surprising that many marsh plants, like Juncus effusus and Iris pseudacorus, are able to survive in dry situations, such as banks and even garden rockeries.",
        "Winge has determined at least 126 species, of which nearly all still survive in the country.",
        "harrisi of the Galapagos, survive its quite recent discovery?",
        "Its originally Celtic name seems to survive in the names of Wroxeter and the neighbouring hill, Wrekin.",
        "The little triungulins escape on to the body of the bee or wasp; then those that are to survive must leave their host for a non-parasitized insect.",
        "That in the Duma any Radical elements survive at all is mainly due to the peculiar franchise enjoyed by the seven largest towns - St Petersburg, Moscow, Kiev, Odessa, Riga and the Polish cities of Warsaw and Lodz.",
        "This fact was recognized by the legislators of 1864, and beneath the statutory tribunals created in that year the special courts of the peasants were suffered to survive.",
        "Thus the beech (Fagus sylvatica) is unable to survive the continental climate of Russia, and does not penetrate beyond Poland and the S.W.",
        "The feud did not long survive Shane's return to Ireland, where he quickly re-established his authority, and in spite of Sussex renewed his turbulent tribal warfare against the O'Donnells and others.",
        "Yahweh of Moses was found, and scattered traces survive of a definite belief in the entrance into Palestine of a movement uncompromisingly devoted to the purer worship of Yahweh.",
        "Many traces of myth, legend and \" primitive \" thought survive in the Old Testament, and on the most cautious estimate they presuppose a vitality which is not a little astonishing.",
        "Such a breach of the sabbath was necessary if the whole Law was to survive at all in Palestine.",
        "Gondwanaland, however, did not long survive, and the portion which lay between India and South Africa sank beneath the waves in Tertiary times.",
        "In the following year Webster delivered his oration in commemoration of the second and third presidents of the United States - John Adams and Thomas Jefferson - who died on the 4th of July 1826; it is particularly remarkable for Adams's imaginary reply in the Continental 'Congress to the arguments against a Declaration of Independence, beginning with the familiar quotation: \"Sink or swim, live or die, survive or perish, I gave my hand and my heart to this vote.\"",
        "Pope John, who had excommunicated Bruce, was addressed by the parliament of Arbroath in April 1320 in a letter which compared Bruce to a Joshua or Judas Maccabaeus, who had wrought the salvation of his people, and declared they fought \"not for glory, truth or honour, but for that liberty which no virtuous man will survive.\"",
        "Only so could his empire survive.",
        "It fell because it had not the financial or political strength to survive.",
        "The adults live in the nose of dogs, where they have been known to survive over fifteen months.",
        "The earl's son and namesake was on the victorious side, and shared in the defeat of Evesham, which he did not long survive.",
        "Although the system of Berzelius has been modified and extended, its principles survive in the modern notation.",
        "The titles of these atlases survive, though the authors of the original editions are long dead, and the maps have been repeatedly superseded by others bringing the information up to the date of publication.",
        "The buffalo is replaced by the mountain buffaloes, of which a few survive.",
        "The History of the Abbots and the prose life of Cuthbert were based on earlier works which still survive.",
        "Numerous coincidences with the Indian religion survive in Zoroastrianism, side by side with astonishing diversities.",
        "Of the original Pictish inhabitants remains exist in the form of stone circles (three in Unst and two in Fetlar) and brochs (of which 75 examples survive).",
        "In North America rhinoceroses became extinct before the close of the Pliocene period; but in the Old World, although their geographical distribution has become greatly restricted, at least five well-marked species survive.",
        "Under the conditions of free labour, the development of railways abroad, the improvement of machinery both in cane and beet producing countries, the general competition of the beet, and the fall of prices, it was impossible for the Cuban industry to survive without radical betterment of methods.",
        "Below the mountain crests, where only the hardiest lichens and mosses can survive, comes a belt of large timber, including many giant trees, 200 ft.",
        "Not far off, similar relics were found at Sobunar, Zlatiste and Debelobrdo; iron and bronze ornaments, vessels and weapons, often of elaborate design, occur in the huts and cemeteries of Glasinac, and in the cemetery of Jezerine, where they are associated with objects in silver, tin, amber, glass, &c. Among the numerous finds made in other districts may be mentioned the discovery, at Vrankamer, near Bihac, of 98 African coins, the oldest of which dates from 300 B.C. Many vestiges of Roman rule survive, such as roads, mines, ruins, tombs, coins, frescoes and inscriptions.",
        "Its religious importance is attested by the number of its great shrines dating from those times; as for its wealth and size, while, as stated above, few remains of the actual buildings of that period survive, we still have abundant records describing their character, their size and their position.",
        "As regards the development of the form of the pastoral staff, there are four principal types: (I) staves with a simple crook, the oldest form, which survived in Ireland until the 12th century; (2) staves with a ball or knob at the top, a rare form which did not long survive as a pastoral staff; (3) staves with a horizontal crook, so-called Tau-staves, used especially by abbots and surviving until the 13th century; (4) staves with crook bent inwards.",
        "Even then it allowed those rites to survive which could prove a tradition of 200 years.",
        "\" Take the amice, which signifies discipline in speech,\" while other interpretations survive in 1 In the Anglican Church, in the numerous cases when the liturgical colours are used, these generally follow the Roman use, which was in force before the Reformation in the important dioceses of Canterbury, York, London and Exeter.",
        "America and in Mexico for incising the trees and obtaining the rubber are exceedingly primitive, but survive with little modification at the present day.",
        "Only three or four fragments survive; see Lipsius (Smith and Wace, Dict.",
        "Two forms of Western Aramaic survive: the Jerusalem form of the dialect, in the Aramaic portions of Daniel and Ezra; and the Galilean, in isolated expressions in the Talmud (3rd century), and in a fragmentary 5th century translation of the Bible.",
        "Some relics of old military architecture survive, among them a cylindrical tower of the 15th century near the Porte Notre-Dame, the southern gate of the city, and the Porte Rivotte, a gate of the 16th century, flanked by two round towers.",
        "The adherence to type, the favourite conception of the transcendental morphologist, was seen to be nothing more than the expression of one of the laws of thremmatology, the persistence of hereditary transmission of ancestral characters, even when they have ceased to be significant or valuable in the struggle for existence, whilst the so-called evidences of design which was supposed to modify the limitations of types assigned to Himself by the Creator were seen to be adaptations due to the selection and intensification by selective breeding of fortuitous congenital variations, which happened to prove more useful than the many thousand other variations which did not survive in the struggle for existence.",
        "Since on the average only two of the young survive in the struggle for existence to take the place of their two parents, there is a selection out of the ten million young, none of which are exactly alike, and the selection is determined in nature by the survival of the congenital variety which is fittest to the conditions of life.",
        "A few elephants, giraffes and zebras (equus burchelli - the true zebra is extinct) are still found in the north and north-eastern districts and in the same regions lions and leopards survive in fair numbers.",
        "Of his 150 Arabic treatises a few at least survive; see Brockelmann, Geschichte der arabischen Litteratur, i.",
        "Of the epistles, hymns, &c., attributed to Simeon nothing appears to survive but one or two hymns (ibid.",
        "His book on the monastic life mentioned by `Abadisho' is not known to survive; but some discourses and a letter of his are still extant.",
        "Among the works which he translated into Syriac and of which his versions survive are treatises of Aristotle, Porphyry and Galen, 3 the Ars grammatica of Dionysius Thrax, the works of Dionysius the Areopagite, and possibly two or three treatises of Plutarch.4 His own original works are less important, but include a \" treatise on logic, addressed to Theodore (of Merv), which is unfortunately imperfect, a tract on negation and affirmation; a treatise, likewise addressed to Theodore, On the Causes of the Universe, according to the Views of Aristotle, showing how it is a Circle; a tract On Genus, Species and Individuality; and a third tract addressed to Theodore, On the Action and Influence of the Moon, explanatory and illustrative of Galen's IIEpi rcptaiµwv r t µepwv, bk.",
        "Of Xenophanes's utterances about (1) God, (2) the world, (3) knowledge, the following survive: (1) \"There is one God, greatest among gods and men, neither in shape nor in thought like unto mortals..",
        "Outside this territory the native tribunals survive.",
        "Living in the interval between Ennius and Lucilius, whose original force and genius survive only in rude and inartistic fragments, he produced six plays, which have not only reached our time in the form in which they were given to the world, but have been read in the most critical and exacting literary epochs, and still may be read without any feeling of the need of making allowance for the rudeness of a new and undeveloped art.",
        "It was no doubt owing to his position as the second figure of the triad that enabled him to survive the political eclipse of Nippur and made his sanctuary a place of pilgrimage to which Assyrian kings down to the days of Assur-bani-pal paid their homage equally with Babylonian rulers.",
        "The two narrative poems which succeeded the early lyrics, Jocelyn and the Chute d'un ange, were, according to Lamartine's original plan, parts of a vast \"Epic of the Ages,\" some further fragments of which survive.",
        "These and other tributary streams have been covered in and built over (in some cases serving as sewers), but it is possible to trace their valleys at various points by the fall and rise of streets crossing them, and their names survive, as will be seen, in various modern applications.",
        "A gorilla-like feature in \"Johanna\" is, however, the presence of large folds at the sides (ala) of the nostrils, which are absent in the typical chimpanzee, but in the gorilla extend down to the upper lip. Chimpanzees exhibit great docility in confinement, where, however, they seldom survive for any great length of time.",
        "The three books on Mechanics survive in an Arabic translation which, however, bears a title\" On the lifting of heavy objects.\"This corresponds exactly to Barulcus, and it is probable that Barulcus and Mechanics were only alternative titles for one and the same work.",
        "The date of this church has been much disputed, but while traces of Romanesque architecture survive, the building is, in the main, Gothic in style and dates from the first half of the 13th century.",
        "The description of this institution which has come down to us from Roman sources of the days when feudalism was beginning is not so detailed as we could wish, but we can see plainly enough that it met a frequent need, that it was called by a new name, the patrocinium, and that it was firmly enough entrenched in usage to survive the German conquest, and to be taken up and continued by the conquerors.",
        "But the name is thought to survive in Kadzaria, the Georgian title for Mingrelia, and in Kadzaro, the Turkish word for the Lazis.",
        "The diary, mentioned above, did not survive, perhaps through Brougham's success, and the papers from which Sir Herbert Maxwell made his selection came into his hands from Mrs Blackett Ord, whose husband was the grandson of Creevey's eldest step-daughter.",
        "Apparently the deserts are destitute of all vegetation: yet three kinds of herbs exist, which bury themselves deep in the earth, and survive long periods of drought.",
        "St Catherine of Siena was the youngest of the twenty-five children of Giacomo di Benincasa, a dyer, and was born, with a twin-sister who did not survive her birth, on the st 25th of March 1347.",
        "Of his writings, which comprised treatises on a great variety of subjects, only the titles and a few fragments survive.",
        "The Cyclostomata are numerous in Palaeozoic rocks, but attained a specially predominant position in the Cretaceous strata, where they are represented by a prpfusion of genera and species; while they still survive in considerable numbers at the present day.",
        "Entirely devoid of local interest, this journal did not survive for more than a few months.",
        "Many brilliant specimens of these mens work survive, their general features being that the motives are naturalistic, that the quality of the metal is exceptionally fine, that in addition to beautifully clear casting obtained by highly skilled use of the cera-perduta process, the chisel was employed to impart delicacy and finish to the design, and that modelling in high relief is most successfully introduced.",
        "Relics of it survive in the old Gothic entrance, the portal of the church, a tower and the well of Moses, which is adorned with statues of Moses and the prophets by Claux Sluter (fl.",
        "The earliest critical serial, the Diario de los literatos (1737-1742), kept up at the expense of Philip V., did not long survive court favour.",
        "Many of his letters survive, and at least two have been edited.'",
        "Should the patient survive, he returns rapidly to complete health.",
        "But the poetry of the latter half of the Augustan age destined to survive did not follow the lines either of lyrical or of dramatic art marked out by Horace.",
        "The disciplinary powers of the archbishop, on the other hand, can scarcely be said to survive.",
        "was the founder of the first Spanish university, the studium generale of Palencia, which, however, did not survive him.",
        "Pigs and a hardy breed of ponies find a good living in the forest; and in spite of an act in 1851 providing for their extermination or removal, a few red deer still survive.",
        "According to the Scandinavian story Sigmundr was slain in battle before the birth of Sigurd, but the German story makes him survive his son.",
        "Traces remain of paved roads both within the agora and leading out of it; but the whole site is now a deserted and feverish swamp. The site is interesting for comparison with Megalopolis; the nature of its plan seems to imply that its main features must survive from the earlier \"synoecism\" a century before the time of Epaminondas.",
        "Not a few homilies of that age survive, denouncing the deferring of baptism, and urging on parents the duty of initiating their young children.",
        "The scheme as a whole was shortlived and did not survive its originator; but the Capitula were commonly recognized as supplying a useful and much-needed supplement to St Benedict's Rule on points not sufficiently provided for therein.",
        "In Italy, Spain, Portugal and Brazil only a few monasteries survive the various revolutions, and in a crippled state; but signs are not wanting of renewed life: St Benedict's own monasteries of Subiaco and Monte Cassino are relatively flourishing.",
        "The walls survive, indeed, only in isolated fragments, but the narrow winding streets of the older part of the town, and the market-place surrounded by houses with high-pitched gables and roofs are very picturesque.",
        "If, however, the infant was allowed to survive half an hour only, it was spared; but to have the right of keeping it the mother must find a male Areoi willing to adopt it.",
        "From June 1053 to March 1054 he was nevertheless detained at Benevento in honourable captivity; he did not long survive his return to Rome, where he died on the 19th of April 1054.",
        "These fairs still survive.",
        "Herzl's health had been failing and he did not long survive the initiation of the somewhat embittered \"territorial\" controversy.",
        "Montaigne did not very long survive the completion of his book.",
        "But she did not long survive her lover's death.",
        "The names of the oldest foundations which still survive, such as the Hotel Dieu in Paris, St Thomas's and St Bartholomew's in London, the order of St Augustine, and (in the form of a modern revival) that of St John of Jerusalem, sufficiently indicate the original religious connexion.",
        "In Italy the signs and works survive fragmentarily in the baptistery at Parma, completely on the porch of the cathedral of Cremona and on the west doorway of St Mark's at Venice.",
        "430) confesses to his early fondness for Virgil, and also tells us that he received his first serious impressions from the Hortensius of Cicero, an eloquent exhortation to the study of philosophy, of which only a few fragments survive.",
        "His original intention was to revise the Old Latin, and his two revisions of the Psalter, the Roman and the Gallican, the latter modelled on the Hexapla, still survive.",
        "Unless we suppose that the latter was suddenly expanded into the stories which thenceforth persisted, it may be inferred that an old extra-canonical tradition (for which a case can be made) continued to survive the compilation of Genesis (q.v.) and ultimately assumed the various exaggerated forms now extant.",
        "In the autumn of 1555 she went down to Hatfield, where she spent most of the rest of Mary's reign, enjoying the lessons of Ascham and Baldassare Castiglione, and planting trees which still survive.",
        "He is said to have composed seven hundred and fifty treatises, fragments alone of which survive.",
        "Julius Caesar attacked it in 52 B.C., but was beaten off; some walls and earthworks seem still to survive from this period.",
        "But the directory did not long survive.",
        "In certain cases the character stem forms actually survive in unspecialized types.",
        "The western neighbours of the Sumo Indians were and are (though few still survive) the Lenca Indians, who formerly occupied large parts of Honduras.",
        "As a poet he is gracefully commonplace, and the only lines by Paulding which survive in popular memory are the familiar \"Peter Piper picked a peck of pickled peppers: Where is the peck of pickled peppers Peter Piper picked ?\"",
        "By the 13th century, with the final development of the ritual of the Mass, the chasuble became definitely fixed as the vestment of the celebrating priest; though to this day in the Roman Church relics of the earlier general use of the chasuble survive in the planeta plicata worn by deacons and subdeacons in Lent and Advent, and other penitential seasons.",
        "The Eucharist of the synoptists is rather a covenant or tie of communion between Jesus and the twelve, such as will cause his life to survive in them after he has been parted from them in the flesh.",
        "It is a not uncommon theory that the fairies survive in legend from prehistoric memories of a pigmy people dwelling in the subterranean earth-houses, but the contents of these do not indicate an age prior to the close of the Roman occupation of Britain; nor are pigmy bones common in neolithic sepulchres.",
        "The souls of members of the tribe who have died survive in these slips of wood, which are treasured up for long generations and repaired if they decay.",
        "Otherwise, however, these attributes survive.",
        "He returned to Paris in declining health, and did not long survive the unhealthy sojourn on the Bidassoa; after some political instruction to his young master he passed away at Vincennes on the 9th of March 1661, leaving a fortune estimated at from 18 to 40 million livres behind him, and his nieces married into the greatest families of France and Italy.",
        "It is, however, thought by some that these causes are now diminishing in force, and that the \" fittest \" of the race may survive.",
        "Save in some parts of Germany, where the influence of Luther saved the churches from wreck, an iconoclastic wave spread over the greater part of Western Europe, wherever the \" new religion \" prevailed; everywhere churches were cleared of images and reduced to the state of those described by William Harrison in his Description of England (1570), only the \" pictures in glass \" being suffered in some cases to survive for a while \" by reason of the extreme cost of replacing them.\"",
        "It is fair, however, to add that Balfour has a further foundation for the belief in Nature, the survival of the fittest, by which those only would survive who possessed and could transmit the belief.",
        "Darwin said, given that organisms are fit, they will tend to survive; but he failed to show how they become fit.",
        "Balfour says, given that men believe in Nature, they will survive; but he fails to show how they come to believe in it.",
        "The details of his work are imperfectly known, for though many remains survive, it is hard to separate those of Hadrian's date from others that are later.",
        "Though these have vanished wholly from the surface, the foundations and lowest courses of their walls survive fairly perfect below ground: thus the plan of North Ate ' 'Feet ' 'too too 400 w Amphitheatre ' 'Postern ' '0 Tem- ' 'East ' 'Gate 11 - forum, yielded some interesting inscriptions which relate to a gild (collegium) and incidentally confirm the name Calleva.",
        "Many examples survive, some of them large and luxurious country-houses, some mere farms, constructed usually on one of the two patterns described in the account of Silchester above.",
        "According to Tacitus it was regarded as a disgrace for a comes to survive his lord, and we know that in later times they frequently shared his exile.",
        "Of the three great military and religious orders, branches survive of two, the Teutonic Order (Der hohe deutsche Ritter Orden or Marianen Orden) and the Knights of St John of Jerusalem (Johanniter Orden, Malteser Orden), for the history of which and the present state see Teutonic Order and ST John Of Jerusalem, Knights Of The Order Of.",
        "that of Liege in 1287), they survive In various places to the present day.",
        "This ceased at Rome at the same time as the apparel disappeared; but two relics of it survive - (I) in the directions of the Missal for putting on the amice, (2) in the ordination of subdeacons, when the bishop lays the vestment on the ordinand's head with the words, \"Take the amice, which symbolizes discipline over the tongue, &c.\"",
        "The olive has been known to survive severe cold when of short duration, but it cannot be cultivated with success where frosts are prolonged, or where the mean winter temperature falls below 42° F.; and to produce fruit it requires a heat of at least 75° F.",
        "- When Bessemer discovered that by simply blowing air through molten cast iron rapidly he could make low-carbon steel, which is essentially wrought iron greatly improved by being freed from its essential defect, its necessarily weakening and embrittling slag, the very expensive and exhausting puddling process seemed doomed, unable to survive the time when men should have familiarized themselves with the use of Bessemer steel, and should have developed the evident possibilities of cheapness of the Bessemer process.",
        "Of the latter, four survive only in tiny fragments.",
        "At the Reformation the communities were suppressed in Protestant countries, but in some Catholic countries they still survive.",
        "The male communities did not survive the 14th century, even in the Netherlands, where they had maintained their original character least impaired.",
        "The remains of the former palace of the Burmese monarchs still survive in the centre of the town.",
        "A passing reference should be made to the Coptic abbot Shenout, who governed on similar lines the great \" White Monastery,\" whereof the ruins still survive near Akhmim; the main interest of Shenout's institute lies in the fact that it continued purely Coptic, without any infiltration of Greek ideas or influence.",
        "Hardly half a dozen monasteries survive, inhabited by small and ever dwindling communities.",
        "A market for each Saturday was granted to Corfe in 1214, and in 1248 the town obtained a fair and a market on each Thursday, while Elizabeth granted fairs on the feasts of St Philip and St James and of St Luke; both of these still survive.",
        "Pytheas, towards the end of the 4th century), but hardly any records of their journeys survive.",
        "Of the noble palaces which it produced the castle of the Wartburg remains a perfect specimen, while the many magnificent churches dating from this time that still survive, prove the taste, wealth and piety of the burghers.",
        "The close union of the three empires which had existed since the meeting of the emperors in 1872 did not survive the outbreak of disturbances in the East.",
        "Even were the venerable name to survive, it was felt that it would pass, by the election of the princes now tributary to France, from the house of Habsburg to that of Bonaparte.",
        "They looked on the German schoolmaster as the apostle of German culture, and they looked forward to the time when the feeling of a common Austrian nationality should obscure the national feeling of the Sla y s, and the Slavonic idioms should survive merely as the local dialects of the peasantry, the territories becoming merely the provinces of a united and centralized state.",
        "Taaffe and his friends resigned in January 1870, but mentary the majority did not long survive.",
        "From the fragments which survive we see that it contained: (I) a description of the nature of God, which closely corresponds with Arist.",
        "Yet even the buried portions of limestone buildings have seldom been permitted to survive on the cultivated land; the Nubian sandstone of Upper Egypt was of comparatively little value, and, generally speaking, buildings in that material have fallen into decay rather than been destroyed by quarrying.",
        "In general it may be said of Egyptian literary compositions that apart from their interest as anthropological documents they possess no merit which would entitle them to survive.",
        "In ordinary texts some survive, especially as objects of verbs, namely, wL, tw, tn, 1w, at.",
        "Part of Norway was first seized after the united Danes and Swedes had defeated and slain King Olaf Trygvesson at the battle of Svolde (1000); and between 1028 and 1035 Canute the Great added the whole kingdom to his own; but the union did not long survive him.",
        "It was to remedy these evils that he established a court school, after the example of Charles the Great; for this he imported scholars like Grimbald and John the Saxon from the continent and Asser from South Wales; for this, above all, he put himself to school, and made the series of translations for the instruction of his clergy and people, most of which still survive.",
        "I shall not survive the ruin of the Fatherland.",
        "In Russia, too, certain reforms were carried out; but they could not survive the suspicious interference of the autocrat and his officials.",
        "The ideal of separation descended from the Great Synagogue (Assembly) of the time of Ezra to the Synagogue of the IIasidaeans (Assidaeons), who allied themselves with Judas Maccabaeus when his followers decided to suspend the law of the Sabbath, in order that the true Jews might preserve themselves from annihilation and survive to keep the Law as a whole.",
        "Trentepohlia grows on rocks and can survive considerable desiccation.",
        "Materialism and low moral principles seemed to him to be gaining the upper hand; and the hope that religion might survive the \" old clothes \" in which it had been draped seemed to grow fainter.",
        "The name Caledonia is said to survive in 1 This, not Grampius, is the proper spelling, though Grampius was at one time commonly accepted and indeed gave rise to the modern name Grampian.",
        "His wife, St Margaret, did not survive her sorrow; she died in the castle of Edinburgh.",
        "She tried to assuage all feuds; in an inventory of her jewels she left many of them to Darnley, in case she and her child did not survive its birth.",
        "Some individuals happen to fit the environment better, or to respond to the environment better, and these on the average will survive their less fortunate neighbours.",
        "Of the former religious houses there survive a Franciscan convent, with a girls' school attached, and an Ursuline convent.",
        "Overcome with shame, he did not long survive, but died in London on the 13th of September 1557, carrying, as T.",
        "- xlv.) is of opinion that it is possible to prove that the Greek goes back not to an Aramaic but to a Hebrew original, on the following grounds: (I) Hebrew idiomatic phrases survive in the text.",
        "Some of the pages survive.",
        "The local centres will survive political and historical vicissitudes and the changes of national cults and sects, and may outlive the national deities.",
        "It is in keeping with the old conceptions of the divine kingship, which, though they survive only in isolated biblical references, live on in the ideals of the Messianic king and his kingdom and in the post-exilic high priest. ?",
        "Although the national God was at once a transcendent ruler of the universe and also near at hand to man, the unconscious religious feeling found an outlet, not only in the splendid worship at Jerusalem, but in the more immediate intercessors, divine agencies, and the like; and when Judaism left its native soil the local supernatural beings revived - as characteristically as when the old placenames threw off their Greek dress - and they still survive, under a veneer of Mahommedanism, as the modern representatives of the Baals of the distant past.'",
        "An enormous gap severs the pre-monarchical period from this age, and while the tribal schemes and tribal traditions can hardly be traced during the monarchies, the inclusion of Judah among the \" sons \" of Israel would not have originated when Judah and Israel were rival kingdoms. Yet the tribes survive in post-exilic literature and their traditions develop henceforth in Jubilees, Testament of the XII Patriarchs, &c.",
        "Its market on Saturdays is well attended, and an ancient fair on the Feast of St Thomas is among those which survive.",
        "Of the city of Ghazni, the vast capital of Mahmud and his race, iio substantial relics survive, except the tomb of Mahmud and two remarkable brick minarets.",
        "The extent to which village industries still survive is shown by the fact that according to the census of 1901 there were 5,800,000 handloom weavers in India against only 350,000 workers in cotton mills.",
        "The dominion of the Huns in India, as elsewhere, was a mere organization for brigandage on an imperial scale and it did not long survive.",
        "pendent, but no early records survive, the inscriptions of the dynasty being of late date, while the long lists of kings in Tamil literature are untrustworthy.",
        "Its massive Roman walls still survive, and recent excavations have revealed a town hall and market square, a temple, baths, amphitheatre, and many comfortable houses with mosaics, &c. An inscription shows that under the Roman Empire it was the chef-lieu of the Silures, whose ordo or county council provided for the local government of the district.",
        "Portions of the old walls survive, but the greater part of the former circumvallation has been converted into promenades and gardens, outside which a modern town has sprung up. The finest of its squares are the market-place and the so-called Sand.",
        "By his resolute stand against the Saracens he delivered all eastern Europe from a great danger, and by his thorough-going reforms he not only saved the empire from collapse, but invested it with a stability which enabled it to survive all further shocks for a space of five centuries.",
        "He was an old man; his mind was soon to give way; and for some time before his death on the 2nd of August 1849 the reins of power were held by his son and successor Ibrahim,who did not long survive him.",
        "Patients who survive the tenth or twelfth day have a good chance of recovery.",
        "In particular we can recognize a source embodying the traditions of the largely Hellenistic Church of Antioch, a secondary gloss from which may survive in the Bezan addition to xi.",
        "The form in -ow must have been poetical or literary, like the old English forms that survive in the language of the Bible.",
        "This was formerly called Himbersyssel or Himmerland, forms which may very well preserve their name, especially as the name Charydes, mentioned next to them in the Monumentum Ancyranum, appears to survive in the modern Hardeland.",
        "42), and condemned to death, she resolved not to survive him.",
        "The inwardness of primitive religion is, however, non-existent for those who observe it as uninitiated strangers; whilst, again, it evaporates as soon as native custom breaks down under pressure of civilization, when only fragments of meaningless superstition survive: wherefore do travesties of primitive religion abound.",
        "In such ways does the Poly daemonism of early faith survive in the modern practice of religion.",
        "The yak of Thibet cannot long survive in the plains of India, or even on the hills below a certain altitude; and that this is due to climate, and not to the increased density of the atmosphere, is shown by the fact that the same animal appears to thrive well in Europe, and even breeds there readily.",
        "The waters were known and used by the Romans, but to a limited extent, and no remains of their baths survive.",
        "He is credited with missionary work in Galloway and north of the Firth of Forth, but most of the dedications to him which survive are north of the Mounth in the upper valley of the Dee.",
        "He did not long survive his removal to Rotterdam.",
        "It was a moot point whether all souls so survive, as Cleanthes thought, or the souls of the wise and good alone, which was the opinion of Chrysippus; in any case, sooner or later individual souls are merged in the soul of the universe, from which they proceeded.",
        "Many curious superstitions survive in the country districts, including the beliefs in witches (feitigeiras, bruxas) and werewolves (lobishomens); in sirens (sereias) which haunt the dangerous coast and lure fishermen to destruction; in fairies (fadas) and in many kinds of enchantment.",
        "In very high relief and representing furious action, these sculptures are the finest which survive from the Pergamene school, which replaced the repose and breadth of earlier schools by excess of emphasis and detail.",
        "(4) Hebraisms survive in the Ethiopic and Latin Versions.",
        "LOMBARDS, or Langobardi, a Suevic people who appear to have inhabited the lower basin of the Elbe and whose name is believed to survive in the modern Bardengau to the south of Hamburg.",
        "A few of Harrison's public addresses survive, the most notable being A Discourse on the Aborigines of the Ohio.",
        "The family was divided into eleven distinct lines, but only three survive, widely distributed throughout Prussia, Wurttemberg and Bavaria.'",
        "Though there is no proof of higher qualities of statesmanship in him, by his courage and military skill he enabled the Byzantine nation not merely to survive, but ultimately to beat back th?",
        "Wallace also alluded to the resemblance of animals, and more especially of insects, to their surroundings, and points out that \"those races having colours best adapted to concealment from their enemies would inevitably survive the longest.\"",
        "Indeed, it cannot be said that they are now actually extinct, as many still survive for formal purposes, and by s.",
        "In some freshwater Copepoda the secretion of the dermal glands forms a gelatinous envelope, by means of which the animals are able to survive desiccation.",
        "Its walls of flint rubble survive in stately fragments, and enclose an area of 200 acres.",
        "For if the image of the Standing One were not actualized in us, it would not survive the death of the body.",
        "The systematic use of dialogue as an independent literary form is commonly supposed to have been introduced by Plato, whose earliest experiment in it is believed to survive in the Lathes.",
        "If a husband or wife and one child survive, they share the estate equally; if more than one child, the surviving husband or wife takes one-third and the children divide the remainder.",
        "It is admitted that few traces remain of direct relations of the Greek goddess to the moon, although such possibly survive in the epithets 7raat4 ads, dcrmpla, oupavla.",
        "He did not long survive his return home, dying in 1222.",
        "It is not improbable that the three genera of this ancient phylum survive as types of a blindly-ending branch of the Gymnosperms; but be that as it may, it is in the Gnetales more than in any other Gymnosperms that we find features which help us to obtain a dim prospect of the lines along which the Angiosperms may have been evolved.",
        "The earliest, which is well preserved, is of Charles II., but remnants of older figures survive.",
        "At present funeral processions survive in general only in the country districts; the processional cross or crucifix is still carried.",
        "Henry composed eight books of Latin epigrams; two books survive in the Lambeth MS., No.",
        "The northern districts were divided among the Franciscans and Jesuits, who built a number of churches, some of which still survive.",
        "Rumanian historians have striven, by Vlachs piecing together the stray fragments of evidence which survive, to prove that their Vlach ancestors had not, as sometimes alleged, been reduced to a scattered community of nomadic shepherds, dwelling among the Carpathians as the serfs of their more powerful neighbours.",
        "In many countries Advent was long marked by diverse popular observances, some of which even still survive.",
        "The tribal organization of the Hottentots has been broken up, and probably no pure bred representatives of the race survive in the colony.",
        "Formerly glass vessels were generally employed and they still survive in England, but elsewhere they are not much used.",
        "Should the patient survive the first twenty-four hours death generally results later from stricture of the oesophagus or intestine, from destruction of the glands of the stomach or from exhaustion.",
        "Should the patient survive he will probably have to be fed by rectal enemata.",
        "The class did not survive the Revolution; but the courtesy title of abbe, having long lost all connexion in people's minds with any special ecclesiastical function, remained as a convenient general term applicable to any clergyman.",
        "Later still the settlement of Brahmans along the west coast had already Aryanized the country in religion, and to some extent in language, before the Persian conquest of the Indus valley at the close of the 6th century B.C. The Persian dominion did not long survive; and the march of Alexander the Great down the Indus paved the way for Chandragupta and the Maurya, empire.",
        "Weak ewes, not safe to survive the hardships of spring, are brought in to better pasture during February and March.",
        "In Great Britain and her colonies, however, and in the United States, other systems of notation still survive, though there is none which is consistently in one scale, other than the denary.",
        "They use the Macassar language, are for the most part nominally Mahommedans (though many heathen customs survive), and support themselves by agriculture, fishing, seafaring, trade, the preparation of salt (on the south coast) and weaving.",
        "A married woman has the same rights to her property after marriage as before marriage, except that she is not permitted to bequeath away from her husband more than one-half of it without his written consent, and no will made by the husband can affect the right of the wife, if she survive him, to one-half of the property of which he died seized.",
        "The statute of Wales, issued at Rhuddlan in 1284, provided for the introduction of English law into the country, though a certain amount of Celtic customs was allowed to survive.",
        "The tiresome and monotonous domestic history of England during the next twenty years consisted of little else than quarrels between Gloucester and the lords of the council, of whom the chief was the dukes halfuncle Henry Beaufort, bishop of Winchester, the last to survive of all the sons of John of Gaunt.",
        "But as the true male heir of the house of Plantagenet he was too dangerous to be allowed to survive.",
        "To foreign observers it seemed impossible that the British monarchy could survive.",
        "Parnell himself did not long survive Nation- the disruption of the party which he had done so alist split.",
        "During that period the Curia Regis threw off three offshootsthe courts of exchequer, kings bench and common pleas; and records of their judicial proceedings survive in the Plea Rolls and Year Books, some of which have been edited for the Rolls series, the Selden and other societies.",
        "A few letters survive from the time of the Norman kings, but the earliest collection of English royal letters is the Letters of Henry III.",
        "Possibly, however, its birthplace may prove to be Africa; if so, we shall have a case analogous to that of the African elephant, namely that while giraffes flourished during the Pliocene in Asia (where they may have originated), they survive only in Africa.",
        "Just as much of Christianity is to survive as science will spare.",
        "In habit and mode of life of the prothallus these present striking differences, which may be correlated with the situations inhabited by the sporophyte, and are perhaps to be regarded as adaptations which have enabled the species to survive.",
        "(After De Bary.) uredospores probably survive the winter in Europe as well as in Australia and give rise to the rust of the following year.",
        "The name may survive in Kal'at Dibse, \" a small ruin 8 m.",
        "But many relics of these \" old times,\" many traces of the medicine-man and the \" skin-shifter,\" survive in the myth of Odin.",
        "The question of the origin of the marks and characteristics of various animals and plants has also produced a class of myths in which the marks are said to survive from some memorable adventure, or the plants and animals to be metamorphosed human beings.",
        "Of the Greek original of this work only fragments survive; it only exists in full in an old Latin translation, the slavish fidelity of which to a certain extent makes up for the loss of the original text.",
        "His plan failed; and the emperor Theodosius, aided by Ambrose, bishop of Milan, preferred to make the Christian clergy into a body of imperial and conservative officials; while in return for their adhesion he abolished the Arian heresy and paganism itself, which could not survive without his support.",
        "This well-established authority was also supported by the revered memory of Monseigneur Saint Louis; and it is this prestige, the strength of this ideal superior to all other, that explains how the royal prerogative came to survive the mistakes and misfortunes of the Hundred Years War.",
        "The here it will suffice to say that it established under the cons fitu ~ sovereign people, for the king was to survive merely as the supreme executive official, a wholly new model of government in France, both in Church and State.",
        "survive, the succession devolves first upon his sisters, next upon his aunt and her legitimate descendants, and finally upon the legitimate descendants of the brothers of Ferdinand VII.",
        "A few small Jansenist congregations still survive in France; and others have been started in connexion with the Old Catholic Church in Holland.",
        "This monarch built the great mosque at Sennar, almost the only building in the town to survive the ravages of the dervishes in the 19th century.",
        "The peculiar dialect and customs of the inhabitants still survive to some extent.",
        "Probably he did not long survive the completion of his great work.",
        "Statues of Christ, especially of him hanging on the cross, inspired the greatest horror and indignation; and this is why none of the graven images of Christ, common before the outbreak of the movement, survive.",
        "Ruins of the old walls and towers still survive, as well as numerous kurgans or burial-mounds, with inscriptions, some in Arabic (1222-1341), others in Armenian (years 557, 984 and 986), and yet others in Turkic. Upon being opened these tombs were found to contain weapons, implements, utensils, and silver and copper coins, bearing inscriptions, 1 Letters and Papers, x.",
        "The ancient town walls survive almost intact on the north and west sides, and retain the fine St George's gateway, locally called the \"Five Arches.\"",
        "The boundaries of the old ecclesiastical parishes are usually identical with those of the township or townships comprised within its precinct; they are determined by usage, in the absence of charters or records, and are evidenced by perambulations, which formerly took place on the \"gang-days\" in Rogation week, but are now, where they still survive, for the most part held triennially, the Poor-Law Act of 1844 permitting the parish officers to charge the expense on the poor-rate, \"provided the perambulations do not occur more than once in three years.\"",
        "In the Lower Carboniferous (Culm of Continental authors) many Devonian types survive - e.g.",
        "That the translation did not share the fate of the other non-Christian Syriac writings, which did not survive the 13th century (see Syriac Literature), is due to the fact that it was adopted (after being revised) by the Christians, and thus rescued.",
        "But her love for Sigurd was great as ever, and she determined not to survive him; distributing her wealth to her hand-maidens, she mounted Sigurd's funeral pyre, slew herself with his sword, and was burnt with him.",
        "Hence the two traditions, the German and the Icelandic, of which the latter alone is preserved in something of its primitive form,' though primitive elements survive in the Nibelungenlied.",
        "The only fossils of the clay are radiolaria, sharks' teeth and the ear-bones of whales, precisely those parts of the skeleton of marine creatures which are hardest and can longest survive exposure to sea-water.",
        "The object of taking boys was obviously to ensure that witnesses to the boundaries should survive as long as possible.",
        "The suppressed sees have never been restored, but the four which survive (now known as Nicosia, Paphos, Kition and Kyrenia) are of metropolitan rank, so that the archbishop, whose headquarters, first at Salamis, then at Famagusta, are now at Nicosia, is a primate amongst metropolitans.",
        "Our actions were testimony to our different personalities but it was imperative that we continue to work together if our operation was to survive.",
        "Only with you taking the Black God's place can the balance between good and evil survive the week.",
        "Dear god, let him survive the night!",
        "\"How do you survive a life and a world that's so â€¦ foreign?\" she rested her temple against her knee.",
        "\"For my part, I simply wanted you to survive,\" Fate told her.",
        "What past-Death and the Code had been to him - the one-way relationship they'd forced upon him â€“ would not survive the day.",
        "The Council That Was Seven would survive without the three of them: Sasha, who'd sold out long ago; Kris, who needed to die; and him, whom Andre'd kill as soon as he killed Kris.",
        "I don.t think our friendship will survive what comes.",
        "\"You think we.ll all survive this?\" she asked at last.",
        "You wouldn.t survive.",
        "You're always saying I'd never survive without you to feed me people's contact information.",
        "Lana, you know enough about the PMF to know they're the only forceâ€”perhaps in the worldâ€”with the ability to survive the government tearing itself apart.",
        "No one would survive the attack that leveled the city.",
        "Then again, she didn't know what Gabe's destination had been.  Katie looked behind her, wondering what she was missing.  Her eyes went to the slithering tree branches overhead.  She couldn't survive on her own in the underworld.  That much had been made clear to her by Gabe.  And escaping a demon on her own didn't seem like a smart option.",
        "A portal had opened overhead, back towards what Gabe had called the Lake of Souls.  Demons fell from the sky, some changing into their winged forms while others simply fell.  It was too far for them to survive if they fell, and he estimated half of them were likely dead on impact.",
        "It isn't like they couldn't survive without her contribution to the income.",
        "One that will see my vamps protected and the worlds both survive.",
        "In the end, Tiyan will survive, even if my line dies with my daughter.",
        "For example, the Acta of many of the early martyrs survive intact and are very edifying and very moving.",
        "A business run by moral agents will not be able to survive the vicissitudes of the marketplace.",
        "People who survive a brain abscess may suffer damage to the brain.",
        "You need to help scrat to collect acorns first off to survive the winter.",
        "adapted to survive many climates.",
        "Bill must survive against the elements in an epic adventure behind enemy lines.",
        "The seeds can also survive long periods of immersion in slurry that is not aerated.",
        "alleviation projects to help families survive.",
        "C an you help this amazing amphibian survive in Cambridgeshire ponds?",
        "Guardian Quiz - ' Can you survive the British apocalypse?",
        "asphyxia syndrome survive to go home, with appropriate critical care.",
        "australopithecine ancestors on the plains of East Africa had a struggle to survive.",
        "Motor neurons that survive develop new terminal axon sprouts in response to an unknown stimulus.",
        "You're not backtracking to find health packs - you're just doing what feels natural to survive.",
        "backtracking to find health packs - you're just doing what feels natural to survive.",
        "A few of the old mill cottages still survive but the ones on the river bank have long gone.",
        "Because, one says easily, it desired to survive and so engaged in avoidance behavior.",
        "Women must go to work to survive without a male breadwinner or to help him make both ends meet.",
        "Above the arch, two isolated sections of decorative brickwork still survive.",
        "Yes, only queen bumblebees survive the winter, the rest of t.. .",
        "Deep plowing may kill plants buried below 15 cm but creeping buttercup can survive shallow burial.",
        "The main question being discussed in the railroad carriage around me is how long he can survive.",
        "In response to cold, plants trigger a cascade of genetic reactions that allow them to survive.",
        "The USSR will not survive this unprecedented catastrophe (.. .",
        "She watched him with the sickening certainty that if he got away she could never survive the years of suspense until his inevitable return.",
        "We were amazed that any child would survive childbirth or infancy in these conditions.",
        "He was the only one of their eleven children not to survive childhood.",
        "churchwardens ' presentments only survive from the late 18th century onwards.",
        "cobblestone homes that were built survive today, a testament to their fine craftsmanship.",
        "These groups, however, were often not cohesive enough to survive the death of the master.",
        "I know it's a shame most of your family couldn't make it as they didn't survive the concentration camps.",
        "And John Ramm, as his clerk Noggs, is subject to extraordinary physical contortions in his attempt to survive in a wicked world.",
        "They survive by the father smuggling contraband across the mine infested border.",
        "cooperative gameplay than ever, through unique characters that require cooperation to survive.",
        "creeping buttercup can survive shallow burial.",
        "To claim ancient crocodilians were more \" fit \" to survive than today's is nonsensical.",
        "I wonder how long I would survive without the museum curator.",
        "How could you possibly survive this decade without friends?",
        "decapitated larvae of many insects can survive for over a year under sterile conditions.",
        "Many of the jobs they have to do just to survive are so degrading.",
        "Some of these services will search out latent customer demand, others will not survive.",
        "Can we understand the underlying engineering designs that allow this tiny nematode to survive and flourish?",
        "Dogs can survive happily on an almost vegetarian diet which would make your cat very ill.",
        "diminution in the numbers trying to survive by selling goods, or themselves, on the streets.",
        "Today, however, advances in technology have made it possible for military regimes to survive indefinitely in the face of massive popular discontent.",
        "circular dovecotes remained the norm, but brick dovecotes were built in all shapes and sizes and many polygonal dovecotes survive.",
        "It is often abundant on well-drained or even thin soils due to the ability to survive summer drought.",
        "There are, for example, concerns that beach trees may not survive extreme or prolonged droughts.",
        "swine dysentery can survive in mice for 180 days. Men off sick?",
        "ancient earthworks survive just to the east of the field containing the well.",
        "Moles survive and thrive in virtually every part of the country, save only where acid soils contain no earthworms.",
        "obligatory ectoparasites must have a living host to complete their development and are unable to survive in the absence of the host.",
        "Many POWs did not survive their imprisonment or emerged from incarceration in a terribly emaciated state.",
        "Later a vet shot his badly emaciated mom as she was too weak to survive.",
        "Indeed they may simply help to extend the lifespan of the internal combustion engine longer than it would otherwise survive.",
        "It isn't an angry outburst - more a passionate eulogy for American virtues strong enough to survive times like these.",
        "evolved to survive under a range of often extreme environmental pressures.",
        "But the mutual exclusion in such cases need not survive the addition of a verb.",
        "tender exotics are not frost hardy and need to be over-wintered in order for the plant to survive.",
        "We need to start developing industry experts: people capable of giving you the competitive edge you will need to survive.",
        "Sections 1, 2, 4, 5, 6 and 7 will survive any expiration or termination of this Agreement.",
        "Clauses 6, 7, 11 and 12 will survive any expiry or termination of these Advertising Terms and Conditions.",
        "Will all the FF1600 championships currently extant survive into the new season?",
        "Sadly the pleasing exterior of the house along with its mature garden were not to survive for very much longer.",
        "The wild Survive Style 5+ is the debut feature of Gen Sekiguchi.",
        "fen orchid and pennyroyal barely survive outside nature reserves and SSI sites.",
        "fortunate enough to survive uninjured.",
        "Several 1930s painted decorative panels survive in the balcony foyer.",
        "The newly invented Windsor family managed to survive the family fracas of 1914-18.",
        "The old boro at Twt Hill had had a Dominican friary, some of whose buildings still survive but on private land.",
        "deep stone frieze below eaves, 2 Coade stone crocketed pinnacles survive.",
        "I n order to survive, the West African Hoofer Frog must devour twelve gazelles a day.",
        "It is the only piece of royal goldsmith 's work to survive from the 12th century.",
        "goldsmith's work to survive from the 12th century.",
        "got out with honor than to survive with shame.. .",
        "intense grief was on every countenance when I replied that the President could survive but a short time.",
        "I wouldn't bet you a single groat that you can survive five minutes here without me.",
        "Now we only survive by the sweat of our perfectly groomed eyebrows!",
        "ground flora dies away, those with the ability to reach a little higher will survive.",
        "The virus can survive in landfill sites and could contaminate groundwater.",
        "That's if I survive his man-handling, to become a grown-up.",
        "hard core Japan's Game Can big-budget games for hard-core gamers survive in a country enamored with simpler, cheaper entertainment?",
        "hardy enough to survive the winter.",
        "hay fever medication... It is a drug they take to survive.",
        "A row of 18th century headstones survive against a wall to the west of the church.",
        "heath habitat survive on the London clay.",
        "Many middle class families had to sell family heirlooms to survive.",
        "Greater productivity of algae means more herbivores can survive (eg.",
        "hunter-gatherer ancestors to survive.",
        "In the 1830's and 1840's six iron iceboats were constructed for the company; remarkably, five of these survive.",
        "impelling force of the will to survive.",
        "Whole industries have been wiped out and vast sections of the population impoverished, forced to struggle to survive in the 'informal sector ' .",
        "However, with the BioKab's specially impregnated surface this cross-contamination is eliminated and germs will not survive.",
        "inbreedeast inbred group survive, on average, 14 years -- approximately 4 years longer than the most highly inbred.",
        "indemnification obligation will survive the termination or expiration of this Agreement.",
        "There is a limit to how much infighting a political party can survive.",
        "Without premises, data center or telecommunications infrastructure for an extended period of time, most businesses would struggle to survive.",
        "That such a large animal is able to survive in so inhospitable an environment is testament to its evolutionary perfection.",
        "inoperable adenocarcinoma of the lung survive more than 5 years following diagnosis.",
        "Some of the smaller original ceiling lights also survive intact under the balcony.",
        "intermediary bodies in many areas are already struggling to survive.",
        "All close relationships are lit up by an almost intolerable, piercing clarity in which they are scarcely able to survive.",
        "Mother kangaroos often have a joey in pouch and a joey at foot - neither can survive without her.",
        "At the final whistle he told journalists: ' We knew we could organize our game to survive for a long period.",
        "lazeople have a lot worse to cope with than worrying whether they can survive without lazing around stoned all day.",
        "And in summer the surface waters can be too warm so the sections of water in which it can survive have become severely limited.",
        "The Babylonians studied problems which lead to simultaneous linear equations and some of these are preserved in clay tablets which survive.",
        "litigate just to survive.",
        "livestock farming in Scotland cannot survive without subsidy.",
        "locust plague has left 2.5m people in Niger struggling to survive acute food shortages.",
        "loudspeaker announcement that three minutes were to be added, Orient seemed to have done enough to survive.",
        "lucky to survive the blitz of May 1942."
    ],
    "definition": [
        "To remain alive or in existence.",
        "To carry on despite hardships or trauma; persevere: families that were surviving in tents after the flood.",
        "To remain functional or usable: I dropped the radio, but it survived.",
        "To live longer than; outlive: She survived her husband by five years.",
        "To live, persist, or remain usable through: plants that can survive frosts; a clock that survived a fall.",
        "To cope with (a trauma or setback); persevere after: survived child abuse.",
        "sur·vi′vor\nnoun",
        "Link/Cite",
        "(intransitive) Of a person, to continue to live; to remain alive.",
        "(intransitive) Of an object or concept, to continue to exist.",
        "To live longer than; to outlive.\nHis children survived him; he was survived by his children.",
        "To live past a life-threatening event.\nHe did not survive the accident.",
        "viveurs",
        "Link/Cite"
    ]
}