{
    "translation": "השעה, דחה",
    "uses": [
        "The burgomaster has the power to suspend any of the council's decrees for 30 days.",
        "In October he was ordered by Charles to suspend the etcetera oath.",
        "Such a court can only suspend for seven days unless with the sanction of the Holy Synod (Joyce, op. cit.).",
        "On the 27th of July the ambassadors of the five powers presented to the Porte a joint note, in which they declared that an agreement on the Eastern Question had been reached by the five Great Powers, and urged it \"to suspend all definite decision made without their concurrence, pending the effect of their interest in its welfare.\"",
        "A/, shows a form sufficiently unlike it is necessary to suspend judgment.",
        "In order to suspend this from the girdle there was employed a kind of button or toggle the netsuke.",
        "The president was advised that the only way of averting the financial ruin of the banking institutions of the republic was to suspend the conversion law and lend from the national treasury inconvertible notes to the banks.",
        "He summed up his results in the general statement that \"hydrogen, the alkaline substances, the metals and certain metallic oxides are attracted by negatively electrified metallic surfaces, and repelled by positively electrified metallic surfaces; and contrariwise, that oxygen and acid substances are attracted by positively electrified metallic surfaces and repelled by negatively electrified metallic surfaces; and these attractive and repulsive forces are sufficiently energetic to destroy or suspend the usual operation of elective affinity.\"",
        "His political duties did not suspend his prosecution of his history, except on one occasion, and for a little while, in 1779, when he undertook, on behalf of the ministry, a task which, if well performed, was also, it must be added, well rewarded.",
        "Owing to the great military successes, and the consequent increase of the other sources of revenue, it became feasible to suspend the tributum in 167 B.C., and it was not again levied till after the death of Julius Caesar.",
        "Froude; but he in turn was compelled to suspend the issue.",
        "Those who were unwilling to accept evolution, without better grounds than such as are offered by Lamarck, and who therefore preferred to suspend their judgment on the question, found in the principle of selective breeding, pursued in all its applications with marvellous knowledge and skill by Darwin, a valid explanation of the occurrence of varieties and races; and they saw clearly that, if the explanation would apply to species, it would not only solve the problem of their evolution, but that it would account for the facts of teleology, as well as for those of morphology; and for the persistence of some forms of life unchanged through long epochs of time, while others undergo comparatively rapid metamorphosis.",
        "So strenuous did this campaign become that, in 1875, a press law was enacted empowering the minister of home affairs and the police to suspend or suppress a journal and to fine or imprison its editor without public trial.",
        "21, 1793), Sweden, in the hope of obtaining considerable subsidies, recognized the new French republic; and secret negotiations for contracting an alliance were actually begun in May of the same year, till the menacing protests of Catherine, supported as they were by all the other European powers, finally induced Sweden to suspend them.",
        "A loop of plati num wire passed under these tubes serves to suspend the vessel from the balance arm.",
        "Attached to its upper rim are the chains whereby to suspend it, and from the lower rim hang letters of red-coloured glass or paste which read +Svintilanvs Rex Offeret.",
        "For this reason some observers use a thin strip of phosphor bronze to suspend the magnet, considering that the absence of a variable torsion more than compensates for the increased difficulty in handling the more fragile metallic suspension.",
        "expedition, but agreed to suspend Italian consular jurisdiction in Tunis, and deprecated suspicion of French designs upon Morocco.",
        "This resignation was not an unfortunate event for the country, as the federal Cortes not only made Castelar chief of the executive, though his partisans were in a minority in the Parliament, but they gave him much liberty to act, as they decided to suspend the sittings of the house until 2nd January 1874.",
        "(1644) to stop the foundation of religious houses, which held half the property in the country, to suspend ordinations because there were 6000 unemployed priests, and to suppress feast days because there were at least two per week.",
        "He waited, as if she'd reveal enough dirt to make his monthly quota then added, They'll probably suspend your license.",
        "There were many skirmishes between them, but a common danger soon forced them to suspend their hostilities.",
        "The members of the Duma, moreover, were placed at the mercy of the government by a clause empowering the Directing Senate to suspend or deprive them.",
        "In 1891 he was obliged to suspend the service of the public debt and make arrangements by which the bondholders accepted a reduced rate of interest.",
        "Its most important feature, when compared with the previous constitution of 1868, is its provision for the choice of state officials other than the governor (who was previously chosen by election) by elections instead of by the governor's appointment, but the governor, who serves for four years and is not eligible for the next succeeding term, still appoints the circuit judges, the state' attorneys for each judicial circuit and the county commissioners; he may fill certain vacancies and may suspend, and with the Senate remove officers not liable to impeachment..",
        "During the early months of 1900 matters were more peaceful, and Korber hoped to be able to arrange a compromise; but the Czechs now demanded the restoration of their language in the internal service of Bohemia, and on 8th June, by noise and disturbance, obliged the president to suspend the sitting.",
        "The larvae swim normally like the adult or suspend themselves by their flagella (not shown in the figures) vertically in mid-water.",
        "But the archbishop prevailed upon the pope to suspend the bishops, and before his return published papal letters which, in announcing these sentences, spoke of the constitutions as null and void.",
        "the princes, or by the council, and these are also to have the power to punish, suspend or depose him.",
        "In the meantime Soult (with 23,000 men and 50 guns), advancing to relieve Badajoz, compelled Beresford to suspend of the siege, and to take up a position with about 30,000 Battle Albuera, men (of whom 7000 were British) and 38 guns May behind the river Albuhera (or Albuera).",
        "To determine the density of any liquid it is only necessary to suspend the plummet in the liquid, and to bring the beam to its normal position by means of the riders; the relative density is read off directly from the riders.",
        "The people covenanted not to use British goods and to suspend trade with Great Britain.",
        "He can suspend for a month a municipal council, mayor or deputy-mayor; certain decisions of the municipal councils require his approval; and he may annul such of their regulations as are extra vires.",
        "They speak of the \"breathing time\" which they have had of late, and their hope that God would, as they say, \"incline the magistrates' hearts so for to tender our consciences as that we might be protected by them from wrong, injury, oppression and molestation\"; and then they proceed: \"But if God withhold the magistrates' allowance and furtherance herein, yet we must, notwithstanding, proceed together in Christian communion, not daring to give place to suspend our practice, but to walk in obedience to Christ in the profession and holding forth this faith before mentioned, even in the midst of all trials and afflictions, not accounting our goods, lands, wives, children, fathers, mothers, brethren, sisters, yea, and our own lives, dear unto us, so that we may finish our course with joy; remembering always that we ought to obey God rather than men.\"",
        "He also made accurate measurements and a plan of the Hellenistic temple, found many inscriptions and a few miscellaneous antiquities, and had begun to explore the Precinct, when the great expense and other considerations induced the trustees of the British Museum to suspend his operations in 1874.",
        "- XVI., P but was obliged to suspend it on the 22nd of April 1552, in consequence of the war between Charles V.",
        "The ideal of separation descended from the Great Synagogue (Assembly) of the time of Ezra to the Synagogue of the IIasidaeans (Assidaeons), who allied themselves with Judas Maccabaeus when his followers decided to suspend the law of the Sabbath, in order that the true Jews might preserve themselves from annihilation and survive to keep the Law as a whole.",
        "They are further described as having temples (sabuas) in which they suspend images of serpents and other monsters as well as the trophies procured by war.",
        "He can annul or suspend the maire's decrees and he has also considerable control over public institutions, charitable and otherwise.",
        "This law was followed by one authorizing the government to suspend,in every diocese where the bishop continued recalcitrant, the payment of that contribution to the Roman Catholic Church which by agreement had been given by the state since 1817.",
        "About the same time parliament passed an interesting and important statute, forbidding, unless the king should wish to suspend the operation of the law, the payment to the pope of the annates.",
        "the decree ordering the demolition of the new castles, most of them little better than robber-strongholds; the decree compelling the great officers of state to suspend their functions during the session of the diet; the decree declaring illegal the new fashion of forming confederations on the Polish model, all of which measures were obviously directed against the tyranny and the lawlessness of the oligarchy.",
        "The decline in stock-raising would also suspend the practice of burning off the dead grass to improve the new pasturage.",
        "Thus by the New York Code of Criminal Procedure the governor of the state of New York has power to grant reprieves, commutations and pardons, except in the case of treason, where he can only suspend the execution of the sentence until the case can be reported to the legislature, with whom the power of pardon in this case rests.",
        "The government being unable to repay its loans from the banks compelled the latter to suspend the conversion of their notes, which began to depreciate in value.",
        "But deeming Charles's further demands inconvenient, he soon found occasion in the renewal of hostilities to suspend the council once more (April 1552).",
        "he consequently lost his seat in the council and his deanery in the Chapel Royal; and for his firmness in refusing to suspend John Sharp,.",
        "On the one hand it became necessary, in face of an inadequate harvest, to suspend in 1898 the application of the law on the import of corn.",
        "In this war, which presented no features of a creditable kind, the loss to English commerce from Dutch cruisers was so great that it was found necessary to suspend the clause of the navigation act which forbade the purchase of foreign-built vessels.",
        "on royal business in 1305, Langton appears to have persuaded Clement to suspend Winchelsea; after his return to England he was the chief adviser of Edward I., who had already appointed him the principal executor of his will.",
        "Messerschmidt, editor of the best collection of Hittite texts up to date, made a tabula rasa of all systems of decipherment, asserting that only one sign out of two hundred the bisected oval, determinative of divinity - had been interpreted with any certainty; and in view of this opinion, coupled with the steady refusal of historians to apply the results of any Hittite decipherment, and the obvious lack of satisfactory verification, without which the piling of hypothesis on hypothesis may only lead further from probability, there is no choice but to suspend judgment for some time longer as to the inscriptions and all deductions drawn from them.",
        "The state board enacts by-laws for the administration of the system; its decision of controversies arising under the school law is final; it may suspend or remove a county superintendent for inefficiency or incompetency; it issues life state certificates, but applicants must have had seven years of experience in teaching, five in Maryland, and must hold a first-class certificate or a college or normal school diploma; and it pensions teachers who have taught successfully for twenty-five years in any of the public or normal schools of the state, who have reached the age of sixty, and who have become physically or mentally incapable of teaching longer, the pension amounting to $200 a year.",
        "The governor has the power, also, of filling vacancies in certain state offices and on the benches of the supreme court and county courts, and he may remove or suspend certain county and municipal officers on charges.",
        "Sec. 16 contains a provision empowering the chief governor and privy council of Ireland by a proclamation under the great seal of Ireland to suspend the act during such time only as there shall be an actual invasion or rebellion in Ireland; and it is enacted that during the currency of the proclamation no judge or justices shall bail or try any person charged with being concerned in the rebellion or invasion without an order from the lord lieutenant or lord deputy and senior of the privy council.",
        "The Cortes were dissolved, and the federal and constituent Cortes of the republic convened, but they only sat during the summer of 1873, long enough to show their absolute incapacity, and to convince the executive that the safest policy was to suspend the session for several months.",
        "suspend uranium enrichment.",
        "This led the bishop of St David's to suspend Rowland's license, and Rowland had to confine himself to a meeting-house at Llangeitho.",
        "In 1845 he supported Peel when in a divided cabinet he proposed to suspend the duty on foreign corn, and left office with that minister in July 1846.",
        "He appoints numerous officers with the concurrence of the Senate, has the usual power of vetoing legislative bills, and has authority to inspect the records of officers, or to employ accountants to do so, and to suspend, during a recess of the General Assembly, any executive officer at the seat of government except the lieutenant-governor; he must, however, report to the General Assembly at its next session the cause of any suspension and that body determines whether the suspended officer shall be restored or removed.",
        "But the signory, in feigned anxiety for the public peace, besought him to suspend his discourses.",
        "Once a user is validated into the certificate revocation system, the user can suspend or activate any certificates in real time.",
        "However, Britain and the US have dismissed a Russian draft resolution to suspend sanctions altogether as unacceptable.",
        "Under the worst-case scenario, the EU can suspend some of the culprit member state's rights, including voting rights.",
        "suspend disbelief, everybody knows what it is.",
        "There is an Independent Complaints Adjudicator who can suspend or disqualify trustees.",
        "The blogs admin appears to suspend student's blogs on some very shaky reasons, and they are essentially untouchable.",
        "If accepted, this will suspend the warrant so long as you keep up-to-date with the agreed payments.",
        "In 1848 the government had been obliged to authorize the bank to suspend cash payments, and the wars of 1859 and 1866 had rendered abortive all attempts to renew them.",
        "Dulong, but was obliged to suspend his inquiries during the winter on account of injury to his eye caused by an explosion of that substance.",
        "Proposals were made to suspend the constitution, but this drastic course was not adopted.",
        "It was but natural, therefore, that efforts should at once have been made to establish the institution of slavery on Indiana soil, and as early as 1802 a convention called to consider the expediency of slavery asked Congress to suspend the prohibitory clause of the Ordinance for ten years, but a committee of which John Randolph of Virginia was chairman reported against such action.",
        "The right claimed by the king to suspend the laws was questioned, and his claim to special authority in ecclesiastical matters was treated with contempt.",
        "A court of high commission of doubtful legality was subsequently erected (1686) to deprive or suspend clergymen who made themselves obnoxious to the court, whilst James appointed Roman Catholics to the headship of certain colleges at Oxford.",
        "The rising was easily put down; but the condition of the colony was so grave that the ministry decided to suspend the constitution of lower Canada for three years, and to send out Lord Durham with almost dictatorial powers.",
        "The governor dissolved the assembly, but the new house, elected in its place, reaffirmed the decision of its predecessor; and the British ministry, in face of the crisis, asked parliament in 1839 for authority to suspend the constitution of the island for five years.",
        "The advocates of popular government, they were inviting parliament, for a second time, to suspend representative institutions in an important colony.",
        "At the beginning of 1866 Lord Russells government thought itself compelled to suspend the Habeas Corpus Act In Ireland; and in 1867 Lord Derbys government was confronted in the spring by a plot to seize Chester Castle, and in the autumn by an attack on a prison van at Manchester containing Fenian prisoners, and by an atrocious attempt to blow up Clerkenwell prison.",
        "The governor has power to grant reprieves, commutations and pardons, except for treason - he may suspend execution of sentence for treason until action is taken by the legislature - and in cases of impeachment.",
        "The Lutherans held that the Incarnate One possessed all divine attributes, but either willed to suspend their use - this is the Kenosis doctrine of the Lutheran school of Tubingen in the 17th century - or concealed their working; the latter was the doctrine of the Giessen school.",
        "to clear the administration of all republicans, put down the press, suspend the right of holding meetings and, above all, to hand over education to the Church (law of the 15th of March 1850).",
        "One London has consistently opposed the decision to suspend the Mayor for four weeks for allegedly anti-Semitic remarks to a journalist.",
        "Stepped up as about global companies suspend liability insurance attorney general last.",
        "We suggest that you always suspend them over the work bench using a balancer, which also improves productivity.",
        "The auditor General, other State Audit Office Council members and audit department collegiate members have to suspend their participation in political parties.",
        "I appeal to NATO leaders to show the courage to suspend the air raids, which would be the only correct move.",
        "Now, with things looking ever more dicey on the global front, there seem to be ever more ranters prepared to suspend reality.",
        "However, I managed to suspend disbelief long enough to enjoy the tale.",
        "empowered to suspend a student pending the hearing of a complaint.",
        "Will not excommunicate nor suspend, without consent of one of the Bishops in the Commission.",
        "Try making a wire hanger to suspend the dress from - click details to see this die dressed up!",
        "hostilityn>suspend hostilities, to spare himself, Iraq's dictator accepted a series of commitments.",
        "At that point the British Government's power to suspend the Assembly will lapse for good.",
        "Vehement feud had probably long subsisted between these parties, when the Libyan war intervened to suspend the strife.",
        "The immense volumes of sulphurous acid evolved give rise to many complaints; all the minor pits suspend work during the summer to avoid destruction of the crops.",
        "It extends the initiative of the Commission from the investigation of complaints to the investigation of rates on its own motion; authorizes it to suspend rates in advance of their going into effect, pending an investigation which may be continued for ten months, and to establish through routes; and provides for a special commission, appointed by the President, to investigate questions pertaining to the issuance of railway securities.",
        "§ 9, and first ten amendments): It may not suspend the writ of habeas corpus (except in time of war or public danger) or pass a bill of attainder or an ex post facto law; give any state a commercial preference over another; grant any title of nobility; establish or prohibit any religion, or impose any religious test as a condition of holding office; abridge the freedom of speaking or writing, or of public meeting, or of bearing arms; try any person for certain offences except on the presentment of a grand jury, or otherwise than by a jury of his state and district; decide any common law action where the value in dispute exceeds $20 except by a jury.",
        "In the case of ex parte John Merryman (1861, Campbell's Reports, 646), he protested against the assumption of power by the President to suspend the privileges of the writ of habeas corpus or to confer that power upon a military officer without the authorization of Congress.",
        "It also took away all patronage from the governor, reduced his term to two years, forbade him to proclaim martial law or suspend the writ of habeas corpus, and abolished all registration laws: all these provisions being reflections of Reconstruction struggles.",
        "In times of public danger it has occasionally been thought necessary to \"suspend\" the Habeas Corpus Act 1679 by special and temporary legislation.",
        "Under the worst-case scenario, the EU can suspend some of the culprit member state 's rights, including voting rights.",
        "You do n't have to suspend disbelief, everybody knows what it is.",
        "It called for Iran to cooperate more in its investigation and to suspend uranium enrichment.",
        "If there is reasonable cause to consider that the decision to suspend or exclude was unreasonable in all circumstances.",
        "The blogs admin appears to suspend student 's blogs on some very shaky reasons, and they are essentially untouchable.",
        "Some creditors will actually suspend your interest if you contact them and let them know about your situation.",
        "Parents can suspend the card at any time which will keep the card from being used until the parent reactivates the card.",
        "The parent can monitor where the card is being used and suspend the card if the teen is not using the card for the special purpose for which the card was intended.",
        "Instead, it might suspend or slow your interest charges during your timeout period.",
        "Many states will suspend the licenses of drivers who are found to owe a substantial amount of back child support.",
        "When children caught in the middle of a parental breakup appear to behave normally, it's easy for divorcing parents to suspend their worry.",
        "Large furniture pieces such as sofas are typically anchored against a wall, but don't hesitate to suspend them within the room.",
        "Suspend 24-inch tiles in a traditional drop-ceiling method.",
        "Suspend crystal icicles from the candelabra and be sure to slip a mirror underneath each so the candlelight reflects throughout the room.",
        "At the at time, Revitalash was using small amounts of bimatoprost in its formula, but as a precautionary measure, the company voluntarily decided to suspend the sale of that particular formula.",
        "Unlike internal and external mix systems, which use compressed air, this type of snow making system uses air from a fan to suspend the water droplets in the air.",
        "Since air, water and sand snow making systems suspend the droplets; they have a sufficient amount of time to cool to below 32 degrees Fahrenheit and freeze.",
        "Many schools are now enforcing a no tolerance policy when it comes to bullying and will immediately either suspend or expel students who are caught bullying.",
        "Since map curtains are attention-getting on their own, choose simple clear or metal rings to suspend from the curtain rod.",
        "These light fixtures suspend from the ceiling by a chain or rod, and larger ornamental fixtures can be used to enhance the décor of your updated kitchen.",
        "Units can suspend by a few inches, or an electrician or handy do-it-yourselfer can set them into the ceiling.",
        "For sloped ceilings, suspend the track channels from cables, and use smaller pendant light heads.",
        "They won't circulate the air as efficiently as models that have housings or downrods that suspend the blades at least 10 inches from the ceiling.",
        "There are two materials you can use to suspend your monorail lighting system: a rigid rod or aircraft cable.",
        "Most track lights suspend from the track a few inches, too, making them a poor choice for rooms with very low ceilings.",
        "Some track lighting sets are available with suspension kits, too; if you have a high ceiling, suspend the fixture a few inches to help put the lighting where you need it most.",
        "Monorail lighting tracks are made of flexible metallic rails that serve to both suspend the light as well as deliver the power necessary for lighting it.",
        "Tie the bag to a rake or broom handle and suspend it into a barrel or garbage can filled with water.",
        "Tripod Grill: On this one, you can suspend your food closer or farther from the fire to get the desired temperature.",
        "You set up the tripod over the campfire, and then suspend the grate itself (which usually comes with the tripod) directly over the fire on a chain.",
        "You can set up the tripod over the fire and use the hook to suspend your Dutch oven over the fire.",
        "Suspend a fabric wall beside the bed and again use a mirror placement.",
        "Crystals - If you cannot avoid placing your bed directly opposite a door, suspend a multi-faceted round crystal in the space between the door and the bed.",
        "Use a pair of Chinese bamboo flutes and suspend them from the beam with a red ribbon.",
        "Suspend a crystal ball in between the bed and the furniture or wall creating the sharp angle.",
        "You can suspend it in the marriage relationship corner to enhance you marriage.",
        "The knots are often used as a way to suspend another auspicious symbol such as six lucky coins and other symbols.",
        "Suspend your monthly payment for a short period of time if you have money coming which will be used to pay the missed payments, such as an insurance settlement or a tax refund.",
        "You can also tape hearts in your window to decorate for Valentine's Day or suspend them from the ceiling with ribbon ties in order to decorate for an anniversary party.",
        "The vertical cables you see spanning the length of the bridge \"suspend\" the deck below them, thus revealing the answer.",
        "These cables suspend the Bridge's roadway and help any/all weight travel evenly across the bridge.",
        "Add miniature garden hooks to low floral centerpieces and suspend tea light or votive candle holders from the hooks.",
        "Place hooks in the ceiling over the bed and suspend fabric or netting.",
        "Buy a ready-made canopy and suspend from the ceiling.",
        "If the car stays in Florida when you return north, you may be able to suspend your coverage rather than pay premiums for the entire year.",
        "If you do suspend your insurance, you need to turn in the registration to your vehicle and will have to register it again when you return.",
        "Make sure you talk to your car insurance company about the best way to suspend the coverage.",
        "If you are unable to provide proof of new insurance, the DMV can suspend your license and take away your car's registration and license plate for three years.",
        "The conditions describe the issues which suspend or restrict coverage.",
        "Suspend an old tire or hula hoop in the backyard to serve as the target for the football toss.",
        "If you can find inexpensive album covers from 80s musicians, hang them on the walls or suspend them from the ceilings.",
        "Parents should be prepared in extreme situations to send young people home for infractions, call parents to pick up teens who have used alcohol or drugs, and to suspend the party if things get out of hand.",
        "After all, who doesn't want to willingly suspend his disbelief to come face to face with the underdog hero, or battle orcs in the field?",
        "The duty of the local supervising authority is to Midw exercise general supervision over all midwives practising within their area in accordance with rules laid down in the act; to investigate charges of malpractices, negligence or misconduct on the part of a midwife, and if a prima facie case be established, to report it to the Central Midwives Board; to suspend a midwife from practice if necessary to prevent the spread of infection; to report to the central board the name of any midwife convicted of an offence; once a year (in January) to supply the central board with the names and addresses of all midwives practising within their area and to keep a roll of the names, accessible at all reasonable times for public inspection; to report at once the death of any midwife or change in name and address."
    ],
    "definition": [
        "To bar for a period from a privilege, office, or position, usually as a punishment: suspend a student from school.",
        "To cause to stop for a period; interrupt: suspended the trial.",
        "a. To hold in abeyance; defer: suspend judgment. See Synonyms at defer1.\nb. To render temporarily ineffective: suspend a jail sentence; suspend all parking regulations.",
        "Music To hold or prolong (a note or notes) in suspension.",
        "a. To hang so as to allow free movement: suspended the mobile from the ceiling.\nb. To support or keep from falling without apparent attachment, as by buoyancy: The manatee is suspended in the water.\nc. Chemistry To disperse or put (particles, for example) in suspension.",
        "To cease for a period; delay.",
        "To fail to make payments or meet obligations.",
        "Link/Cite",
        "To halt something temporarily.\nThe meeting was suspended for lunch.",
        "To hold in an undetermined or undecided state.\nto suspend one's judgement or one's disbelief",
        "To discontinue or interrupt a function, task, position, or event.\nto suspend a thread of execution in a computer program",
        "To hang freely; underhang.\nto suspend a ball by a thread",
        "To bring a solid substance, usually in powder form, into suspension in a liquid.",
        "To debar, or cause to withdraw temporarily, from any privilege, from the execution of an office, from the enjoyment of income, etc.\nto suspend a student from college; to suspend a member of a club",
        "(chemistry) To support in a liquid, as an insoluble powder, by stirring, to facilitate chemical action.",
        "sends up",
        "sendups",
        "Link/Cite"
    ]
}