{
    "translation": "חשוד, לחשוד",
    "uses": [
        "So they did suspect her.",
        "I don't suspect so.",
        "Did they suspect she was here?",
        "Most important, did he ever suspect her foolish thoughts?",
        "Did he suspect that she was beginning to feel more for him than simple friendship?",
        "Adrienne didn't suspect anything because I never said anything.",
        "If you tell me every little thing you know or even suspect, I'll just drive away and let you walk down the lane to one of those farm houses we passed.",
        "Did he suspect she had overheard his phone call?",
        "The only reason she could think of was that the man didn't want anyone to suspect him.",
        "It makes everything you've heard a tad suspect, doesn't it?",
        "I suspect I'd have a lot of young men to answer to if anything happened to you out here.",
        "Ully cursed as he moved to seek cover from the downpour.  Safe beneath his jungle roof, Toby watched him.  The brave, cheerful Ully that sat with him in Hell seemed lost in the underworld, and Toby began to suspect there was another reason their jailer, Jared, had freed them.",
        "Glancing around at the men with purple eyes, she began to suspect that good cause was going to kill her.",
        "When the helo circled the rocks, she began to suspect they'd picked up her transmission.",
        "I don't know who, but I suspect Ne'Rin.",
        "I suspect she might have known why her sister left Boston.",
        "Why would he suspect Howard?",
        "Did he suspect her problem?",
        "They didn't suspect him, did they?",
        "I suspect the new Mrs. Martin passed on sometime a year or so later, after the last letter.",
        "Dean tried hard to exclude Jennifer Radisson from consideration as a malefactor, although he reluctantly admitted his sole reason to pass on her as a suspect was his belief in her story.",
        "Dean wondered if Cynthia might suspect Dean himself had blown the creep away just for spite.",
        "But then, a lot of women didn't suspect their husbands of... or was that only on TV?",
        "When Xander didn't look away, she began to suspect she'd found a weak point.",
        "What would lead them to suspect that?",
        "Moreover, the waves, I suspect, do not so much construct as wear down a material which has already acquired consistency.",
        "It might have been something she would suspect if she had ever seen him in the pool.",
        "Regardless of what we suspect, it's still just conjecture.",
        "I don't know a whole lot Julie, but I understand the police at the time had a strong suspect but couldn't prove anything.",
        "The doors lining the halls were unmarked, and she began to suspect her plan would fail fast if she had to open every door in the hallway.",
        "My father isn't a fool, warlord, and he'll suspect me of worse than he does now.",
        "\"If you're as smart as I suspect, you've probably used your gift to figure out where I am,\" he said.",
        "Helen resisted, and Viney tried to force it out of her hand, and I suspect that she slapped the child, or did something which caused this unusual outburst of temper.",
        "If she could see and hear, I suppose she would get rid of her superfluous energy in ways which would not, perhaps, tax her brain so much, although I suspect that the ordinary child takes his play pretty seriously.",
        "\"I suspect we'll never know,\" Effie answered.",
        "The logical suspect was the person who possessed the most reason to see Jerome Shipton dead.",
        "It took us all the following day and part of next, though our calculations of time were suspect, to finish our ladder.",
        "Though she couldn't see her own fate, she began to suspect which direction it'd take her in.",
        "Although, I suspect, if he has turned as many humans as it seems, he is too strong to be destroyed.",
        "Did he suspect she was getting bored, or did he assume she would be interested in them because of her profession?",
        "This newspaper woman, however, may not suspect she's in danger.",
        "He'd paid in advance for two assignations after he began to suspect there was a traitor in his organization.  The second had been for Katie, in case she couldn't be reasoned with.",
        "There is on one to connect me to New Hampshire though this little group who thought they were so clever hiding in that silly business in Keene might suspect that the one they hunted is now hunting them!",
        "Your wife's the only other suspect in the eyes of the State boys.",
        "I see these men every day go about their business with more or less courage and content, doing more even than they suspect, and perchance better employed than they could have consciously devised.",
        "And he knows we suspect he may have chased Billy to his death.",
        "\"You know,\" said Fred, \"I suspect this business is illegal as all get out, don't you think?\"",
        "The king of Naples was his natural enemy, and he had cause to suspect that Piero de Medici might abandon his alliance.",
        "We could always go back to throw away phones but even those were suspect when our pursuer was a high level government agency.",
        "As for Luke the Fluke, he sounds like John Luke Grasso to a tee and a prime suspect for killing my friend's sister.",
        "She began to suspect Damian sent her there so she could meet the other women dragged into his organization.",
        "I think now that he knows you were on the mountain and you suspect something about the vodka, he realizes you heard the siren so he's setting it up to look like it was me, not him, who chased Billy.",
        "So you might suspect the tax rate is only 1 percent.",
        "He may already suspect something, after Alabama.",
        "This isn't exactly the best way to go about turning, but in the end, I suspect you will find it to be the right decision.",
        "Berg evidently enjoyed narrating all this, and did not seem to suspect that others, too, might have their own interests.",
        "\"I'm not sure she doesn't suspect something is going on,\" Cynthia said as she took time to compose herself.",
        "\"Claire seems to be the prime suspect for taking everything else that isn't nailed down,\" Dean offered.",
        "When a person dies, the prime suspect is always the surviving spouse.",
        "\"Other than a nice drive in the country,\" Dean said, \"I suspect today's going to be a waste of time for you.\"",
        "Did Alex suspect that Josh was still interested in her, or was he trying to say that she should be sleeping with Alex?",
        "Some suspect we can be made to be healthy and energetic to the age of one hundred thirty and that's it.",
        "I suspect it is both; GNP rises, so we buy more energy, allowing GNP to rise so we can buy more energy.",
        "Remember, we don't have a reason to suspect this guy's alibi; at least not any reason from the planet earth.",
        "If it is not she I suspect she possesses knowledge of the one I seek, the one who is my target.",
        "Even his many years absence from visiting Ouray no longer eliminated him as a suspect now that the age of the bones was uncertain.",
        "Now, given that, wouldn't you say whoever did the cutting might suspect it would cause Mr. Shipton a bit of bodily harm?",
        "The name Marica (\" goddess of the salt-marshes\") among the Aurunci appears also both on the coast of Picenum and among the Ligurians; and Stephanus of Byzantium identified the Osci with the Siculi, whom there is reason to suspect were kinsmen of the Ligures.",
        "He now tried to keep himself as much out of the political world as possible, but in vain, for the court would suspect him, and his friends would talk about his being king.",
        "Yes. Well, not everyone I suspect.",
        "I suspect I'll be living in a back garden now, in a shed or other outhouse.",
        "rectifier unit is suspect.",
        "Every page seems to have more and more ads, leading one to suspect that perhaps it is less designed as a showcase and more an ad-revenue generating site.",
        "British and American divines, on the other hand, are slow to suspect that a new apologetic principle may mean a new system of apologetics, to say nothing of a new dogmatic. Among the evangelicals, for the most part, natural theology, far from being rejected, is not even modified, and certain doctrines continue to be described as incomprehensible mysteries.",
        "After an unsuccessful embassy in Tuscany, he was imprisoned as a suspect during the Terror, but freed after the 9th Thermidor.",
        "Napoleon, who could brook no equal, was nourishing the secret hope that his confederate might be used as a docile subordinate in the realization of his own plans, and the confederate soon came to suspect that he was being duped.",
        "In the last months of his life, under the influence of a great national disaster, the conscientious, persistent autocrat began to suspect that his system was a mistake, but he still clung to it obstinately.",
        "Napoleon began to suspect his father-in-law, and still more the Austrian chancellor, Metternich; but instead of humouring them, he resolved to stand firm.",
        "der Ostrakismos, who arrives at the conclusion that ostracism could not have been introduced till after 496 B.C.) to suspect the unanimous evidence of antiquity that Cleisthenes was the inventor of ostracism.",
        "If the hot bead is colourless and remains clear on cooling, we may suspect the presence of antimony, aluminium, zinc, cadmium, lead, calcium and magnesium.",
        "Sarpi, in urging Casaubon to write against Baronius, warns him never to charge or suspect him of bad faith, for no one who knew him could accuse him of disloyalty to truth.",
        "He had married while in London, but ere long had reason to suspect his wife's relations with a certain Englishman.",
        "Knowing that alum cannot be obtained in crystals without the addition of potash, he began to suspect that this alkali constituted an essential ingredient in the salt, and in 1797 he published a dissertation demonstrating that alum is a double salt, composed of sulphuric acid, alumina and potash (Annales de chimie, xxii.",
        "The undiscriminating diseases, on the other hand, we suspect not to be primarily of nervous origin, but to depend rather on the agency of other constituent tissues of this system, as of the blood-vessels or the connective elements.",
        "We need not suspect Christian influences, but the parallelism of Rev. xx.",
        "It was first observed in 1856 by Asa Fitch (1809-1878), who did not suspect its mischief, and called it Pemphigus vitifoliae.",
        "The intrigues of the Arabs led him to suspect the designs of the missionaries.",
        "His friendship with Sejanus and his brother made him politically suspect, and he only escaped death by remaining practically a prisoner in his own brother's house until the accession of Caligula.",
        "Zwingli began to preach \"the Gospel\" in 1516, but a contemporary says that he did it so cunningly (listiglich) that none could suspect his drift.",
        "But manufacturers are likely to suspect the objects.",
        "There is reason to suspect that the expression \"the second Adam\" is the coinage either of St Paul or of some one closely connected with him (as Prof. G.",
        "The Ruthenians, who were loyal to the empire, drew attention to the small degree of resistance offered to this agitation by the Polish authorities, who were interested in making the whole Ruthenian people suspect of irredentism.",
        "Since there was no longer a Parliament, or any personal immunity, the military authorities established unlimited police rule, which seemed to be obsessed with terror of its own citizens; anyone who seemed to them suspect was subjected to internment in concentration camps.",
        "25 a enemies and suspect his friends.",
        "He was never attached to any party; the tone of his mind was to suspect whoever was in power.",
        "In the Assembly Marat had no party; he would always suspect and oppose the powerful, refuse power for himself.",
        "In 1838 the king began to suspect his heir of plotting with the Liberal party to bring about a change of ministry, or even his own abdication.",
        "If we could believe the fathers of the 5th and succeeding centuries Nicene orthodoxy prevailed in their country from the first; and in the 5th century they certainly chose for translation the works of orthodox fathers alone, such as Chrysostom, Basil, Gregory of Nyssa and Gregory Nazianzen, Cyril of Jerusalem and Cyril of Alexandria, Athanasius, Julius of Rome, Hippolytus, Irenaeus, avoiding Origen and other fathers who were becoming suspect.",
        "It may be noted that in a paper on the \"Proportion of the gases or elastic fluids constituting the atmosphere,\" read by him in November 1802, the law of multiple proportions appears to be anticipated in the words - \"The elements of oxygen may combine with a certain portion of nitrous gas or with twice that portion, but with no intermediate quantity,\" but there is reason to suspect that this sentence was added some time after the reading of the paper, which was not published till 1805.",
        "It is remarkable that he should not have discovered in her the qualities so obvious to modern champions of her character - easiness, gullibility, incurable innocence and invincible ignorance of evil, incapacity to suspect or resent anything, readiness to believe and forgive all things.",
        "The traitorous surrender of Deventer and Zutphen by their English governors, Stanley and York, both Catholics, rendered all Englishmen suspect.",
        "Otto, who did not suspect how deep were the designs of the conspirators, paid a visit to Mairiz, where he was seized and was compelled to take certain solemn pledges which, after his escape, he repudiated.",
        "As we go on, we hear of both Sicel and Sican towns; 1 but we may suspect that any approach to true city life was owing to Greek influences.",
        "The characteristic triliteral roots of all the Semitic languages seemed to separate them widely from others; but certain traits have caused the Egyptian, Berber and Cushite groups to be classed together as three subfamilies of a Hamitic group, remotely related to the Semitic. The biliteral character of Coptic, and the biliteralism which was believed to exist in Egyptian, led philologists to suspect that Egyptian might be a surviving witness to that far-off stage of the Semitic languages when triliteral roots had not yet been formed from presumed original biliterals; Sethes investigations, however, prove that the Coptic biliterals are themselves derived from Old Egyptian triliterals, and that the triliteral roots enormously preponderated in Egyptian of the earliest known form; that view is, therefore, no longer tenable.",
        "He endeavoured to replenish the treasury not only by extreme economy, but by inflicting fines on a vast scale on persons who had held offices under his predecessor and others who had rendered themselves suspect.",
        "Pouqueville, who spent no less than ten years as French General Consul at Iannina, had special facilities for obtaining firsthand information and although his observations and deductions seemed at times somewhat suspect to the British they were later recognized as being truest to the realities of the epoch.",
        "Halley was the first to suspect from observation the proper motions of the stars.",
        "It is chiefly interesting as a proof of the confusion in which the text must have been before the Alexandrian times; for it is impossible to understand the readiness of Aristarchus to suspect the genuineness of verses unless the state of the copies had pointed to the existence of numerous interpolations.",
        "To what extent the changes, which the religious belief of the Aryan classes underwent in post-Vedic times, may have been due to aboriginal influences is a question not easily answered, though the later creeds offer only too many features in which one might feel inclined to suspect influences of that kind.",
        "2 Linnaeus's diagnosis of his Sterna hirundo points to his having had an \" arctic \" tern before him; but it is certain that he did not suspect that specific appellation (already used by other writers for the \" common \" tern) to cover a second species.",
        "It was regarded as a direct manifestation of the wrath of the gods, even by those who did not suspect the emperor.",
        "It continued among the Albigenses and other dissident sects of the middle ages, among whom it served a double purpose; for their elders were thus not only able to prove their own chastity, but to elude the inquisitors, who were less inclined to suspect a man of the catharism which regarded marriage as the \"greater adultery\" (maius adulterium) if they found him cohabiting (in appearance at least) with a woman.",
        "When reaction set in, once more Settembrini was arrested as a suspect (June 1849) and imprisoned.",
        "the, arungquiltha of Central Australia; and here, we may note, we come nearest to a conception of magic as something other than religion, the trafficker in arungquiltha being socially suspect, nay, liable to persecution, and even death (as amongst the Arunta tribe, see Spencer and Gillen, Native Tribes of C. Australia, 536), at the hands of his fellows.",
        "West Africa him associated with Clarke as one of the most active members of the Newport church, and as the date of the organization is uncertain, there is some reason to suspect that he was a constituent member, and that asabaptized man he took the initiative in baptizing and organizing.",
        "This attitude, no doubt, explains his hatred for Chilperic. But if Gregory's historical judgments are suspect, he at least concealed nothing and invented nothing; and we can correct his judgments by his own narrative.",
        "The Demiurge himself did not suspect who the stranger was; nevertheless he became angry with him, and, although Jesus had punctually fulfilled his law, caused him to be nailed to the cross.",
        "This is said to have hapC, pened in 356 B.C. on the October night on which Alexander the Great came into the world, and, as Hegesias said, the goddess herself was absent, assisting at the birth; but the exactness of this portentous synchronism makes the date suspect.",
        "The political ferment caused by the entrance of the French into Spain extended to these islands, and the ignorant populace began to suspect that Arago's movements and his blazing fires on the top of Mount Galatzo were telegraphic signals to the invading army.",
        "It enables a local authority to require dairymen to furnish a complete list of sources of supply if the medical officer certifies that any person is suffering from infectious disease which he has reason to suspect is attributable to milk supplied within his district.",
        "This discovery has led many to suspect that Justin Martyr has somehow been hoaxed.",
        "Sturler (the first to suspect the story) in the Anzeiger far Schweiz.",
        "46° 9 ', he discovered a bay whose swift currents led him to suspect that he was in the mouth of a large river or strait.",
        "Early in 1793 he became with other officers \"suspect,\" and was for some time imprisoned.",
        "He was then found guilty of high treason and sentence of forfeiture pronounced; but there is reason to suspect that the whole case was trumped up. The old church escaped demolition at the Reformation and even the fine east Leixoes window was saved.",
        "I was apt to suspect there might be some cause or other unknown to me which might disturb the sesquialteral proportions, for the influences of the planets one upon another seemed not great enough, though I imagined Jupiter's influence greater than your numbers determine it.",
        "He is now very well, and though I fear he is under some small degree of melancholy, yet I think there is no reason to suspect it bath at all touched his understanding, and I hope never will; and so I am sure all ought to wish, that love learning or the honour of our nation, which it is a sign how much it is looked after, when such a person as Mr Newton lyes so neglected by those in power.\"",
        "Starting his career as a perjurer, it is curious that he was singularly slow to suspect perjury in others; he was the most systematically betrayed of all English kings, because he was the least suspicious, and the most ready to buy off and to forgive rebels.",
        "That the barons were right to suspect John is sufficiently shown by hi~ subsequent conduct.",
        "This was the time of rapid development in the universities, where not only were the scholastic philosophy i~ and systematic theology eagerly studied, but figures, ~j1,iJlife appear like that of the great Roger Bacon, a scientific researcher of the first rank, whose discoveries in optics and chemistry caused his contemporaries to suspect him of magical arts.",
        "It arose partly from the fact of William Burke's residence there, partly from his friendship with Philip Francis, but most of all, we suspect, from the effect which he observed Indian influence to have in demoralizing the House of Commons.",
        "the Maronites, the Ansarieh, the Metawali and the \"Isma`ilites,\" also profess creeds which, like the Druse system, differ from Sunni Islam in the important feature of admitting incarnations of the Deity, it is impossible not to suspect that Hamza's emissaries only gave definition and form to beliefs long established in this part of the world.",
        "(4) The enthusiastic view of the possibilities of the Christian life - associated, as modern and especially Western Christians must suspect, with shallow external views of sin - lent itself to belief in sinless perfection.",
        "Its members did not suspect how limited is the usefulness of general propositions in practical life.",
        "The Law of Suspects, passed at the same time, declared suspect every person who was of noble birth, or had held office before the Revolution, or had any connexion with an émigré, or could not produce a card of civisme granted by the local authority, which had full discretion to refuse.",
        "Any suspect might be arrested and imprisoned until the peace or sent before the Revolutionary Tribunal.",
        "Gerard Cauvin began to suspect that he had not chosen the most lucrative profession for his son, and that the law offered to a youth of his talents and industry a more promising sphere.",
        "On the way they slay their half-brother Erp, whom they suspect of lukewarmness in the cause; arrived in the hall of Ermanaric they make a great slaughter of the Goths, and hew off the hands and feet of Ermanaric, but they themselves are slain with stones.",
        "As a rule, whenever we find the parts of one whorl superposed on those of another we may suspect some abnormality.",
        "In all these cases there is reason to suspect that the plants may have been Pteridosperms, rather than Ferns.",
        "If Yancey didn't suspect anything now, he would if she didn't show up tonight.",
        "His old man was a miner and lived in Ouray when Fitzgerald was a kidâ€”a snot-nosed bully, I suspect.",
        "If I suspect you've betrayed me, I'll turn my new super-demons on your Immortals.",
        "He'd known Gabe was likely going to suffer worse than any of them, once he faced Death's wrath.  There was regret mixed in with Gabriel's resignation.  They'd known each other long enough for Rhyn to suspect Death would finally succeed in what she'd been doing to Gabe all these years: She was about to win the battle to crush his soul.",
        "In his eyes she had lost her innocence â€” or at least it was in strong suspect.",
        "We suspect the latter is very largely the case.",
        "Police investigating the attempted abduction of a woman in Riddings on Sunday have issued a CD fit of the suspect.",
        "privacy advocates suspect the tags will be used to track shoppers.",
        "We suspect that these refurbished trainer aircraft have been modified for delivery of chemical or, more likely, biological warfare agents.",
        "airing tonight, a senior officer in the case is alleged to have accepted bribes from a suspect's father.",
        "Scientists suspect they could have eaten sea algae, which can produce acid poisoning.",
        "amyloid peptide is a strong suspect.",
        "arrested suspect 's description.",
        "arresting officer suspect that the person arrested was guilty of the offense?",
        "The mouse bioassay involves inoculating mice with suspect tissue from a cow or sheep.",
        "I suspect my disappointment was down to Fuji's marketing blurb - I expected a quantum leap in technology which wasn't there.",
        "What they do mention, however, is that the case file reveals that a former bricklayer was the primary suspect for many years.",
        "I suspect there are a lot more digital cameras in use out there than properly equipped scanners... ... ... .",
        "camera-ready copy has, I suspect, led to a few instances of index entries which are a page out.",
        "If you suspect you have a long term candida condition then it is very important that you take the dietary aspect seriously.",
        "Professor Robert Langdon (Hanks) is lecturing in Paris when he becomes the prime suspect in a murder case.",
        "I suspect these people have never tried to read the real Tai chi classics, which give far less.",
        "Inspector Grace tells Dennis he looks a strong suspect on the (highly circumstantial?",
        "I suspect we were the only two fifth columnists!",
        "I suspect these phones are aimed at the bored rail commuter, looking for something to keep him entertained.",
        "constabulary headquarters, will be used to cross check each new suspect's shoe prints against files of unsolved crimes.",
        "I suspect no shopkeeper would take on the task of selling stuff without the old sucrose or high fructose corn syrup.",
        "Whenever you suspect that illegal coursing is taking place on your land contact the Police.",
        "createdecryption of a message involves creating a computer file, a new object, which would then be used against the suspect.",
        "cusp of something more serious than most people suspect.",
        "I suspect that for every satisfied customer there was at least one who would disagree with the product description.",
        "deranged enough to really suspect foul play.",
        "detention of any suspect without trial.",
        "Should we suspect that current research is somewhat deviated from the proper path?",
        "disappeared into apparent oblivion (tho I suspect only temporarily) than another problem arose.",
        "Get advice from Trading Standards and the Police if you suspect dishonesty.",
        "The defense was also disinclined to use the ' alternative suspect ' evidence.",
        "I began to suspect that certain sounds evoked certain emotions, like the Baptist hymns.",
        "I suspect that you like me are struck by the enormity of the sacrifice.",
        "A suspect will be obliged to provide evidence, which may be used against him.",
        "The US-UK extradition Treaty extends the right of the US courts to order the extradition of a suspect in the UK without evidence.",
        "I suspect my computer has developed a hardware fault.",
        "What should you do if you suspect swine fever?",
        "The suspect turned and discharged a firearm at him but the PC Howlett continued to follow.",
        "All goes well for them until Herringbone begins to suspect that something fishy is going on between them and plots his sinister revenge.. .",
        "footwear impressions with or without the suspect's consent.",
        "For anyone, I suspect, they are not the \" slings and arrows of outrageous fortune \" that do the worst damage.",
        "The most famous fractal is the Mandelbrot fractal that I suspect has some bearing on the form of the aura.",
        "The National Benefit fraud Hotline receives more than 4000 calls every week from members of the public who suspect benefit fraud.",
        "However I suspect after his latest gaffe he will be removed when the gulf war ends.",
        "Suspect 2 has only garnet in the pocket to link them to crime.",
        "At the very least a glossary with examples is needed for I suspect that even generative grammarians will find this hard going.",
        "The victim crossed the road and saw the suspect get into a bright blue sports hatchback which could have been a Volkswagen Golf.",
        "For example, several fires may have happened in an aging housing estate where officers suspect people are using paraffin heaters.",
        "As they don their protective helmets, little do they suspect this will be their final battle.",
        "Because the damage resembled that caused by viruses, the scientists suspect avocado extract might be useful to treat viral hepatitis.",
        "idolatrous religion of Canaan and Transjordan at the time, you can suspect anything.",
        "I suspect it would deemed politically incorrect to admit being wrong.",
        "In any case I suspect that capital market indexation is safer than wage indexation.",
        "At other times, this intensity may manifest as jealousy when there is reason to suspect infidelity.",
        "inoculatese bioassay involves inoculating mice with suspect tissue from a cow or sheep.",
        "inveterate liars, or we usually suspect them to be.",
        "I suspect that many beginning to take up microscopy might, understandably, use the substage iris control to reduce light intensity.",
        "Owner of regional something snapping and shoplifting suspect and cadet Julian covella.",
        "The latter, I suspect, coming from a naturist bungee jumper.",
        "Sara begins to suspect the company could be involved in some sinister ways of using its technological know-how.",
        "I suspect these are the survivors of negative equity, fallen forever from the property ladder.",
        "I don't know why I didn't do it earlier, but I suspect I was a little leery of the unknown.",
        "Politicians are either known to be sexually promiscuous and inveterate liars, or we usually suspect them to be.",
        "From his interview with Roberts, Dagg built up another facial likeness of the suspect.",
        "limp home mode in the wet, suspect water in the air filter.",
        "I suspect that anyone religious would find it either very moving or very loathsome.",
        "lynching even a suspect would not usually be condemned.",
        "A couple of limousines drive by, but I suspect they contain oil magnates or football club owners rather than state councilors.",
        "The Coroner said there was no reason to suspect malpractice.",
        "The sole survivor of the team becomes chief suspect in the ensuing international manhunt.",
        "If you suspect meningitis you must seek urgent medical assistance.",
        "I suspect that the temper of the times is unlikely to ever again provide a more hospitable milieu for such a movement.",
        "I suspect that some people who read his resignation statement and some of you reading this blog have an instinctive mistrust of Labor Students.",
        "I suspect you know the story behind the honey moon?",
        "To be honest, I suspect the motives of people who smile too much.",
        "Martin Lewis (the TV newsreader) shown a videoed situation involving an armed suspect in a check shirt in a crowded shopping center.",
        "I suspect that most English people would prefer to be in the middle of the Atlantic rather than just offshore, rather like Atlantis.",
        "Indeed I suspect doctors grossly overestimate their capacity for altering patients decisions.",
        "I therefore suspect that, under him, the conservative party would be utterly isolated on those matters.",
        "Some may be poisoned; the beta amyloid peptide is a strong suspect.",
        "What do I do if I suspect plagiarism in student work?",
        "If you suspect someone has swallowed a poison or an overdose of drugs and they appear to be unconscious, try to rouse them.",
        "An off-duty policeman saw someone and \" believed his behavior to be suspect, \" said an on-duty police spokey.",
        "prime suspect in the slaying of his ex-wife and Beau's barred from the investigation.",
        "I suspect the maker had used a rotary rasp to do this.",
        "But I suspect that my next example of evolutionary rationalism - modern science - may be much more contentious.",
        "Many suspect Turkey wants to crack down on its own Kurdish rebels based in northern Iraq.",
        "rouse acquisition as the company was been up front suspect the next.",
        "Suspect ours is quite rudimentary compared to yours - finding some appropriate Read codes has been an issue.",
        "Government agencies may use this information to investigate suspect companies and individuals, uncover new scams, and spot trends in fraud.",
        "We may even suspect that these verses were written by a scribe of a later age for the position they now occupy.",
        "Everywhere she looked, sickly colors bounced from bubbling test tubes, and dark corners gave suspect shrieks.",
        "slew limit of 65 degrees which I suspect is a little conservative.",
        "I do not wish to use superlatives: they must often be suspect.",
        "But the highly superstitious Pluke's problems really began when the Security Services told him to end his investigations of his prime suspect.",
        "suspect serious tax fraud.",
        "suspect someone of plagiarism?",
        "suspect meningitis you must seek urgent medical assistance.",
        "suspect a gas leak: Turn off all appliances and the main cylinder valve.",
        "Chief Inspector Edward Greeno, who was heading the inquiry into Miriam's murder, was notified of the arrested suspect 's description.",
        "New legislation enabled the Force to use DNA as evidence, instead of relying on direct evidence in order to convict a suspect.",
        "His partner and close friend, Ron, is prime suspect in the slaying of his ex-wife and Beau's barred from the investigation.",
        "Big trouble: he's actually their chief suspect.",
        "suspect that may be why fate is bringing him into your life.",
        "tenacious killer of passion?a suspect in the deaths of over 1 million steamy romances.",
        "third-rate version of ' Suspect Device ' that it is.",
        "timing of this announcement is a little suspect.",
        "I suspect far more people became better informed from the site visit than any weighty tome.",
        "Never ever attempt to hibernate a tortoise which you suspect is ill, or which is under weight.",
        "Researchers, therefore, have strong reasons to suspect that a number of species transmit trypanosomes mechanically.",
        "As a result the number of animals required to identify the strain type of a suspect sample will be reduced significantly.",
        "He has no reason to suspect that Shipman did anything untoward.",
        "The suspect uranium enrichment plant, for example, could be used to produce highly-enriched uranium for weapons.",
        "You've got no reason to suspect them of doing anything wrong, but you feel wary.",
        "I suspect some of them, because of a curious smell of rotten wood which I can detect through other odors.",
        "It is suspect users who should be targeted, not the whole world at large.",
        "yellowy orange in color than the bore-hole clay so we suspect it was not natural.",
        "Here again the political murder of the duc de Berry, on the 14th of January 1820, led to Follen being regarded as a suspect, and he accordingly took refuge in Switzerland, where he taught for a while at the cantonal school at Coire and at the university of Basel; but the Prussian authorities imperatively demanding his surrender, he sought in 1824 the hospitality of the United States of America.",
        "He came to suspect after a time that many of the so-called \"inspired\" persons were \"dupes of their own zeal and credulity,\" and decided that it was necessary to organize at once the small communities of believers into properly constituted churches.",
        "Abbott (Philomythus, and elsewhere) suspect Newman of a sceptical leaven and extend the criticism to Butler's doctrine of \" probability.\"",
        "Raymund of Provence refused to accept their nomination, nominally on the pious ground that he did not wish to reign where Christ had suffered on the cross; though one may suspect that the establishment of a principality in Tripoli - in which he had been interrupted by the pressure of the pilgrims - was still the first object of his ambition.",
        "Soc., 1890, 47, p. 364), who found that a film of olive oil spread over the surface of water produced a perceptible effect on small floating pieces of camphor, at places at which the thickness of the film was io 6 X10 -8 cms., but produced no perceptible effect at all at places where the thickness of the film was 8.1 X10 -8 cms. Thus a certain phenomenon, of the nature of capillary action, is seen to depend for its existence on the linear dimensions of the film of oil; the physical properties of a film of thickness Io 6Xio 8 cms. are found to be in some way qualitatively different from those of a film of thickness 8.1 X io 8 cms. Here is proof that the film of oil is not a continuous homogeneous structure, and we are led to suspect that the scale on which the structure is formed has a unit of length comparable with 8 X10 -8 cms. The probability of this conjecture is strengthened when it is discovered that in all phenomena of this type the critical length connected with the stage at which the phenomenon changes its nature is of the order of magnitude of 10 -8 cms.",
        "28 somewhat unexpectedly the prime minister resigned, partly because this series of unfortunate incidents had shaken the Emperor's confidence, partly because his secret efforts to persuade the Czechs to join his Cabinet had made him suspect to the other parties.",
        "At the 18th session of the council of Trent (26th February 1562), in consideration of the great increase in the number of suspect and pernicious books,.and also of the inefficacy of the many previous \"censures\" which had proceeded from the provinces and from Rome itself, eighteen fathers with a certain number of theologians were appointed to inquire into these \"censures,\" and to consider what ought to be done in the circumstances.",
        "This was the time of Titus Oates and the popish plots, and some of Walker's writings made him suspect; however, no serious steps were taken against him, although Oxford booksellers were forbidden to sell his book, The benefits of our Saviour Jesus Christ to mankind, and he remained a Protestant, in name at least, until the accession of James II.",
        "46Ã‚° 9 ', he discovered a bay whose swift currents led him to suspect that he was in the mouth of a large river or strait.",
        "The Law of Suspects, passed at the same time, declared suspect every person who was of noble birth, or had held office before the Revolution, or had any connexion with an Ã©migrÃ©, or could not produce a card of civisme granted by the local authority, which had full discretion to refuse.",
        "So our ability to find cause and effect in that—and to really discern fact from fallacy, what's good from what's bad for us—is highly suspect.",
        "If not then check the bulb; if the bulb is good then the rectifier unit is suspect.",
        "Is there any reason to suspect any connection between the ability to stand publicity and the rightness of a position?",
        "Rouse acquisition as the company was been up front suspect the next.",
        "They will monitor details of suspect claims and scrutinize millions of them to find patterns or links.",
        "I suspect this will scupper the chances of 1 or 2 of the transfer burning leaders.",
        "Another passenger was Muhammed Saad Madni, an Egyptian suspect who had worked with the British \" shoe bomber \" Richard Reid.",
        "Their hands extended to their knees, and they wore what the witnesses suspect was a skintight suit that shimmered in the light.",
        "There are some reasons to suspect that it may be potentially harmful in other circumstances as it impairs splanchnic perfusion.",
        "Routine is a tenacious killer of passion?a suspect in the deaths of over 1 million steamy romances.",
        "I suspect largely because it is young and different, and behaves a bit like a stroppy teenager at times.",
        "But the highly superstitious Pluke 's problems really began when the Security Services told him to end his investigations of his prime suspect.",
        "Introduction We will investigate any situation where we suspect serious tax fraud.",
        "Do you have to act if you suspect someone of plagiarism?",
        "If you suspect a gas leak: Turn off all appliances and the main cylinder valve.",
        "Big trouble: he 's actually their chief suspect.",
        "I suspect that may be why fate is bringing him into your life.",
        "It exposes ' American Idiot ' as nothing more than the third-rate version of ' Suspect Device ' that it is.",
        "Excuse the cynicism, but the timing of this announcement is a little suspect.",
        "Carelessness on Carter 's part leads the Emersons to suspect that the trove of Egyptian treasure may yield to tomb robbers.",
        "However if you are fighting against your own countrymen then I suspect the law will have something unkind to say about you.",
        "I suspect that all things unspoken in our souls partake somewhat of the laxity of delirium and dementia.",
        "You 've got no reason to suspect them of doing anything wrong, but you feel wary.",
        "The texture was different and more yellowy orange in color than the bore-hole clay so we suspect it was not natural.",
        "The police detective expressed his doubts about the veracity of the suspect's story.",
        "The District Attorney moved to indict the suspect in the murder case.",
        "Even after interviewing multiple people, the detective could not make an inference about who could be a suspect.",
        "The detectives searched for any scintilla of evidence to connect the suspect back to the crime.",
        "If you do suspect some type of abuse has occurred, you'll need to contact your local police department.",
        "Finally, if you suspect that there is some type of problem with your child's day care provider, you may need to contact your state's licensing division.",
        "If you suspect that your friend's baby girl is going to be a proper little lady, create a tea party-themed basket.",
        "You can suspect a yeast rash if you've been applying diaper cream regularly but it doesn't seem to work.",
        "If you suspect that your cigars are infested, you can either send them back for a refund, or you can microwave them.",
        "On the other hand shoes that retail for under $50 can be suspect and while they may look like a running shoe generally have excessive weight or are of poor quality.",
        "Bedbugs can multiply very quickly, so if you have or suspect an infestation, don't wait!",
        "You're already on the right track by keeping her brushed, but I honestly suspect there's an underlying cause to her current condition.",
        "Some scientists suspect that a certain contaminant may be linked to the pet food supplier.",
        "I'm not a vet, but I suspect that those kittens either have some sort of skin infection, or they have thyroid deficiencies.",
        "What I suspect Nibblet is most interested in is the actual sound of the coffee perking.",
        "I do suspect that Dazzling is still jealous of Monet, and it is evident that Dazzling does not like having Monet around me or on the bed.",
        "I suspect because of the cat's age and the lack of other symptoms, that this might be a hormonal issue.",
        "If you suspect the problem may be another pet in the household, then try separating her into a smaller area when you are away with her litter, food and water.",
        "It is important that you consult with your vet as soon as you suspect that your cat has worms.",
        "It is important that you contact your vet or emergency animal care clinic immediately if you suspect your pet may be suffering from renal failure.",
        "If you suspect cat scratch fever, see your doctor for tests and medications.",
        "Regardless, FIP is often a suspect when one cat within a cattery experiences extreme abdominal swelling and a lack of appetite.",
        "If you suspect that a cat you don't know has rabies, you should stay away from it and call animal control.",
        "If you suspect that your pet has the disease, you should take her to the vet right away.",
        "If you suspect that your cat has ear mites, don't neglect her discomfort.",
        "If you lose your card or suspect fraud report it immediately to your account's customer service number.",
        "An Equifax fraud alert lets lenders know you suspect you have been the victim of identity theft.",
        "If you suspect your spouse has not been open about his or her assets, then you will need help to uncover what assets your spouse may be hiding.",
        "Making your own divorce kit is not as difficult as you might suspect.",
        "Care must be taken so that the Internal Revenue Service doesn't suspect that the payments being made as alimony are really for child support, and therefore not tax deductible for the higher-earning individual.",
        "Be safe, and be smart, and always consult a physician if you suspect you have skin cancer.",
        "If you have, or suspect you have, high blood pressure, check with your physician before beginning any course of treatment, and tell your doctor about any herbal preparations you may be taking.",
        "If you suspect that you may have had a seizure, see a doctor immediately and discontinue use of black cohosh supplements.",
        "If doctors suspect high blood pressure, they may request that patients return for follow up visits or monitor their blood pressure at home using a home blood pressure monitor and fax or call their readings into the office.",
        "Now that the question \"What is milk thistle used for?\" has been answered, remember to consult your doctor if you suspect you have symptoms of liver problems.",
        "If you suspect your child suffers from an allergy, the smartest course of action is to have a physician confirm the allergies and identify potential allergens.",
        "If you suspect your mattress pre-dates indoor plumbing, an egg crate mattress or mattress pad can make all the difference.",
        "The color pallet from which you can choose your Tuscan paint offers more choices than you might suspect.",
        "I would suspect that the doctor meant that if your friend discarded the apparently contaminated makeup that she is presently using, she would avoid re-infecting her eyes and would ultimately get better.",
        "Suspect a perfume may be \"the one\" but need more information?",
        "I suspect your main complaint regarding Sephora may end up being a genuine spirit of indecisiveness as you stand dumbstruck over their wide selection.",
        "If you suspect that you have oily skin, finding a foundation that suits your needs may be something of a chore, bit it's an important one.",
        "She starred in such films as Silkwood (for which she earned an Oscar nomination), Mask, The Witches of Eastwick, Suspect and Moonstruck (which earned her the Oscar for Best Actress in 1988).",
        "It's also important to receive a physical exam when you are suspect that you may be suffering from an anxiety disorder.",
        "If you suspect you should be able to get more things crossed off your list, yet you're not able to focus during the day, try logging what you actually do every hour.",
        "If you suspect your teen is depressed or has another mental disorder, make an appointment immediately.",
        "If you are being bullied or suspect someone you know is, then you probably want to know how to deal with it.",
        "Do you suspect that you may suffer from ADHD?",
        "If you suspect your daughter has an eating disorder, it is very important to talk to her about it and possibly go to a psychiatrist that specializes in helping treat girls who have eating disorders.",
        "It's important to pay attention to any changes in the way teenagers behave and communicate if you suspect they are contemplating suicide.",
        "If you suspect something is wrong, it's important to get help for the troubled teen.",
        "The assassin can be caught if two players name the same suspect, but if the players are wrong, then they \"die\" as well.",
        "Call 911 immediately if you suspect alcohol poisoning.",
        "If you suspect that you are or are developing behaviors similar to those outlined above, go to these websites and take a multi-question test.",
        "Contact your local poison control center immediately if you suspect a case of accidental indigestion.",
        "If you suspect a case of accidental indigestion, contact your local poison control center.",
        "If you suspect that your teen is abusing drugs, you need to handle the situation like an adult and confront your child.",
        "If you ever suspect that someone is suffering from alcohol poisoning, you need to take action right away.",
        "If you strongly suspect someone is lying, ask him and see if you can find out for sure.",
        "Although we suspect she charges more than Federline.",
        "If you suspect that a celebrity account is actually a fake, you should report the person to the service's staff immediately.",
        "While not initially a suspect, the world's attention was soon turned to O.J. Simpson, especially after the infamous televised \"white Bronco chase.\"",
        "If you suspect alcohol poisoning, call 911 immediately.",
        "If you suspect that a distance learning degree might be for you, it's worthwhile to spend some time investigating different programs and weighing their suitability levels.",
        "You mentioned you suspect she has food allergies.",
        "Couple that with the big changes she's been through in the last three months, and I suspect she is acting out her bewilderment and frustration by peeing in the house.",
        "If you suspect your Chihuahua may be pregnant, you could ask your vet to examine her.",
        "I'm not a vet, but I suspect that your dog may have a serious ear infection that reaches deep into his ear canal.",
        "It might be better to forgo testing unless you strongly suspect your dog is at least part of one of the 38 breeds mentioned in the table above.",
        "Imported pet foods have become suspect, and many Americans are choosing to buy made in America products exclusively.",
        "As soon as you suspect your dog may have diarrhea, begin treatments to reduce the symptoms.",
        "For many feminists, such unabashed idealism is not only conceptually untenable, it is politically suspect, since it denigrates the (traditionally feminized) body.",
        "I suspect that I have a Yellow Jasmine as my plants' flowers are not double blooms but single (approx.) 1\" blossoms that send the most delicious fragrance out on the wind.",
        "I suspect that your Rose Tree of China is probably Prunus triloba 'Multiplex', which can be grown as a small tree and was introduced to the U.S. from China in 1885.",
        "If you suspect any of these problems, consult an expert for diagnosis and treatment.",
        "If your indoor gardenia plant's leaves are turning yellow and you suspect temperature fluctuations may be the culprit, try moving the plant to a different location.",
        "If you suspect something might be a bit off with one of the tabs you are using, try to find another free transcription and see if that one works better.",
        "Most major pattern manufacturers make undergarment designs, and you will find it to be easier than you may suspect to find a plus sized version.",
        "If you suspect someone has taken too much of the drug, but they aren't experiencing any of the symptoms, call the Poison Control Center.",
        "If you suspect frostbite, get inside as soon as possible.",
        "He or she may not suspect you if you say something sympathetic and offer to clean up or help out in some way.",
        "The site also offers a hotline you can call if you suspect abuse.",
        "If you suspect elder abuse, contact an elder abuse attorney to get appropriate legal advice.",
        "If you suspect abuse in such a facility, reporting it to the proper authorities helps ensure not just the safety of your own loved one, but others too.",
        "If you suspect that you have RLS or are experiencing symptoms associated with RLS, you should see your physician for a physical and advice.",
        "If you suspect you have OHS with or without sleep apnea, you should contact a physician immediately.",
        "If you suspect you or someone you love has sleep apnea, contact your physician and get checked out.",
        "If you suspect you suffer from a sleep disorder, you should consult a physician.",
        "If you or someone you love suspect that you have a sleep problem, contact a physician for a diagnosis and treatment so that you can start sleeping again.",
        "For those who suspect they may have sleep apnea, the first step is a visit to the primary care doctor.",
        "Individuals who suspect having a sleep disorder should consult a physician for an evaluation.",
        "Houston citizens who suspect they have sleep apnea should make an appointment with their primary physician.",
        "If you or someone you love suspect they have a sleep disorder, discuss it with your physician.",
        "People who are diagnosed, or who simply suspect that they have sleep apnea, can benefit from exploring as many avenues as possible.",
        "If you suspect you have an anxiety disorder, talk to a professional, as medication may be needed.",
        "If you suspect you have a sleep disorder, the first step to treatment is testing.",
        "If you suspect that eating is causing you to feel lethargic, you might actually be right.",
        "Instead, use common sense if you suspect your child is sleepwalking and you're concerned.",
        "It's best to try to save yourself from making two smaller orders if you remotely suspect you'll need more than the first 100 or so.",
        "If you suspect that you may have counterfeit tickets, there are signs you can look for to prevent embarrassment or inquiries for using them inappropriately.",
        "As you'd suspect, there is a huge user base from all over the globe at Yahoo!, so there are always several games that you can hop into.",
        "As you might suspect, different titles on the portable gaming system will come with a different set of instructions.",
        "Soon enough, Max finds himself protecting the lead suspect in a murder case, a woman he also happens to be in love with: Mona Sax.",
        "Well, it is -- online backgammon is more popular that most people would suspect.",
        "Ever since people started to suspect that Sony was working on some sort of successor, we have been bombarded by a wide range of new PSP rumors.",
        "Wii Golf can be played at a much more relaxed pace than Tennis or Bowling, as you probably suspect.",
        "I suspect the vegetal note may have been infused from its oak barrel.",
        "It has most of the main roads and lists most of the usual suspect wineries.",
        "According to a CNET article, the FBI could feasibly see where you are whether you're a suspect of wrongdoing or not.",
        "If you suspect that you may have gotten your phone wet, look for moisture behind the display.",
        "The most definitive diagnostic test for cancer is a biopsy, which is the surgical removal of a piece of suspect tissue for staining and microscope examination (cytochemistry).",
        "If the doctor has reason to suspect leukemia, he or she will conduct a very thorough physical examination to look for enlarged lymph nodes in the neck, underarm, and pelvic region.",
        "Suspect foods are then added to the diet one at a time and the individual is observed for reactions.",
        "The test involves gradual ingestion of increasing amounts of the suspect food, usually at timed intervals.",
        "Testing for food allergies usually requires the child to avoid all suspect food for at least two weeks before testing.",
        "If a multiple pregnancy occurred spontaneously, the obstetrician would suspect a problem with the dates because the uterus would grow faster than usual.",
        "In many cases, a heart murmur or suspected heart disorder may lead a cardiologist to suspect Williams syndrome, since an estimated 70 to 75 percent of people with WS have mild to severe cardiovascular problems.",
        "A doctor should always suspect meningococcemia when he or she finds an acutely ill patient with fever, chills, and petechiae.",
        "Anyone should call a health care provider or child protective services if they suspect or know that a child is being abused.",
        "If they suspect abuse, they should immediately report those suspicions to the police or to their local child protective services agency.",
        "In a skin test, a small dose of suspect antigens is injected under the skin.",
        "Although some experts suspect the rash may be triggered by a virus, no infectious agent had, as of 2004, been found.",
        "Parents who suspect that their children are abusing opioids, either alone or in combination with other drugs, should get help as soon as possible.",
        "If a patient's nasal trauma leads doctors to suspect child abuse, the incident must be reported to the police.",
        "Ear pain is a common complaint from children, but parents should suspect serious ear infection if the ear area is red and swollen.",
        "Researchers suspect that the first step in the development of Parinaud's oculoglandular syndrome occurs when Bartonella henselae bacteria pass from a cat's saliva to its fur during grooming.",
        "Parents, who suspect that their child has a delay in developments should follow their instincts in having that child evaluated.",
        "Parents who suspect that their child may have narcolepsy should consult a specialist (usually a pediatric neurologist) and have the child tested in a sleep clinic.",
        "Children act out situations they suspect may happen to them, that they are fearful will happen, or that they have witnessed.",
        "Parents who suspect that their child may be deliberately hurting themselves or falsifying symptoms should contact their pediatrician immediately for assessment.",
        "The dentist or dental hygienist may suspect tooth decay if a dark spot or a pit is seen during a visual examination.",
        "Parents should contact their doctors if they suspect any developmental delays, especially if the parents belong to one of the ethnic groups at higher risk for the disease.",
        "In cases in which OI is not diagnosed at birth, a child may experience numerous fractures of seemingly unexplained cause, leading healthcare providers to suspect the child is being abused.",
        "Parents are usually the first to suspect a hearing impairment in their child.",
        "Test administrators who suspect a hearing impairment may cover their mouths to prevent the child from lip reading, also called speech reading.",
        "Parents who suspect that other genetic diseases may run in their families should speak to their healthcare providers before their baby's birth to ascertain what other screening tests should be run.",
        "Parents who suspect that their child has a personality disorder should seek professional help.",
        "Parents who suspect that their child or adolescent has been raped or sexually assaulted should take the child to see a doctor and psychologist or psychiatrist.",
        "This process may involve performing a culture on contaminated material from the suspect food, a stool sample, or swabs of the nose or throat of the affected individual if inhaled spores are a possibility.",
        "If a tumor is suspected, imaging of the suspect organ needs to be done with x rays, computed tomography scans (CT scans), or magnetic resonance imaging (MRI).",
        "Food allergen provocation tests require abstinence from the suspect allergen for two weeks or more, followed by ingestion of a measured amount of the test substance administered as an opaque capsule along with a placebo control.",
        "Women who are taking the pill and suspect they are pregnant should take a pregnancy test or see their doctor.",
        "If you have any reason to suspect that your child may be born with a health condition, the benefits of amniocentesis may outweigh the risks.",
        "However, if you are not experiencing contractions but your water breaks or you suspect you are leaking amniotic fluid, call your doctor right away.",
        "Your physician may suspect that you have this condition due to your symptoms and complaints and may begin treatment on that basis alone.",
        "Use a condom during intercourse if you are not monogamous or if you suspect your partner is not monogamous as well.",
        "Most suits still come equipped with the bra-style swimsuit tops and sizing that Roxanne is known for, but you wouldn't suspect there was so much going on under the fabric to look at one of these suits.",
        "Little did anyone suspect that the bikini's sex quotient was about to be temporarily eclipsed by what would later be considered as more of a fashion stunt than a realistic design.",
        "If you suspect vitamin E deficiency, it is always best to check with your doctor.",
        "If you fit into any of the above populations or suspect you may be deficient in vitamin D, it is possible to get your vitamin D levels tested through a simple blood test.",
        "If you suspect overdose or toxicity, see your doctor right away.",
        "If you suspect overdose or toxicity of vitamin E, contact your personal health care provider immediately.",
        "As one might suspect by its moniker, this line is exclusively focused on denim creations.",
        "The recipient will never suspect that a small card is nestled inside the larger package.",
        "If you've read the above signs of a cheater and you truly suspect your spouse of falling into this category, what do you do?",
        "This means that even though nothing may be going on between you and this 14-year-old girl, a mandated reporter has an obligation to report the relationship to the police if they suspect that you are behaving inappropriately.",
        "If you suspect your significant other is fooling around because you notice signs of cheating, various techniques are available that will help you discover the truth.",
        "Also, consider talking about your feelings with your partner regarding why you suspect he or she is cheating.",
        "If you suspect your boyfriend is cheating, you should ask him directly.",
        "Communication is an important part of a relationship, if you suspect that he or she is being unfaithful, the best way to know for sure is to discuss it with your partner.",
        "If you suspect your man is seeing another woman, sometimes the only way to find out is to catch him in the act.",
        "However, the fact that you asked tells him you suspect something.",
        "If you suspect he is cheating, start writing down unusually things that you notice.",
        "If you suspect a friend is in an abusive relationship, you might want to try talking to him or her to find out for sure.",
        "I suspect that when your ex realizes he no longer has a hold on you, either he will rethink his decision or he will let you go so that you can move on with your life and find someone who actually wants a long-term commitment with you.",
        "You can also keep these signs in mind the next time you suspect he or she is lying, so you can keep a better eye out for them and confirm your suspicions.",
        "You'll be so flattered that you won't suspect that your partner has someone else on the side.",
        "You strongly suspect she is cheating or she has a past history as a cheater.",
        "If you're cheating on your spouse or suspect you're being cheated on, get it out in the open.",
        "Letting paranoia ruin your relationship just because you suspect someone is not fair to anyone, most of all yourself.",
        "It is agonizing to question whether your husband or wife is having an affair and if you suspect the worst, you deserve to catch a cheater and get some answers.",
        "Some people may also suspect cheating and unknowingly accuse someone who is innocent.",
        "True has Advanced Blocking, a blocking mechanism that gives you the ability block members you suspect may be scammers.",
        "Use this link to flag someone you suspect is a scammer.",
        "If you suspect a guy likes you but he's not making any moves, there could be a number of things going on.",
        "If they suspect you have plagiarized an article, they might not hire you for future assignments.",
        "Should gut disturbances diminish on an elimination diet, particularly a gluten-free diet, then there is strong reason to suspect that gluten intolerance or at least an allergy is present.",
        "So, if you experience a strange and extremely itchy rash, the severity of which responds to a gluten elimination diet, you have strong reason to suspect celiac disease as the culprit.",
        "If you don't have any genetic ties to the illness, your second reason to suspect that gluten intolerance ties into your symptoms is if you become worse on a fibrous grain-based diet.",
        "If you suspect gluten intolerance, make special note to pay attention to how you feel following the consumption of grains and grain products.",
        "If your gene or blood tests are negative, however, there is then no reason to suspect you have the disease should similar symptoms sprout up at any point in your life.",
        "The elimination diet is often used as a tool to discover the cause of chronic symptoms where food is suspect.",
        "Pan-Asian cuisine should be highly suspect for celiacs as soy sauce is often used in the dishes.",
        "If you are familiar with basic recipes for a certain type of candy, you will more likely know which types of candies are highly suspect as a gluten source.",
        "After all, the alignment of the planets, gravitational fields and the sun presents a rather suspect situation.",
        "The last thing you want is for someone to suspect your acts of charity.",
        "Her ideas and philosophies are wise beyond her years, yet on the surface, like water in a lake, you'd never suspect how deep those waters run.",
        "On one level, you suspect you understand your Taurean man as much as anyone can, but then he does something that reminds you that he takes offense if you assume to know him too well.",
        "As you may suspect, many of the Capricorn traits are advantageous when it comes to certain careers.",
        "Tell an adult immediately if you suspect or become aware that another child has a gun.",
        "If you suspect a child is being abused, it is natural to feel confused.",
        "If you suspect your child may be autistic, one of the first things you should do is review the symptoms of autism in children.",
        "If you suspect your child is having trouble making friends at school, help her hone her conversation skills.",
        "If you suspect your child has too many extracurricular activities, consider cutting down to one or two.",
        "If you suspect that a child is experiencing neglect, you should contact authorities immediately.",
        "If you suspect your child has been infected by herpes simplex virus type 1 in his or her eyes or genitals, make an appointment with your physician immediately.",
        "If you suspect a situation at school has got her down, extend your support and listen for her cues."
    ],
    "definition": [
        "Link/Cite"
    ]
}