{
    "translation": "בר קיימא",
    "uses": [
        "However, to be sustainable, agriculture must provide the farmer with a living.",
        "Part B outlines the new policy, which promotes sustainable agriculture, and Part C focuses on policy implementation.",
        "Resolving the VAT anomaly remains the most obvious means of promoting more sustainable approaches to the housing stock.",
        "These companies may purchase carbon offsets to balance some of the energy they use in production, build and operate sustainable facilities, or donate a portion of their profits to environmental or humanitarian organizations.",
        "If you'd like to get even more involved, for example by joining an activist group or the ecological education movement, contact Sustainable Living through the website and start making a difference on a global and local level.",
        "With new emerging technologies and improvements of existing renewable energy sources, dependency upon foreign oil and other fossil fuels that pollute the planet can eventually be replaced with clean sustainable energy sources.",
        "This restaurant has initiated an in-house program to use sustainable products when available.",
        "They will send products to all addresses in the U.S., Canada, or the U.K. Gobble Green! packs products with dry ice and sustainable packaging materials, and their shipping costs are comparable to other nationwide companies.",
        "Environmentally friendly - it is important that any new flooring materials are environmentally friendly and this means that it comes from a sustainable source and with minimum processing using harmful chemicals or procedures.",
        "Most people think about organics when it comes to organic foods or even clothing, but they don't often think about things like mattresses, paint and furniture that can also be purchased in more organic and sustainable forms.",
        "LoveToKnow: What does Kopali organics do?Zak Zaidman: Kopali Organics is a mission-driven company that makes delicious, pure and healthy snacks that are also produced in the most fair, compassionate and sustainable ways possible.",
        "It is a type of low- input, sustainable aquaculture.",
        "When night falls, you can continue to support this beautiful environment by dining at one of the sustainable restaurants within the city limits.",
        "The restaurant affords local, sustainable and organic products with grass- or vegetarian-fed meats and seafood caught via sustainable means.",
        "A cascading raw shellfish bar, baked oysters, whole fish, steak and clam chowder are among the fresh and sustainable fare served.",
        "The eatery doubles as both a restaurant and a fish market, and they are committed to sustainable fishing practices.",
        "baa's response has been to stress the project's sustainable credentials.",
        "community residents lead healthy lives in safe and sustainable communities.",
        "conserve existing population numbers toward a sustainable population.",
        "New Buildings (should be of) sustainable construction.",
        "Colin Molton assured the Board that URCs aimed to deliver sustainable urban communities offering residential, commercial and leisure developments in town centers.",
        "We are even using wooden cutlery from sustainable sources in the cafe!",
        "Driving forces of and barriers to sustainable consumption (international workshop ).",
        "This is conditional on the achievement of sustainable and durable convergence between the UK and the euro area.",
        "Instead they are trying to make a sustainable living through their herd of goats, vegetable gardens, and various products sold through their mercantile, Beekman 1802.",
        "bedrock geology of our country there can be no assurance of a safe environment or sustainable development.",
        "It is claimed to be a ' truly sustainable environmentally friendly biofuel and generates no harmful emissions ' .",
        "Hill View House has used wooden Venetian blinds obtained from sustainable sources and roller blinds made from cotton.",
        "The Regeneration Framework provides the 30-year blueprint for dynamic and sustainable change in the landscape and fortunes of Corby.",
        "buyout funds: Are returns of 20% sustainable across Asia or only in certain countries?",
        "This sustainable lodge consists of luxury wooden cabanas with hanging terrace beds.",
        "Sustainable is a little more difficult to define.",
        "complacency on the skills issue, in particular the skills levels needed to deliver sustainable prosperity.",
        "International Alert works to build sustainable peace in areas affected or threatened by violent conflict.",
        "Such a fund would enable conscientious objectors to make a positive contribution to developing a sustainable, peaceful world.",
        "By developing a sustainable technology, developers acquire some green credentials.",
        "If you can't find an organic cotton bamboo tote bag to your liking, you may want to check out bags made with these other sustainable fibers.",
        "It's gotta click here and now, if you are to create a sustainable chain of events.",
        "Syngenta is a world-leading agribusiness committed to sustainable agriculture through innovative research and technology.",
        "Technical and financial support from Government to enable farmers to use alternative, sustainable aqua feeds.",
        "Long term Ensure the sustainable success of junior athletics in the Mendip area by developing all aspects of the club's activities.",
        "Instead, use the money saved on invitations to rent or buy something reusable or otherwise sustainable, like items made of biodegradable corn starch.",
        "Sustainable agriculture and organic food go hand-in-hand for many people.",
        "A plant-based diet is one of the healthiest and most sustainable ways to eat.",
        "While loose-fitting pants may not give the most flattering silhouette, they do offer supreme comfort and can be made of sustainable products if organic cotton is chosen.",
        "But they are much less bright if we were to enter the euro without sustainable cyclical convergence.",
        "Each one is hand-made in Britain from solid sustainable wood with the tender loving care of a traditional craftsperson.",
        "The scope of sustainable development is massive, and many areas of life can fall under this broad umbrella.",
        "In order to become more sustainable, humans need to take action.",
        "diversified, sustainable economy.",
        "They will work more closely with us to move our business onto a more sustainable footing.",
        "Solar energy is one of the best clean, renewable and sustainable energy sources.",
        "Sustainable Gardening offers a wonderful vegetable garden plan, complete with pictures.",
        "Like cotton and bamboo, hemp can be organically grown and is sustainable and renewable.",
        "Bamboo grows quickly and creates a natural root mat that makes it an ideal sustainable crop.",
        "This organization champions for sustainable agriculture and foods that are safe for consumption without toxins or preservatives.",
        "The utilization of sustainable energy sources.",
        "It holds moisture very well and is sustainable and eco-friendly.",
        "The company is committed to sustainable practices every step of the way.",
        "By purchasing organic beef in Alberta, consumers send a clear message to producers that there is a market for meat produced in a more ethical and environmentally sustainable way.",
        "National Sustainable Agriculture Information Service (ATTRA): A comprehensive directory of organic seed suppliers for all of the United States and Canada.",
        "For gardeners who are committed to ensuring a healthy and sustainable food source in the future, choosing corn seeds that are certified organic is one small way of making a difference.",
        "Local Harvest - Local Harvest is a resource created to help individuals and families find locally grown organic food retailers and other manufacturers of sustainable products.",
        "An obvious reason is because organic products are better for the earth and far more sustainable than their more commercially available non-organic counterparts.",
        "Gaiam - Gaiam is a Boulder-based company that aims to product sustainable, earth-friendly products for the home.",
        "Organic fibers tend to be more sustainable and environmentally friendly--making the earth a healthier place to live for everyone.",
        "The products are all sustainable, eco-friendly, and natural.",
        "Farmer's Pal offers a complete Michigan Organic & Sustainable Meat Farms Directory that will help you locate sources for fresh, organic meets.",
        "Many parents also appreciate the good lessons they can pass on to their children by living and raising their kids in a more organic, sustainable lifestyle.",
        "Plus size organic clothing is natural and sustainable.",
        "The use of sustainable attractive clothing is part of a growing movement to promote earth-friendly alternatives in an effort to reduce consumer impact on the world's delicate ecosystems.",
        "As the first game released by Electronic Arts using the \"Play 4 Free\" pricing model, Battlefield Heroes will prove to be an interesting experiment as to whether this model is sustainable in the long-term.",
        "It's sustainable farming practices years before the term was even coined.",
        "The company is dedicated to sustainable practices and minimal waste.",
        "However, many similar sustainable farming practices are used in its production.",
        "SkyFire and Opera Mobile are sustainable alternatives to the notoriously slow Pocket Internet Explorer.",
        "All products are formulated with sustainable, organic or renewable plant-based ingredients, as well as non-petroleum minerals.",
        "Thanks to the 2009 American Recovery and Reinvestment Act (ARRA), job searching for sustainable careers has become much easier.",
        "A sustainable job consists of tasks and duties that help save the environment.",
        "Overall, a sustainable job is socially responsible and environmentally curative.",
        "The best place to start job searching for sustainable careers is the Internet.",
        "Just Means: In addition to listing sustainable jobs, this site also contains positions at non-profits and other agencies that focus on human welfare rather than the environment.",
        "If you're uncertain about which career to choose, consult the Green Careers Guide for advice on finding and working in a sustainable job.",
        "In addition to having an environmentally-friendly purpose, a sustainable career should be one that will exist long-term.",
        "Sustainable careers, therefore, should be careers that you can rely on existing for several years, particularly if job hunting is not one of your favorite tasks.",
        "The application process for a sustainable job is the same as the process for other jobs.",
        "The garden also features a number of exhibits, including a large section on sustainable gardening.",
        "Here you can print out a pocket guide or download an iPhone app that will help you to select sustainable kinds of fish to eat.",
        "In fact, you may be surprised to learn that all of the Miele appliances are manufactured using green sustainable business practices and all of their products are green, meaning each is recyclable.",
        "Buy from companies that adhere to sustainable practices.",
        "MT: Our well-known and trusted brands touch the lives of people in nearly every country around the world, giving us a unique opportunity to make life easier and more sustainable.",
        "Not only is the soy bean a sustainable resource, but it is also completely natural.",
        "Beeswax comes from a renewable resource that makes it a good choice for people interested in sustainable and green living.",
        "Students learn how issues of poverty, education, health and sustainable development affect people in developing countries.",
        "The Foundation focuses on areas with the potential for high-impact, sustainable solutions that will reach the most people.",
        "However, those destined for long-term move from attraction into sustainable commitment.",
        "Women who know a thing or two about sustainable styles - in this case, those that withstand the test of time and remain relevant for years - are on familiar terms with Bulga.",
        "They may generate heat for a while depending on the patience of Taurus and the romantic nature of Leo, but this is traditionally not a long term, sustainable relationship.",
        "Cayce also suggested humans would invent a perpetual motion machine that could provide an environmentally-friendly, sustainable means of transportation.",
        "There, I had an idea to start a shoe company that would serve as a sustainable way to provide for these kids continuously.",
        "Consequently, the popularity of unique yoga clothing made from sustainable fabrics is on the rise.",
        "The California-based Mission Playground uses sustainable or recycled materials for clothing without sacrificing design.",
        "For fresh designs and sustainable fabrics, choose PrAna yoga clothing.",
        "You can read more about the Theodosakises and PrAna's direction in this article from Sustainable Industries.",
        "As people demand more sustainable materials, bamboo yoga clothes are increasingly easier to find.",
        "Learn more about bamboo fabric and other sustainable materials at LoveToKnow Organic.",
        "In fact, the push for sustainable yoga clothing is driven by those active in the yoga community.",
        "There is a good variety of sustainable fabrics at Hart's, including bamboo, hemp, and organic cotton.",
        "Online features sustainable clothing for both men and women.",
        "A well-known name in yoga equipment, prAna sells several different yoga mats, and the Revolution is just one of the sustainable versions.",
        "An oversized mat, this one is not only high-performing in the sustainable category of mats, it is also ideal for tall yogis or for anyone who needs a lot of space to stretch.",
        "They are also eco-friendly, and are made from sustainable materials whenever possible.",
        "A lot of companies use sustainable fabrics such as bamboo, hemp, organic cotton, and soy.",
        "Many of the selections are in sustainable material and use wicking fabric for ultimate comfort.",
        "Gaiam yoga tops are made from eco-friendly materials such as sustainable bamboo, 100% organic cotton, and ActiveSoy, an organic cotton/soybean fiber blend.",
        "The products are eco-friendly, organic, and sustainable.",
        "In addition, you will have the peace of mind of knowing that your favorite yoga clothing is part of a sustainable future for the Earth.",
        "While they are committing crimes, they display a page on their website that lists all the ways in which they donate money to charities, or practice environmentally sustainable practices.",
        "The company exclusively designs products for women's sports, but even more notable is Nfinity's dedication to support sustainable development.",
        "I just happen to like palm and buy only sustainable palm oil.",
        "Eating in such a manner naturally lends itself to pursuing local, sustainable agricultural products, as well as trying natural cooking without animal fats.",
        "A diet book is \"safe\" if it encourages you to eat in a healthy and sustainable manner, if it encourages you to eat a variety of foods, and if it emphasizes overall lifestyle changes as part of a healthy diet.",
        "Beware, however, of diets that require a lot of calculations -- while these diets may be excellent nutritionally, they are seldom sustainable simply because the calculations make them too complex and inflexible.",
        "These diets are often too strict and not sustainable over long periods, which is why most of the people that go on fad diets end up gaining the weight back.",
        "While it doesn't promise 10 pounds off in one week or 21 pounds in 21 days, it does help you deliver sustainable results.",
        "Whether you choose the cabbage soup program or another variation, be aware that the biggest drawback is that the diet is not sustainable.",
        "Because of this, many on low carbohydrate diets feel satiated on less food, which makes the diet more sustainable for a longer period of time.",
        "Choosing healthy fats and enjoying them in moderation is the best way to achieve a healthy eating pattern that is sustainable over a lifetime.",
        "If your diet isn't sustainable and you refuse to make permanent lifestyle changes, you will likely gain the weight back.",
        "While people can lose weight following high protein diets, that does not mean these plans are healthy or sustainable over the long term.",
        "The best way to achieve a diabetic diet that is both successful and sustainable in the long term is to work with health professionals to determine a meal plan that works with your health and lifestyle.",
        "First of all, they are a reusable, sustainable product.",
        "We believe myLACYS™ is beginning a trend as a reusable, sustainable product.",
        "They are tasked with creating a sustainable living environment where they could subsist indefinitely.",
        "custody certification provides evidence that the certified product originates from certified, well-managed, sustainable forests.",
        "destructive of the environment, depriving the poor of sustainable livelihoods.",
        "The Sustainable Development Commission welcomes the White Paper and the priority given to reducing health inequalities and tackling the wider determinants of health.",
        "developed that explore to a high degree the use of alternative sustainable energy solutions.",
        "Trade unions at the Earth Summit You may think sustainable development has very little to do with trade unions.",
        "The Commission has tabled proposals to refocus strongly on growth, jobs, the knowledge-based economy and sustainable development to strengthen European competitiveness.",
        "Emphasis on sustainable, eco-tourism at home and abroad.",
        "gorilla RULES eco-tourism is nature-based tourism that meets conservation objectives and favors sustainable development.",
        "exemplar of sustainable design.",
        "Wooden kitchen countertops and island tops are making a comeback as materials such as bamboo offer new, sustainable design options.",
        "Organic farming methods are more sustainable because they limit the use of chemicals by using organic fertilizer and pest and weed control methods.",
        "When it comes to sustainable agriculture and organic food, the majority of what you're talking about is environmental.",
        "A sustainable approach to agriculture is really an approach that considers the health of people and the planet as well as the amount of produce the land can yield.",
        "Like anything else that you buy in its organic form, organic seeds are produced in a sustainable way that is better for the plants and the planet.",
        "Bassinets are usually made from wood, but organic bedding bassinets are made of more sustainable materials using organic methods.",
        "The materials used in the bassinet are organically produced and sustainable, meaning that the reeds and grasses grow back quickly after being harvested.",
        "Check with the seller or manufacturer to ensure that these products are indeed organic and produced in a sustainable fashion.",
        "Organic sustainable furniture is a great choice for a modern home and for people who are interested in living their lives with as little environmental impact as possible.",
        "It is common to hear bamboo referred to as sustainable because the plant grows back so quickly after being harvested.",
        "But, bamboo is not the only sustainable material out there.",
        "Many products are defined as sustainable if they are produced with recycled or reclaimed materials, as well as non-toxic items that are considered eco-friendly.",
        "It's not likely that you will be able to find a lot of organic furniture in your local furniture stores, unless you live in a big city or somewhere where there happens to be a market for sustainable furniture.",
        "That said, there are a number of Internet retailers who offer organic sustainable furniture.",
        "Vivavi features modern designs made from eco-friendly and sustainable materials, including reclaimed wood, recycled rubber and seatbelts.",
        "DownBound sells all sorts of organic and sustainable home products, including wooden beds and changing tables and children's tables and chairs.",
        "Loll Designs offers sustainable outdoor furniture made of recycled plastic.",
        "As you can see from this handful of shops, there are a lot of different definitions of what counts as sustainable that may not intersect with your ideas about organic products.",
        "However, there are other ways to help the planet that are also sustainable.",
        "There has long been a battle between the scientific agricultural community and those in support of sustainable agriculture.",
        "Sustainable agriculture supporters stress that working with the earth's natural cycles and allowing plants to adapt to a changing environment preserves the integrity and nutritional benefits of food.",
        "However, those behind the philosophy of sustainable agricultural and organic seed companies place the responsibility on humans to use what the earth provides naturally.",
        "The organization is an advocate for organic agriculture and extends education and resources to those interested in sustainable growth.",
        "Sustainable farming methods help reduce the reliance on pesticides and encourage better yields.",
        "Organic and sustainable living also means that unwanted items are recycled rather than simply thrown out, filling up landfill sites for many generations to come.",
        "Organic gardeners look to garden without resorting to the use of chemical pesticides, herbicides and fertilizers, using instead organic and sustainable alternatives.",
        "It has the aim of providing information about organic gardening and sustainable living to the public.",
        "In addition, behind organic merino wool products is sustainable, nature friendly, organic wool production.",
        "Organic industry is a fair trade, sustainable industry from start to finish--creating hundreds of equal paid jobs every year.",
        "Choosing organic Peruvian coffee, or organic coffee from anywhere else in the world, means you're supporting sustainable agriculture and farming methods that support and replenish the soil rather than poisoning it.",
        "Choosing fair trade organic coffee is one way that socially conscious consumers can support small farm owners who are committed to sustainable agriculture and economically equitable business practices.",
        "The idea behind Fair Trade certification attempts to make it viable for farm owners and workers to earn a living and rewards them for following responsible and sustainable farming practices.",
        "Additionally, they emphasize sustainable farming practices, avoiding the use of dangerous chemicals and growth hormones.",
        "The company's mission was to promote sustainable agriculture and preserve plant biodiversity by cultivating heirloom plants of all kinds.",
        "Seeds of Change has a program in which it donates seeds to various organizations that are promoting education about organic gardening and sustainable living.",
        "Seeds of Change also donates one percent of their net sales to encourage sustainable agriculture worldwide.",
        "Organic cotton school clothing, made in USA, is a great way to teach children about important environmental issues like sustainable farming and the effects of transportation on the environment.",
        "If you are looking for good quality clothes that are created in a natural and sustainable fashion, then retailers who sell organic clothing might just be worth checking out.",
        "The FTF works to build trading partnerships which in turn create better working conditions and alleviate poverty by creating a sustainable economy that places the welfare of people and the environment at the forefront.",
        "This practice supports and builds small communities so they can realize economic independence and continue to grow sustainable products.",
        "Luma's efforts in partnering in remote sustainable communities and poverty-stricken regions has promoted and encouraged developing countries with organic byproducts.",
        "A natural textile made from the pulp of bamboo grass, bamboo is the ultimate sustainable source for textiles.",
        "Like bamboo, organic cotton is highly sustainable.",
        "Hemp grows extremely quickly, and produces more fiber yield per year than other sustainable fibers like cotton and flax.",
        "Using bamboo and organic cotton tote bags as an alternative to plastic shopping bags is a sustainable way to approach the problem of plastic bags in the environment.",
        "Just substituting sustainable materials for the convenience of plastic shopping bags can be a safe and easy way to contribute to a cleaner environment and teach your children that everyone can make a difference.",
        "Through this branch of the company, we do all sorts of environmental and sustainable projects.",
        "At EO Organic, their mission statement says, \"We are an impassioned team working collectively to make responsible, sustainable, and authentic personal care products.\"",
        "This company produces skin and hair care products that are certified organic while also operating under conditions that are in agreement with sustainable agriculture practices.",
        "Since the OCA is one of the largest membership-driven advocate groups for organic foods and sustainable living, most retailers take notice when the OCA calls for action.",
        "Note that putting the word natural in the name of the food does not automatically make it sustainable or organic.",
        "As a result, we teamed up to form a company that provides natural, organic health snacks to consumers, produced in the most fair and sustainable ways possible - and Kopali Organics was born.",
        "Being socially responsible to me means acting, as a person and as a company, in accordance with our highest values to do no harm, and in fact to help create a more sustainable and compassionate world.",
        "To be classified as organic, a flour must be milled and processed from organic grain that was grown with sustainable methods and certified by the USDA.",
        "To make your garden more sustainable, consider collecting fallen rainwater to use later in watering the garden.",
        "The other products carried by the company are usually ethically produced, sustainable, and Fair Trade.",
        "This rapid growth may be esthetically pleasing, but is less sustainable over the long term than a slow and steady growth rate achieved with organic fertilizer.",
        "It is neither equitable nor economically sustainable for this investment to remain optional.",
        "The IGTN work to promote equitable, social and sustainable trade.",
        "examined the extent to which it is possible and appropriate to incorporate sustainable development into their department's aims and objectives.",
        "This non- executive group will include leading experts from the architectural and sustainable design world.",
        "The Government recognizes that progress toward sustainable development has in the past been hampered by failure to take proper account of the environmental elements.",
        "The tax should be used to support sustainable farming.",
        "fisheryso campaign for sustainable development, particularly with regard to inshore shell fisheries.",
        "The F4F research focus is on the interaction of agriculture and consumption: eating habits, food poverty and sustainable food chains.",
        "Why not add a little Welsh Heritage to your home, whilst at the same time supporting sustainable Welsh forestry.",
        "They congratulate all those involved in securing a sustainable future for this outstanding 20th century building.",
        "In the long term, the gardens can be used for sustainable income generation by selling part of the harvest at local markets.",
        "With man-made global warming out of the equation, mankind's ' consumption ' in biosphere terms is entirely sustainable.",
        "To what extent do you consider ' ecological footprinting ' to be a useful tool in pursuing the goals of sustainable tourism?",
        "groundwork Merseyside 21 Awards - Sustainable Health Award Wellbeing is about healthy people living in a healthy world.",
        "Its aim is to deliver high quality, sustainable growth in England.",
        "It seems important that the health and social needs of rural communities should form part of the discussion for sustainable developments.",
        "In fact, although the AfH approach uses sustainable material and renewable energy, its inherent ' greenness ' is largely incidental.",
        "The materials had to be from sustainable sources and not injurious to the environment.",
        "inland waterways network is vital to the sustainable future of the Basingstoke Canal.",
        "The ultimate responsibility of the position is to drive sustainable digital molecular imaging instrumentation growth within the European continent.",
        "lac cultivation as natural resource-based, sustainable development, through the participation of young farmers.",
        "The need is to create sustainable livelihoods for everyone.",
        "location map of the reserve on the National Cycle Network website provided by Sustrans - the sustainable transport charity.",
        "Each piece is crafted using hand held tools from solid mahogany taken from managed sustainable forests.",
        "It was not sustainable for Child Health to be kept on a central mainframe.",
        "The vision of CAMS is ' a shared strategy for sustainable management of water resources within a catchment area ' .",
        "Click here to view a location map of the reserve on the National Cycle Network website provided by Sustrans - the sustainable transport charity.",
        "Without such global action, our national efforts at sustainable development will ultimately be rendered meaningless.",
        "Work dynamically, openly and enthusiastically with retailers at local and national levels to develop measurable, sustainable improvements in profitability.",
        "Usually the aim is to propose policy measures for sustainable development.",
        "methodologymplement sustainable solutions using our expertise and a structured approach that includes proven methodologies and tools.",
        "In my evidence to the Defense Committee, I put forward two possible scenarios for the near future - accelerated proliferation or sustainable nonproliferation.",
        "add oatmeal, lentils & rice, gently stirring with wooden spoon from sustainable Third World forest, one by one.",
        "obtained from sustainable sources and roller blinds made from cotton.",
        "However... we probably do not have a sustainable supply of long chain omega 3 fats.",
        "The wood has been supplied by James Latham and Co from a sustainable source and has been weathered to give a silvery patina.",
        "The plan aims to improve conditions for the disabled, pedestrians and cyclists by sustainable transport projects.",
        "Our pine furniture is made from solid pine which comes from the sustainable forests of Brazil.",
        "policy statement Sustainable Communities: delivering through planning sets out the Government's aims.",
        "We work with the rural poor, using their own skills and knowledge to develop sustainable solutions to poverty.",
        "postsecondary schools is not sustainable.",
        "Sustainable nutrient management All systems of production should maintain an adequate supply of available potash to the plant.",
        "The Group will work toward collating data on the amount of timber procured from sustainable sources in 2006.",
        "procured from sustainable sources in 2006.",
        "professed commitment to sustainable development to be rather spurious.",
        "Office of the Deputy Prime Minister The aim of the ODPM is to create prosperous, inclusive and sustainable communities for the 21st century.",
        "realigning resource in this way should be sustainable into future financial years.",
        "In short there must be sustainable development of adventure recreation.",
        "Group Members understand the importance of the emergent housing agenda, particularly in relation to sustainable community regeneration within diverse neighborhoods.",
        "respondents agreed that many CSOs are promoting sustainable development.",
        "retooled to deliver a sustainable future?",
        "The transgenic rice is designed to provide sustainable rice production under stress conditions.",
        "riflemanine-gun team would provide a sustainable 450 rounds per minute equivalent to 22, or more, riflemen.",
        "river basin model, which looks at the inputs and outputs of the system, helps to drive sustainable use of resources.",
        "latex rubber comes from the rubber tree making it a sustainable resource.",
        "secure congratulate all those involved in securing a sustainable future for this outstanding 20th century building.",
        "Sustainable agriculture restores soil organic matter content, increasing carbon sequestration below ground, thereby recovering an important carbon sink.",
        "Two further regulatory constraints to sustainable development of brownfield land relate to land filling of contaminated soil.",
        "You may want to consider: What extent have you considered sustainable development when developing project tender specifications?",
        "Draft of recommendation N° 3 on the imperative subordination of the objectives of the ITC/D to those of the sustainable human development.",
        "That resulted in what was then the most sustainable composite surfboard in the world being built.",
        "sustainable into the future.",
        "In order to make the class sustainable the group are looking for more regular participants.",
        "sustainable development has very little to do with trade unions.",
        "sustainable, agriculture must provide the farmer with a living.",
        "sustainable tourism has in recent years become a vital ingredient in the tourism management curriculum.",
        "sustainable livelihoods.",
        "sustainable communities which we called the Bristol Accord.",
        "sustainable growth in England.",
        "To keep up we will have to become more sustainable in the way we run our work and home lives.",
        "The project was made more sustainable by teachers being involved from all 4 middle schools and the high school.",
        "These competencies help clients enable sustainable, long-term and cost-effective compliance strategies that can also improve overall process value and effectiveness.",
        "Finally, the well-being economy would be environmentally sustainable.",
        "Research and ecologically sustainable development: 'How will we know what we want to know?",
        "Some outcomes will be financial, i.e. an organization cannot be assured of achieving other outcomes if it is not financially sustainable.",
        "LSPs must be capable of balancing and integrating economic, social and environmental goals to deliver genuinely sustainable communities.",
        "Is the Thames Gateway project an appropriate flagship scheme for a truly sustainable plan for a city of the future?",
        "sustainable in the long term.",
        "sustainable in the way we run our work and home lives.",
        "The Suffolk teak range only uses plantation grown teak from fully sustainable sources.",
        "tenable solution within the context of sustainable development?",
        "tenure diversification is an important element in the development of sustainable communities.",
        "However, solution of the existing pollution problems should attract sustainable economic development compatible with the karst terrain.",
        "Sustainable development is a cross-cutting theme which cannot be left to individuals or particular divisions within departments.",
        "The compelling offer that will encourage readers to contact you AVBP offers a toolbox of approaches to help customers meet the challenges sustainable development.",
        "In my opinion the need to embrace the totality of all of the strands depicted here is at the heart of sustainable school improvement.",
        "Promote the concept of sustainable tourism to potential visitors to the county.",
        "To outline how stations can be transformed into sustainable transport interchanges.",
        "Aims to help create efficient, affordable, safe and sustainable automotive transportation.",
        "triple glazing using sustainable wood frames instead of UPVC encourage energy suppliers to invest in renewable fuels.",
        "Objectives The project aimed to reduce the burden of both cattle and human trypanosomiasis through cost-effective and sustainable management of the former.",
        "typifyany ways the new program, MSc Leading Sustainable Change, typifies the above approach.",
        "undermine the viability of these sustainable services.",
        "vanguard of a new sustainable energy industry.",
        "Information is provided on the center's research programs, which cover vineyard management, economic and sustainable viticulture and gene technology.",
        "Daily access from the national inland waterways network is vital to the sustainable future of the Basingstoke Canal.",
        "The purpose of the IWC is to regulate whaling in accordance with the principles of sustainable use.",
        "white pine from sustainable forests.",
        "This tool shed has been manufactured using smooth planed white pine from sustainable forests.",
        "Both budgets are under spent, realigning resource in this way should be sustainable into future financial years.",
        "However, only slightly more than 10% of respondents agreed that many CSOs are promoting sustainable development.",
        "Can capitalism, as the only real economic game in town, be retooled to deliver a sustainable future?",
        "I machine-gun team would provide a sustainable 450 rounds per minute equivalent to 22, or more, riflemen.",
        "The river basin model, which looks at the inputs and outputs of the system, helps to drive sustainable use of resources.",
        "Latex rubber comes from the rubber tree making it a sustainable resource.",
        "It is one of only two rivers in the south west of England holding its targets for sustainable salmonid stocks.",
        "Technical support is also sought to provide a sustainable water supply (possible suds system) to the pond.",
        "They will have brought about change in this community and delivered benefits that are sustainable into the future.",
        "Sustainable tourism has in recent years become a vital ingredient in the tourism management curriculum.",
        "Frontier projects advance field research and implement projects that will help conserve biodiversity and help develop sustainable livelihoods.",
        "Together we agreed a common approach to creating sustainable communities which we called the Bristol Accord.",
        "And it can help you to ensure that your work is sustainable in the long term.",
        "The Suffolk Teak range only uses plantation grown teak from fully sustainable sources.",
        "So why does RWMAC consider that eventual deep disposal is the only tenable solution within the context of sustainable development?",
        "Tenure diversification is an important element in the development of sustainable communities.",
        "Also encouragement to install triple glazing using sustainable wood frames instead of UPVC encourage energy suppliers to invest in renewable fuels.",
        "In many ways the new program, MSc Leading Sustainable Change, typifies the above approach.",
        "In fact ' outreach surgical camps ' in these areas undermine the viability of these sustainable services.",
        "The Executive 's vision is to place Scotland in the vanguard of a new sustainable energy industry.",
        "Information is provided on the center 's research programs, which cover vineyard management, economic and sustainable viticulture and gene technology.",
        "The straight line from start-up to sustainable success is largely a myth (though of course there are exceptions to this rule).",
        "Creating a sustainable, durable brand is an objective that, if achieved, will help you maintain your ambitious margins.",
        "Few sustainable enterprises exist that lack a history of failure, so don't let the stigma of failure stand in your way.",
        "Plus when you purchase sustainable and organic baby products, like toys, you're not only getting safer toys for your baby, but helping to protect your baby's planet as well.",
        "They carry pearls from several suppliers, some of which use sustainable practices and Fair Trade ethics.",
        "They are also a factor in environmental problems, though you can now buy disposable diapers made from sustainable materials and with a minimum of chemical processing and components.",
        "Tsar Nicoulai sells only caviar obtained through sustainable methods.",
        "The farmers and ranchers that the company supports are committed to producing foods using sustainable methods of agriculture.",
        "While active and passive solar powers work entirely differently, they both help reduce the consumption of non-renewable resources and contribute to a cleaner, more sustainable energy future for the earth.",
        "While it is true that solar poweris a clean, sustainable form of energy, the technology used to produce energy from the sun is still cost prohibitive for the average consumer.",
        "Sustainability: According to the Union of Concerned Scientists, many of the crops grown for ethanol are not done so in a sustainable manner, resulting in habitat destruction and loss of valuable food supply resources.",
        "Sustainable Living magazine is a non-profit effort to bring authentic green living information to the public.",
        "Owned by Earthwalk, Inc. and funded by advertising and sponsors, this publication is chock full of the latest tips, news, and resources for adopting and living a sustainable lifestyle.",
        "Garnet McPherson created the Sustainable Living magazine as part of an effort to reach an ecological future for individuals as well as for the planet as a whole.",
        "The dedicated team of writers who make up the 'Green Team' from Sustainable Living magazine all have the same goal: to bring accurate information to the public.",
        "Connecting: For blogs, as well as the opportunity to submit an article to the magazine yourself, this section gets you in contact and can get you involved with Sustainable Living.",
        "For those interested in doing their part to make the world a greener place, Sustainable Living is an excellent magazine resource.",
        "This is an appropriate name as it suggests the sustainable and renewable source of the water.",
        "Renewable energy comes from sustainable resources, such as the sun and wind.",
        "Some flooring, such as wood, is highly effective and, if acquired from sustainable sources, is environmentally friendly too.",
        "However, they aren't realistically sustainable.",
        "These products are also sustainable, which is another important feature.",
        "There are many definitions of renewable resources, however the main principle is that what ever is used can be replaced in a sustainable fashion.",
        "The use of a resource needs to be sustainable and managed.",
        "These plants are grown and harvested in a sustainable manner and are renewable.",
        "Building materials that contain only a fraction of recycled materials may be trying to capitalize on the trend towards more sustainable design and offer very few concrete benefits.",
        "The earth's supply of fossil fuels is running out causing scientists to look for cleaner, more sustainable sources of energy.",
        "Hybrid cars are all the rage as people become more aware of the importance of leading sustainable lifestyles.",
        "Sustainability - As the world's supply of fossil fuels diminishes, biofuels offer an renewable and sustainable alternative.",
        "One of the most important features of an alternative energy source is that it is sustainable and renewable.",
        "This means that unlike traditional fuels that once burned and can not be replaced, sustainable or renewable energy sources can be replaced.",
        "If you're looking to save money on energy and a sustainable resource, home wind power might be the answer for you.",
        "Besides the fact that they are compostable and therefore kind to the environment, most compostable containers are made from 100 percent renewable and sustainable sources.",
        "It's like living in an old-fashioned neighborhood where everyone knows their neighbors, but where sustainable living and the desire to preserve undeveloped land is a common passion.",
        "If you are interested in living as green as possible, you have probably wondered, What is the importance of sustainable development?",
        "It is this last issue that makes the question, What is the importance of sustainable development? so important.",
        "This article will discuss some of the major concerns behind the need for sustainable development.",
        "The main reason people are concerned with sustainable development is because of the fact that the world is a place of finite materials.",
        "Sustainable development aims to establish a system of resource consumption that both meets the needs of human life and leaves the environment healthy enough to continue to produce the resources future generations will need.",
        "Finance - It might sound a bit too much like Karl Marx for some people's liking, but one of the main issues of sustainable development is figuring out how to best distribute the world's wealth.",
        "A truly sustainable society would be interested in increasing all its citizens' access to resources.",
        "Health - Health is inextricably linked to sustainable development.",
        "These three issues are some of the most important issues to sustainable development, but other areas like agriculture, technology, sanitation, human settlements, biotechnology, and many others also play a role.",
        "Operation Fresh Start - This great organization is dedicated to rebuilding more sustainable communities in the aftermath of natural disasters like hurricanes and tornadoes.",
        "The United Nations - The United Nations' Division for Sustainable Development has a wealth of information on the issue.",
        "USDA - The United States Department of Agriculture has a great website that sets out to advance the goals of sustainable development.",
        "There are many, many ways that people can impact the cause of sustainable development.",
        "No matter what you do for a living, there is some way in which your labor could be tweaked and performed in a more sustainable manner.",
        "Living a self sustainable life is many people's dream.",
        "However, what does being self sustainable mean and how feasible is it for the majority of people?",
        "Self sustainable living is the goal for many people who are interested in green living.",
        "Being self sustainable means being able to completely support yourself without using outside intervention.",
        "People can live self sustainable lives as a family or within groups of like minded people in a self sustainable community.",
        "While living a self sustainable or self sufficient life sounds great in principle, there are many challenges to overcome.",
        "The location for a self sustainable home is an important consideration and vital to successfully being self sufficient.",
        "Some important skills are required to lead a self sustainable life.",
        "Self sufficient developments and communities can be a good option for people wanting to lead a more self sustainable life, but are unable to do this on their own.",
        "While living a self sustainable life is an aspiration that many people have, the realities mean that it is often an impossible goal.",
        "Try to find recycled parts from an old bicycle to keep the project as sustainable as possible.",
        "Frito-Lay has taken many steps prior to producing the new SunChips bags as a leader in sustainable chip bag manufacturing.",
        "A study in the May 2010 issue of the Journal of Renewable and Sustainable Energy found that offshore floating platforms could provide a way to use the deeper waters of the oceans.",
        "To define renewable energy source you have to consider which sources of energy are sustainable and have limited to no environmental damage.",
        "Currently, there are five popular renewable energy sources in use that have a minimally invasive impact on the environment and promise sustainable renewal.",
        "Renewable energy is also known as clean energy, alternative energy or sustainable energy.",
        "Best of all, these sources are sustainable, meaning we can harvest them repeatedly without running out since they are renewable.",
        "The biggest advantage to renewable energy is that the energy sources are sustainable, meaning we cannot see running out of them in the near future, unlike oil that is believed to be a non-renewable energy source.",
        "Renewable energy refers to a source of power harvested from a sustainable and long-lasting source, such as the sun or wind.",
        "Renewable energy is created through sustainable or non-exhaustible resources such as wind power or solar power; no matter how much of these resources are used, they cannot be used up.",
        "This can lead to confusion among consumers, who assume that if it is being labeled as better for the environment, then it must be renewable or sustainable.",
        "This event focuses on educating attendees about renewable energy sources and the steps they can take to adopt sustainable living practices in their own lives.",
        "These efforts culminate every year with an energy fair that is touted as the country's largest and oldest event of educating the public on renewable energy and sustainable lifestyles.",
        "Sustainable landscaping: You may not have considered creating a sustainable landscape, but these workshops can introduce you to methodologies and technologies that help you have less of an impact on your yard environment.",
        "Whatever the true origins, the term is meant to define the concept of renewable, sustainable and eco-friendly processes, products and energy.",
        "Alternative energy that is renewable, sustainable and has little to zero harmful side-effects is called \"green energy\".",
        "It is imperative that man finds ways to harness sustainable, clean sources of power like solar power and wind produced energy.",
        "According to Charles Redell at Sustainable Industries.",
        "The states of Oregon and California are two of the leading players in pushing sustainable energy practices in the United States.",
        "Another great thing about acai is that it is harvested in a responsible, sustainable manner.",
        "Sustainable growth includes taking care of the soil in which the plants are grown through organic practices and methods that allow the growth environment to remain diverse and productive.",
        "The company focuses on innovation, quality and sustainable design services.",
        "Realm Design Studio focuses on green design, which means that the designers at Realm can create a room, or an entire house, built around eco friendly design that uses sustainable resources.",
        "Another advantage to catalogs is that many publishers are adopting sustainable practices such as printing their books on recycled paper with soy-based ink and offering catalog recycling programs.",
        "For your floors, opt for a sustainable product like bamboo or cork.",
        "Much like organic food, organic home textiles are produced using materials that have been grown free of pesticides using sustainable farming and harvesting processes.",
        "Anna Sova's line of organic products is made using these kinds of organically grown, sustainable materials.",
        "If you enjoy sustainable design elements, consider a bamboo curtain rod.",
        "All products are formulated with sustainable raw materials, and are great for folks with sensitive skin because they're paraben- and propylene glycol-free.",
        "The front is made with cork, a natural material that is recyclable, waterproof and sustainable.",
        "Sustainable farming methods are nature-based in that they are focused on maintaining the long-term health of the land and the integrity of its crop.",
        "The ideas are not only a great way to make your diet more sustainable; they may also save you money.",
        "Bamboo items are already becoming more accessible in stores, so someone has clearly been making a case for sustainable clothing options!",
        "The webshop features not only clothing that is made from organic materials and sustainable processes, but also items that have a certain environmentally-friendly nod.",
        "For example, a cute T-shirt that says 'My trike is a hybrid' sends a double message through its sustainable construction, as well as its environmental slogan.",
        "This retailer embodies the band's ecological message and offers children's clothes that are manufactured using sustainable materials.",
        "Puma has been working hard in recent years towards a more sustainable design practice, and has made significant improvements.",
        "In addition, many of the undergraduate degrees will offer \"concentrations,\" such as \"Communication and Technology\" and \"Sustainable Enterprise Management.\"",
        "Superior's unique offerings include a degree program in sustainable management and a program in communicating arts.",
        "Moreover, Galapagos cruises are sustainable and are either locally or privately managed.",
        "Choose dog toys, beds and clothing made with recycled or sustainable materials such as hemp, recycled cotton filler or fleece made from recycled plastic bottles.",
        "A hard-wearing, sustainable, comfortable and smart jacket, it is now one of the defining features of the \"English country gentleman.\"",
        "Puma works hard to create clothes and shoes using sustainable methods and fair practices.",
        "It is a sustainable choice; every year the sheep will grow new wool to be sheared.",
        "They carry organic baby and children's clothing made from sustainable, organic materials and are Fair Trade.",
        "More and more parents are making the decision to pick organic and sustainable products for their children.",
        "Other sustainable materials include bamboo and soybean fiber."
    ],
    "definition": [
        "Capable of being sustained.",
        "Capable of being continued with minimal long-term effect on the environment: sustainable agriculture.",
        "sus·tain′a·bil′i·ty\nnoun",
        "Link/Cite",
        "Able to be sustained.",
        "Able to be produced or sustained for an indefinite period without damaging the environment, or without depleting a resource; renewable.",
        "sustainability",
        "Link/Cite"
    ]
}