{
    "translation": "טיאטא",
    "uses": [
        "I dust and sweep but a stern lady looks after the madam whose care is beyond my responsibilities.",
        "In July they are pushed farther towards the N., and cross the Gulf of Bothnia, while another series of cyclones sweep across middle Russia, between 50° and 55° N.",
        "The Ganges here forms a fine sweep of about 4 m.",
        "The bold sweep of the Thames, here some 300 yds.",
        "A sweep through the barn failed to reveal any imminent births.",
        "Thanks to our friend and helper, our world lies upward; the length and breadth and sweep of the heavens are ours!",
        "People used to sweep the streets at night until a machine replaced them.",
        "Her bronze curls were captured in a ponytail, her face flushed from his bite and her gray eyes glittering with anger that made him want to sweep her up and kiss her until the dazed look returned.",
        "The south-east winds which sweep over Table Mountain frequently cause the phenomenon known as \"The Table-cloth.\"",
        "winds - prevail over extensive areas, and sweep across the flat plains without hindrance.",
        "Sure. He was like those guys in the musicals—loveable rogues who roll into town and catch the eye of the local star-struck gal and sweep them off their feet.",
        "Though the state papers of Venice have suffered from fire and the series begins comparatively late, yet their fullness and the world-wide sweep of Venetian interests render this collection an inexhaustible storehouse of data for students.",
        "boundary is purely conventional: it crosses the peninsula of Kola from the Varanger Fjord to the Gulf of Bothnia; thence it runs to the Kurisches Haff in the southern Baltic, and thence to the mouth of the Danube, taking a great circular sweep to the W.",
        "Early in January 1813 the senate promised that 350,000 conscripts should be enrolled; but 150,000 of them were under twenty years of age, and mobile columns had to be used to sweep in the recruits, especially in Brittany, the Netherlands and the newly annexed lands of North Germany.",
        "A soggy parking ticket was spread over his windshield by the first sweep of the wipers.",
        "Of this system - except so far as the confusion of the laws is -concerned - the reform of 1864 made a clean sweep. The new system established - based partly on English, partly on French models - was built up on certain broad 1864.",
        "The most effective tool against the weeds is a broad sharp \" sweep,\" as it is called, which takes everything it meets, while going shallower than most ploughs.",
        "17-19, though with a wider sweep than that passage has in mind.",
        "Among those in the same list which are wholly or in part spurious are: \"No woman shall kiss her child on the Sabbath or fasting day,\" and \"No one shall travel, cook victuals, make beds, sweep house, cut hair or shave on the Sabbath day.\"",
        "The atmosphere is also purified by the fierce te7nporales, or \"northers,\" which occasionally sweep down over the Gulf and across this open region.",
        "Below this region, where the Andean barrier is low and broken, the moist westerly winds sweep over the land freely and give it a large rainfall, good pastures and a vigorous forest growth.",
        "The town is built on the northern sweep of the harbour and is European in character.",
        "He wanted to sweep her away for one last intimate moment before his death but doubted the assassin and demon would wait.",
        "I so hope you will sweep me off my feet and take me away from my sad, lonely life straight to fairy-tale land.",
        "A clean sweep for the defense of the 70's !",
        "Hence their attachment to Peisistratus, the \"man of the people,\" who called upon them to sweep away the last barriers which separated rich and poor, nobles and commoners, city and countryside.",
        "My physical limitations are forgotten--my world lies upward, the length and the breadth and the sweep of the heavens are mine!",
        "It is said that a flood-tide, with a westerly wind, and ice in the Neva, would sweep St. Petersburg from the face of the earth.",
        "Suddenly something like a birch broom seemed to sweep over the squadron.",
        "sweep away the stocks of liquor.",
        "The ancient market town of Hartlepool lies on a peninsula which forms the termination of a southeastward sweep of the coast and embraces the bay.",
        "It was not then realized either by the public or the government how seriously, and with what considerable justification, the Boers believed in their ability, if necessary, to sweep the British \" into the sea.\"",
        "She can gently sweep it over any shinny areas.",
        "The country suffers also from periods of excessive heat and general drought, while locusts occasionally sweep over the land, devouring every green thing.",
        "But such a view is in conflict with the fact that the Apocalypse exhibits a steady movement from a detailed account of the condition of actual individual churches on an ever-widening sweep to the catastrophes that will befall every nation and country till at last evil is finally overthrown and the blessedness of the righteous consummated.",
        "In small stoves for warming and for cooking, petroleum presents some advantages over other fuels, in that there is no chimney to sweep, and if well managed no unpleasant fumes, and the stoves are easily portable.",
        "At present our houses are cluttered and defiled with it, and a good housewife would sweep out the greater part into the dust hole, and not leave her morning's work undone.",
        "But now the kind October wind rises, rustling the leaves and rippling the surface of the water, so that no loon can be heard or seen, though his foes sweep the pond with spy-glasses, and make the woods resound with their discharges.",
        "The terrace closest to the land, known as the continental shelf, has an average depth of 600 ft., and connects Australia, New Guinea, and Tasmania in one unbroken sweep. Compared with other continents, the Australian continental shelf is extremely narrow, and there are points on the eastern coast where the land plunges down to oceanic depths with an abruptness rarely paralleled.",
        "In this plain the Ganale makes a semicircular sweep northward before resuming its general S.-E.",
        "The Piedmontese government at this time was most reactionary, and had made a clean sweep of all French institutions.",
        "Its white stone houses form a long curve between the uplands of Salisbury Plain,which sweep away towards the north and east, and the tract of park and meadow land lying south and west.",
        "The water-demon Grendel and the dragon (probably), by whom Beowulf is mortally wounded, have been supposed to represent the powers of autumn and darkness, the floods which at certain seasons overflow the low-lying countries on the coast of the North Sea and sweep away all human habitations; Beowulf is the hero of spring and light who, after overcoming the spirit of the raging waters, finally succumbs to the dragon of approaching winter.",
        "This wheel is mounted on a carrier which, being movable about its centre by a screw gearing worked by hand, gives a radial sweep to the cutting edges.",
        "Outside the circle of light lay a small form, and a sweep of the flashlight revealed fur with copper highlights.",
        "Among the incidental operations are (a) the valuation of the bullion by weighing and assaying it; (b) \" rating\" the bullion, or calculating the amount of copper to be added to make up the standard alloy; (c) recovering the values from ground-up crucibles, ashes and floor sweepings (the Mint \" sweep \"); (d) assaying the melted bars; (e) \" pyxing \" the finished coin or selecting specimens to be weighed and assayed; (f) \" telling \" or counting the coin.",
        "The residues (the Mint \" sweep \") are sold to refiners or ore-smelters.",
        "The Northern Pacific, the first of the transcontinental roads to touch the Pacific north of San Francisco, reaches Seattle with a wide sweep to the south, crossing the Columbia river about where it is entered by the Yakima and ascending the valley of the latter to the Cascade Mountains.",
        "The watershed between the Vaal and Caledon is formed by chains of hills, which, leaving the main range of the Drakensberg at Mont aux Sources, sweep in semicircles west and south.",
        "After passing Lanchow-fu, the capital of this province, the river takes an immense sweep to the north and north-east, until it encounters the rugged barrier ranges that here run north and south through the provinces of Shansi and Chihli.",
        "The monotonous Atlantic littoral is unbroken by any large inlet or estuary, and thus contrasts in a striking manner with the varied outlines of the Pacific coast, which includes the three bold promontories of Nicoya, Golfo Dulce and Burica, besides the broad sweep of Coronada Bay and several small harbours.",
        "Caesar secured the passing of a legislative enactment conferring upon himself the government of Cisalpine Gaul and Illyria for five years, and exacted from the terrorized senate the addition of Transalpine Gaul, where, as he well knew, a storm was brewing which threatened to sweep away Roman civilization beyond the Alps.",
        "The temperature ranges from 66° to 89°, but the heat is tempered by the cool sea-breezes which sweep unobstructed across its plains.",
        "The schools were extensive buildings attached to the temples, where from an early age boys and girls were taught by the priests to sweep the sanctuaries and keep up the sacred fires, to fast at proper seasons and draw blood for penance, and where they received moral teaching in long and verbose formulas.",
        "The picturesque ruins of Bothwell Castle occupy a conspicuous position on the side of the river, which here takes the bold sweep famed in Scottish song as.",
        "This fact, combined with the colourless record of their candidate, enabled them to sweep the country at the November election.",
        "The horns of the old bucks are of great length and beauty, and characterized by their bold scimitar-like backward sweep and sharp front edge, interrupted at irregular intervals by knots or bosses.",
        "The strong changes of temperature with the seasons are indicated also by the distribution of summer maxima and winter minima; summer temperatures above 112 are known in the south-western deserts, and temperatures of 100 are sometimes carried far northward on the Great Plains by the hot winds nearly to the Canadian boundary; while in winter, temperatures of 40 occur along the mid-northern boundary and freezing winds sometimes sweep down to the border of the Gulf of Mexico.",
        "Campbell'S Poetry, In Spite Of A Certain Lack Of Compression, Is Full Of Dramatic Vigour; Roberts Has Put Some Of His Best Work Into Sonnets And Short Lyrics, While Carman Has Been Very Tsuccessful With The Ballad, The Untrammelled Swing And Sweep Of Which He Has Finely Caught; The Simplicity And Severity Of Cameron'S Style Won The Commendation Of Even So Exacting A Critic As Matthew Arnold.",
        "George V., the new king of Hanover, who was unfortunately blind, sharing his father's political ideas, at once appointed a ministry whose aim was to sweep away the constitution of 1848.",
        "The mountain chains which enclose Kagan sweep southward into the broader portion of the district, throwing off well-wooded spurs which break up the country into numerous isolated glens.",
        "portion of the island the trade winds, driving through the channel between Maui and Molokai, sweep the rocks bare.",
        "Pwllheli commands a good view of Merionethshire and of the Snowdon range, with the entire sweep of Cardigan Bay, Carreg yr ymbill (gimlet stone) at the mouth of the harbour, Abersoch and St Tudwal's Islands.",
        "All travellers testify to the perpetual wind currents from the west, which sweep across the salt bogs of Tsaidam (9500 ft.) and through the higher valleys of eastern Tibet.",
        "Sweep and roll the lawns, and put in repair the gravel-walks, keeping the surface frequently rolled.",
        "A clean sweep was made of the medieval polity surviving in the somnolent local diets and corporations.",
        "He offended the states by seeking to sweep away many of their inherited privileges and to change the time-honoured, if somewhat obsolete, system of civil government.",
        "The cliff scenery is grand, and there is a fine sandy beach along the northward sweep of the coast in Watergate Bay.",
        "Luxemburg himself with the right wing of cavalry and some infantry and artillery made a wide sweep round the enemy's left by way of Ligny and Les Trois Burettes, concealed by the high-standing corn.",
        "east of the Caspian, and have in many parts been excavated and washed away by the rivers (which have frequently changed their beds) or been transported by the winds, which sweep with unmitigated violence across those wide unsheltered expanses.",
        "Upon every subject that came within the sweep of his system, except mathematics and physics, his thoughts have been productive of thought.",
        "The mountains of the plateau sweep grandly round to the east on reaching the eighth degree of N.",
        "Nor could even the violent religious revolution of Akhenaton (Amenophis iv.), of which we shall later have occasion to speak, sweep away for ever beliefs that had persisted for so many generations.",
        "It was therefore an opportune time to try to sweep the Turks and the British into the sea.",
        "The John and Paul are conceived and executed really in the great style, with a commanding nobility and force alike in the character of the heads, the attitudes, and the sweep of draperies; they represent the highest achievement of early German art in painting.",
        "The mountains at the head of Glen Clova and Glen Isla, for instance, sweep upwards into a broad moor some 3000 ft.",
        "Their sides are seamed with torrents which tear down the solid rock and sweep its detritus into the glens and sea lochs.",
        "Indeed, so rapid is the infilling by the torrents which sweep down detritus from the surrounding heights that even the existing lakes are visibly diminishing.",
        "The Pastaza, however, is subject to irresistible floods caused by the sudden rising of the mountain torrents on its upper course, especially the Toro, which sweep down with such fury that navigation on the river is practically impossible.",
        "The warm winds which sweep up the Mississippi Valley from the Gulf of Mexico are responsible for the extremes of heat, and the Arctic winds of the north, which find no mountain range to break their strength, cause the extremes of cold.",
        "4, 1901), which arose over the question as to the right to sweep a certain flight of stairs.",
        "They sweep in a broad band of roughly parallel ranges to the south-west, preserving their general direction till they abut on the Great Registan desert to the west of Kandahar, where they terminate in a series of detached and broken anticlinals whose sides are swept by a sea of encroaching sand.",
        "Up or down this plain, at opposite seasons, sweep the monsoon winds, in a direction at right angles to that of their nominal course; and thus vapour which has been brought by winds from the Bay of Bengal is discharged as snow and rain on the peaks and hillsides of the Western Himalayas.",
        "sweep the country from the Himalayas to Cape Comorin, and from the western to the eastern sea.",
        "Nicaragua comes within the zone of the wet northeast trade-winds, which sweep inland from the Atlantic. The rainfall is heavy along the west side of the lacustrine basin, with an annual mean at Rivas of 102 in., but this figure is sometimes greatly exceeded on the east coast, where rain is common even in the dry season.",
        "In_ like manner de Maistre proposed to sweep away the ecclesiastical checks and balances, and vest the whole of the Church's authority in the pope.",
        "A clean sweep was made of the legislation of the preceding period; the five articles of Perth, the service book and book of canons and the court of high commission were all condemned.",
        "It rises in Vyatka, takes a wide sweep towards the north and east, and then flows south and south-west to join the Volga after a course of no less than 1150 m.",
        "The three combined ranges of the Black Mountains, the Brecknock Beacons and the Black Forest sweep across south Brecon from W.",
        "by the Mishmi hills, which sweep round the head of the Brahmaputra valley; on the E.",
        "The slight inward sweep of the coast forms the Canterbury Bight, and the shore-line northward from Timaru is called the Ninety-mile Beach.",
        "The climate of northern and central Chile is profoundly affected by the high mountain barrier on the eastern frontier and by the broad treeless pampas of Argentina, which raise the easterly moisture-laden winds from the Atlantic to so high an elevation that they sweep across Chile without leaving a drop of rain.",
        "It lies on a small and picturesque inlet of the Atlantic named Moore Bay, with a beautiful sweep of sandy beach.",
        "Brief and furious rain-storms sometimes sweep the northern plateau, but these are not frequent and occur during a short season only.",
        "If the vessel is deep, these currents will be balanced by counter currents below them, but if the depth of the water is only two or three millimetres, the surface-current will sweep away the whole of the water, leaving a dry spot where the alcohol was dropped in.",
        "He witnessed the chequered career of Stilicho as actual, though not titular, emperor of the West; he saw the hosts of Radagaisus rolled back from Italy, only to sweep over Gaul and Spain; the defeats and triumphs of Alaric; the three sieges and final sack of Rome, followed by the marvellous recovery of the city; Heraclian's vast armament dissipated; and the fall of seven pretenders to the Western diadem.",
        "The entrance is contracted by Tiran and other islands, so that the passage is rendered somewhat difficult; and its navigation is dangerous on account of the numerous coral reefs, and the sudden squalls which sweep down from the adjacent mountains, many of which rise perpendicularly to a height of 2000 ft.",
        "In this instance a very slight movement at the root of the pinion, or that end of the lever directed towards the body, 1 is followed by an immense sweep of the extremity of the wing, where its elevating and propelling power is greatest - this arrangement ensuring that the large quantity of air necessary for support and propulsion shall be compressed under the most favourable conditions.",
        "There the resistance of a series of igneous dykes gives prominence to the Pembroke peninsula, in which the fine fjord-like harbour of Milford Haven lies far out towards the Atlantic. The coast north of Pembroke and Merioneth has been worked into the grand sweep of Cardigan Bay, its surface carved into gently rounded hills, green with rich grass, which sweep downward into wide rounded valleys.",
        "South of the Pennines, the Red rocks extend eastward in a great sweep through the south of Derbyshire, Warwick, the west of Leicestershire, and the east of Nottingham, their margin being approximately marked by the Avon, flowing south-west, and the Soar and Trent, flowing north-east.",
        "In July grass fires are of common occurrence, and frequently sweep over a great expanse of country.",
        "This chain divides off the high-level sources of the Oxus on the west from the streams which sweep downwards into the Turkestan depression of Kashgar on the east.",
        "of the country; Amhara or Gondar, in the centre; Gojam, the district enclosed by the great semicircular sweep of the Abai; and Shoa, which lies east of the Abai and south of Amhara.",
        "During this time he could hear \"the trailing garments of the night sweep through her marble halls,\" and see \"the stars come out to listen to the music of the seas.\"",
        "On the north side they sweep gradually down towards the shore, but on the south they terminate in bold and lofty precipices.",
        "The higher masses of the Sierra Nevada de Santa Marta cover a very limited area, leaving the trade winds a comparatively unbroken sweep across the northern plains until checked by the Western Cordillera, the Panama ranges and the Sierra de Baudo, where a heavy precipitation follows.",
        "In the Amazon region there is no great change during the year, and on the northern plains the so-called dry season is one of light rains except where mountain ranges break the sweep of the north-east trades.",
        "above its mouth, the Atlantic being reached by a semicircular sweep to the south-west.",
        "Victoria Nyanza is remarkable for the severe and sudden storms which sweep across it, rendering navigation dangerous.",
        "It is remarkable for the great size of the horns of the old rams and the wide open sweep of their curve, so that the points stand boldly out on each side, far away from the animal's head, instead of curling round nearly in the same plane, as in most of the allied species.",
        "The spiral horns are low at the crown, with a clear space between the roots, and sweep in a wide curve, sloping slightly backwards, and clear of the cheek.",
        "This seaside village, with its \"semicircular sweep of houses,\" grew into a considerable town owing to the influx of summer visitors, for whose entertainment there are, besides the \"Albion\" mentioned by Dickens, numerous hotels and boarding-houses, libraries, a bathing establishment and a fine promenade.",
        "After executing a great circular sweep through Prigord, Limousin and Berry, he was returning to Bordeaux laden with plunder, when he was intercepted by the king of France near Poitiers.",
        "The winter storms often sweep a little to the north of southern Ontario, so that what falls as snow in the north is rain in the south, giving a much more variable winter, often with too little snow for sleighing.",
        "Nos fils (1869), the last of the string of smaller books published during the author's life, is a tractate on education, written with ample knowledge of the facts and with all Michelet's usual sweep and range of view, if with visibly declining powers of expression.",
        "A secret combination was formed with the Kaffirs to take up arms to sweep the Europeans away and establish a Hottentot republic. Within a fortnight of the attack on Colonel Mackinnon the Kat river Hottentots were also in arms. Their revolt was followed by that of the Hottentots at other missionary stations; and part of the Hottentots of the Cape Mounted Rifles followed their example, including the very men who had escorted the governor from Fort Cox.",
        "The bishops almost unanimously refused to conform, and a clean sweep was made of the episcopal bench.",
        "In France, it was begun in order to sweep away an aristocracy in church and state which had become barbarously oppressive.",
        "The treaty bound France to reduce her duties on English coal and iron, and on many manufactured articles; while, in return, Great Britain undertook to sweep away the duties on all manufactured goods, and largely to reduce those on French wines.",
        "It unified history with a mighty sweep, and revealed through all the ages one evolving process.",
        "The third law enables us to compute the time taken by the radius vector to sweep over the entire area of the orbit, which is identical with the time of revolution.",
        "Then the low and sandy character is resumed; the fine eastward sweep of Dundrum Bay is passed, the coast turns north again, and a narrow channel gives entry to the island-studded lagoon of Strangford Lough.",
        "He swore that they had been ordered immediately after the appearance of an article in the Freeman's Journal which declared that a \"clean sweep\" should be made of Dublin Castle officials.",
        "Earthquakes are common among the mountains, and the eastern lowlands are exposed to the great winds and sandstorms which sweep down the Alfdld.",
        "The royalist plot of the Rue Saint-Nicaise (December 24, 1800) allowed him to make a clean sweep of the democratic republicans, who despite their innocence were depsrted to Guiana, and to annul Assemblies that were a mere show by making the senate omnipotent in constitutional matters; but it was necessary for him to transform this deceptive truce into the general pacification so ardently desired for the last eight years.",
        "The warm, moisture-bearing winds blow low from the south or south-west with a free sweep across the state in a direction nearly parallel with the trend of the mountains.",
        "Sure. He was like those guys in the musicalsâ€”loveable rogues who roll into town and catch the eye of the local star-struck gal and sweep them off their feet.",
        "Maybe she sent that good looking man to sweep you off your feet and take you out of the picture.",
        "Fiber helps to sweep toxins out of the body and the rich supply of protective antioxidants protect body cells against damage.",
        "asteroid storms that sweep through the Darxide system.",
        "His character, like his thought, lacked audacity and sweep, without which revolutionary politics is impossible.",
        "Who intends to act against this growing barbarism which appears ready to sweep all before it in our country?",
        "The media say that bird flu is going to sweep around the globe and kill us all: - or is it?",
        "blamed for a failure to sweep the wings of ice.",
        "Each leaf blower had, strapped to his back, a small gasoline motor that blew air to sweep up leaves.",
        "using a soft broom, sweep the vinyl flat, working out any air bubbles.",
        "And we will sweep away the cumbersome bureaucracy of traditional Job Centers.",
        "sweep the chimney at least once a year to get rid of any build up of soot.",
        "chimney sweep ' is said to be good luck.",
        "Demolition followed soon after and a local chimney sweep, named Mr Shorter, built a house on the vacant site.",
        "Mat black dial with superbly contrasting red sweep chronograph hand.",
        "The Belgian capitalist class was seeking to cripple the workers organizations; the workers were moving to sweep capitalism away.",
        "clean sweep for the club with an easy 7 wicket victory at home to Urmston.",
        "conic sweep.",
        "These vary from a brushcutter, hedgetrimmer, pruner, edger, strimmer, soil cultivator and power sweep.",
        "Massage into the palm of dry hands or sweep over feet, push back cuticles, rinse under water for instant spa luxury.",
        "The white paper promises to sweep away many of the legal restrictions which currently prohibit disclosure.",
        "SWEEP does not automatically disinfect hard disk boot sectors.",
        "elapsed timer is the large sweep second hand.",
        "engaged Buddhists \" has begun to sweep the globe.",
        "flirting outrageously; trying to sweep me off my feet in the most literal sense.",
        "Nothing has appeared on radar on a six mile sweep and a search of the harbor has also appeared fruitless.",
        "She was also capable of withstanding gales, which regularly sweep the Mersey Estuary, especially during the winter months.",
        "heavy hailstorms followed by blizzards sweep across the UK.",
        "In 1840, a Glasgow chimney sweep named Francis Hughes was charged with the culpable homicide of his young assistant, John O'Neill.",
        "indigestible carbohydrate in food, which acts like a broom to sweep out the digestive tract.",
        "The theater was packed for a children's matinee of Britten's The Little Sweep.",
        "Damn, I bottled on the bet with Si that Sweep would be the opener, mystic meg eat your crystal ball.",
        "They clean the board and empty the rubbish bins, sweep the floor and then mop it.",
        "Richard Dunn is in the GB senior sweep oar squad where he hopes to secure a seat in the Olympic eight for Sydney.",
        "oars in a sweep boat.",
        "oarsmaner, international sweep oarsmen and women may scull as novices until they have won or otherwise qualified as above, and vise versa.",
        "papain fruit enzymes and flower extracts to purify blocked pores and sweep away dead cells.",
        "Whilst doing a starboard sweep with my binoculars I was convinced I spotted a periscope.",
        "Attractive silver dial with square pattern on inner part of the dial and contrasting sweep second hand red arrow pointer.",
        "A gentle exfoliating therapy enriched with tropical papain fruit enzymes and flower extracts to purify blocked pores and sweep away dead cells.",
        "At others we had a rendezvous with the Grand Fleet at sea for a sweep of the enemy coast.",
        "romance blossoms between Jimmy and his co star Annabel Sweep, the beautiful Prisoner Support officer.",
        "Fires, deliberately set by local people, sweep through the ground story in the dry season, from February onwards.",
        "shelveieha Bay has a wonderful sweep of clean, gently shelving sand which benefits from the shelter of a sunny headland.",
        "More images from the SEA sidescan sonar sweep can be viewed in our Photo Gallery.",
        "Firstly, you can plow into them single-handedly, destroying vast swathes of them in a single sweep of your overpowered sword.",
        "A clean sweep for the defense of the 70's!",
        "Beautifully situated close to the broad sweep of Whitley Bay's golden sands... .",
        "It invokes a vision of a grand sweep of time, a quest for meaning in the course of history.",
        "Here, objects are grouped in a broad chronological sweep to suggest the evolution of silversmithing and metalwork between 1970 and 2005.",
        "sweep oar squad won all of their events.",
        "sweep rowing.",
        "Graffiti removal teams helped clean up the area and a truancy sweep was also carried out.",
        "Also, ' Meeting a black cat or a chimney sweep ' is said to be good luck.",
        "sweep the past decade at least, the market has swept the board.",
        "synth sweep has been taken from a previous album?",
        "Sweep on a protective topcoat daily to increase your nail polish's staying power.",
        "transmutes light sweep out the pyramid, transmuting any negative energies into positive ones.",
        "unroll the inner sweep loop in each case.",
        "In July they are pushed farther towards the N., and cross the Gulf of Bothnia, while another series of cyclones sweep across middle Russia, between 50Ã‚° and 55Ã‚° N.",
        "The Theridiidae eject on to the insect from their spinning mamillae drops of liquid adhesive silk; the Argyopidae, steadying it with the tips of their long front legs, sweep additional strands of silk over it with the legs of the hinder pair; the Agalenidae, attaching a long thread to a point hard by, run round and round the victim in circles, gradually winding it up beyond all hope of breaking loose.",
        "Crossing the narrow coast plain the river, with a south-westerly sweep, enters the ocean by a single mouth, studded with small islands, in 28Ã‚° 37' S., 16Ã‚° 30' E.",
        "Extreme variations in temperature are often produced by cold south-west storms from the Argentine pampas, which sweep across southern Brazil as far north as Cape Frio, the fall in temperature sometimes being 22Ã‚° to 27Ã‚°.",
        "French started from Ramdam (near Graspan) eastward on that day, intending to make a wide sweep round Cronje's immobile army.",
        "The cavalry was far better trained in individual and real horsemanship and manoeuvre, and was expected to sweep the field in the splendid cavalry terrain of Moravia.",
        "Having thus made a clean sweep of nearly the whole of the dogmatic medicine, what did Paracelsus put in its place?",
        "Into the square axial hole fits the square end of a hooked iron bar which projects several yards beyond the mouth of the furnace; by means of this bar a workman moves the fireclay cylinder about in the glass with a steady circular sweep. Although the weight of the iron bar is carried by a support, such as an overhead chain or a swivel roller, this operation is very laborious and trying, more especially during the earlier stages when the heat radiated from the open mouth of the crucible is intense.",
        "Here was an orator who could apply all the resources of a burnished rhetoric to the elucidation of figures; who could sweep the widest horizon of the financial future, and yet stoop to bestow the minutest attention on the microcosm of penny stamps and post-horses.",
        "But the quantity of water carried seawards varies within wide limits; for whereas, during the rainy season in summer and while the snows of winter are melting in spring, great volumes of water sweep down from the mountains, these broad rivers dwindle at other times to petty rivulets trickling among a waste of pebbles and boulders.",
        "Select any point P in the interior and let a line drawn through it sweep out a small double cone (see fig.",
        "From the pass it drops over the gradually decreasing grades of a wide sweep of Chol (which here happens to be locally free from the intersecting network of narrow ravines which is generally a distinguishing feature of Turkestan loess formations) for a distance of 35 m.",
        "But the great stretch of highly irrigated and valuable fruit-growing land, which appears to spread from the walls of Herat east and west as far as the eye can reach, and to sweep to the foot of the hills north and south with an endless array of vineyards and melon-beds, orchards and villages, varied with a brilliant patchwork of poppy growth brightening the width of green wheat-fields with splashes of scarlet and purple - all this is really comprised within a narrow area which does not extend beyond a ten-miles' radius from the city.",
        "The temperature ranges from 66Ã‚° to 89Ã‚°, but the heat is tempered by the cool sea-breezes which sweep unobstructed across its plains.",
        "The prevailing winds respond to the stronger poleward temperature gradients of winter by rising to a higher velocity and a more frequent and severer cyclonic storminess; and to the weaker gradients of summer by relaxing to a lower velocity with fewer and weaker cyclonic storms; but furthermore the northern zone occupied by the prevailing westerlies expands as the winds strengthen in winter, and shrinks as they weaken in summer; thus the stormy westerlies, which impinge upon the north-western coast and give it plentiful rainfall all through the year, in winter reach southern California and sweep across part of the Gulf of Mexico and Florida; it is for this reason that southern California has a rainy winter season, and that the states bordering on the Gulf of Mexico are visited in winter by occasional intensified cold winds, inappropriate to their latitude.",
        "sweep round between Birejil-Zeugma and Ra a-Nicephorium.",
        "But extreme narrowness would not only cause the escaping gases to move so swiftly that they would sweep much of the fine ore out of the furnace, but would also throw needless work on the blowing engines by throttling back the rising gases, and would lessen unduly the space available for the charge in the upper part of the furnace.",
        "It was intended as a defence against the great tide of deistical speculation (see Deism), which in the apprehension of many good men seemed likely to sweep away the restraints of religion and make way for a general reign of licence.",
        "Too often the brown, barren, sun-scorched ridges are obscured in the yellow dust haze which drifts upwards from the plains; too often the whole perspective of hill and vale is blotted out in the grey mists that sweep in soft, resistless columns against these southern slopes, to be condensed and precipitated in ceaseless, monotonous rainfall.",
        "In spite of his reverence for his brother's memory, he made a clean sweep of \" the angel's \" Bible Society,' and other paraphernalia of official hypocrisy; as for Alexander's projects of reform, the pitiful legacy of a life of unfulfilled purposes, these were reported upon by committees, considered and shelved.",
        "The cilia sweep out particles in the respired air that are caught in the mucus secreted by the goblet cells.",
        "But all is not plain sailing when a romance blossoms between Jimmy and his co star Annabel Sweep, the beautiful Prisoner Support officer.",
        "Mellieha Bay has a wonderful sweep of clean, gently shelving sand which benefits from the shelter of a sunny headland.",
        "Instead we let the Earth 's rotation sweep the telescope beam across the sky, once each sidereal day.",
        "Beautifully situated close to the broad sweep of Whitley Bay 's golden sands....",
        "In an opener to the regatta season, the LRGSBC senior sweep oar squad won all of their events.",
        "A coxswain is optional in most conditions, but is essential in eight-man sweep rowing.",
        "They did not sweep away the stocks of liquor.",
        "Has anyone else noticed that nearly every incidental synth sweep has been taken from a previous album?",
        "Sweep on a protective topcoat daily to increase your nail polish 's staying power.",
        "Let this light sweep out the pyramid, transmuting any negative energies into positive ones.",
        "We also suitably unroll the inner sweep loop in each case.",
        "HD images have higher resolution providing much more detail than other formats 1080i x 720p or 1080 lines drawn on the screen in odd-even or interlaced patterns with 720 lines scanned in one sweep.",
        "Consider talking to a chimney sweep about wood stove brands.",
        "With the most intense color at the outside of the eye and fading as you move in towards the nose; sweep your eye makeup brush towards the inner eye.",
        "Sweep some of this highlighter in the space right between your brows and your lids.",
        "With an eye shadow brush or sponge applicator, sweep a light color from your brow to your lashes.",
        "Instead, I learned to lightly swipe the blush brush into a very small amount of the bronzer and then gently sweep on my skin.",
        "Sweep it in a \"C\" motion from your temples to the tops of your cheeks.",
        "Sweep loose powder on in a downward direction.",
        "Fan Brush: When I want a light dusting of color, I use a fan brush to sweep the Face Tint over my cheekbones.",
        "For this purpose, I use MAC's Large Shader Brush to generously sweep the color across my eyelids.",
        "Pond's Clean Sweep Micro Dermabrasion towelettes are infused with cooling cucumber.",
        "With your liquid eyeliner, draw a line starting midway on your eyelid till the end, sweep up the corners.",
        "Using a large, flat shadow brush, sweep your shadow all over the lids, extending up the brow area if you desire.",
        "If you prefer to stop short of the brow area, sweep the shadow only up to the crease.",
        "Eyes: Sweep a taupe eye shadow over eyelids.",
        "Instead, grab the gold eye shadow and sweep it from the base of your eye right under your brow.",
        "A sweep across the apples and over the forehead and chin will ensure your golden glow will look effortless and artfully blended.",
        "Although making the sweep takes some practice, overall the cat eye style is easy to master.",
        "Always start at the outer corner of the eyelid and sweep color inward rather than outward to prevent an unrealistic and telltale shadow line.",
        "Sweep the shadow onto the lids using smooth strokes with a brush, or pat it on for a richer color payoff.",
        "Place loose powder under the eyes to catch any makeup flakes that may fall during the application process (after you've finished applying color simply use a large, soft brush to sweep the powder away).",
        "Select the lightest eye shadow shade (champagne, bone, shell, or any other similar color) and sweep it across the entire eye (including up to the brows and the lower lid).",
        "When you draw the eyeliner, you can either sweep it \"up\" slightly or not.",
        "After dipping your brush into the shadow, sweep it along the lower crease of your eye, taking care not to go above the crease.",
        "At the end of the eye, sweep the line up in one quick stroke.",
        "As tempting as it may be, resist the urge to sweep or smudge your color.",
        "If you want to try to copy exactly what Van Phue did for the movie, after preparing your lids with Smashbox Lip and Lid Primer, sweep three neutral shades of MAC eye shadow onto your lid starting with a nude shade.",
        "Use your brush or finger to sweep the shadow upward toward the brow.",
        "To create contour with the darkest shade of shadow, start at the outer corner of the eye just above the top lashes, and then sweep your finger or brush along the eyelid where the brow bone hits the crease.",
        "Using an angled brush, sweep the lightest shade across the lid from lash line to brow.",
        "To really draw attention to your eyes, apply the liner out slightly past the outer corner of the eye and sweep upward with a slight turn.",
        "Sweep the highlighter over the entire eyelid if wearing only one color.",
        "Cheeks: Sweep the color from the back of the cheekbone to the front.",
        "For a sunken cheek look, lightly sweep some green and red greasepaint under the cheekbones.",
        "Another alternative is to make the line thicker in the middle, then sweep it slightly upward at the corners.",
        "One color: Sweep on a light or midtone eyeshadow over the entire lid from brow bone to the top of the lashes.",
        "Sweep the lighter color over the rest of the eye.",
        "Sweep the highlighter all over the eyelid.",
        "To add some playful drama, you may use a liquid eyeliner and sweep a cat eye line on the upper lashes.",
        "Sweep a vibrant blue frosted eyeshadow across the bottom lids.",
        "Sweep a bronzing powder all over your face and neck.",
        "Sweep your hair up in a goddess style and don some gold bracelets.",
        "When applying eyeliner, extend the line a little beyond the outer corner of the upper lash line, and sweep it slightly upward.",
        "Liquid liner is usually applied from the inner to outer corner of the eye in one sweep, although you can also start in the middle and work outward and then fill in the area between the inner corner and the middle.",
        "Sweep MAC powdered blush in Buff, a muted pinkish peach on apples of cheeks for a fresh, natural glow.",
        "Since eyes are the focus it's best to keep blush neutral with a sweep of Blushbaby, a beige pink hue that won't compete with smoky eyes.",
        "Sweep powder blush in Tenderling, a sheer nude pink on apples of cheeks to add a fresh, natural wash of color that subtly defines cheekbones.",
        "Sweep Blushbaby, a sheer beige pink blush along cheekbones and apply Plushglass in Pretty Plush, a soft pink with white pearl for a lip that has just enough color and shine and won't compete with your smoky eyes.",
        "Sweep the blue shade all over lid, blending just into the crease.",
        "Lightly sweep Sunbasque, a peach with pearl along cheek bones and apply Lipglass in C-Thru, a peachy beige shimmery lip gloss.",
        "Dust the gold hue on lids and sweep the burnt orange shade in the crease for definition.",
        "While a traditional line that closely graces the lash line is the most popular, you can get creative with a cat eye or exaggerated sweep to add a serious dose of permanent drama.",
        "In an even stroke, sweep the brush across your eyelid along the base of your eyelashes.",
        "Rather than sweep hair into an updo, consider a soft roller set style that adds some volume on the shoulders.",
        "A very short \"sweep\" train may be part of an informal dress, but anything longer is not considered informal.",
        "Candy Under Cover.com-Take care of your centerpiece and favors in one sweep with these shaped and decorated cookies in a sun and fun theme.",
        "To decorate the head table, have a garland of ivy or evergreen sweep across the front of the table.",
        "The weeping willow is easily recognized by its distinctive long, graceful branches that sweep toward the ground.",
        "Often, a quick vacuum or sweep of the floors is all it takes to clean them.",
        "Use felt pads or easy-glide buttons on the feet of furniture to avoid scratches when moving furniture to sweep or vacuum.Sand, grit and other soil can also scratch floors in high traffic areas.",
        "Because pocket doors disappear into their adjoining walls, you don't have to worry about accommodating the sweep of a standard door.",
        "Sweep the floor to remove any debris from the installation.",
        "Sweep the floor clean to get rid of the little pieces of debris and leftover vinyl.",
        "A-Line Sweep: This is the great example of a long-sleeved wedding dress that you can wear at any time of the year.",
        "The A-line sweep style is very flattering, and it is made of organza and satin.",
        "Featuring multiple panels that provide a full sweep, two side pockets and a wide elastic waist, this 34-inch long skirt comes in sizes 12W to 34W.",
        "Sabrina necklines rest high on the chest with a scooping sweep.",
        "If you're tall, long, sweeping maxi-style dresses that sweep the floor are simply stunning on you.",
        "Keep hair neat and tidy under a bun cover dusted with rhinestones, or sweep it back with a colorful headband.",
        "You goal is to sweep through the level make sure that it is 100% free of \"bugs\".",
        "Tiny hair-like projections on the surface of these passageways slowly sweep the mucus along, out of the lungs and up the trachea to the back of the throat, where it may be swallowed or coughed up.",
        "In infants, the rescuer should never attempt to sweep the baby's mouth without looking to remove foreign material.",
        "The diarrhea may sweep other nutrients out of the intestine before they can be absorbed, causing malnutrition.",
        "Cilia are small, hair-like projections that beat continuously and serve to constantly sweep the respiratory tract clean of such debris as mucus, bacteria, viruses, and dead cells.",
        "If you need to impress at a dance event or want to sweep someone off their feet at a wedding or other event, the waltz is a great dance to learn and this instructional video can help you do it.",
        "Wear the bangs straight down for a more traditional look, or sweep them across the forehead to blend in with the longer pieces for a more romantic appearance.",
        "Instead of blunt cut bangs, try layers that sweep across to your cheekbone.",
        "Sweep bangs across the forehead to give your face a wider look by making it appear shorter.",
        "When wet, sweep them to the side and blow dry them straight.",
        "You know what shy hair is - long bangs that sweep down and cover your eyes; hair that flows in front of your face when you walk.",
        "If you require a more professional look, after blow drying you can sweep your hair into a dramatic side part and secure a low ponytail.",
        "Whether you're using several pins to sweep your hair into a bun or twist or merely taking back a few locks from the front portion of your hair, the possibilities are numerous.",
        "You want to sweep your hair back from your face and have some of it in an updo, while the rest cascades down the side of your face and your back.",
        "This is just a taste of the latest hairstyles to sweep the nation, of course.",
        "Straight up: Flatten hair with a straightening iron, and sweep up into a ponytail.",
        "You can add a \"pouf\" to the crown to make them retro, sweep your bangs to the side in front to dress them up a bit, or flip them through their own bases to add just a little bit of interest to an otherwise boring ponytail.",
        "To mimic this sophisticated flair, sweep hair into nape grazing low buns or side swept twists.",
        "You can sweep your hair up and still have a lot left over for everyone to admire.",
        "Sweep them to the side or push them back by using Aussie's Mousse + Leave-In conditioner.",
        "Cornrows that sweep the hair to the side, the left or the right.",
        "Oval faces tend to look their best in either a classic bob shape or longer layers that gently sweep off of the face exposing the soft curve of the oval.",
        "Instead, opt for several well placed face framing layers that softly sweep off the face.",
        "Get the look: This one is fairly simple to emulate; grow you hair long, particularly on top, and sweep to the side.",
        "If this means opting for a clean sweep haircut before growing out your tresses, then by all means book the appointment.",
        "Just don't let the low prices sweep you away and cause you to settle for a suit that fits perfectly and has the thickness and \"extras\" you need to enjoy your outdoor experiences.",
        "Browsing the aisles you'll also find \"oxygen enhancers\", Creatine products, herb concoctions and chemical products using only acronyms, all promising to sweep you off your weary feet in a jiffy.",
        "Thin, silky or embellished shawls are perfect accompaniments to formal dresses that sweep the floor.",
        "A 25 foot cord gives enough room to sweep most decent sized rooms of the home without having to find a new plug.",
        "The ultimate goal of any guy who's truly in love is to sweep her off of her feet.",
        "You will impress them by how caring and romantic you are and you will sweep her right off her feet by doing something she finds extraordinary.",
        "Diamond Swoops: A line of diamonds curving around the pearl in a channel setting is a popular design element, and some jewelers even offer sweep style diamond ring guards to complement pearl solitaires.",
        "Sussex Jewelers: Sweep her off her feet with a romantic blue diamond engagement ring.",
        "Purchase a child-sized broom so they can help sweep the floor.",
        "Such an elegant sweep of wings would look great tattooed on the back or across the shoulders.",
        "Luminous hands and a sweep second hand sit atop the Roman numeral markers.",
        "The watch runs on quartz movement and features a calendar, sweep second-hand, a screw-down crown and water resistance up to 165 feet.",
        "Ladies' Cyma leather strap watch: The basic watch is 18K gold-plated and has an ivory stick dial with a second sweep and date.",
        "The stainless strap slopes away from the case to sweep elegantly around the wrist and help highlight the watch's black dial and silver-colored markers.",
        "Mops should be squeezed of any excess moisture so that it is barely damp when you sweep it across the floor.",
        "Sweep the floor with a good quality, fine bristle broom to remove dust, dirt, and debris.",
        "Sweep or vacuum your laminate flooring on a regular basis.",
        "If you notice a large amount of dirt, sweep it up right away instead of waiting until the next daily sweep.",
        "Rather than having to manually shovel and sweep out the ashes that occur naturally, you can simply plug in your vacuum and rely on the power of suction to quickly and easily do away with the mess.",
        "Sweep and hose down sidewalks, driveways, decks and concrete patios.",
        "You'll want to be sure to sweep the porch and possible hose it down as well.",
        "Next, sweep your deck with a shop broom.",
        "Finally sweep and vacuum all the floors, shampooing carpets and mopping floors where appropriate.",
        "Also, the insoluble types of fiber absorb minerals from within the digestive tract and sweep them out of the body which, if you aren't eating a nutritionally adequate diet, can aggravate your health further.",
        "Fiber-rich foods sweep the colon, normalize blood sugar and reduce cholesterol.",
        "Keeping your body in the side plank position, slowly and steadily sweep your right arm down in front of your body, then reach it under your left side, twisting your torso so your chest faces down toward the floor.",
        "In the 1950s, the hourglass figure was all the rage, so women wore heavy crinolines over their girdles to give their skirts more sweep.",
        "Before your party, do a final sweep of your entry way for tripping hazards and set up extra chairs in your family room.",
        "Before the new year festivities begin, however, intense housecleaning is done to prepare for the holiday and to sweep out the old year's bad luck and evil spirits, making way for good fortune in the new year.",
        "Goldberg said she didn't care how large or small the role was, even if all she did was sweep the floors she would be satisfied.",
        "Finishing: Sweep away any remaining residue and moisturize with the smooth finishing side.",
        "Use cotton balls to lightly sweep the toner over your forehead, cheeks, nose and chin.",
        "Sending, therefore, hasty orders to the 5th and 6th cavalry divisions to concentrate to the west of Marsla-Tour, the prince ordered them from there to sweep round on the right rear of the French army.",
        "The common man, to whom the diet of Augsburg alludes, had, long been raising his voice against the \" parsons \" (Pfaffen); the men of letters, Brand, Erasmus, Reuchlin, and above all Ulrich von Hutten, contributed, each in their way, to discredit the Roman Curia; and lastly, a new type of theology, represented chiefly by Martin Luther, threatened to sweep away the very foundations of the papal monarchy.",
        "The materials made use of are driftwood, green willows, birch and poplars; also mud and stones intermixed in such a manner as contributes to the strength of the dam; but there is no particular method observed, except that the work is carried on with a regular sweep, and that all the parts are made of equal strength.",
        "In Hippotragus the stout and thickly ringed horns rise vertically from a ridge above the eyes at an obtuse angle to the plane of the lower part of the face, and then sweep backwards in a bold curve; while there are tufts of long white hairs near the eyes.",
        "Large statues, of which she can feel the sweep of line with her whole hand, she knows in their higher esthetic value.",
        "To create the look yourself, first sweep hair to the side and divide into three sections.",
        "They too were once vortices, swallowed up by some other, which at a later day fell a victim to the sweep of our sun.",
        "Crossing the narrow coast plain the river, with a south-westerly sweep, enters the ocean by a single mouth, studded with small islands, in 28° 37' S., 16° 30' E.",
        "Extreme variations in temperature are often produced by cold south-west storms from the Argentine pampas, which sweep across southern Brazil as far north as Cape Frio, the fall in temperature sometimes being 22° to 27°.",
        "In summer, becoming warmed by the heated surface of the plateau, they sweep across it without a cloud or drop of rain.",
        "The town lies in the midst of luxuriant trees, and the noble sweep of the Tay, the effectively situated bridge, the magnificent grounds of Dunkeld House, and the protecting mountains combine to give it a very romantic appearance.",
        "Thence the mountains sweep round to the north, with their precipitous outer slopes facing east.",
        "He despatched French with a large force to clear the south-eastern districts of the Transvaal and for the rest maintained a force to watch De Wet, and organized a defence force in Cape Colony, while using the residue of his mounted men to sweep the country of stock, forage and inhabitants.",
        "The climate is extremely dry, but this is compensated for by the heavy mists which sweep up from the plains during the rainless months and exercise a most beneficial effect in the coffee-growing districts.",
        "The larvae are active and voracious little grub-like creatures (known in the United States as \"wrigglers\"), with large heads and jaws provided with a pair of brushes, which sweep food-particles into the mouth.",
        "He was rapturously welcomed by the community of St Mark's, and at once proceeded to re-establish the discipline of the order and to sweep away abuses.",
        "It is odd that this irregular poem, with its copious and varied music, its splendid sweep of emotion, its unfailing richness of texture - this poem in which Tennyson rises to heights of human sympathy and intuition which he reached nowhere else, should have been received with bitter hostility, have been styled \"the dead level of prose run mad,\" and have been reproved more absurdly still for its \"rampant and rabid bloodthirstiness of soul.\"",
        "The particular site of Immingham was chosen because the deep-water channel of the Humber, which lower down runs midway between the shores, here makes an inward sweep and leads right to the dock gates, thus obviating much initial dredging, providing ingress and egress at any state of the tide, and rendering the towage of the vessels unnecessary.",
        "With the object of providing for the transmission of divine and human knowledge to later ages, and of securing it against the tide of barbarism which threatened to sweep it away, he founded two monasteries - Vivarium and Castellum - in his ancestral domains at Squillace (others identify the two monasteries).",
        "At the same time, any excessive local rainfall is productive of difficulty and danger from the floods of liquid mud and loose boulders which sweep like an avalanche down the hill sides.",
        "The legend (for it is nothing more) that Tromp hoisted a broom at his mainmast-head to announce his intention to sweep the English off the sea, refers to this period.",
        "I felt my teacher sweep the fragments to one side of the hearth, and I had a sense of satisfaction that the cause of my discomfort was removed.",
        "Before this Lord Roberts had initiated a movement from Pretoria to sweep down to Komati Poort on the Portuguese frontier, in which Buller, advancing across country from the south, was to co-operate."
    ],
    "definition": [
        "To clean or clear, as of dirt, with a broom or brush: sweep a chimney.",
        "To clear away with a broom or brush: swept snow from the steps.",
        "To clear (a path or space) with a broom or brush.",
        "a. To search thoroughly: The counselors swept the dormitory during the fire drill.\nb. To search for and remove (electronic eavesdropping devices) from a place: swept the room for bugs.",
        "To touch or brush lightly, as with a trailing garment: willow branches sweeping the ground.",
        "To pass over or through a surface or medium with a continuous movement: He swept the sponge over the tile. The conductor swept her baton through the air.",
        "To clear, drive, or convey with relentless force: The flood waters swept away everything in their path.",
        "To wipe out at a single stroke. Often used with away : The incident in effect swept away all her dreams.",
        "To remove or carry off with a swift brushing motion: swept the cards off the table; swept the child into his arms.",
        "To move across or through swiftly or broadly: News of the lunar landing swept the country.",
        "To pass quickly across, as when searching: His gaze swept the horizon.",
        "To drag the bottom of (a body of water).",
        "a. To win all games in (a series) or all stages of (a contest): swept the World Series.\nb. To win overwhelmingly in: The opposition party swept the election.",
        "To clean or clear a surface with a broom or brush.",
        "a. To search an area for something.\nb. To search for and remove electronic eavesdropping devices.",
        "To move swiftly or broadly: The wind swept over the plain.",
        "To move swiftly in a lofty manner, as if in a trailing robe: She swept by in silence.",
        "To trail, as a long garment.",
        "To extend gracefully, especially in a long curve: The hills sweep down to the sea.",
        "To extend in a wide range: Searchlights swept across the sky.",
        "A clearing out or removal with a broom or brush.",
        "a. A thorough search of an area: a police sweep for drug dealers.\nb. A search for and removal of electronic eavesdropping devices, as in a room.",
        "a. A wide curving motion: a sweep of the arm.\nb. A curve or contour that resembles the path of sweeping motion: the sweep of her hair.",
        "An extent or stretch: a sweep of green lawn.",
        "Range or scope: the broad sweep of history. See Synonyms at range.",
        "Football An end run in which one or more linemen leave the line of scrimmage and block in advance of the ball carrier.",
        "One who sweeps, especially a chimney sweep.",
        "sweeps Sweepings.",
        "a. The winning of all stages of a game or contest.\nb. An overwhelming victory or success.",
        "A long oar used to propel a boat.",
        "A long pole attached to a pivot and used to raise or lower a bucket in a well.",
        "sweeps used with a sing. or pl. verb Informal Sweepstakes.",
        "a. sweeps The period each fall, winter, and spring when television ratings are accrued and studied and advertising rates are reset.\nb. The national survey of local stations that is conducted to determine these ratings.",
        "The steady motion of an electron beam across a cathode-ray tube.",
        "Link/Cite",
        "To clean (a surface) by means of a stroking motion of a broom or brush.\nto sweep a floor, the street, or a chimney",
        "(intransitive) To move through an (horizontal) arc or similar long stroke.\nThe wind sweeps across the plain.\nThe offended countess swept out of the ballroom.",
        "To search (a place) methodically.",
        "(intransitive, figuratively) To travel quickly.",
        "(cricket) To play a sweep shot.",
        "(curling) To brush the ice in front of a moving stone, causing it to travel farther and to curl less.",
        "(ergative) To move something in a particular motion, as a broom.",
        "(sports) To win (a series) without drawing or losing any of the games in that series.",
        "(sports) To defeat (a team) in a series without drawing or losing any of the games in that series.",
        "To remove something abruptly and thoroughly.\nShe swept the peelings off the table onto the floor.\nThe wind sweeps the snow from the hills.\nThe flooded river swept away the wooden dam.",
        "To brush against or over; to rub lightly along.\nTheir long descending train, / With rubies edged and sapphires, swept the plain.",
        "To carry with a long, swinging, or dragging motion; hence, to carry in a stately or proud fashion.",
        "To strike with a long stroke.",
        "(nautical) To draw or drag something over.\nto sweep the bottom of a river with a net",
        "To pass over, or traverse, with the eye or with an instrument of observation.\nto sweep the heavens with a telescope",
        "The person who steers a dragon boat.",
        "A person who stands at the stern of a surf boat, steering with a steering oar and commanding the crew.",
        "A chimney sweep.",
        "A search (typically for bugs [electronic listening devices]).",
        "(cricket) A batsman's shot, played from a kneeling position with a swinging horizontal bat.\nBradman attempted a sweep, but in fact top edged the ball to the wicket keeper",
        "A lottery, usually on the results of a sporting event, where players win if their randomly chosen team wins.\nJim will win fifty dollars in the office sweep if Japan wins the World Cup.",
        "A flow of water parallel to shore caused by wave action at an ocean beach or at a point or headland.",
        "A single action of sweeping.",
        "Link/Cite"
    ]
}