{
    "translation": "מהר, במהירות",
    "uses": [
        "His expression went swiftly from surprise to concern.",
        "Swiftly behind that thought came another.",
        "He moved swiftly, ducking down and grabbing her ankle.",
        "She preceded him into the house and swiftly burdened the table with lunch.",
        "Boat did glide swiftly and I put hand in water and felt it flowing.",
        "The door to the kidding stalls was open and she stepped through, moving swiftly as she checked each stall.",
        "But the questions proper to the new day came swiftly upon his quick and susceptible mind - enlarged, deepened and developed it.",
        "While the infantry pressed forward to carry the Marquion line bridges were swiftly thrown over the dry canal bed, and batteries went over at a gallop to take up their positions for supporting the farther advance.",
        "At this Natasha dashed swiftly among the flower tubs and hid there.",
        "The troops of the Army of the Tennessee were swiftly driven back, and their commander, McPherson, killed; but presently the Federals re-formed and a severe struggle ensued, in which most of Hood's army joined.",
        "In the open space between the clouds and the black, bubbling sea far beneath, could be seen an occasional strange bird winging its way swiftly through the air.",
        "When a passage interests her, or she needs to remember it for some future use, she flutters it off swiftly on the fingers of her right hand.",
        "The answer came swiftly - because she no longer thought of him as adopted.",
        "This revolutionary outbreak was swiftly and severely repressed.",
        "The spirits can pass swiftly through the air or the water; they can enter the stone or the tree, the animal or the man.",
        "If true, the rebellion forming in the underworld needed to be dealt with swiftly and his soul found.",
        "The Hungarian diet frantically opposed every Austrian alliance as endangering the national independence, but to any unprejudiced observer a union with the house of Habsburg, even with the contingent probability of a Habsburg king, was infinitely preferable to the condition into which Hungary, under native aristocratic misrule, was swiftly drifting.",
        "Thus swiftly and disastrously ended the southern expedition.",
        "When concealment is no longer possible terrestrial species, like the Lycosidae, dart swiftly to the nearest shelter afforded by crevices in the soil, stones, fallen leaves or logs of wood, while those that live in bushes, like the Argyopidae, drop straight to the ground and lie hidden in the earth or in the fallen vegetation beneath.",
        "Jackson thereupon swiftly rejoined Lee, leaving only a division to carry out the capitulation.",
        "In no modern country is error or incompetence on the part of administrators more swiftly followed by retribution.",
        "The empires of Turks and Avars, however, ran swiftly their barbaric course, and the Khazars arose out of the chaos to more than their ancient renown.",
        "The success was, however, doomed to be short lived and to come to an end as swiftly as it had grown up. In the year 1800 W.",
        "But the noise and clatter seemed as dreadful to them as Jim's heels, for all who were able swiftly turned and flew away to a great distance.",
        "His arms circled the pillow smelling most like her, and he melted into the bed, swiftly falling into slumber.",
        "The requirements of an elongate body moving through the resistant medium of water are met by the evolution of similar entrant and exit curves, and the bodies of most swiftly moving aquatic animals evolve into forms resembling the hulls of modern sailing yachts (Bashford Dean).",
        "The cannon balls flew just as swiftly and cruelly from both sides, crushing human bodies, and that terrible work which was not done by the will of a man but at the will of Him who governs men and worlds continued.",
        "It was clearing, and over the tops of the trees clouds were swiftly sailing as if unveiling the stars.",
        "The frontier was then swiftly carried across the eastern half of the central plains, but found a second delay in its advance occasioned by the dry climate of the western plains.",
        "So swiftly and noiselessly indeed had the whole revolution proceeded that as late as eight o'clock the next morning very few people in the city were aware of it.",
        "Ray's translation of that work (p. 334), stating that it is \"a Sea-fowl, which fishermen observe to resort to their vessels in some numbers, swimming 1 swiftly to and fro, backward, forward and about them, and doth as it were radere aquam, shear the water, from whence perhaps it had its name.\"",
        "The horses showered the fine dry snow on the faces of those in the sleigh--beside them sounded quick ringing bells and they caught confused glimpses of swiftly moving legs and the shadows of the troyka they were passing.",
        "Consequently he determined to advance swiftly and secretly against Wellington and Blucher, whose forces, as Napoleon knew, were dispersed over the country of their unenthusiastic ally.",
        "One day spent with the blind children made me feel thoroughly at home in my new environment, and I looked eagerly from one pleasant experience to another as the days flew swiftly by.",
        "When that happens, refusal to accept the currency is swiftly outlawed and punished harshly.",
        "Halleck (at the Washington headquarters) began by withdrawing McClellan from the James to assist Pope in central Virginia; Lee, thus released from any fear for the safety of Richmond, turned swiftly upon Pope.",
        "up, this stream runs swiftly through a rough country, but for a long distance is a succession of lakes and shallow, overflowed areas.",
        "But the Confederates, marching swiftly up the Valley, slipped between the converging columns of Fremont from the west and McDowell from the east, and concluded a most daring campaign by the victorious actions of Cross Keys and Port Republic (8th and 9th of June).",
        "The main point, however, was that they flew, and flew swiftly, if a bit unevenly, toward the rock for which they had headed.",
        "The Nzoia (150 m.), the largest of the three, rises in the foothills of the Elgeyo escarpment and flows swiftly over a rocky bed in a south-westerly direction, emptying into the lake south of Berkeley Bay.",
        "The end came swiftly.",
        "The rivers of the state are short and of no great volume, but they flow swiftly and are useful in supplying power for manu 10,957.",
        "Swiftly they drew near to the flaming colored suns, and passed close beside them.",
        "Looking down at the waters of the Enns under the bridge, Nesvitski suddenly heard a sound new to him, of something swiftly approaching... something big, that splashed into the water.",
        "Natasha, who was sitting opposite to him with her eldest daughter on her lap, turned her sparkling eyes swiftly from her husband to the things he showed her.",
        "He did so swiftly.",
        "After spending a short time in Paris in order to supervise the transfer of his forces from Germany to the Pyrenees, he journeyed swiftly southwards, burst upon the Spaniards, and on the 3rd of December received the surrender of Madrid.",
        "Though the inhabitants bad been arned by the earlier convulsions of the mountain, so swiftly d destruction come upon them that 18,ooo are said to have St their lives.",
        "However, although they run very swiftly, when their size and heavy build is considered, they are no match for an average good horse.",
        "The two advanced divisions were swiftly driven in on the others, who were given a little time to prepare themselves by the fact that in the woods the Confederate leaders were unable to control or manoeuvre their excited troops.",
        "Maine's power of swiftly assimilating new ideas and appreciating modes of thought and conduct remote from modern Western life came into contact with the facts of Indian society at exactly the right time, and his colleagues and other competent observers expressed the highest opinion of his work.",
        "corner were the necessaries (V), also built, as usual, above the swiftly flowing stream.",
        "Only once did the column open out, and the opportunity was swiftly seized by the Saracens, yet so rapid was the rally of the crusaders that little damage was done (August 25).",
        "Disturbed from the moor or marsh, where it has its nest, it rises swiftly into the air, conspicuous by its white back and rump, and uttering shrill cries flies round the intruder.",
        "But for barbarous nations old-age comes early, and after Dagoberts death (639), the monarchy went swiftly to its doom.",
        "Her little feet in their white satin dancing shoes did their work swiftly, lightly, and independently of herself, while her face beamed with ecstatic happiness.",
        "There was still no statute by which he could be condemned to the stake, but Hooper was kept in prison; and the revival of the heresy acts in December 1554 was swiftly followed by execution.",
        "Massena swiftly cleared Aspern of the enemy, but at the same time Rosenberg stormed Essling at last.",
        "He was taken aback momentarily, but he recovered swiftly.",
        "If the SBIC requests more information from you, make sure to supply what they request as swiftly as possible.",
        "A natural disaster can occur swiftly so that there can be little to do but batten down the hatches and wait it out.",
        "Low-quality carbohydrates (high G.I.)are less complex, cause the blood sugar to rise sharply and then fall swiftly (a \"peak\" effect), and provide only short-term energy.",
        "After the initial gatherings when people took to the streets, they moved swiftly to shut down social networking sites throughout Egypt.",
        "But extreme narrowness would not only cause the escaping gases to move so swiftly that they would sweep much of the fine ore out of the furnace, but would also throw needless work on the blowing engines by throttling back the rising gases, and would lessen unduly the space available for the charge in the upper part of the furnace.",
        "Instead, the participant moves swiftly from exercise to exercise.",
        "The words 'on the rebound' came swiftly to her mind.",
        "The Gled is Death, coming with sudden start, As thief in night; and swiftly cuts the cord.",
        "Twain 's singular wit is on full display engaging the reader to such an extent that pages swiftly fly by.",
        "Due to aerodynamics, planes have to move relatively swiftly - forcing a large volume of air under those fixed wings - to avoid dropping like stones.",
        "If you were to analogize them to the animal kingdom, planes would be birds, moving linearly and swiftly by wing power, and copters would be insects, darting about using multiple wings.",
        "Trendy and modern, Juicy Couture handbags have swiftly risen in popularity since they were introduced in 2004.",
        "Parents should be aware that there is a high rate of relapse in childhood depression and that relapses should be treated swiftly and thoroughly.",
        "Anyone who has ever witnessed a constipated and uncomfortable child knows that this is a condition which needs to be dealt with swiftly and proactively.",
        "This was done by the winged sons of Boreas, and Phineus now told them their course, and that the way to pass through the Symplegades or Cyanean rocks - two cliffs which moved on their bases and crushed whatever sought to pass - was first to fly a pigeon through, and when the cliffs, having closed on the pigeon, began to retire to each side, to row the \"Argo\" swiftly through.",
        "He had never met a woman who could swiftly stir his blood in so many opposing ways!",
        "Bastion gave Taran a distasteful look before swiftly moving away.",
        "Peering over the parapet of the bridge, one saw a deep murky abyss, from which sounds of swiftly flowing water rose.",
        "Greatly angered by this, Hitler ordered that events be moved swiftly.",
        "Swiftly I carry armfuls of softwood to our shelter, Jessie obediently at my heels.",
        "many family caregivers felt under pressure from hospital staff to choose a care home swiftly.",
        "Our ability to inspect efficiently and swiftly depends on accurate screening and targeting high-risk cargo.",
        "Fly boat A swiftly moving canal boat carrying priority cargoes.",
        "The United Nations Security Council should act swiftly to bring about pressure on both sides to stop the carnage.",
        "clinging drive followed by a rolling nick then a stroke swiftly brought him back into the game.",
        "The target seemed to pull away swiftly from the jet interceptor.",
        "oil fields in the south were swiftly approached.",
        "thief in night; and swiftly cuts the cord.",
        "The hare arched his back and bounded off yet more swiftly.",
        "Pull the pad taunt with one hand and pull the mattress up with the other hand, swiftly tucking the pad beneath.",
        "A great day in the water can be a lot of fun, but that fun can swiftly come to an end unless you keep safety in mind.",
        "Downriver kayaks are the ones to consider if you want to do any racing because they move swiftly, in a straight line, and they're difficult to turn.",
        "Jesus convinces Judas to betray him and his own crucifixion swiftly follows.",
        "crunching underfoot was followed swiftly by a rattle from the chimney.",
        "deviants of all kinds swiftly became solely responsible for any actions which conflicted with the values of the Stalinist regime.",
        "Either he heard my stomach rumbling or saw my eyes light up, because Abraham swiftly disabused me.",
        "The 23-year-old was told she would never have children, but defied docs by having a baby... swiftly followed by triplets!",
        "A Hyde corner in fact, as the ball was swiftly cleared downfield.",
        "Although it has a sharp learning curve, once learned sophisticated models of interacting organizations and cognitive agents can be swiftly developed.",
        "Swiftly hiding the Easy Reader sign, I handed Manpreet the book, to a rather lukewarm reception!",
        "lurcher owner will then humanely dispatch the animal, almost always by swiftly breaking its neck.",
        "materializes in front of the Cyclidium, and the little swimmer is smoothly and swiftly sucked inside.",
        "A clinging drive followed by a rolling nick then a stroke swiftly brought him back into the game.",
        "Anderson entered the Wesleyan itinerancy in 1812 and swiftly achieved a strong reputation for pulpit oratory particularly on missionary platforms.",
        "Virginia swiftly imposes a quarantine, trapping Becky and Justin and Randolph Brooks in Elizabeth.",
        "The organ swiftly gained an enviable reputation for its vibrant tonal quality, most notably the fiery reed stops.",
        "self-replicating virus implanted to replicate swiftly through both civilian and military networks, on the other hand, is indiscriminate indeed.",
        "stunned silence, swiftly followed by baffled amusement.",
        "twain's singular wit is on full display engaging the reader to such an extent that pages swiftly fly by.",
        "This declaration, of which Menelek was swiftly apprised by French agents,, rendered it impossible to Nerazzini to obtain more than a boundary leaving to Italy but a small portion.",
        "Examples of Selenops (Clubionidae) lie flat and absolutely still on the bark of trees, to which their coloration assimilates, and spring like a flash of light upon any insect that touches their legs; the Lycosidae dart swiftly upon their prey; and the Salticidae, which compared with other spiders have keen powers of vision, stealthily stalk it to within leaping distance, then, gathering their legs together, cover the intervening space with a spring and with unerring aim seize it and bury their fangs in its body.",
        "sons, whose names he regarded as, together with his own, symbolic by divine appointment of certain decisive events or religious truths - Isaiah (Yesha'-yahu), meaning \"Salvation - Yahweh\"; Shear-Yashub, \"a remnant shall return\"; and Maher-shalal-hash-baz, \"swift (swiftly cometh) spoil, speedy (speedily cometh) prey\" (vii.",
        "A pernicious and self-replicating virus implanted to replicate swiftly through both civilian and military networks, on the other hand, is indiscriminate indeed.",
        "The audience 's initial reaction to these antics was stunned silence, swiftly followed by baffled amusement.",
        "It's short and to the point, with flowing copy that swiftly engages the reader.",
        "A beautiful hummingbird hawk moth appeared and swiftly visited each bloom and then flew out of sight.",
        "The roots burn swiftly as does the dried husk of the man."
    ],
    "definition": [
        "In a swift manner; quickly; with quick motion or velocity; fleetly",
        "Link/Cite"
    ]
}