{
    "translation": "סמל",
    "uses": [
        "Her hand went to the symbol around her neck.",
        "His eyes went to the symbol at her neck, and one eyebrow shot up.",
        "The box was marked with a biohazard symbol on the outside.",
        "She touched it, as thrilled to wear his symbol as she had been her father's.",
        "The proper symbol of episcopacy is not so much the mitre as the ring and pastoral staff.",
        "The cypress, which grows no more when once cut down, was regarded as a symbol of the dead, and perhaps for that reason was sacred to Pluto; its branches were placed by the Greeks and Romans on the funeral pyres and in the houses of their departed friends.",
        "Man thus not only works for the animal within him, but, for a symbol of this, he works for the animal without him.",
        "Herbs with healing properties were kept in her temple, and also snakes, the usual symbol of the medicinal art.",
        "A decal with the symbol of the White God – a sun and moon with an arrow through it – was in the corner of one window.",
        "To her regret, it was there: the leather necklace and its silver symbol that had marked her family line.",
        "It was the symbol of the enforcer of the Council That Was Seven, the only of the seven brothers sanctioned to kill in cold blood on behalf of the Council and Immortals.",
        "In the dim light of his bedroom, she was able to make out a small symbol on the metal: a moon in two separate phases, full and crescent.",
        "She gripped the hourglass, a symbol of her hope at leaving, even after learning that there was no real hope.",
        "\"I … I can't, Darian,\" Jenn said and touched the symbol at the small of her neck.",
        "A well-worn, silver medallion with a symbol of the sun and moon, pierced by an arrow, was at her chest.",
        "He opened the box to reveal a man's platinum signet ring with the half-moon, half-sun, and arrow symbol neatly carved on its head.",
        "The fish was an early symbol of Christ in primitive and medieval Christian art.",
        "He held up the necklace, gazing at the symbol that marked his lineage.",
        "The apples appear to have been the symbol of love and fruitfulness, and are introduced at the marriages of Cadmus and Harmonia and Peleus and Thetis.",
        "The Lingayats number 436,968, or 46% of the Hindu population; they worship the symbol of Siva, and males and females both carry this emblem about their person in a silver case.",
        "Here he set fire to the cedar roof of the palace of Xerxes as a symbol that the Greek war of revenge against the Persians had come to an end.",
        "The name given to an infant childImmanuel - was to become the mystic symbol of a growing hope.",
        "Each then took a part, a family connexion was established, and the broken die served as a symbol of recognition; thus the members of each family found in the other hosts and protectors in case of need.",
        "In his eyes the beard was a symbol of the old regime, and as such it must be removed.",
        "But the symbol carried with it the numen of the goddess symbolized, and there can be little doubt that Asherah came to be regarded as Yahweh's consort.",
        "The slave, who struck a freeman or denied his master, lost an ear, the organ of hearing and symbol of obedience.",
        "Kiana tried to find a symbol or a metaphor to use so that she would not be so blunt.",
        "When someone gave noshi, it was a symbol of good luck.",
        "This symbol, however, not only represents the particular element, but a certain definite quantity of it.",
        "As time passed, and custom created familiarity, his style, personal and literary, was seen to be the outward symbol of a firm resolve to preserve a philosophic calm, and of an enormous underlying energy which spent itself in labour, \"ohne Hast, aber auch ohne Rast.\"",
        "The new symbol, which occupies the second position, was made by removing the upper loop of B, thus producing a symbol somewhat resembling an ordinary lowercase b.",
        "A figure placed on the right of a symbol only affects the symbol to which it is attached, but when figures are placed in front of several symbols all are affected by it, thus 2H 2 SO 4 means H 2 SO 4 taken twice.",
        "For the symbol which was used at Ephesus and other places in Asia Minor and elsewhere for the sound represented by -aa- in Ionic Greek, by -TT- in Attic, see ALPHABET.",
        "If we have a symbolic product, which contains the symbol a only in determinant factors such as (ab), we may write x 2, -x 1 for a 1, a 2, and thus obtain a product in which (ab) is replaced by b x, (ac) by c x and so on.",
        "- Opposite the name of each element in the second column of the above table, the symbol is given which is always employed to represent it.",
        "Thus copper sulphate was CuO+S0 3, potassium sulphate 2S0 3 +P00 2 (the symbol Po for potassium was subsequently discarded in favour of K from kalium).",
        "We therefore represent them by separate symbols, in the same way that we represent the unknown quantity in an equation by a symbol.",
        "We are then able to combine any number with the + or the - sign inside the bracket, and to deal with this constructed symbol according to special laws; i.e.",
        "Each symbol a is associated with its supplement a which satisfies the equivalences a+a = i, aa = o, the latter of which means that a and a have no region in common.",
        "A quaternion is best defined as a symbol of the type q = Za s e s = aoeo + ales = ale, + a3e3, where eo, ...",
        "The symbol AB, from this point of view, is called the inner product of A and B, as distinguished from the outer product IAB.",
        "Any linear quantity may be denoted by a symbol (a 1, a2, ...",
        "The animating spirit of love, moreover, has here deepened and intensified into a crystalline harmony of earthly passion with the love that is divine and transcending; the outward manifestation is regarded as a symbol of a sentiment at once eternal and quintessential.",
        "What was the meaning of the symbol?",
        "Usually, when the symbols of the elements are written or printed with a figure to the right, it is understood that this indicates a molecule of the element, the symbol alone representing an atom.",
        "The former, based on Kekule's symbol for benzene, explains the decompositions and syntheses of the ring, but the character of naphthalene is not in keeping with the presence of five double linkages, although it is more readily acted upon than benzene is.",
        "The Semitic name of the symbol is shin; the Greek name sigma may mean merely the hissing letter and may be a genuine Greek derivative from the verb o-4co, hiss.",
        "The symbol of royalty, it is true, the diadem, was suggested by the head-band of the old Persian kings (Just.",
        "NITROGEN [[[symbol]] N., atomic weight 14.",
        "Nor is the argument that they are a visible manifestation of the continuity of the Church anything but a doubleedged weapon; for, as Father Braun pertinently asks, if these be their symbolism, of what was their disuse in the Church of England for nigh on 3 00 years a symbol?",
        "(n- I)(r)xr+ï¿½ï¿½ï¿½}; the symbol \" being used to indicate that the equality is only formal, not arithmetical.",
        "padlock symbol or a key appear in the bottom bar of your browser.",
        "phallic symbol representing the Primeval Hill.",
        "If two compounds combined, the + signs of the free compounds were discarded, and the number of atoms denoted by an Arabic index placed after the elements, and from these modified symbols the symbol of the new compound was derived in the same manner as simple compounds were built up from their elements.",
        "(7) (2) In the first symbol it is assumed that one of the affinities of each of the two central carbon atoms common to the two rings acts into both rings, an assumption involving a somewhat wide departure from all ordinary views as to the manner in which affinity acts.",
        "This symbol harmonizes with the fact that the two rings are in complete sympathy, the one responding to every change made in the other.",
        "For general purposes, however, the symbol (2), in which the lateral rings are benzenoid and the medial ring fatty, represents quite adequately the syntheses, decompositions, and behaviour of anthracene.",
        "In remembrance of these victims of popular wrath Jalal-uddin founded the order of the Maulawi (in Turkish Mevlevi) dervishes, famous for their piety as well as for their peculiar garb of mourning, their music and their mystic dance (sama), which is the outward representation of the circling movement of the spheres, and the inward symbol of the circling movement of the soul caused by the vibrations of a Sufi's fervent love to God.",
        "In Phoenician itself and in the other Semitic alphabets the position of the middle legs of the W is altered so that the symbol takes such forms as or V or w, ultimately ending sometimes in a form like K laid sideways, he.",
        "With this definition it is usual to omit the first symbol e l, and to write i or A I - 1 instead of e 2.",
        "48) speaks of was not a pastoral staff, but the symbol of authority over the papal palace, with which by its transference he was invested.",
        "ERBIUM (symbol, Er; atomic weight, 165-166), one of the metals of the rare earths.",
        "The golden circlet worn on the head by the patricius as a symbol of his dignity was called a patricialis circulus.",
        "If some of the anions, instead of being simple iodine ions represented chemically by the symbol I, are complex structures formed by the union of iodine with unaltered cadmium iodide - structures represented by some such chemical formula as I(CdI 2), the concentration of the solution round the anode would be increased by the passage of an electric current, and the phenomena observed would be explained.",
        "Bishops also carry a pastoral staff, as symbol of their pastoral office.",
        "It should be noted that the liturgical head-dress of the pope is the mitre, not the tiara, which is the symbol of his supreme office and jurisdiction.",
        "ceremony, at which the xoanon (ancient wooden statue) of Athena was washed in the river Inachus, a symbol of her purification after the Gigantomachia.",
        "an_1 i a n, and in general a n-k a 2 is the symbol for Q k.",
        "For the cubic (ab) 2 axbx is a covariant because each symbol a, b occurs three times; we can first of all find its real expression as a simultaneous covariant of two cubics, and then, by supposing the two cubics to merge into identity, find the expression of the quadratic covariant, of the single cubic, commonly known as the Hessian.",
        "w...xz to be reduced either to the form g i g where g is a symbol of the series a, b, c,...",
        "This symbol is in general use; it is assumed that at each corner there is a CH group which, however, is not always written in; if a hydrogen atom be substituted by another group, then this group is attached to the corner previously occupied by the displaced hydrogen.",
        "To the spoken word was added the language of symbol.",
        "Three separate confessions were presented to the emperor - one from Zwingli, one by the theologians of the four cities of Strassbourg, Constance, Lindau and Memmingen (Confessio Tetrapolitana), and the Augsburg Confession, the future symbol of the Lutheran church.",
        "(a) letters made as upright as possible, and with few exceptions equal in height; (b) the majority of the letters constructed of vertical lines, with appendages attached mostly at the foot, occasionally at the foot and at the top, or (rarely) in the middle, but never at the top alone; (c) at the tops of the characters the ends of vertical lines, less frequently straight horizontal lines, still more rarely curves or the points of angles opening downwards, and quite exceptionally, in the symbol ma, two lines rising upwards.",
        "BAPHOMET, the imaginary symbol or idol which the Knights Templars were accused of worshipping in their secret rites.",
        "recognizable symbol of fun and friendships; of the night of laughter.",
        "The result of the extension is that the number or quantity represented by any symbol, such as P, may be either positive or negative.",
        "The symbol e 0 behaves exactly like i in ordinary algebra; Hamilton writes I, i, j, k instead of eo, el, e2, es, and in this notation all the special rules of operation may he summed up by the equalities = - I.",
        "Girard is inconsistent in his notation, sometimes following Vieta, sometimes Stevin; he introduced the new symbols ff for greater than and ï¿½ for less than; he follows Vieta in using the plus (+) for addition, he denotes subtraction by Recorde's symbol for equality (=), and he had no sign for equality but wrote the word out.",
        "He follows Vieta in assigning the vowels to the unknown quantities and the consonants to the knowns, but instead of using capitals, as with Vieta, he employed the small letters; equality he denoted by Recorde's symbol, and he introduced the signs > and < for greater than and less than.",
        "The wheel being her symbol she was the patron saint of wheelwrights and mechanics; as the confounder of heathen sophistry she was invoked by theologians, apologists, preachers and philosophers, and was chosen as the patron saint of the university of Paris; as the most holy and illustrious of Christian virgins she became the tutelary saint of nuns and virgins generally.",
        "They are known as the Ferrar group in memory of the scholar who first published their text, and are sometimes quoted as 4, (which, however, properly is the symbol for Codex Beratinus of the Gospels), and sometimes as fam.13.",
        "To the modern mind it is absurd that an image or symbol should be taken for that which is imaged or symbolized, and that is why the early history of the Eucharist has been so little understood by ecclesiastical writers.",
        "Hence some have thought that Pegasus is a symbol of the thundercloud.",
        "From his connexion with Hippocrene Pegasus has come to be regarded as the horse of the Muses and hence as a symbol of poetry.",
        "The fleur-de-lis is a common device in ancient decoration, notably in India and in Egypt,where it was the symbol of life and resurrection, the attribute of the god Horus.",
        "(deteriores), or, as is frequently done, by the symbol S.",
        "This Rule Is Conveniently Expressed By The Formula (X 9) R, In Which X Denotes The Date, And The Symbol R Denotes That The Remainder, Which Arises From The Division Of X 9 By 28, Is The Number Required.",
        "The Symbol X, Employed In The Formula At The Top Of The Column, Denotes The Number Of Centuries, That Is, The Figures Remaining After The Last Two Have Been Struck Off.",
        "In the systematized pantheon, Ninib survives the tendency towards centralizing all sun cults in Shamash by being made the symbol of a certain phase of the sun.",
        "In ultimate analysis, then, nature is conscious experience, and forms the sign or symbol of a divine, universal intelligence and will.",
        "CHROMIUM (symbol Cr.",
        "There is religious toleration in Brazil, but down to the organization of the republic no non-Catholic church or chapel was permitted to have a spire or other outward symbol of a place of worship.",
        "Are you inspired by America's symbol, the magnificent bald eagle?",
        "bedrock belief is the principle, symbol, or truth to which you habitually return in times of stress or confusion.",
        "palace of the popes is the symbol of the Church's influence over the western world during the Fourteenth century.",
        "Both are connected with the sun-god Helios and with the sea-god Poseidon, the symbol of the union being the winged horse Pegasus.",
        "Palestinian) name of Tiamat the dragon of the abyss, the natural symbol of the power of darkness, or of the kingdom of the world as opposed to the kingdom of the people of the saints of the Most High God.",
        "It appears in old Babylonia as a curved stick, and, like the club, is a distinctive symbol of god and king.",
        "deus, applied to all those superhuman beings of the heathen mythologies who exercise power over nature and man and are often identified with some particular sphere of activity; and also to the visible material objects, whether an image of the supernatural being or a tree, pillar, &c. used as a symbol, an idol.",
        "\"Father Rhine\" is the centre of the German's patriotism and the symbol of his country.",
        "The censer used was a hemispherical cup or bowl of bronze, supported by a long handle, fashioned at one end like an open hand, in which the bowl was, as it were, held, while the other end within which the pastils of incense were kept was shaped into the hawk's head crowned with a disk, as the symbol of Re.'",
        "The symbol v represents the inverse of the dispersive power, its value being (nD-i)/(C-F).",
        "SILICON [[[symbol]] Si, atomic weight 28.3 (0=16)], a nonmetallic chemical element.",
        "ZINC, a metallic chemical element; its symbol is Zn, and atomic weight 65.37 (0= 16).",
        "who, at the council of Lyons, first bestowed the red hat on the Roman cardinals, as a symbol of their readiness to shed their blood in the cause of the church.",
        "TITANIUM [[[symbol]] Ti, atomic weight 48.",
        "From his power of assuming whatever shape he pleased Proteus came to be regarded, especially by the Orphic mystics, as a symbol of the original matter from which the world was created.",
        "Cedrus Libani, the far-famed Cedar of Lebanon, is a tree which, on account of its beauty, stateliness and strength, has always been a favourite with poets and painters, and which, in the figurative language of prophecy, is frequently employed in the Scriptures as a symbol of power, prosperity and longevity.",
        "a mere symbol, standing for a particular phase of early Greek art, when wood was the chief material, and other substances.",
        "As a red liquid it was a ready symbol of the blood which is the life.",
        "He settled the affair in his usual downright manner, telling the commissioners bluntly that they must take back their legitimate king, and refusing - perhaps with more questionable wisdom - to allow the retention of the tricolour flag,which to him was a \"symbol of rebellion.\"",
        "Two positions on which he repeatedly insisted have taken a firm hold - first, that it is of the essence of a church to be comprehensive of various views and tendencies, and that a national church especially should seek to represent all the elements of the life of the nation; secondly, that subscription to a creed can bind no one to all its details, but only to the sum and substance, or the spirit, of the symbol.",
        "The agitation spread throughout the country; great meetings were held at Eger and Aussig, which were attended by Germans from across the frontier, and led to serious disturbances; the cornflower, which had become the symbol of German nationality and union with Germany, was freely worn, and the language used was in many cases treasonable.",
        "The origin of Hera's association with the cow is uncertain, but there is no need to see in it, with Roscher, a symbol of the moon.",
        "They are much confused, and a conventional symbol 1",
        "CHLORINE (symbol Cl, atomic weight 35.46 (0=16), a gaseous chemical element of the halogen group, taking its name from the colour, greenish-yellow (Gr.",
        "It was during the delivery of one of his Advent sermons that he beheld the celebrated vision, recorded in contemporary medals and engravings, that is almost a symbol of his doctrines.",
        "C The third letter in the Latin alphabet and its descendants corresponds in position and in origin to the Greek Gamma (P, y), which in its turn is borrowed from the third symbol of the Phoenician alphabet (Heb.",
        "The broad lower end of the symbol is rather an accidental pit in the stone than an attempt at a diacritic mark - the word is regei, in all probability the early dative form of rex, \" king.\"",
        "The symbol G was a new coinage in the 3rd century B.C. The pronunciation of C throughout the period of classical Latin was that of an unvoiced guttural stop (k).",
        "This use is borrowed from Latin, in which the symbol was originally 0, a form of the Greek B.",
        "Popular etymology identified the symbol with the initial letter of centum, \" hundred.\"",
        "Its pure white or rose-red blossoms, heralding the first approach of genial weather, are regarded with special favor and are accounted the symbol of unassuming hardihood.",
        "When a quantity of heat, H, is supplied to a body, part is expended in raising the temperature of the body, or in expanding the volume against molecular forces, and is represented by an increase in the total quantity of energy contained in the body, which is generally called its Intrinsic Energy, and will be denoted by the symbol E.",
        "The heat absorbed in this change is called the latent heat of change of state, and may be represented by the symbol L'.",
        "GOLD [[[symbol]] Au, atomic weight 1 95.7(11 = I),197 2(O =16)], a metallic chemical element, valued from the earliest ages on account of the permanency of its colour and lustre.",
        "Zahn's reasoned argument stands in contrast to the blind reliance on tradition shown by Macdonald, The Symbol of the Apostles, and the fanciful reconstruction of the primitive creed by Baeumer, Harnack or Seeberg.",
        "Kattenbusch, Das apostolische Symbol (1894-1900); C. A.",
        "Harnack articles in HerzogHauck's Realencyklopddie (\" Athanasianum \" and \" Konstantinopolitanisches Symbol \") (1896), &c.; K.",
        "Kunze, Das nicctnisch-konstantinopolitanische Symbol; S.",
        "BISMUTH, a metallic chemical element; symbol Bi, atomic weight 208.5 (0 = 16).",
        "All that is wanting in his writings, especially in his Isagoge in artem analyticam (1591), in order to make them look like a modern school algebra, is merely the sign of equality - a want which is the more striking because Robert Recorde had made use of our present symbol for this purpose since 1 557, and Xylander had employed vertical parallel lines since 1575.",
        "TELLURIUM [[[Symbol]] Te, atomic weight 127.5 (0=16)], a chemical element, found to a certain extent in nature in the uncombined condition, but chiefly in combination with other metals in the form of tellurides, such, for example, as sylvanite, black tellurium, and tetradymite.",
        "TANTALUM [[[symbol]] Ta, atomic weight 181 o (0=16)], a metallic chemical element, sparingly distributed in nature and then almost invariably associated with columbium.",
        "finding vegetable alkali in certain minerals, such as leucite, proposed to distinguish it as potash, and at the same time assigned to the mineral alkali the name natron, which survives in the symbol, Na, now used for sodium.",
        "The word alkali supplied the symbol for potassium, K (kalium).",
        "CAESIUM (symbol Cs, atomic weight 132.9), one of the alkali metals.",
        "When the Arians, however, finding the second form more consistent with their views, adopted it persistently and exclusively, its use was naturally discountenanced by the Catholics, and the other form became the symbol of orthodoxy.",
        "OSMIUM [[[symbol]] Os., atomic weight 190.9 (0= 16)], in chemistry, a metallic element, found in platinum ore in small particles, consisting essentially of an alloy of osmium and iridium and known as osmiridium.",
        "ZIRCONIUM [[[symbol]] Zr, atomic weight 90 6 (0= 16)], a metallic chemical element.",
        "The forget-me-not, a favourite with poets, and the symbol of constancy, is a frequent ornament of brooks, rivers and ditches, and, according to an old German tradition, received its name from the last words of a knight who was drowned in the attempt to procure the flower for his lady.",
        "Water stands in this Gospel for what is still but symbol; thus the water-pots serve here the external Jewish ablutions - old bottles which the \" new wine \" of the Gospel is to burst (Mark ii.",
        "The transformation is soon afterwards accomplished, but in symbol only; the \"hour\" of the full sense is still over three years off.",
        "Now from Philo to Origen we have a long Hellenistic, Jewish and Christian application of that all-embracing allegorism, where one thing stands for another and where no factual details resist resolution into a symbol of religious ideas and forces.",
        "For convenience, we shall take \"Adam\" as a symbol for \"the first man,\" and inquire first, what does tradition say of his creation?",
        "The serpent, too, in mythology is a regular symbol of water.",
        "27, has become a psychological symbol.",
        "The appropriate symbol was at first indifferently a pile of bricks or two male children, always Cancer.",
        "The Lion, as the symbol of fire, L represented the culmination of the solar heat.",
        "equinox was typified by placing a Scorpion as the symbol of darkness in the eighth sign.",
        "CALCIUM [[[symbol]] Ca, atomic weight 40.0 (0= 16)], a metallic chemical element, so named by Sir Humphry Davy from its occurrence in chalk (Latin calx).",
        "It was used in unguents and against the bites of snakes, &c. In the middle ages the flower continued to be common and was taken as the symbol of heavenly purity.",
        "FLUORINE (symbol F, atomic weight iv), a chemical element of the halogen group. It is never found in the uncombined condition, but in combination with calcium as fluor-spar CaF2 it is widely distributed; it is also found in cryolite Na3A1F6, in fluor-apatite, CaF 2.3Ca 3 P 2 O 8, and in minute traces in seawater, in some mineral springs, and as a constituent of the enamel of the teeth.",
        "In Scythia an old iron sword served as the symbol of the god, to which yearly sacrifices of cattle and horses were made, and in earlier times (as apparently also at Sparta) human victims, selected from prisoners of war, were offered.",
        "This found expression in the formulation of an apostolic scripture canon, our New Testament, and of an apostolic rule of faith, of which the old Roman symbol, the original of our present Apostles' Creed, is one of the earliest examples.",
        "In this connexion the image was not looked upon merely as a symbol, but as the vehicle of the presence and power of that which it represented: in the image the invisible becomes operative in the visible world.",
        "These acts required no priestly aid; each man slew his own victim and divided the sacrifice in his own circle; the share of the god was the blood which was smeared upon or poured out beside stone (nosb, ghabghab) set up as an altar or perhaps as a symbol of the deity.",
        "The symbol (alp) which is known as Legendre's symbol, and denotes the positive or negative unit which is the remainder when au s (-1) is divided by a prime number p, does not appear in this memoir, but was first used in the Essai sur la theorie des nombres.",
        "SODIUM [[[symbol]] Na, from Lat.",
        "CARBON (symbol C, atomic weight 12), one of the chemical non-metallic elements.",
        "The symbol for infinity, o°, was invented by him.",
        "POTASSIUM [[[symbol]] K (from kalium), atomic weight 39.114 0=16)], a metallic chemical element, belonging to the group termed the metals of the alkalis.",
        "The symbol generally adopted to represent these functions is J am.",
        "It is probable that these requirements suggested the form of the first Christian Gospel, which the writer believes to be rightly identified with the so-called Logia of St Matthew, now often designated by the symbol Q.",
        "Their juntas acted to some extent in common; and although no written federal pact is known to have existed, they employed, as the symbol of their unity, a seal with the word Iruracbat, \" The Three One,\" engraved upon it.",
        "magical act passes into sign or symbol, not however without the accompanying conception that underlies it still persisting that a mysterious effectuating potency belongs to the symbolic act.",
        "r sqq., are further illustrations of survivals from the old world of magic. The symbol gradually passes.",
        "The Heidelberg Catechism, set forth by order of the elector, is perhaps the most widely accepted symbol of the Calvinistic faith, and is noteworthy for its emphasis on the less controversial aspects of the Genevan theology.",
        "We constantly meet with the idea that the soul, on leaving the body, finds its path to the highest heaven opposed by the deities and demons of the lower realms of heaven, and only when it is in possession of the names of these demons, and can repeat the proper holy formula, or is prepared with the right symbol, or has been anointed with the holy oil, finds its way unhindered to the heavenly home.",
        "The chasuble is thus in a special sense the sacerdotal vestment, and at the ordination of priests, according to the Roman rite, the bishop places on the candidate a chasuble rolled up at the back (planeta plicata), with the words, \" Take the sacerdotal robe, the symbol of love,\" &c.; at the end of the ordination Mass the vestment is unrolled.",
        "The essential elements were livery of seisin (delivery of possession), which consisted in formally giving to the feoffee on the land a clod or turf, or a growing twig, as a symbol of the transfer of the land, and words by the feoffor declaratory of his intent to deliver possession to the feoffee with a \"limitation\" of the estate intended to be transferred.",
        "haedus, a kid), properly the name of the well-known domesticated European ruminant (Capra hircus), which has for all time been regarded as the emblem of everything that is evil, in contradistinction to the sheep, which is the symbol of excellence and purity.",
        "IODINE (symbol I, atomic weight 126.92), a chemical element, belonging to the halogen group. Its name is derived from Gr.",
        "The decree explains the filioque in a manner acceptable to the Greeks, but does not require them to insert the term in their symbol; it demands that celebrants follow the custom of their own church as to the employment of leavened or unleavened bread in the Eucharist.",
        "In this connexion the symbol is never a mere symbol, but a means of real union.",
        "MAGNESIUM [[[symbol]] Mg, atomic weight 24.32 (0 = 16)], a metallic chemical element.",
        "Its antiquity is attested by the symbol and formula used in its procedure, the lance (hasta) as the sign of true ownership, the oath or wager (sacramentum), the ancient formula for recovery of property or assertion of liberty.",
        "ASH WEDNESDAY, in the Western Church, the first day of Lent, so called from the ceremonial use of ashes, as a symbol of penitence, in the service prescribed for the day.",
        "EUROPIUM, a metallic chemical element, symbol Eu, atomic weight 152 0 (0 =16).",
        "428, the Armenian catholicus became the symbol of national unity and the rallyingpoint of patriotism.",
        "The true (Nicene) faith was sent to the Armenians of the farther East (shortly afterwards a slightly different creed was adopted, identical with a pseudo-Athanasian symbol used by Evagrius of Pontus and given in Greek in Patr.",
        "(I) The future event may be foreshadowed by a symbol.",
        "Remains of sculpture, engraved bronzes and gems, show clearly the source to which the Phoenician artists went for inspiration; for example, the uraeus-frieze and the winged disk, the ankh or symbol of life, are Egyptian designs frequently imitated.",
        "In the court sometimes stood a conical stone, probably the symbol of Astarte, as on the Roman coins of Byblus (illustrated in Rawlinson, Phoenicia, 146, Perrot et Chipiez, Hist.",
        "The insignia (pontificalia or pontificals) of the Roman Catholic bishop are (I) a ring with a jewel, symbolizing fidelity to the church, (2) the pastoral staff, (3) the pectoral cross, (4) the vestments, consisting of the caligae, stockings and sandals, the tunicle, and purple gloves, (5) the mitre, symbol of the royal priesthood, (6) the throne (cathedra), surmounted by a baldachin or canopy, on the gospel side of the choir in the cathedral church.",
        "It seems likely enough therefore that there should grow up bodies of knights banded together by engagements of fidelity, although free from monastic obligations; wearing a uniform or livery, and naming themselves after some special symbol or some patron saint of their adoption.",
        "of France on his investiture in 1527.3 According to Ashmole the true account of the matter is that \" King Edward having given forth his own garter as the signal for a battle which sped fortunately (which with Du Chesne we conceive to be that of Crecy), the victory, we say, being happily gained, he thence took occasion to institute this order, and gave the garter (assumed by him for the symbol of unity and society) preeminence among the ensigns of it.",
        "ALUMINIUM (symbol Al; atomic weight 27.0), a metallic chemical element.",
        "As the latter conveyed sacrificial gifts to Delos hidden in wheat-straw, so at the Thargelia a sheaf of corn was carried round in procession, concealing a symbol of the god (for other resemblances see Crusius's article).",
        "The symbol by which Mark is designated in Christian art is usually that of a lion.",
        "Each of the \"four living creatures\" of Ezekiel and the Apocalypse has been attributed to each of the four evangelists in turn; Augustine and Bede think that Mark is designated by the \"man\"; Theophylact and others think that he is designated by the eagle; Anastasius Sinaita makes his symbol the ox; but medieval art acquiesced in the opinion of Jerome that he was indicated by the lion.",
        "HYDROGEN [[[symbol]] H, atomic weight 1 o08 (o=16)], one of the chemical elements.",
        "A mysterious symbol much used in their ceremonies of initiation consists of the three letters these being the initials of `Ali, Mahomet and Salman.",
        "the molecules, are identical, and so the molecule of both butylene and isobutylene is indicated by the same chemical symbol C4118, expressing that each molecule contains, in both cases, four atoms of carbon (C) and eight of hydrogen (H).",
        "This may be expressed in the chosen case by a symbol: \"rhombic sulphur 9 ?",
        "The sacred Double-Axe symbol is prominent, as in the greater palace.",
        "The next day, wrapped in a tricolour scarf and preceded by a drummer, he went on foot to the Hotel de Ville - the headquarters of the republican party - where he was publicly embraced by Lafayette as a symbol that the republicans acknowledged the impossibility of realizing their own ideals and were prepared to accept a monarchy based on the popular will.",
        "He was one of the most influential supporters of the Formula Consensus Helvetica, drawn up chiefly by Johann Heinrich Heidegger (1633-1698), in 1675, and of the particular type of Calvinistic theology which that symbol embodied, and an opponent of the theology of Moses Amyraut and the school of Saumur.",
        "LANTHANUM [[[symbol]] La, atomic weight 139.0 (0=16)] one of the metals of the cerium group of rare earths.",
        "BERYLLIUM, or Glucinum (symbol Be, atomic weight 9.1), one of the metallic chemical elements, included in the same sub-group of the periodic classification as magnesium.",
        "19) is easily understood; it is probable, however, that the preservative qualities of salt were held to make it a peculiarly fitting symbol of an enduring compact, and influenced the choice of this particular element of the covenant meal as that which was regarded as sealing an obligation to fidelity.",
        "A hand, with fingers outstretched as a talisman against the evil eye, is carved above this gate on the exterior; a key, the symbol of authority, occupies the corresponding place on the interior.",
        "The Egyptian name was A bdu, \" the hill of the symbol or reliquary,\" in which the sacred head of Osiris was preserved.",
        "THALLIUM [[[symbol]] Tl, atomic weight 204.0 (0 = 16)], a metallic chemical element.",
        "had recovered Berwick the inhabitants petitioned for the recovery of their prison called the Beffroi or Bell-tower, the symbol of their independence, which their predecessors had built before the time of Alexander III., and which had been granted to William de Keythorpe when Edward I.",
        "Theseus now carried out a political revolution in Attica by abolishing the semi-independent powers of the separate townships and concentrating those powers at Athens, and he instituted the festival of the Panathenaea,3 as a symbol of the unity of the Attic race.",
        "H.*) 0 Xygen (symbol 0, atomic weight 16), a non-metallic chemical element.",
        "MANGANESE [[[symbol]] Mn; atomic weight, 54.93 (0 = t6)], a metallic chemical element.",
        "The horse, the dolphin (the symbol of the calm sea) and the pine-tree, with wreaths of which the Isthmian victors were crowned, were sacred to him.",
        "Originally like Marduk a solar deity with the winged disk - the disk always typifying the sun 8 - as his symbol, he becomes as Assyria develops into a military power a god of war, indicated by the attachment of the figure of a man with a bow to the winged disk.",
        "His symbol is carried into the thick of the fray, so that the god is actually present to grant assistance in the crisis, and the victory is with becoming humility invariably ascribed by the kings \"to the help of Assur.\"",
        "CERIUM (symbol Ce, atomic weight 140.25), a metallic chemical element which occurs with the rare earths in the minerals cerite, samarskite, euxenite, monazite, parisite and many yttrium minerals.",
        "The Gothic architecture of the Strassburg minster became to him the symbol of a national and German ideal, directly antagonistic to the French tastes and the classical and rationalistic atmosphere that prevailed in Leipzig.",
        "The same kind of apparent vacillation was found in his action in other cases; e.g., in the Colenso case (1863), and in the controversy as to the use or disuse of the Athanasian symbol (1872).",
        "SCANDIUM [[[symbol]] Sc, atomic weight 44.1 (0=16)1, one of the rare earth metals.",
        "gave the Assyrians trouble; and when in 689 B.C. Sennacherib, whose patience had been exhausted by the difficulties encountered in maintaining peace in the south, actually besieged and destroyed the city of Babylon, he removed the statue of Marduk to Nineveh as a symbol that the god's rule had come to an end.",
        "His grandson Assur-bani-pal, with a view of reestablishing amicable relations, restored the statue to the temple E-Saggila in Babylon and performed the time-honoured ceremony of \"taking the hand of Bel\" as a symbol of his homage to the ancient head of the Babylonian pantheon.",
        "'THORIUM (symbol Th, atomic weight 232.42 [0 = 16]), a metallic chemical element.",
        "Often the symbol is not like.",
        "The symbol of equality (=) is not the same as the copula (is); it means \" is equal to,\" where \" equal to \" is part of the predicate, leaving \" is \" as the copula.",
        "It is an advance on this when Heraclitus 2 opposes to the eyes and ears which are bad witnesses \" for such as understand not their language \" a common something which we would do well to follow; or again when in the incommensurability of the diagonal and side of a square the Pythagoreans stumbled upon what was clearly neither thing nor image of sense, but yet was endowed with meaning, and henceforth were increasingly at home with symbol and formula.",
        "Even in Hamilton's earlier work it was shown that all such questions were reducible to the solution of linear equations in quaternions; and he proved that this, in turn, depended on the determination of a certain operator, which could be represented for purposes of calculation by a single symbol.",
        "RUBIDIUM [[[symbol]] Rb, atomic weight 85.45 (0= 16)], a metallic element belonging to the group of the alkali metals.",
        "TUNGSTEN [[[symbol]] W, atomic weight 184 o (0=16)], a metallic chemical element found in the minerals wolfram, an iron and manganese tungstate, scheelite, a calcium tungstate, stolzite, a lead tungstate, and in some rarer minerals.",
        "Moreover, the temple of the earth-goddess Bona Dea on the slopes of the Aventine was a kind of herbarium, and snakes were kept there as a symbol of the medical art.",
        "Among the Nayars of Malabar, the family-serpent is capable of almost unlimited powers for good or evil; it is part of the household property, but does not seem to be connected with ancestral cults.'4 In Greece, however, \" the dead man became a chthonic daemon, potent for good or evil; his natural symbol as such, often figured on tombs, was the snake.\"",
        "The symbol of the Bacchic orgies was a consecrated serpent, and the snakes kept in the sacred cistae of the cult of Dionysus find a parallel among the sect of the Ophites where, at the sacramental rites, bread was offered to the living serpent and afterwards distributed among the worshippers.",
        "In the book of Revelation the New Jerusalem descending from heaven to the earth may be taken as a symbol of a continuing process: the human receives the divine, as the Virgin Mary received the Holy Spirit and brought forth Jesus, perfect man and perfect God.",
        "The ideal alphabet would indicate one sound by one symbol, and not more than one sound by the same symbol.",
        "The sounds which are most difficult to define exactly are the vowels; a great variety may be indicated by the same symbol.",
        "In the New English Dictionary no fewer than thirteen different nuances of vowel sound are distinguished under the symbol A alone.",
        "In English, moreover, the vowel sounds tend to become diphthongs, so that the symbol for the simple sound tends to become the symbol for that combination which we call a diphthong.",
        "It therefore made the aspirates A, E, Q and the semi-vowel I into vowels, and apparently converted the semi-vowel Y = w into the vowel which it placed at the end of the alphabet and substituted for it as the sixth symbol of the alphabet the letter F with the old value of w.",
        "These are: (a) how Greek utilized the four sibilants (Shin, Samech, Zain and Zade), which it took over from the Phoenician; (b) what was the history of development in the symbols for cl), x, 4', w (the history of E belongs to both heads); (c) the history of the symbol for the digamma F.",
        "In the Phoenician alphabet Zain was the seventh letter, occupying the same position and having the same form approximately (i) as the early Greek Z, while in pronunciation it was a voiced s-sound; Samech () followed the 'symbol for n of and was the ordinary s-sound, though, as we have seen, e it is in different Greek states at the earliest period as well as E; after the symbol for p came Zade (v), which was a strong palatal s, though in name it corresponds to the Greek Nra; while lastly Shin (W) follows the symbol for r, and was an sh-sound.",
        "5 This symbol is in all probability the early form of the letter which was known to the Greeks as San (vav) and in modern times as Sampi, and which is utilized as the numeral for 900 in the shape 7A.",
        "There is no Greek alphabet in which the symbol is not represented.",
        "The point is not clear, but probably the Greeks acted here as they did in the case of the vowel i and the consonant y, adopting the consonant symbol for the vowel sound.",
        "The Phoenician symbol having been adopted for the vowel sound, whence came the new symbol or [for the digamma?",
        "The explanation is possible, but it is not easy to see why, for example, the symbol 9 or cp = Koppa, the Latin Q, should have been utilized for a sound so different as p-h; nor, again, why the symbol for 0 (e) by losing its cross stroke should become 4), seeing that the sounds of o and outside Aeolic (a dialect which is not here in question) are never confused.",
        "We have already seen that, in the earliest alphabets of Thera and Corinth, the ordinary symbol for E in the Ionic alphabet was used for.",
        "The symbol ?",
        "On the west of the Aegean a new symbol was invented for the aspirate value, and this spread over the mainland and was carried by emigrants to Rhodes, Sicily and Italy.",
        "The symbol 9 or H was then employed for the long open e-sound, a use suggested by the name of the letter, which, by the loss of the aspirate, had passed from Heta to Eta.",
        "Centuries passed, however, before this symbol was generally adopted, Athens using only 0 for o, w and ov, the spurious diphthong, until the adoption of the whole Ionic alphabet in 403 B.C.'",
        "The symbol for M has still five strokes, s has the angular form 5, 5.",
        "The symbol K is still in ordinary use, and not merely used for abbreviations as in the classical age.",
        "As Latin, however, made the symbol V indicate not only the vowel sound u, but also the consonant sound v (i.e.",
        "K is still in use as an ordinary consonant, and not limited to a symbol for abbreviations as in the classical period.",
        "In the Chalcidian alphabet the symbol for x was placed after the symbols common to all Greek alphabets, a position which X retains in the Latin (and also in the Faliscan) alphabet.",
        "Three points here require explanation: (1) Why K fell into disuse; (2) why C took the place of K; (3) why the new symbol G was put in the place of the lost Z.",
        "Owing to this confusion, the new symbol G, differentiated from C, took the place of the useless I.",
        "Etruscan also retained this symbol in the form 3, and utilized it exactly as Latin did to replace)j.",
        "This form was adopted for d because had already been borrowed from Etruscan as the symbol for r, although 9 is also found on Etruscan inscriptions.",
        "Etruscan, like Latin, used (from right to left) to represent the sound of Latin F, but, unlike Latin, adopted 8 not as the single symbol.",
        "The second Umbrian symbol was d, which was the representative of an s-sound developed by palatalizing an earlier k.",
        "In Oscan, which had an o-sound, but no symbol for it, a new sign was invented by placing a dot between the legs of the symbol for u - V.",
        "The symbol Iwas invented for the open i-sound and close e-sound.'",
        "But a syllabary where each syllable is made by the combinations of a symbol for a consonant with that for a vowel can furnish no proof of the existence of a syllabary in the strict sense, where each symbol represents a syllable; it is rather evidence against the existence of such writing.",
        "The strongest argument for the derivation from the Latin alphabet is undoubtedly the value of f attaching to P; for, as we have seen, the Greek value of this symbol is w, and its value as f arises only by abbreviation from FH.",
        "Latin D; while the symbol for the voiced spirant o is doubled, it is difficult to believe that the symbol for the spirant g, viz.",
        "X, represents a Latin K (which was of rare occurrence), or again `'., X a Latin N, or that the symbol for ng, ï¿½j, represents < = c doubled.",
        "Hempl's initiative was followed by Professor Gundermann of Giessen, who announced in November 1897' that he had discovered the source of the runic alphabet, the introduction of which he declares preceded the first of the phonetic changes known as the \" Teutonic sound-shifting,\" since < = g is used for k, X = x for g, a Theta-like symbol for d, while zd is used for st.",
        "In all these matters Glagolitic differs very little from Cyrillic; it has only one symbol for ja (ya) and e because both in this dialect were pronounced the same.",
        "Glagolitic has a symbol for the palatalized g (5), but it is used only in the transcription of Greek words, y having become y early between vowels in the popular dialects.",
        "Either two sounds are confused under one symbol, or these records represent a dialect which, like Hebrew and Assyrian, shows sh, z, and c, where the ordinary Aramaic representation is t, d, and t, the Arabic tic, dh, and th.",
        "The proof deals with each symbol separately; as might be expected of its author, it is both scholarly and ingenious, but, it must be admitted, not very convincing.",
        "Thus the unit of velocity is that of a point describing the unit of length in the unit of time; it may be denoted by LTi, this symbol indicating that the magnitude of the unit in question varies directly as the unit of length and inversely as the unit of time.",
        "Of these the first is etymologically correct (except that it should rather be \" stitcher of verse \"); the second was suggested by the fact, for which there is early evidence, that the reciter was accustomed to hold a wand in his hand - perhaps, like the sceptre in the Homeric assembly, as a symbol of the right to a hearing.3 The first notice of rhapsody meets us at Sicyon, in the reign of Cleisthenes (600-560 B.C.), who \" put down the rhapsodists on account of the poems of Homer, because they are all about Argos and the Argives \" (Hdt.",
        "For his chief attendant, the great god (Mahadeva, Mahesvara) has already with him the\" holy \"Nandi - presumably, though his shape is not specified, identical in form as in name with Siva's sacred bull of later times, the appropriate symbol of the god's reproductive power.",
        "the feature represented by the linga, or phallic symbol.",
        "It treats all the worships as outward, visible signs of some spiritual truth, and is ready to show how each particular image or rite is the symbol of some aspect of universal divinity.",
        "The high-caste Brahman will probably keep at his home asalagram stone, the favourite symbol of Vishnu, as well as the characteristic emblems of Siva and his consort, to both of which he will do reverence in the morning; and when he visits some holy place of pilgrimage, he will not fail to pay his homage at both the Saiva and the Vaishnava shrines there.",
        "If the worship of Siva, despite the purport of his chief symbol, seems on the whole less liable to produce these undesirable effects than that of the rival deity, it is doubt- less due partly to the real nature of that emblem being little realized by the common people, and partly to the somewhat repellent character of the \"great god,\" more favourable to evoking feelings of awe and terror than a spirit of fervid devotion.",
        "No grave note, warning us that the pleasures of this earth are fleeting, that the visible world is but a symbol of the invisible, that human life is a probation for the life beyond, interrupts the tinkling music as of castanets and tripping feet which gives a novel charm to these unique relics of the 13th century.",
        "Allegory and theology, the vision and the symbol, still Revival Learning.",
        "Petrarch and Boccaccio, though they both held the medieval doctrine that literature should teach some abstruse truth beneath a veil of fiction, differed from Dante in this that their poetry and prose in the vernacular abandoned both allegory and symbol.",
        "It represents the Koppa of the earliest Greek alphabets surviving in that form of the Ionic alphabet, which ultimately superseded all others, merely as the numerical symbol for 90.",
        "Its earliest form is a rough ellipse transfixed by an upright line, cp. In various Semitic alphabets this has been altered out of recognition, apparently from the writing of the symbol in cursive handwriting without lifting the pen.",
        "In Greece the head of the symbol is generally circular, and only in a few early inscriptions is the upright carried through the circle, p. The common form is ?",
        "An external symbol in the shape of a ceremony or cult-object is of great assistance to the dim eye of primitive faith.",
        "Tien Ti, Fu Mu, \" Heaven and Earth, Father and Mother,\" are conjoined in common speech, and are the supreme objects of imperial worship. The great altar to Heaven, round in shape like the circuit of the sky, and white as the symbol of the light principle (Yang), stands in the southern suburb of Peking in the direction of light and heat.",
        "She is the daughter of Ouranos and Gaia; and after Metis she becomes the bride of Zeus.6 Pindar describes her as born in a golden car from the primeval Oceanus, source of all things, to the sacred height of Olympus to be the consort of Zeus the saviour; and she bears the same august epithet, as the symbol of social justice and the refuge for the oppressed.'",
        "COPPER (symbol Cu, atomic weight 63.1, H =1, or 63.6, O =16), a metal which has been known to and used by the human race from the most remote periods.",
        "In any case oil has ever been regarded as the aptest symbol and vehicle of the holy and illuminating spirit.",
        "The principal use of the term is ecclesiastical, and refers to the person who carries a staff as a symbol of office before a bishop or other church dignitary when taking part in a service, especially one held in a cathedral.",
        "The word was adopted in English in the 18th century and was disliked as a symbol of foreign oppression.",
        "BARIUM (symbol Ba, atomic weight 137.37 [0=,6]), one of the metallic chemical elements included in the group of the alkaline earths.",
        "Light is everywhere the symbol of joy and of life-giving power, as darkness is of death and destruction.",
        "12 Clearly, wax was a symbol of the Blessed Virgin and the holy humanity of Christ.",
        "Th6 special symbol of the real presence of Christ is the Sanctus candle, which is lighted Symbol at the moment of consecration and kept burning until the communion.",
        "On Easter Eve the new fire, symbol of the light of the newly risen Christ, is produced, and from this are kindled all the lights used throughout the Christian year until, in the gathering darkness (tenebrae) of the Passion, they are gradually extinguished.",
        "4 This is the symbol of the risen and victorious Christ, and burns at every solemn service until Ascension Day, when it is extinguished and removed after the reading of the Gospel at High Mass.",
        "This is the symbol of p baptism as rebirth as children of Light.",
        "When the excommunication is removed, the symbol of reconciliation is the handing to the penitent of a burning taper.",
        "109, 268), according to which the Cretan labyrinth or palace of Minos was the house of the double axe, the symbol of Zeus.",
        "He was represented in statues with his finger on his mouth, a symbol of childhood.",
        "ANTIMONY (symbol Sb, atomic weight 120.2), one of the metallic chemical elements, included in the same natural family of the elements as nitrogen, phosphorus, arsenic, and bismuth.",
        "Tension itself Cleanthes defined as a fiery stroke (ii yi irvpos); in his hymn to Zeus lightning is the symbol of divine activity.",
        "We shall use the symbol e to denote this extreme range, beyond which the action of these forces may be regarded as insensible.",
        "The symbol x expresses the energy of unit of mass of the liquid at a depth v within the bounding surface.",
        "On the hypothesis of uniform density we shall find that this is true for films whose thickness exceeds The symbol x is defined as the energy of unit of mass of the substance.",
        "Since in the case of thin films the outer and inner surfaces are approximately equal, we shall consider the area of the film as representing either of them, and shall use the symbol T to denote the energy of unit of area of the film, both surfaces being taken together.",
        "431), the third oecumenical, had insisted upon applying the term Theotokos to the Virgin Mary, and this was repeated in the symbol of Chalcedon, which says that Christ was born of the Virgin Mary, the Theotokos, \" according to the manhood.\"",
        "The same symbol also declares that Christ is \" to be acknowledged in two natures.",
        "What is remarkable is that the swords not only show the design of the cross in the shape of the handle, but also in tracery what is believed to be an imitation of the Svastika, that ancient Aryan symbol which was probably the first to be made with a definite intention and a consecutive meaning.",
        "SILVER (symbol Ag, from the Latin argentum, atomic weight 107.88 (0= 16)), a metallic chemical element, known from the earliest times and of great importance as a \"noble\" metal for articles of value - coinage, ornamentation and jewelry.",
        "A lion dormant on a rose, the symbol of secrecy: - Ben pur celer, gis sur roser; ici repose liun en la rose; de su la rose le lion repose.",
        "PICUS, in Roman mythology, originally the woodpecker, the favourite bird and symbol of Mars as the god of both nature and war.",
        "Picus was often depicted as a woodpecker which was a favorited symbol for him.",
        "Alone of the gods besides Helios, she witnessed the abduction of Persephone, and, torch in hand (a natural symbol for the moon's, light, but see Farnell), assisted Demeter in her search for her daughter.",
        "For a century or more the Tangalai and Vadagalai sects, connected with the worship of the temple, have been quarrelling fiercely as to the form of this symbol; the questions arising out of this led to much litigation, and though final judgment was given by the privy council, the matter still constitutes a danger to the peace.",
        "In like manner magic still exists in the civilized world as a survival from the savage and barbaric times to which it originally belongs, and in which is found the natural source and proper home of utterly savage practices still carried on by ignorant peasants in Great Britain, such as taking omens from the cries of animals, or bewitching an enemy by sticking full of pins and hanging up to shrivel in the smoke an image or other object, that similar destruction may fall on the hated person represented by the symbol (Tylor, Primitive Culture, ch.",
        "SELENIUM [[[symbol]] Se, atomic weight 79.2 (0 =16)], a nonmetallic chemical element, discovered in 1817 by J.",
        "In this connexion may be mentioned the idea of a divinity, half male, half female, uniting in itself the active and passive functions of creation, a symbol of luxuriant growth and productivity.",
        "p. 633.) To her oriental attributes the following may be added: the sparrow and hare (productivity), the wry-neck (as a love-charm, of which Aphrodite was considered the inventor), the swan and dolphin (as a marine divinity), the tortoise (explained by Plutarch as a symbol of domesticity, but connected by Gruppe with the marine deity), the rose, the poppy, and the lime tree.",
        "LITHIUM [[[symbol]] Li, atomic weight 7.00 (0=16)], an alkali metal, discovered in 1817 by J.",
        "BLACK VEIL, in the Roman Catholic Church, the symbol of the most complete renunciation of the world and adoption of a nun's life.",
        "BROMINE (symbol Br, atomic weight 79-96), a chemical element of the halogen group, which takes its name from its pungent unpleasant smell (0pW,uos, a stench).",
        "The visit was the symbol of a reconciliation between the Rumanians and the Russians, the relations between whom had been the reverse of cordial since 1878.",
        "Baeyer's symbol A.",
        "This rite was called in the West the traditio and redditio of the symbol.",
        "may in fact be made up of coins in several different ways, so that the symbol \" IId.\"",
        "in succession, according to this law, the symbol attached to the last object will be 253.",
        "If we say that this act of attaching a symbol has been performed 253 times, then 253 is an abstract (or Underlying this definition is a certain assumption, viz.",
        "that if we take the objects in a different order, the last symbol attached will still be 253.",
        "The essential features which distinguish this from other systems are (I) the limitation of the number of different symbols, only ten being used, however large the number to be represented may be; (2) the use of the zero to indicate the absence of number; and (3) the principle of local value, by which a symbol in effect represents different numbers, according to its position.",
        "(i) On the grouping system we may in the first instance consider that we have separate symbols for numbers from \" one \" to \" nine,\" but that when we reach ten objects we put them in a group and denote this group by the symbol used for \" one,\" but printed in a different type or written of a different size or (in teaching) of a different colour.",
        "in the case of f, the symbol is placed before the figures.",
        "When it is necessary to write the multiplicand before the multiplier, the symbol >e will be used, so that a will mean the same as a X b.",
        "One number is less or greater than another, according as the symbol (or ordinal) of the former comes earlier or later than that of the latter in the number-series.",
        "The symbol - is used to denote both kinds of division; thus A = n denotes the unit, n of which make up A, and A= B denotes the number of times that B has to be taken to make up A.",
        "We can, however, denote the result of the process by a symbol, and deal with this symbol according to the laws of arithmetic. In this way we arrive at (i) negative numbers, (ii) fractional numbers, (iii) surds, (iv) logarithms (in the ordinary sense of the word).",
        "Except in the case of - and 2, the fraction was expressed by the denominator, with a special symbol above it.",
        "His return to the chair was the symbol of the triumph of constitutional ideas and was greeted with enthusiasm.",
        "Other buildings connected with the history of the Mormon church are three residences of Brigham Young, called the Lion House, the Beehive (the beehive is the symbol of the industry of the Mormon settlers in the desert and appears on the state seal), and the Amelia Palace or Gardo House (1877), which is now privately owned and houses an excellent private art gallery.",
        "The crescent is the military and religious symbol of the Ottoman Turks.",
        "There is nothing distinctively Turkish in the combination of crescent and star which appears on the Turkish national standard; the latter is shown by coins and inscriptions to have been an ancient Illyrian symbol, and is of course common in knightly and decorative orders.",
        "The secondary and partial object is that Heart which was the seat or organ of His love, and which forms the natural symbol thereof.",
        "It was greatly stimulated in the 17th century by St Francis of Sales who gave this symbol to his Order (the Visitation) as its badge.",
        "With the liturgical cope may be classed the red mantle (mantum), which from the 11th century to the close of the middle ages formed, with the tiara, the special symbol of the papal dignity.",
        "IRON (symbol: Fe, atomic weight 55.85), a metallic chemical element.",
        "2 Probably, if we leave out of sight the very numerous and obvious cases in which fasting, originally the natural reflex result of grief, fear or other strong emotion, has come to be the usual conventional symbol of these, we shall find that the practice is generally resorted to, either as a means of somehow exalting the higher faculties at the expense of the lower, or as an act of homage to some object of worship. The axiom of the Amazulu, that \" the continually stuffed body cannot see secret things,\" meets even now with pretty general acceptance; and if the notion that it is precisely the food which the worshipper foregoes that makes the deity more vigorous to do battle for his human friend be confined only to a few scattered tribes of savages, the general proposition that \" fasting is a work of reverence toward God \" may be said to be an article of the Catholic faith.3 Although fasting as a religious rite is to be met with almost everywhere, there are comparatively few religions, and those only of the more developed kind, which appoint definite public fasts, and make them binding at fixed seasons upon all the faithful.",
        "The calf, if calf there be, is probably a symbol of the execrable heresy of Darazi, who is frequently styled the calf by his Orthodox opponents.",
        "He is commonly represented standing, dressed in a long cloak, with bare breast; his usual attribute is a club-like staff with a serpent (the symbol of renovation) coiled round it.",
        "For him, as for Strauss, the unity of God and man is the central truth, of which Christ's atoning death is a sort of pictorial symbol.",
        "Nusku-Girru is the symbol of the heavenly as well as of the terrestrial fire.",
        "There were also three classes of priestesses, Mellierae, Hierae, Parierae; there is no evidence that they were called Melissae (\"bees\"), although the bee is a frequent symbol on the coins of the city.",
        "The usual figure of the Ephesian Artemis, which was said in the first instance to have fallen from heaven, is in the form of a female with many breasts, the symbol of productivity or a token of her function as the all-nourishing mother.",
        "An amulet of similar shape, as the symbol of the \"name,\" was worn by men and women as a protection against the blotting out of the name after death.",
        "The Zeus of Laodicea, with the curious epithet Azeus or Azeis, is a frequent symbol on the city coins.",
        "VANADIUM [[[symbol]], V; atomic weight, 51.2 (0= 16)], a metallic chemical element.",
        "Adonis, Linus, Hyacinthus); the flower itself was regarded as a symbol of such death.",
        "The unity of our personal life amidst the multiplicity of its functions is the symbol of God's immanence in the world, though we may not conceive of the Absolute as a person.",
        "all that is not mind, the human body as well as external nature) may become the perfect symbol and organ of mind.",
        "Nature is preordained or constituted to become the symbol and organ of mind, just as mind is endowed with the impulse to realize this end.",
        "Every moral good or product has a fourfold character: it is individual and universal; it is an organ and symbol of the reason, that is, it is the product of the individual with relation to the community, and represents or manifests as well as classifies and rules nature.",
        "to Pope Adrian IV., the only Englishman who has ever occupied the \"Bull\" of papal chair, the pope in response to the envoy ' s prayers granted to the king of the English the hereditary lordship of Ireland, sending a letter, with a ring as the symbol of investiture.",
        "Anglicanism was regarded as a symbol of conquest and intrusion.",
        "From this MilchhÃ¶fer seems to infer that the sphinx was a symbol of death.",
        "- xxiii.) it is clear that D was acquainted with E, the prophetic narrative of the Northern kingdom; but it is not quite clear whether D knew E as an independent work, or after its combination with J, the somewhat earlier prophetic narrative of the Southern kingdom, the combined form of which is now indicated by the symbol JE.",
        "The suzerain, after receiving the vassal's homage and oath of fealty, invested him with his land or office by presenting some symbol, such as a clod, a banner, a branch, or some other object according to the custom of the fief.",
        "ARSENIC (symbol As, atomic weight 75.0), a chemical element, known to the ancients in the form of its sulphides.",
        "This youth of nineteen, the ill-omened son of a madman and of a Bavarian of loose morals, was a symbol of France, 7~22 timorous and mistrustful.",
        "47) was universally admitted to be an imposture.2 The form and variations of these stories characterize them as popular tales rather than official theology; but they evidently must have had points of attachment in the mystic religion of Egypt, and indeed both Horapollon and Tacitus speak of the phoenix as a symbol of the sun.",
        "89) has made it tolerably clear that the benu was a symbol of the rising sun, whence it is represented as \"self-generating\" and called \"the soul of Ra (the sun),\" \"the heart of the renewed Sun.\"",
        "The name appears to be of Phoenician origin, signifying the \"great\" gods, and the Cabeiri seem to have been deities of the sea who protected sailors and navigation, as such often identified with the Dioscuri, the symbol of their presence being St Elmo's fire.",
        "A thin halo seen above the new moon was pictured as a cap, and the association between this and the symbol of royalty, which was a conical-shaped cap, led to interpreting the phenomenon as an indication that the ruler would have a successful reign.",
        "5, &c. The actual symbol can be carried back to about 250 B.C. (see Journal of the Asiatic Society of Bengal, vol.",
        "Nilus, the disciple and defender of Chrysostom, permitted the symbol of the cross in churches and also pictorial delineations of Old and New Testament history, but deprecated other symbols, pictures of martyrs, and most of all the representation of Christ.",
        "With regard to the symbol of the cross, its public use dates from the time of Constantine, though, according to many Christian archaeologists it had, prior to that date, a very important place in the so-called \"disciplina arcani.\"",
        "The introduction of the crucifix was later; originally the favourite combination was that of the figure of a lamb lying at the foot of the cross; the council of Constantinople, called \"in Trullo,\" in 692 enjoined that this symbol should be discontinued, and that where Christ was shown in connexion with his cross he should be represented in his human nature.",
        "In the Egyptian churches the cross was a pagan symbol of life borrowed by the Christians and interpreted in the pagan manner.",
        "When both are present the flower is hermaphrodite; and in descriptive botany such a flower is indicated by the symbol l.",
        "the symbol S 5 P 5 I St 5 C 5 is the formula of the flower of Primulaceae.",
        "When the stamens are fewer than twenty they are said to be definite; when above twenty they are indefinite, and are represented by the symbol 00.",
        "INDIUM (symbol In, atomic weight 114.8), a metallic chemical element, included in the sub-group of the periodic classification of the elements containing aluminium, gallium and thallium.",
        "The Western Greek alphabet had a different symbol, X, for the sound of x and placed it at the end, as did its descendant the Latin alphabet.",
        "In many varieties of the Greek alphabet this symbol was used, as it always was in Latin, for the long as well as the short o-sound and also for the long vowel (in the Ionic alphabet written ov) which arose from contraction of two vowels or the loss of a consonant (57jXoUTE=677XOere, o'lxovs = oircovs).",
        "As early as the 8th century Ionic Greek had invented a separate symbol for the long o-sound, viz.",
        "The Hebrew and probably the Phoenician name for 0 was Ain (Ayin), and in the Semitic alphabet, which does not indicate vowels, the symbol stood for a \"voiced glottal stop\" and also for a \"voiced velar spirant\" (Zimmern).",
        "This use of the biretum as a symbol of office or dignity was not confined to the clergy.",
        "In England, in the 17th century, the square flat top began to be enlarged, forming a rim of thick stuff projecting beyond the close-fitting cap. This was the \"square cap\" so virulently denounced by the Puritans as a symbol of High Church Erastianism.",
        "Bingham, however, maintains that the reference is not to the consecrated bread, but to salt, which was given to them as a symbol \"that they might learn to purge and cleanse their souls from sin.\"",
        "He sat as the dream faded and patted the necklace with the dangling sun-star symbol marking his demigod status.",
        "Every White God but him had worn the symbol.",
        "He wore an assortment of knives on his belt and a silver symbol of a star with two arrows through it that looked older than Damian's on a black choker around his neck.",
        "He took the symbol with him for a reason, even if he didn't fully understand what.",
        "Damian had a symbol like his on his ring.",
        "It led down another hallway lined with wooden doors, each marked with an Immortal symbol.",
        "The symbol was her father's pride and joy.",
        "The guardsman materialized out of the dark, moonlight glinting off the metallic purple symbol on his back.",
        "\"I â€¦ I can't, Darian,\" Jenn said and touched the symbol at the small of her neck.",
        "My slaves occupy an inn marked with the symbol of a rearing horse.",
        "Guards lined the walls, the symbol of Tiyan's Springs prominent on their shields even from the distance.",
        "A decal with the symbol of the White God â€“ a sun and moon with an arrow through it â€“ was in the corner of one window.",
        "There was a grateful recollection of the event which was commemorated by this symbol.",
        "adorned the palace had not been moved and the was adopted as the symbol of the pages.",
        "ampere per square meter, symbol A m -2.",
        "We do this with the ampersand symbol (& ). The ampersand symbol (& ). The ampersand is used to join strings together.",
        "antedatepan>long antedating Christianity it was early adopted as its greatest Sacred Symbol.",
        "A symbol is an inevitably imperfect attempt to represent an archetype.",
        "ascribeise, ascribing an attribute to an anonymous subroutine results in a symbol table argument of ' ANON ' .",
        "asterisk symbol with the cell references.",
        "A deterministic automaton has only one next state for a specific input symbol.",
        "Humanity is now bereft, on its own, without a living symbol of the closest family of the Greatest Name.",
        "biohazard symbol.",
        "boatyard symbol for the Barton Turn Marina between Barton Turn Lock and Mill Bridge, on offside.",
        "We stayed at a lovely campsite in Cemaes which we only knew existed from the symbol on the OS map.",
        "The man who drew in the dark catacomb the secret symbol of Christ was persecuted in a very different fashion.",
        "The symbol for for Sagittarius is the mythical centaur, an archer half human and half horse.",
        "You might find the symbol of a flaming chalice embroidered over the pulpit drop or painted on the wall.",
        "chalice symbol of St John.",
        "The Dancing Men [80 k] The story of how Sherlock Holmes broke a symbol cipher.",
        "circlet of oak leaves is a symbol of civic authority.",
        "A symbol is a graphic, a button or a movie clip that is stored in a Flash movie's library.",
        "Because of its white coloring, the ermine is a symbol of moral purity and innocence.",
        "concatenation symbol in SQL - which is nice.",
        "signaled cycle crossings A symbol is used to indicate signal installations with a cycle phase to take a cycle route across a road.",
        "Symbol tsx cry or performances are is taking that.",
        "cursor arrow is over this symbol.",
        "For anyone who needs to purchase one, a coffin is an emotional symbol of a close relative now deceased.",
        "The Serpent Rod is also the symbol of Aesculapius, the patron deity of Healing.",
        "The currencies are usually denominated in some local artifact or symbol?",
        "denoted by a symbol which specifies its behavior.",
        "deposed from office in 1998, Erdogan became a symbol of oppression by the Turkish regime.",
        "For example they gave us that symbol of a revived oriental despotism, the National Curriculum.",
        "disabled person affected by their employer being a symbol user?",
        "Both teams wore shirts specially embroidered for the day with The Royal British Legion's famous symbol, the poppy.",
        "The use of rings as a symbol of everlasting love enshrined in marriage can be traced back thousands of years.",
        "The statue's base is decorated with the symbol for medicine, two serpents entwined around a staff.",
        "For China and Japan, recognition of their sovereign equality by other states became a symbol of having arrived.",
        "The symbol for viscosity varies between sources, but η (Greek letter eta; (Greek letter eta) is the most common.",
        "Bo Derek's appearance in the popular sex farce shot her to instant stardom and status as a sex symbol.",
        "farthing symbol bicycle thing.",
        "fineness symbol, and a common control mark.",
        "These playing card-sized map symbol flashcards have been carefully designed to teach map symbols and map reading skills.",
        "glycine residues are marked with a different symbol type.",
        "Access land will normally be indicated on the ground at key entry points by a new waymarking symbol (see graphic ).",
        "All you would need to do is swap the symbol Cl in the two equations for whichever other halogen you were interested in.",
        "hash symbol signifies a comment.",
        "hieroglyphic symbol both for her name and for the noun \" truth \" .",
        "A local artist wanted to find a suitable location for a symbol of the 20th century on a chalk hillside.",
        "In a similar myth, the Egyptians credited Thoth, whose symbol was the white ibis, with the invention of writing.",
        "iconic symbol of the American West.",
        "Inductor values are measured in henrys (symbol H ), but practical inductor values are measured in henrys (symbol H ), but practical inductors have much smaller values.",
        "Next, delete the symbol instance (with the Del or Backspace key ).",
        "The three maths fonts contain only the glyphs in the CM maths italic, symbol, and extension fonts.",
        "A unit symbol can follow n; K, M, G represents kilobyte, megabyte, gigabyte each.",
        "This specialist question invites client to identify the precise location of the symbol.",
        "The new data, if any, is followed by a symbol that determines the next location to be displayed.",
        "For those municipalities which have not matriculated armory, a brief description of any symbol used is provided.",
        "Hitler has now become the symbol of the return of german militarism.",
        "mole fraction of gas A is often given the symbol x A.",
        "The only markings were the symbol in silver of Pluto which was cradled in a golden crescent moon over the left breast.",
        "The symbol for micro is the Greek letter mu, often written u in an ASCII context where this Greek letter is not available.",
        "navigate around the web site... The ' signpost ' symbol is the key to getting around the web site.",
        "The ' @ ' symbol denotes an immediate operand.",
        "overcome evil, yet he is also a strong symbol of fertility.",
        "Since the barony then fell into abeyance, the Bedford adopted the symbol of the eagle to remind themselves that they had no overlord.",
        "Also most of the symbol pages are A4 pages with 20 symbols on the page.",
        "pageboys in fancy clothes, were fashionable status symbol for many families.",
        "Each of the four compass points around the atom symbol in a Lewis diagram represents one of the four possible positions for electron pairs.",
        "The Maltese Crosses which adorned the palace had not been moved and the was adopted as the symbol of the pages.",
        "When buying paraffin, look for the special symbol with the number BS 2869 CI on the pump or tank.",
        "parenthesisvalues may be specified by the negation symbol or by enclosing parentheses.",
        "pecked lines may just be a symbol not depicting a width.",
        "perpetuatern cafÃ© calling itself ' Ye olde tea shop ' is actually perpetuating the Old English ' th ' symbol.",
        "personifytters the name of the symbol that personifies the abstract idea, if that idea is always the same and is true?",
        "plumed helmet, symbol of illumination.",
        "polisappropriating her symbol on their own coins other poleis might have been striving to strengthen their coinage and gain similar prosperity.",
        "poppy As a symbol of fantastic extravagance (scarlet ), consolation (red ).",
        "For example, consider the radix character, the symbol used to separate the integer portion of a number from the fractional portion.",
        "pride of the fleet and a grand symbol of America.",
        "In addition, the notorious prison at Kidal (a symbol of the years of repression) was closed in 1997.",
        "Products carrying the symbol (operational from January) will be guaranteed to contain propolis of approved quality.",
        "The symbol may be visual, auditory, or that you step in a mud puddle!",
        "punctuation symbol.",
        "quirks mode only, for honoring (misguided) requests to use Symbol font.",
        "radix character, the symbol used to separate the integer portion of a number from the fractional portion.",
        "rectangle symbol and below this there is a short section of curved line indicating the presence of a second symbol.",
        "Yes, if a product is marked with our V symbol, we use only cheese with non animal rennet.",
        "runic symbol.",
        "saltire cross, the papal symbol of St Peter as well as his keys, and several others.",
        "scabbard held by the swan is the symbol of authority.",
        "schwa symbol underneath the alphabetic script.",
        "second edition was a symbol to indicate which pubs welcome dogs.",
        "We can see more about the distribution by clicking the ' Clear ' button which removes the symbol shading.",
        "August -- Barley Moon Persephone, virgin Goddess of rebirth, carries a sheaf of barley as a symbol of the harvest.",
        "shoppemodern cafÃ© calling itself ' Ye olde tea shop ' is actually perpetuating the Old English ' th ' symbol.",
        "Upon entering the parking lot please follow highly visible directional signage, which reflects the standard symbol for disabled individuals.",
        "King's Symbol Cheats Go to the town where you had to rescue the slowpokes from the Rockets.",
        "Instead, he has a white smock with a purple chevron and a weird symbol."
    ],
    "definition": [
        "A sign that has a specific meaning in a specific context, such as mathematics. For example, the Greek letter (lambda) is used in physics to mean wavelength, which is the inverse of frequency, represented by the Latin letter f.",
        "Something that represents or suggests something else, usually something abstract.",
        "In digital communications, the smallest amount of data transmitted at one time. In a purely digital system, such as a fiber optic transmission system (FOTS), a symbol is an individual bit. In a digital system involving modulation of an analog carrier waveform, a symbol is an individual baud, or signal change, which may represent multiple bits. In Fiber Distributed Data Interface (FDDI), a broadband LAN standard, a five-bit symbol represents a four-bit nibble. See also baud, bit, FDDI, intersymbol interference, LAN, modulation, and nibble.",
        "Link/Cite"
    ]
}