{
    "translation": "מילה נרדפת, שם נרדף",
    "uses": [
        "Actually, only some foreign counts could be said to be equivalent to English earls; but \"earl\" is always translated by foreigners by words (comte, Graf) which in English are represented by \"count,\" itself never used as the synonym of \"earl.\"",
        "The Parisians received the news of the event with joy, believing that freedom was now at last to be established on a firm basis by the man whose name was the synonym for victory in the field and disinterestedness in civil affairs.",
        "On the defeat of Josiah at Megiddo his younger brother Jehoahaz (or Shallum) was chosen by the Judaeans, but the Egyptian conquerer Necho summoned him to his headquarters at Riblah (south of Hamath on the Orontes) and removed him to Egypt, appointing in his stead Eliakim, whose name (\"El[God] raiseth up\") was changed to its better-known synonym, Jehoiakim.",
        "(I) It appears for the first time in 18th-century English as an occasional synonym for \" deism \" (q.v.), and therefore as applying to those who believed in God but not in Christianity.",
        "Since its foundation the society has done much to make English colonization a synonym for humane and generous treatment of savage races.",
        "The Thaumatoessidae include Thaumatoessa (Kroyer), established earlier than its synonym Thaumaleus (Kroyer), or than Monstrilla (Dana, 1849).",
        "The men are well known all over Spain and Portugal as hardy, honest and industrious, but for the most part somewhat unskilled, labourers; indeed the word Gallego has come to be almost a synonym in Madrid for a \"hewer of wood and drawer of water.\"",
        "ad, to, and nexus, joining), in international law, the act by which a state adds territory to its dominions; the term is also used generally as a synonym for acquisition.",
        "It is particularly noteworthy from the phosphorescence which it exhibits when heated, or after exposure to the sun's rays; hence its synonym \"Canton's phosphorus,\" after John Canton (1718-1772), an English natural philosopher.",
        "Seir, a synonym for Edom, not to be confused with the Judaean locality (Josh.",
        "- We do not pretend that Law of Nature - the jurist's term, not of course that of inductive science - is strictly a synonym for theism.",
        "They were also ridiculed in witty verses by Moliere, Boileau and La Fontaine, and gradually the name Escobar came to be used in France as a synonym for a person who is adroit in making the rules of morality harmonize with his own interests.",
        "The name is not therefore equally applicable to all psalms, and in the later Jewish ritual the synonym Hallel specially designates two series of psalms, cxiii.",
        "\"Chaldaean wisdom\" became among Greeks and Romans the synonym of divination through the planets and stars, and it is not surprising that in the course of time to be known as a \"Chaldaean\" carried with it frequently the suspicion of charlatanry and of more or less wilful deception.",
        "The word is now generally a synonym for \"monkey,\" but the common verb for both (as transferred figuratively to human beings) is \"to ape,\" i.e.",
        "farmer, as a synonym for \" Dutch,\" is not in general use in Cape Colony.",
        "Lastly the soul is pictured as being a man's breath (anima), and this again has come down to us in literature, evidenced by the fact that the word \"breath\" has become a synonym for life itself.",
        "By, some the term Polynesian has been treated as a synonym for Malayo-Polynesian, and has been made to include all the brown races of Malaysia, Melanesia, Micronesia and Polynesia.",
        "When the word biretum first appears in the 13th century, it practically means no more than \"cap,\" and is used as a synonym of pileus.",
        "That this conception is very old is proved by the fact that even in the Pyramid texts the eye of Horus is a synonym for all offerings: an ancient tale.",
        "The words might sound to Jewish ears merely as a synonym for \" man.\"",
        "asinus), a common name (the synonym \"donkey\" is supposed to be derived either by analogy from \"monkey,\" or from the Christian name Duncan; cf.",
        "It is possible that the Liber Pontificalis refers to the office under the Latin synonym, when it says of Pope Victor (186-197) that he made sequentes cleros, a term - sequens - which Pope Gaius (283-293) uses in the sense of acolyte.",
        "Hence, in the later classical Sanskrit literature, the term dvija, or twice-born, is used simply as a synonym for a Brahman.",
        "\"Chaldaean wisdom\" became in the classical world the synonym of this science, which in its character was so essentially religious.",
        "The elemental character of Hephaestus is far more apparent than is the case with the majority of the Olympian gods; the word Hephaestus was used as a synonym for fire not only in poetry (Homer, Il.",
        "But there is no doubt that as previously used it was merely a corrupt synonym for banneret, and not the name of any separate dignity.",
        "\"Sable\" in English is a rhetorical or poetical synonym for \"black.\"",
        "Since Plumulites appears to be a synonym of Turrilepas (not Turrilepis), the species Turrilepas wrightii (Woodward, 1865), from the Upper Silurian of Dudley, did not long enjoy an isolated eminence as the oldest known cirripede.",
        "brachyurus (Muller), and as this is included in the genus Limnetis (Lovell, 1846), that genus must be a synonym of Lynceus as restricted.",
        "It is in the pseudo-Platonic Epinomis that Aoyos appears as a synonym for vous.",
        "PHYSIOGNOMY, the English form of the middle Greek 4uo-coyvwµia, a contraction of the classical ciuotoyvcoµovia (from qSvQCs, nature, and yvc'oµwv, an interpreter), (i) a term which denotes a supposed science for the \" discovery of the disposition of the mind by the lineaments of the body \" (Bacon); (2) is also used colloquially as a synonym for the face or outward appearance, being variously spelled by the old writers: fysenamy by Lydgate, phisnomi in Udall's translation of Erasmus on Mark iv., physnomie in Bale's English Votaries (i.",
        "From these specific uses the word has come into general use as a synonym of \"aristocrat\" or \"noble,\" and implies the possession of such qualities as are generally associated with long descent, hereditary good breeding and the like.",
        "Josiah \"defiled\" it as part of his reforming activity, and it became a place for the bestowal and destruction of refuse, and a synonym for Gehenna (Isa.",
        "It seems to be a legitimate conclusion that the most primitive Hexapoda were provided with wings, and that the term Pterygota might be used as a synonym of Hexapoda.",
        "BRAN, in Celtic legend, the name of (1) the hero of the Welsh Mabinogi of Branwen, who dies in the attempt to avenge his sister's wrongs; he is the son of Llyr (= the Irish sea-god Ler), identified with the Irish Bran mac Allait, Allait being a synonym of Ler; (2) the son of Febal, known only through the 8th-century Irish epic, The Voyage of Bran (to the world below); (3) the dog of Ossian's Fingal.",
        "'y v€ots, becoming; the term being used in English as a synonym for origin or process of coming into being), the name of the first book in the Bible, which derives its title from the Septuagint rendering of ch.",
        "But Ortygia (\"home of quails\") applies still to Delos, and may well have been a synonym for that island.",
        "In fact his name has become a synonym for the word liar.",
        "Use the Google synonym search to include synonym search to include synonyms in your strategy.",
        "The synonym \"gray,\" given by Willughby and Ray, is doubtless derived from the general colour of the species, and has its analogue in the Icelandic Grdond, applied almost indifferently, or with some distinguishing epithet, to the female of any of the freshwater ducks, and especially to both sexes of the present, in which, as stated in the text, there is comparatively little conspicuous difference of plumage in drake and duck.",
        "synonym sets.",
        "It is also occasionally used as a synonym for \"footman\" or \"lackey.\"",
        "It is with these sacrifices that the name of \"the Molech\" is always connected; sometimes \"the Baal\" (lord) appears as a synonym.",
        "We must not suppose that the word \"prophet\" had merely become more common in his time and supplanted an older synonym.",
        "PREVARICATION, a divergence from the truth, equivocation, quibbling, a want of plain-dealing or straightforwardness, especially a deliberate misrepresentation by evasive answers, often used as a less offensive synonym for a lie.",
        "Were a synonym spicy eggplant with federal marriage amendment the ones they.",
        "FIRE To light incendiary crossbow projectile; often used incorrectly as synonym for shoot or loose.",
        "In Dr. Hynek's words \" Instead of having UFO a synonym for crackpot and ridicule, let's make it scientifically respectable.",
        "Use the Google synonym search to include synonyms in your strategy.",
        "Pointer: A common synonym for what Ada calls an access value.",
        "Despite what many of the Help files say, don't go overboard and think of every possible synonym.",
        "This package ends up with a public synonym with execute rights granted to the role PUBLIC.",
        "synonym dictionaries is the wealth of choices available for each word.",
        "synonym replacement is done for all words.",
        "Taken alone it is commonly a synonym of hawfinch, but a prefix is usually added to indicate the species, as pine-grosbeak, cardinal-grosbeak and the like.",
        "Yunan is still a popular synonym for Oroum, a Greek, among the Arabs; in India Yavana was long the generic name for all foreigners from the north and west, a use dating probably from Alexander's day and the Graeco-Bactrian monarchs.",
        "In Dr. Hynek 's words Instead of having UFO a synonym for crackpot and ridicule, let 's make it scientifically respectable.",
        "Other kinds mentioned in catalogues belong to Gilia, of which I pomopsis is really a synonym.",
        "Another synonym is \"anchoret\" or \"anchorite.\"",
        "417) as a synonym of Kuhi rahmet.",
        "The term \"leech,\" as an old English synonym for physician, is from.",
        "From this point of view theism is a synonym for Natural Theology, or almost so.",
        "It again is not exactly a synonym, though more nearly so than the last.",
        "\" the biter off \"; aemete in Middle English became differentiated in dialect use to amete, then amte, and so ant, and also to emete, whence the synonym \" emmet,\" now only used provincially, \" ant \" being the general literary form).",
        "His name becomes little more than a synonym for the heavens in general and even his title as king or father of the gods has little of the personal element in it.",
        "Thoughout, Ephraim played a distinctive and prominent part; it probably excelled Manasseh in numerical strength, and the name became a synonym for the northern kingdom of Israel.",
        "13), as the bringer of terrible dreams, and is used metaphorically as a synonym for child-birth (Virg.",
        "\"Isaac\" is used as a synonym for \"Israel\" by Amos (vii.",
        "Even in Protestant England, where purely secular training schools have reached their highest development, the generic title of Sister, alike prized by its holders and honoured by the public, remains the popular and professional synonym for head nurse, and perpetuates the old association.",
        "Similarly, \" the classics\" is a synonym for the choicest products of the literature of ancient Greece and Rome.",
        "synonym for betrothal, and later a peculiar form of temporary marriage at one time common in Scotland, the only necessary ceremony being the verbal pledge of the couple while holding hands.",
        "Election, as a special form of selection, is naturally a loose term covering many subjects; but except in the theological sense (the doctrine of election), as employed by Calvin and others, for the choice by God of His \" elect,\" the legal sense (see Election, in law, below), and occasionally as a synonym for personal choice (one's own \" election \"), it is confined to the selection by the preponderating vote of some properly constituted body of electors of one of two or more candidates, sometimes for admission only to some private social position (as in a club), but more particularly in connexion with public representative positions in political government.",
        "Paddan has been connected phonetically with Patin, west of the Euphrates, and explained by others as a synonym for Harran.",
        "Deep is a synonym used in Scripture for the sea.",
        "Wordnet is a lexical database for English where the words are organized into synonym sets.",
        "The word Vidure means \"hardy wine\" and is sometimes used as a synonym for Cabernet Sauvignon.",
        "They are accordingly often spoken of as the Calvinistic Churches, Protestant being sometimes used as a synonym for Lutheran.",
        "Despite what many of the Help files say, do n't go overboard and think of every possible synonym.",
        "What really sets this volume apart from other synonym dictionaries is the wealth of choices available for each word.",
        "By default, synonym replacement is done for all words.",
        "Google has added a synonym function, using the tilde symbol (the curly horizontal line or ' ~ ' to be exact).",
        "The American Library Association is a great place for us to kick off our list for the top books for teens, and if you think library is a quaint synonym for boring, you'll be pleasantly surprised.",
        "Naming a console after a word that is often a synonym for bathroom behavior (in English) is about as bold as you can get.",
        "Sometimes used as a synonym for hypnotic.",
        "synonym used in Scripture for the sea."
    ],
    "definition": [
        "syn′o·nym′ic syn′o·nym′i·cal\nadj.",
        "syn′o·nym′i·ty\nn.",
        "Link/Cite"
    ]
}