{
    "translation": ".1 לזהם, להכפיש\n.2כתם",
    "uses": [
        "It might taint Fred's open mind.",
        "There is always a taint of feeling in man's goodness.",
        "That he came from the mortal world rather than the Immortal one had left a taint on him that no amount of success could get rid of.",
        "Mecca itself was taken; plundering was forbidden, but the tombs of the saints and all objects of veneration were ruthlessly destroyed, and all ceremonies which seemed in the eye of the stern puritan conqueror to suggest the taint of idolatry were forbidden.",
        "At the present day, \"usury,\" if used in the old sense of the term, would embrace a multitude of modes of receiving interest upon capital to which not the slightest moral taint is attached.",
        "His whole body shaking, he tried to calm himself and withdrew, wanting to wipe away the taint of Sasha.s blood from his clothing and skin.",
        "Next the taint of Gongorism appeared, and the extent to which it affected the literature of Portugal may be seen in the five volumes of the Fenix renascida, where the very titles of the poems suffice to show the futilities which occupied the attention of some of the best talents.",
        "The catechetic course included instruction in monotheism, in the folly of polytheism, in the Christian scheme of salvation, &c. (c) They were again and again exorcized, in order to rid them of the lingering taint of the worship of demons.",
        "It wouldn't do to taint Fred O'Connor's open mind about the Dawkinses before the trial.",
        "No need to taint Fred's jury-pure mind.",
        "but if the judge be so just, and of so undaunted a courage (as he oughttobe) as not to be inclined thereby, yet it alwaysleaves a taint of suspicions and prejudice behind it.\"",
        "The number of questions which Calvin failed to ask or eluded by absolutely irrational expedients frees him from any taint of modern rationalism.",
        "I chose not to teach her the tongue of our forefathers, for I intended her to start our line anew, without the taint of the creature.",
        "His age, too, while garrulous to a degree, seems to have been free from the slightest taint of boasting.",
        "He had retained all the habits of a country gentleman of his native Beam, careless, familiar, boastful, thrifty, cunning, combined since his sojourn at the court of the Valois with a taint of corruption.",
        "The moon will not sour milk nor taint meat of mine, nor will the sun injure my furniture or fade my carpet; and if he is sometimes too warm a friend, I find it still better economy to retreat behind some curtain which nature has provided, than to add a single item to the details of housekeeping.",
        "Differing as they did in politics, Gibbon's testimony to the genius and character of the great statesman is highly honourable to both: \" Perhaps no human being,\" he says, \" was ever more perfectly exempt from the taint of malevolence, vanity, or falsehood.\"",
        "Unhappily, however, the taint of the immemorial corruption of Byzantium had fallen upon him too, and the avenue to his favour and to political power lay too often through unspeakable paths.",
        "The king was as intent as the rulers of Spain had been to keep the American possessions free from all taint of heresy.",
        "Though his enemies had accused him of aiming at the throne, John was without any taint of disloyalty.",
        "In a later stage the taint is regarded as alive, as a demon or evil spirit alighting on and passing into the things and persons exposed to contamination.",
        "To do them justice, the szlachta at first were not only free from the taint of official corruption, but endeavoured to fight against it.",
        "The most acrimonious of all his works is his Defence of Justification by Faith, an answer to what Bunyan calls \"the brutish and beastly latitudinarianism\" of Edward Fowler, afterwards bishop of Gloucester, an excellent man, but not free from the taint of Pelagianism.",
        "He was an able man, with a special talent for finance, free from all taint of personal corruption, and sincerely solicitous for the honour of Athens, but enslaved to popularity, and without principles of policy.",
        "In the following year the tyranny of the Inquisition, encouraged by the king who desired to purge his kingdom of all taint of heterodoxy, led to the revolt of the Moriscoes, which desolated Granada from 1568 to 1570, and ruined the province completely.",
        "He won the good-will of his employers by devoting himself to the improvement of their manufacturing business, and he kept his hands clean from the prevalent taint of pecuniary transactions with the nawab of the Carnatic. One fact of some interest is not generally known.",
        "But systematic zoology is now entirely free from any such prejudices, and the Linnaean taint which is apparent even in Haeckel and Gegenbaur may be considered as finally expunged.",
        "Never was man more free than Latimer from the taint of fanaticism or less dominated by \" vainglory,\" but the motives which now inspired his courage not only placed him beyond the influence of fear, but enabled him to taste in dying an ineffable thrill of victorious achievement.",
        "They were free at the outset from any heretical taint, but were never much in favour with the Church.",
        "This was followed by La Nuova Italia ed i Vecchi Zelanti (1881), another attack on the Vatican policy; and by his Vaticano Regio (1883), in which he accuses the Vatican of trafficking in holy things and declares that the taint of worldliness came from the false principles accepted by the Curia.",
        "He had inherited from his ancestors a scrofulous taint, and his parents were weak enough to believe that the royal touch would cure him.",
        "The early Christians had naturally preferred the formless marriage of the Roman law as being free from all taint of pagan idolatry; and the ecclesiastical authorities recognized concubinage also.",
        "In the course of ages, Babylonian astronomy, purified from the astrological taint, adapted itself to meet the most refined needs of civil life.",
        "He means this - that he is no mere ecstatic enthusiast or \"dervish,\" whose primary aim is to keep up the warlike spirit of the people, taking for granted that Yahweh is on the people's side, and that he is perfectly free from the taint of selfishness, not having to support himself by his prophesying.",
        "The origin of Maronism has been much obscured by the efforts of learned Maronites like Yusuf as-Simani (Assemanus), Vatican librarian under Clement XII., Faustus Nairon, Gabriel Sionita and Abraham Ecchellensis to clear its history from all taint of heresy.",
        "Men marry at from 18 to 20 years, girls at 16, and have large families, in which a strumous taint is nearly universal.",
        "The prevalence of elephantiasis and the occurrence of leprosy, for instance, in Hawaii, would seem to point at least in some places to a racial taint, due perhaps to the unbridled licentiousness of past generations.",
        "From first to last the true religion of Yahweh was pure of sexual taint.",
        "This is perhaps the explanation of the strange fact that the clients, who through their patrons were attached to these clans, obtained political recognition as early as the plebeians who had no such semiservile taint.",
        "The banks of the great rivers such as the Ganga (Ganges), the Yamuna (Jumna), the Narbada, the Krishna (Kistna), are studded with them, and the water of these rivers is supposed to be imbued with the essence of sanctity capable of cleansing the pious bather of all sin and moral taint.",
        "The change in the moral attitude towards usury is perhaps best expressed by saying that in ancient times so much of the lending at interest was associated with cruelty and hardship that all lending was branded as immoral (or all interest was usury in the moral sense), whilst at present so little lending takes place, comparatively, except on commercial principles, that all lending is regarded as free from an immoral taint.",
        "The European half-castes are not prolific inter se, and they are subject to a scrofulous taint.",
        "boar taint.",
        "The cork industry have done a huge amount of work to find the causes of cork taint.",
        "odourhas a characteristic odor of garlic and if eaten by cows it will taint milk.",
        "There is a taint in Chicago, a barely suppressed shiver of horror that touches all who make their home in the city.",
        "sinless body, without taint of original sin, else God could not have dwelt therein.",
        "Let us remove the taint which poisons the very spring of our religious thought.",
        "Of the gaming slight taint the were naturally among not about avoiding failures.",
        "However, if slaughter weights are less than 100kg live weight, only a small percentage of entire males have the abhorrent boar taint.",
        "taint by association.",
        "The taint of Darkness spreading through their realm is guaranteed to arouse the wrath of these dragons.",
        "The bodies of both male and female were to be examined for corpuscles, and the eggs of those found absolutely free from taint were preserved for similar \" cellular \" treatment in the following year.",
        "It was an early belief, which long survived among the Manichaean sects, that fish, being born in and of the waters, and without any sexual connexion on the part of other fishes are free from the taint which pollutes all animals quae copulatione generantur.",
        "To begin with, it was a sinless body, without taint of original sin, else God could not have dwelt therein.",
        "The whole profession could not escape taint by association.",
        "Ingested: The theory behind ingested repellents is that the active compounds in rosemary taint the flavor of your pet's blood, making Fido less palatable to parasites.",
        "After touring with Metallica and having some early success with videos on MTV, Metal Church fell into a period of internal struggles that proved to taint the rest of the band's career.",
        "If you purchase a damaged wine at a local wineshop, such as one that is corked, most shops will take the bottle back once you discover the taint.",
        "Cork taint in the cork transfers to the wine and flavors it with a moldy, earthy, dank smell.",
        "The other problem with TCA or cork taint is that it doesn't take much for us to smell it.",
        "Because of the possibility of cork taint, alternative closures have been tried and adopted.",
        "Don't get corked - Corks in wine bottles from time to time cause something called \"cork taint.\"",
        "Additionally, boxed wine avoids \"cork taint,\" which is a culprit that has ruined many perfectly good bottles of wine that weren't consumed quickly enough after opening.",
        "Box wine isn't prone to wine spoilage issues such as mercaptan, oxidation and cork taint.",
        "If that happens to coincide with Valentine's Day, so much the better, but rushing or delaying a marriage proposal in order to utilize a holiday can taint the intentions behind the question."
    ],
    "definition": [
        "Link/Cite"
    ]
}