{
    "translation": "טכנולוגיה",
    "uses": [
        "The ability of science and technology to improve human life is known to us.",
        "I'm not opposed to technology, I simply enjoy the work.",
        "Technology has made us ever more productive.",
        "As I have pointed out, technology may in fact have limits, but we do not know what they are.",
        "Technology is simply the combining of other economic products in new ways.",
        "Not that one had anything to do with the other, but the technology of surrogacy would have been inconceivable back then.",
        "Even with this technology called money, trade has been difficult.",
        "They had the technology to track someone like Jessi.",
        "This is because technology is cumulative.",
        "Technology brings about economic wealth through improved production, facilitation of trade, and promoting the division of labor.",
        "Technology allowed us to peer deeper into the mysteries of the miniscule.",
        "We are entering a point where technology will change at extreme speeds.",
        "Eventually we reach the point where the technology does everything we need it to do.",
        "If you didn't notice, we have no technology here outside the hospital.",
        "This work entitles Beckmann to be regarded as the founder of scientific technology, a term which he was the first to use in 1772.",
        "Technology, electricity, mining, railways, navigation and many other subjects are now dealt with in international congresses.",
        "Technology has no limit we know of.",
        "Attached to its mechanics' institute are schools of mines, art and technology, and a fine free library.",
        "This same technology will allow farming to be much, much more efficient.",
        "We only have people doing this work because we have not yet developed the technology to get machines to do it.",
        "Technology marches forward—perhaps not forever, but as close to forever as we can understand.",
        "Disease is a problem of technology; thus, its solution will be technological.",
        "There are, in addition, many other branches of chemical technology in which the methods are employed.",
        "And then technology opens up completely new ideas and methods for us.",
        "If you already have a large amount of productivity, technology will amplify it.",
        "What I describe above is using a new technology to solve an existing problem.",
        "Civilization, like technology, also compounds over time, as do its benefits.",
        "As robotic technology advances, we are being forced to readjust our expectations of machines' capabilities.",
        "I submit that the Internet is not defined in that way because it is a technology without an implicit purpose.",
        "But with time, technology worked through all these problems.",
        "The abstraction keeps moving forward, and the technology races to keep up.",
        "We live at a defining moment for humanity, as the compounding effects of technology and civilization reach an inflection point.",
        "People specialized, technology advanced, and as a result, men walked on the moon.",
        "First, the technology can be abused and used irresponsibly, like pretty much every other technology in the world.",
        "Even using extremely primitive technology, we have made marvelous progress.",
        "Humanity augmented with technology will lead to ever-increasing productivity.",
        "This tendency to only be able to see new technology as an extension of the old is exactly the phenomena we have seen with the Internet.",
        "Thanks to the burgeoning of technology and social media, public opinion is the most powerful political force in the world today.",
        "Look how far we have come in creating prosperity with almost no technology for so long.",
        "When new technology comes out, we generally understand it in terms of what it displaces.",
        "So technology supports quality of life (from vaccines to Volvos) and generates wealth.",
        "Imagine a world where everyone on the planet has access to this expanded canvas of human expression that technology has created.",
        "In one case, the technology, writing, probably resulted in our memories getting worse, but we gained much more than we lost.",
        "A term, \"techno-utopian,\" is often applied to people who believe a technology will bring about a perfect world.",
        "In the end, our fundamental challenge is to become better individuals, and technology offers little help on that front; it is up to each one of us to solve that for ourselves.",
        "Jobs are created when someone starts a business that takes a thing, adds labor and technology to it, and makes a new thing.",
        "Deciding to end hunger today saves the lives of millions, and we have the technology to do it.",
        "Isn't this the direction technology inevitably is heading?",
        "This is because, as noted before, technology amplifies the productive effort of people.",
        "While agriculture itself is a technology, it is, in its most basic form, extremely low tech.",
        "Had they had the technology of our day, I wonder what they could have accomplished.",
        "I won't base my reasoning for how the Internet and technology will end poverty on this idea alone.",
        "As technology improves, all these processes and systems will improve and also fall in price.",
        "Think about it this way: All the technology accumulated from the dawn of time to today has given us a certain amount of processing power.",
        "Many technological problems I don't address in this book, but I believe technology will provide solutions for those also.",
        "In the past two centuries with very little technology, we've come from whale oil and wood to solar and nuclear.",
        "Because it is cheaper to destroy than create, advances in technology increase our ability to destroy.",
        "Before technology and prosperity, virtually everyone spent long hard days scraping together enough calories for themselves and their family to survive.",
        "A stable vaccine was developed, our understanding of the disease expanded, and technology moved forward.",
        "Difficulty of communication was still a barrier, and technology was still highly limited.",
        "But these are questions of technology, not of scarcity, and technology is about to rocket forward.",
        "In both those cases, a technology or technique came along that actually changed the way people think.",
        "But I expect that technology and free enterprise will take us across a threshold where things formerly regarded as scarce will not be so any more.",
        "Because young people generally understand and utilize technology better than older people, we will see a shift in power and influence toward the young.",
        "The wealth created by technological advance will grow as fast as technology grows.",
        "Could you have foreseen that the advent of a technology called \"air conditioning\" in homes would alter the social fabric of the nation?",
        "The education of the youth of Siam in the technology of the industries practised has not been neglected.",
        "To be perfectly clear, I am not saying the Internet and technology will solve every human ill.",
        "Ever since we've had agriculture, people have been employing technology to make it better.",
        "I think the range of problems that technology can solve is confined to technological problems.",
        "Just as technology magnifies our productive labor, it magnifies our destructive capacity as well.",
        "As civilization and technology advance, people begin to create more than they consume.",
        "And that that same technology would allow his questions to be spread across Europe, thereby igniting the Protestant Reformation?",
        "And the principle at work in this technology could lead to a cure for other autoimmune diseases such as multiple sclerosis and rheumatoid arthritis.",
        "Everything we have talked about relating to the Internet and technology is coming to bear on robotics and nanotechnology.",
        "Second, as technology advances, it will make things in the physical world fall in price.",
        "Sometimes the new technology so overwhelms the old that when looking back, we explain the old technology in terms of the new.",
        "It simply has been enabled by technology combined with prosperity compounded over time.",
        "There are municipal schools of science, technology and art.",
        "Each of the hotel's professionally decorated rooms or suites has hardwood floors, a full bath and kitchen or kitchenette, antiques, and all the latest technology.",
        "Columbia University and Cornell University (q.v.), are: Union University (1795, non-sectarian), at Schenectady; Hamilton College (1812, non-sectarian), at Clinton; Colgate University (1819, non-sectarian), at Hamilton; Hobart College (1822, non-sectarian), at Geneva: Rensselaer Polytechnic Institute (1824, non-sectarian), at Troy; New York University (1832, non-sectarian), in New York City; Alfred University (1836, non-sectarian), at Alfred; Fordham University (1841, Roman Catholic), in New York City; College of St Francis Xavier (1847, Roman Catholic), in New York City; College of the City of New York (1849, city); University of Rochester (1850, Baptist), at Rochester; Polytechnic Institute of Brooklyn (1854, non-sectarian), at Brooklyn; Niagara University (1856, Roman Catholic), at Niagara Falls; St Lawrence University (1858, non-sectarian), at Canton; St Bonaventure's College (1859, Roman Catholic), at St Bonaventure; St Stephen's College (1860, Protestant Episcopal), at Annandale; Manhattan College (1863, Roman Catholic), at New York City; St John's College (1870, Roman Catholic), at Brooklyn; Canisius College (1870, Roman Catholic), at Buffalo; Syracuse University (1871, Methodist Episcopal), at Syracuse; Adelphi College (1896, non-sectarian), at Brooklyn; and Clarkson School of Technology (1896, non-sectarian), at Potsdam.",
        "The leading educational institutions are the Massachusetts Institute of Technology, the largest purely scientific and technical school in the country, opened to students (including women) in 1865, four years after the granting of a charter to Prof. W.",
        "Its size was camouflaged by the surrounding forest and technology.",
        "We've got all kinds of clandestine technology.",
        "In many processes of chemical technology filtration plays an important part.",
        "Subsequently he became professor of physics at the Massachusetts Institute of Technology, and in 1876 he was appointed professor of astronomy and director of the Harvard College observatory.",
        "abreast with new technology.",
        "advantage of Internet technology.",
        "cautious about the claims for technology in the relation to teachers ' practices.",
        "The scheme utilizes passive and active principles, ranging from thermal walls and glazed southerly elevations, to solar panel technology.",
        "Prof Carl L Amos Research interests: Quaternary stratigraphy, marine technology, placer genesis and sedimentology.",
        "I assure you they are not looking at putting up a few kilowatts of tomorrow's technology.",
        "quick pest knockdown with excellent crop safety can be achieved with fogging technology.",
        "It benefits from the latest technology in modern microelectronics!",
        "His personal motto is, \" appropriate technology for the appropriate job.",
        "ordnance disposal technology.",
        "outlast today 's technology.",
        "Will this cause the demand to be usurped by the market and by information technology?",
        "Technology & teaching mathematics The calculator has had a big impact on the way children learn about numbers.",
        "new technology holds the interest of visitors.",
        "The technical information is divided into three categories: semiarid agriculture; plant genetic resources and access to technology.",
        "Nothing. I was just thinking about technology.",
        "He was ruthless, beyond loyal to the few he trusted, and quick to use his influence to get Brady access to any of the government's supplies, technology, intelligence, and anything else Brady requested it.",
        "Jenn took planning to another level, one he didn't know was possible after so many years without technology.",
        "After a year at the Massachusetts Institute of Technology, French spent a month in the studio of John Q.",
        "The Carnegie Institute in the decade increased the extent of its service to the community; its central library, with 464,313 volumes, had 8 branches, 16 stations, 128 school stations, 10 club stations and 8 playground stations, with a circulation of 1,363,365 books; both the scientific museum and the art department added greatly to their collections; in the school of technology the enrolment grew from 2,102 students in 1909 to 4,982 students in 1920, including those in the departments of science and engineering, arts, industries and the Margaret Morrison school for women.",
        "Here you find articles in the encyclopedia on topics related to technology.",
        "Display Screen Technologies The introduction of this new technology revitalizes whole class teaching with the traditional blackboard replaced by a new focal point.",
        "communication technology raised achievement?",
        "dab technology allows broadcasters to transmit far more radio stations within the same comparable amount of radio spectrum compared to FM.",
        "This upgrade provides future proof access to the world of external multi channel audio decoders regardless of future changes in technology.",
        "Science and Technology Society is becoming less deferential, with people increasingly demanding more involvement in the decisions that affect their lives.",
        "The huge financial savings that new technology brings with it, accelerates the demise of the old.",
        "foisting old technology unnecessarily on Cleveland and Yorkshire.",
        "These latter two form part of the managing technology content of the course and involve investigating footwear materials and footwear manufacturing.",
        "force-feed ideals, the dreams and visions were replaced with technology and then force-fed to us the siblings of the summer of love.",
        "forefront in the scientific research & technology of nutritional science.",
        "forefront with this technology ever since.",
        "This technology is totally foreign to the agricultural trade.",
        "He provides technology foresight support to a number of organizations.",
        "freeze-dryject will explore a novel method for preparing freeze-dried vaccines based on inkjet technology.",
        "frequency identification technology.",
        "frontiers of the physics and technology of nanometre-scale structures.",
        "full professorbeen a full time professor at the University of Massachusetts and the California Institute of Technology.",
        "futon raccoon thus these mechanisms include technology are changing.",
        "futurists based their vision of utopia on the potential power of technology.",
        "A technology futurist might argue that one of the micropayment schemes from the 1960's is going to be set up real soon now.",
        "Specifically, the major question to pose is whether this technology is really futuristic, or whether it is present day?",
        "About this blog An almanac of how to apply technology to create futuristic learning environments.",
        "Its membership encompasses the whole gamut of science, technology and medicine.",
        "You must have at least 2 years previous experience in garment technology working on ladies woven garments.",
        "gee whiz technology, explosions, constant, constant, slaying of people.",
        "The patches incorporate a special technology which uses a water-based gel giving instant cooling relief that lasts for hours.",
        "gen technology.",
        "Part of Liverpool John Moores University, it aims to empower organizations using digital technology, enabling them to create groundbreaking, innovative content.",
        "This represents the largest Tiny Technology grouping within an engineering school in the UK.",
        "gyroscope technology, detecting your movements and automatically taking you where you want to go.",
        "habituate staff to new technology.",
        "halogenated CFCs; tropical woods; protected animals; nuclear technology; and food products from famine areas.",
        "hands-on implementers of new business strategies with a strong focus on technology and product development.",
        "Frequently these systems are not hard-wired but controlled using wireless technology.",
        "The results of Philips ' market research was to show that the core target group typically disliked the unnecessary hassle created by technology.",
        "The Samsung E500 Versus is a godsend to fashionistas everywhere -- hot technology meets haute couture.",
        "have varying competency levels in technology and the Internet.",
        "Without this technology the job would be similar to looking for needles in an underground haystack.",
        "At what point does transport and communications technology run haywire with the basic rhythms of life?",
        "The dignified buildings of the Massachusetts Institute of Technology are near.",
        "In 1845 he was appointed to the chair of chemistry, physics and technology at the Wiesbaden Agricultural Institution, and three years later he became the first director of the chemical laboratory which he induced the Nassau government to establish at that place.",
        "In 1907 it was incorporated in the Imperial College of Science and Technology.",
        "His earlier work included an investigation of succinic acid, and the preparation of phenyl cyanide (benzonitrile), the simplest nitrile of the aromatic series; but later his time was mainly occupied with questions of technology and public health rather than with pure chemistry.",
        "Good work has also been done by the Audubon sugar school of the state university, founded \" for the highest scientific training in the growing of sugar cane and in the technology of sugar manufacture.\"",
        "The college has departments for arts, pure and applied science and technology, medicine, public health, music, and for the training of men and women teachers for elementary and secondary schools.",
        "In addition to many other researches besides those here mentioned, he wrote or edited various books on chemistry and chemical technology, including Select Methods of Chemical Analysis, which went through a number of editions; and he also gave a certain amount of time to the investigation of psychic phenomena, endeavouring to effect some measure of correlation between them and ordinary physical laws.",
        "In 1831 he returned to Berlin as lecturer on technology and physics at the university.",
        "1839), for many years a professor at the Massachusetts Institute of Technology, Boston, he obtained various organometallic compounds of silicon.",
        "The subject is here treated under the following subdivisions: (I) ordinary distillation, (2) distillation under reduced pressure, (3) fractional distillation, (4) distillation with steam, (5) theory of distillation, (6) dry distillation, (7) distillation in chemical technology and (8) commercial distillation of water.",
        "Distillation in Chemical Technology.",
        "The technology of distillation is best studied in relation to the several industries in which it is employed; reference should be made to the articles COAL-TAR, GAS, PETROLEUM, SPIRITS, NITRIC ACID, &c. (C. E.*)",
        "He then devoted himself with astonishing ardour to mathematics, chemistry, natural history, technology and even political economy.",
        "In technological science special instruction is given - in addition to the scientific departments of the schools already mentioned - in the Worcester Polytechnic Institute (1865), and the Massachusetts Institute of Technology (opened in 1865).",
        "The question whether similarities in technology argue for contact of tribes, or whether they merely show corresponding states of culture, with modifications produced by environment, divides ethnologists.",
        "On this Point are the residence and private estate of the founder of the city, John Stevens (1749-1838), Hudson Park, and facing it the Stevens Institute of Technology, an excellent school of mechanical engineering endowed by Edwin A.",
        "Branches of the university not in Athens are: the North Georgia Agricultural College (established in 1871; became a part of the university in 1872), at Dahlonega; the medical department, at Augusta (1873; founded as the Georgia Medical College in 1829); the Georgia School of Technology (1885), at Atlanta; the Georgia Normal and Industrial College for Girls (1889), at Milledgeville; and the Georgia Industrial College for Colored Youth (1890), near Savannah.",
        "In Swanston Street there is a large building where under one roof are found the public library of over ioo,000 volumes, the museum of sculpture, the art gallery, and the museums of ethnology and technology.",
        "His Notes of Lectures on Practical Art in Metals and Hard Materials: its Technology, History and Style, were left in MS.",
        "The university includes a college of liberal arts, a department of law, a school of technology, an academy, a normal school, a model school, a business college and a school of music. De Land was founded in 1876 by H.",
        "Sorel's Industrie chimique mine'rale (1902), and of course in every other general treatise on chemical technology.",
        "The university was chartered in 1866; it embraces a school of technology, with courses in civil, mechanical, metallurgical, mining, electrical and chemical engineering, electrometallurgy and chemistry, and a school of general literature (1878), with classical and Latin-scientific courses.",
        "Among the prominent institutions not receiving state aid are Princeton University, at Princeton; Rutgers College (excluding its agricultural school), at New Brunswick; and the Stevens Institute of Technology, at Hoboken.",
        "In1908-1909the university had 104 instructors and 884 students, of whom 113 were in the college of law at Bangor and 420 in the college of technology.",
        "Exact analysis is difficult and tedious, and consequently the laboratory methods are not employed in technology, where time is an important factor and moderate accuracy is all that is necessary.",
        "The application of ethics to things as they are with a view to the realization of the moral ideas is moral technology (Tugendlehre), of which the chief divisions are Paedagogy and Politics.",
        "Why would he have chosen to major in computer technology instead of animal husbandry?",
        "\"I hope you don't spend enough time here to learn to use too much technology,\" he said pointedly.",
        "There was no intel report on how the PMF had acquired the technology needed to create the genetically altered soldiers that stood before her.",
        "Had her trained in intelligence, emergency operations, technology.",
        "\"I was a technology major,\" Lana offered, unaccustomed to feeling skills sought after by feds were inadequate everywhere else.",
        "He'd been fascinated by the amount of technology Dusty and Jenn used to track vamps in Miami.",
        "This new process integrates a new technology unique today on the market place, to measure the actual quality from the end-user handset.",
        "We will also explore how to leverage technology to enhance Africa's higher education goals.",
        "abatement technology, the cost of this disposal route has soared.",
        "The nursery also uses interactive whiteboard technology and has broadband access to the internet.",
        "The awards recognize achievements in the project work of students taking Design & Technology at Advanced Level.",
        "The company was formed in 2001 to bring high technology acoustic based technology to market.",
        "Acronym Finder For computer, technology, telecommunications and military acronym Finder For computer, technology, telecommunications and military acronyms.",
        "These MEMs are normally electrically activated, but by using this polymer brush technology they would be actuated by chemical signals instead.",
        "The lighting exploits advances in lighting technology, using mercury discharge lamps which are energy saving and safe.",
        "Explain recent advances in reproductive technology to lay people.",
        "advances in technology which have changed the ways in which aerial survey in all countries has been carried out.",
        "advancement in mobile technology will give the NHS further opportunities to work in different ways.",
        "Subjects include aeronautics, astronautics, military vehicle and weapon technology, and electronic and information warfare.",
        "The Caparo T1 has been developed using aerospace and racing technology.",
        "aged's work on technology and older people.",
        "Two formats have been designed either based on lateral flow technology or slide agglutination tests.",
        "Syngenta is a world-leading agribusiness committed to sustainable agriculture through innovative research and technology.",
        "airship technology is very ancient.",
        "The research output is strategically aligned to the benefit of the region by stimulating and supporting knowledge and technology transfer.",
        "The Meridian DSP loudspeakers combine excellent acoustic and drive-unit technology, with multiple built-in power amps and unique performance-enhancing DSP and digital conversion systems.",
        "anaerobic digester is the key technology.",
        "The course also prepares students well for more traditional courses that may have analytical, theoretical or technology components.",
        "For a more advanced and interactive online presence, our design team can use animated Flash technology to create high impact web sites.",
        "CAT was honored to receive the 1998 UK Prix Galien Research Award for its phage antibody technology.",
        "Nevertheless, given the rapid advance of mobile phone technology, they look adequately antiquated to meet many purchasers ' needs.",
        "Planning technology finance on tester feedback quot added Antony.",
        "Although there is already technology that can allow such practice to be implemented, the European apothecary need not fear for a while!",
        "IPR: Two patent applications have been filed to cover this technology.",
        "This number includes at least 10 places allocated on the basis of assessed aptitude for Technology.",
        "Its mission is \" to foster a greater appreciation for trees and to promote the research, technology and practice of professional arboriculture \" .",
        "aria technology can not be held liable for any loss of data stored on any product sent for testing.",
        "articulate a detailed technology roadmap for wireless Java.",
        "artifice of painting to the precision of technology.",
        "For this reason they are a technology of great interest to X-ray astronomers.",
        "By the 19th century astronomers had developed the technology to objectively measure a star's brightness.",
        "The emergent technology of e-VLBI is set to revolutionize radio astronomy.",
        "A consultant for The Technology Partnership, Justin has finally attained that sacred title, physicist.",
        "Swimstim Koi Pellets - Swimstim has been developed from Koi technology into a nutritionally perfect attractant it contains the most appetizing ingredients possible.",
        "Services include written information and advice on childhood deafness, including audiology, technology, welfare benefits and education.",
        "The web technology allows automatic filtering of individual prescriptions to suitable eyewear.",
        "I'll describe our aims, our lab automation technology, and what \" Grid-enabling \" means for this at the moment.",
        "For example, several of my feeds are about automotive technology, and some are about science.",
        "And with modern imaging technology, we need no longer even wait for human autopsy to find out what is wrong and where.",
        "Technologies, Synergies and Force Multipliers Using technology to multiply the impact of military forces seems almost axiomatic.",
        "To enable individual data networks to utilize best the new high-speed backbone through the application of switching technology.",
        "Microwave radio technology is a natural choice for the mobile backhaul.",
        "backlight technology.",
        "barbarism of modern times is still the enslavement to technology, that is to say, to division of labor.",
        "bar code technology, everything is traceable.",
        "The Diana lifting bathtub represents another advance in the optimization of nursing technology.",
        "bedazzled by the technology and the promoters or sponsors.",
        "bifacial technology and tool discard in Lower Paleolithic hunting strategies and social organization.",
        "binaural beat ' technology.",
        "The unsurpassed performance is achieved by combining modern paint technology with highly advanced, proven biocides.",
        "bioluminescence technology.",
        "The \" new \" technology of producing ethanol from cellulosic biomass does receive some R&D support, but not more traditional methods of production.",
        "biomaterial science and cell culture technology.",
        "biometrics technology has come a step nearer.",
        "Technology & Instrumentation Development Enabling technologies represent the major driving force for quantitative bioscience.",
        "biosensor technology will be in coupling it to whole body imaging.",
        "During 2001, Russian entities remained a significant source of dual-use biotechnology, chemicals, production technology, and equipment for Iran.",
        "blast furnace technology that produces cast iron was introduced into Britain probably earlier than the accepted date of 1496.",
        "bleat endlessly about the hypothetical risks of recombinant DNA technology -- which never materialize.",
        "blue-chip multinationals as well as early stage technology companies.",
        "I suspect my disappointment was down to Fuji's marketing blurb - I expected a quantum leap in technology which wasn't there.",
        "A three day science and technology extravaganza explored all aspects of science from rockets and robots, to DNA and dinosaur bones.",
        "The center also boasts a 6 lane 10 pin bowling alley, featuring state of the art technology.",
        "The Engineering Challenge was the original brainchild of AWE Engineers who were involved in providing Engineering and technology advice to local schools.",
        "brazever brazing technology joins an ultra-lightweight 15-3-3-3 Beta Titanium cup face with a heavier 17-4 Stainless Steel body.",
        "Through science and technology we aim to provide MOD with innovative concepts, solutions to problems and an unparalleled breadth of technical advice.",
        "breakthrough technology in the mobile industry.",
        "briolette diamond earrings During the 18th and early 19th centuries as technology and science progressed, many historic traditions fell by the wayside.",
        "buzzword in the technology world nowadays.",
        "But the terminator technology could also spread to neighboring food crops, with potentially calamitous effects on food production.",
        "The californian ideology short mix There is an emerging global orthodoxy concerning the relation between technology and society: the Californian ideology short mix There is an emerging global orthodoxy concerning the relation between technology and society: the Californian Ideology.",
        "caliper with four opposed pistons, in keeping with the latest trends in racing technology.",
        "The front brakes use a radial caliper with four opposed pistons, in keeping with the latest trends in racing technology.",
        "camera with 28mm wide angle lens is superior in technology and superior in style.",
        "cancellationelation Functionality: My favorite thing that this phone offers me is the ' noise cancelation technology ' that is embedded within.",
        "capital-intensive technology, which is only likely to be competitive in large-scale operation.",
        "captor technology that generates a 8 megapixel image quality.",
        "These include taking to market the new forms of technology that will not emit carbon in to the atmosphere as a by-product.",
        "One way is to use analog technology - compact cassette or VHS tapes.",
        "The analysis showed that rainwater catchment system technology is an economically feasible venture.",
        "Thus, linear causality is the bedrock of technology and social contracts.",
        "cellulosic technology enter the commercial market within five years.",
        "Many changes have taken place over the years and coastguard co-ordinator centers of the 21st centaury have been transformed by new technology.",
        "What is the realistic chance that this technology touches off another wave of crime against airlines?",
        "cheapening of technology give us means of recording that were once available only to very rich organizations.",
        "For a few years, an interest in computers and technology became inextricably linked with wealth and power geek became chic.",
        "chickpea production, from basic biology, through cultivation and up-to-date technology, to marketing and trade.",
        "Goodrich Aerospace technology, high strength stainless steels, cobalt chrome alloys, chrome alloys, joining methods, near net shape manufacture.",
        "The high technology entrepreneurs also seem to have a certain chutzpah that enables them to take risks and ride the hard times relatively unscathed.",
        "citation indexing: Its theory and applications in science, technology and the humanities.",
        "Thanks to the rapid development of communications technology we have a highly informed citizenry.",
        "This stylish clamshell mobile phone uniquely combines feminine elegance with the latest mobile communications technology.",
        "clearheaded approach to this work and a philosophy that technology should not rule but aid projects.",
        "codec technology can shrink digital video to sizes small enough to be transported over the Internet, while maintaining high visual quality.",
        "coil actuator technology.",
        "The tremendous growth of competition in the 1970s and 1980s happily coincided with great strides forward in the availability of electronic technology.",
        "coloration technology?",
        "combustor technology.",
        "Chesbrough states \" An inferior technology with a better business model will often trump a better technology commercialized through an inferior business model.",
        "competes head-to-head with Alvarion, with both going after similar market segments with similar technology.",
        "computer graphics technology from NVIDIA Corporation to meet this need.",
        "On the whole we see that subscribers in smaller cities benefit more from the new technology than the larger conglomerations.",
        "VoIP technology helps deliver a high quality internet phone service, using a broadband connection.",
        "Technology has now arrived at a point that many had long consigned to futuristic fantasy.",
        "Accenture is a global management consulting, technology services and outsourcing company.",
        "Information technology consulting he says street then expect insurers provide pregnancy.",
        "contained in this report represents a first step toward recognizing the educational and organizational requirements of this key learning technology.",
        "It is only when this occurs that science and technology is likely to be fully contextualized to the specific locality.",
        "continue to improve through the use of new technology.",
        "continuous subcutaneous insulin infusion for diabetes, Technology Appraisal Guidance No. 57.",
        "converged marketplace, technology is highly complex and demands both excellent skills and experience.",
        "conversant with aspects of CMOS technology.",
        "TASCAM's new GigaPulse technology takes real-time convolution to the next level.",
        "copolymers of ethylene, styrene and potentially other monomers as well made possible by Dow's Insite technology.",
        "The company's existing 140,000 tons plant uses Unipol technology and makes homopolymers, random copolymers and impact copolymers.",
        "countermeasure technology to states like Pakistan and Iran, despite US objections.",
        "counterparts in other sectors when it comes to exploiting technology to facilitate flexibility.",
        "The trouble is, we're falling victim to the success of the technology we all crave.",
        "By developing a sustainable technology, developers acquire some green credentials.",
        "The cyber crook is likely to have up to date technology and law enforcement needs to keep pace with him.",
        "cryoprobe technology.",
        "Astex Technology is a structure-based drug discovery company pioneering the use of high throughput X-ray crystallography.",
        "curable powder coatings and the current status of the technology.",
        "New technology for the regions comes only in exchange for staff cutbacks and the merging of local outposts.",
        "cyborg technology, creating the first Bionic Man.",
        "deceit of technology \" to which I pointed in NF #1.",
        "The performance of the technology will be proved in the form of Internet-accessible prototype demonstrators.",
        "desalination technology.",
        "In addition, a technology park would be built alongside a ' Ground Zero Museum ' containing detritus and mementos from the Cold War.",
        "Visit Askham Bryan College to learn about veterinary diagnostics and the technology used in food production.",
        "Sociolinguistic dialectology Traditional dialectologists were hampered, of course, by the lack of adequate technology.",
        "The United States, meanwhile, is re-emphasizing centrifuges over gaseous diffusion, a more cumbersome enrichment technology.",
        "In George's farm, which I call Dream Farm I, the anaerobic digester is the key technology.",
        "First, AFS told every prospective vendor that it wouldn't pay a single dime until the technology was up and running.",
        "Our advanced technology is used for online direct marketing and helps marketers achieve a better understanding of their customers and prospects online behavior.",
        "Along with improved information technology, low cost air travel gave us the opportunity to overcome this disadvantage.",
        "Today, however, advances in technology have made it possible for military regimes to survive indefinitely in the face of massive popular discontent.",
        "Firstly, the commonly employed markers of the risk society - nuclear accidents, genetic technology and environmental disequilibrium - are crudely amalgamated.",
        "disingenuous to argue that GM technology is being promoted to support developing countries.",
        "In addition, the Heatpipe Technology allows better heat dissipation that is delivered by the larger heat sink surface.",
        "I do not see anything which shows how technology will do anything to make us wiser, gentler, more peaceful or more happy.",
        "You, a medical doctor who has the same technology in your body?",
        "There is a potential downside to technology in education, however.",
        "The campus of Vienna University of Technology is located near the historic downtown of Vienna.",
        "Widget Technology Widgets enable drinkers to enjoy the taste & the appearance of draft beer from a can.",
        "Superior quality is achieved by Canon's FINE technology with minute 1pl ink droplets.",
        "Evidence during the current reporting period showed that Chinese firms still provided dual-use CW-related production equipment and technology to Iran.",
        "Chinese firms have in the past supplied dual-use CW-related production equipment and technology to Iran.",
        "dustproof case this rugged, durable, compact and easily transportable handheld is a miracle of modern technology.",
        "To assist UK construction to improve economic, social and environmental performance through the increased use of enabling technology on construction sites.",
        "By contrast fossil fuels only get 28m ECU in total - mainly for work on clean combustion technology.",
        "The mission package also includes technology support to help educators prepare their classrooms for mission day.",
        "educator in the field of mathematics, science or technology.",
        "Dr. Horan is working to develop novel technology to treat colored effluents.",
        "Familiarity: is the technology familiar and understood, socially embedded?",
        "There is much talk these days about crashed saucers and the subsequent emergence of stealth into our technology.",
        "emissive display technology.",
        "The fact that we are still encircled by a capitalist world compels us to make concessions in the field of technology, too.",
        "ExtremeTech has an overview of eSATA technology and a review of a LaCie eSATA enclosure.",
        "School of Computer Science and Information Technology: For A-level entrants, students with 2As and 1B, including Mathematics, will be eligible.",
        "Postmodernist Baudrillard says that media technology has created a post-modern era.",
        "These services are designed to protect and manage intellectual property through technology escrow and domain name records management.",
        "ethnographych has centered on relations of ethnographies of everyday practice to new technology design.",
        "technology evangelists such as Papert, and critics such as Neil Postman, are considered and their ideas evaluated.",
        "evenhanded treatment of the pros and cons of new products and technology.",
        "Evidence to Inform Future Policy The Office of Science and Technology (OST) is gathering evidence to Inform Future Policy The Office of Science and Technology (OST) is gathering evidence to inform future UK policy.",
        "Whilst the technology and development becomes more exacting they remain only the tools to emulate nature.",
        "It's been hugely exciting to work with technology on this level.",
        "Such technology to protect viewers being accidentally exposed to programs of an adult nature is well proven.",
        "So it is a little facile to think that the use of modern technology has simply scared the demon off!",
        "He was an adjunct faculty at the Illinois Institute of Technology, Chicago, Illinois teaching Geodetic Science.",
        "Social engineering fits into the paradigm of the trusted technology fallacy quite well, actually.",
        "faraday technology in Newcastle, Staffordshire, makes video filters used in the broadcasting industry.",
        "Through chip technology, your multi-function Visa card could replace all of this -- and in the not so far-off future.",
        "Reproduced using the latest technology, these beautiful prints have a potential light fastness of over 200 years.",
        "In summary, the role of the service is to support fe and HE in all aspects of technology and disabilities and/or learning difficulties.",
        "ferroelectric liquid crystals enable flat panel technology for large screens to be developed.",
        "The problem is not technology but the management of business systems and information technology as a whole, not as two competing fiefdoms.",
        "fighter jet technology for your bike - straight out of Top Gun!",
        "first-rate package, our client offers the chance to work with high caliber colleagues in a leading-edge technology environment.",
        "fixated on technology.",
        "The factory discharges its effluent to sewer following partial treatment using dissolved air floatation (DAF) technology and high rate filtration.",
        "fluorescence in situ hybridisation (FISH) technology, which gives a rapid result.",
        "fly-by-wire technology, the overall safety and level of function will be improved.",
        "However, the same technology applied to agriculture is facing resistance by some people who think it might be inherently hazardous.",
        "heuristics technology.",
        "Today Hitachi is even more successful in developing and providing high-end Broadcast technology.",
        "Miri's growth includes the award-winning, high tech, Sarawak campus of Curtin University of Technology, Australia.",
        "People find that voice automation and Emily make the company seem more high tech, innovative, competitive and a leader in technology.",
        "everything hinges upon what we bring to the technology, and which of its potentials we choose to realize.",
        "hologram technology.",
        "The permanent collections are divided into five components: architecture and design, nautical, holography, MIT general, and science and technology.",
        "Now the same amazing race technology is available in fully homologated form for use on the road by riders who know what satisfaction means.",
        "horrifying consequences of the irresponsible use of nuclear technology by terrorists were well known.",
        "They chased government grants to build huge, high technology prototype machines.",
        "humanityer scientists are better funded for the development of virtual reality technology than are humanities scholars.",
        "hybridoma technology, the antibody genes once isolated can be conveniently shuttled into a variety of expression formats.",
        "Technology incorporating an oscillating hydrofoil varies considerably from more commonly used rotational MEC devices.",
        "The basement of the mill contains a watercourse which is perfect for modern micro hydropower technology capable of generating green electricity.",
        "SOVEREIGN SILVER is a colloidal silver hydrosol developed using state of the art technology to ensure the quality of this naturally powerful immune defense.",
        "High technology and extremely hygienic methods are used for portioning and preparing the ready to cook meat.",
        "He has been recently working on cumulative causation models of growth, unemployment hysteresis and international technology spillovers.",
        "idealized as the new technology that will unite the whole world via the magic of computers.",
        "Alfonso Gumucio-Dagron The Internet has been largely idealized as the new technology that will unite the whole world via the magic of computers.",
        "RFID or radio frequency identification technology is now ready to roll out.",
        "Microsoft seeks to remove the limits to individual potential around the world by eliminating technology illiteracy.",
        "The result is TECHNOLOGY centered systems that generate failures because they are so ill-suited to the work at hand.",
        "Problems The technology used here is still relatively immature.",
        "No Comments » Technology Gone Mad October 13th, 2005 Musical breast implants.",
        "importance of teacher involvement in the design of new technology.",
        "The university has also established high technology campus incubators.",
        "We face an apparently inescapable future: technology out of control.",
        "information technology now being installed, e-mail, data bases, training records on computer systems 58.",
        "Instead of protecting us with technology, they use the information superhighway to remove our liberties.",
        "Like CDs, DVDs can be printed using inkjet or silk screen technology.",
        "Our customers can embrace innovation secure in the knowledge that the technology is compatible with City & Guilds ' process and quality requirements.",
        "One senior insider admitted: \" There is tremendous pressure to justify the digital spending increase to people not using the technology.",
        "Don't keep it a secret Are you a tech insider with a cool personal technology secret to share?",
        "IRAS collected so much data that an institute dedicated to the satellite is still doing business at the California institute dedicated to the satellite is still doing business at the California Institute of Technology.",
        "New technology can also be used to improve the way citizens engage with each other and with democratic institutions.",
        "Through this program, we have also formed strong relationships with global systems integrators, management consultants, and industry leaders in storage technology.",
        "In 1998 CAT acquired rights to novel polysome display technology and underlying intellectual property through the acquisition of Aptein Inc., a US company.",
        "interconnect technology from semiconductor back-end processes through to equipment practice.",
        "As access to the technology widens, that new commonalties will be discovered between shared interest groups separated by location and history.",
        "Already, the researchers demonstrated that their technology is 20 to 100 times faster than conventional phase-shifting interferometers.",
        "interlinked themes of law, technology and people.",
        "The companies say that the deal, which involves exchanges of technology and engineering support, will provide customers with enhanced interoperability and functionality.",
        "interrelation between technology and creativity in the late Twentieth Century.",
        "intersection of gender, technology and media in Asia.",
        "This paper takes a cultural studies approach to investigate the intersections of history, technology, food, and national identity.",
        "We have to continue to strive to make that technology less intrusive.",
        "New technology enforces ad watching inventors have developed a system that stops viewers from avoiding advertisements on television.",
        "inverter technology is the latest energy efficient method of air conditioning utilized by Toshiba.",
        "invest in the new digital technology without the merger.",
        "New technology was also assessed: from self-cleaning windows to an automatic shirt ironer and energy-saving ventilation.",
        "The Laserkey is a smart, pocket-size device that projects a full-size keyboard through infrared technology onto any flat surface.",
        "Recent improvements in material processing and laser technology allow the realization of large-area high-power lasers with high spatial and spectral purity.",
        "laserdisc technology makes the computer graphics of primitive video games obsolete.",
        "latest in heating technology - being both highly efficient and economical.",
        "Never one to rest on past laurels we have actively embraced the new technology that builds a better boat.",
        "lawn mower technology improvements.",
        "leakage detection teams equipped with the latest leak detection technology.",
        "leapfrog technology has already proven its worth and is hugely popular in the US, now being used in tens of thousands of classrooms.",
        "lenticular technology.",
        "Digital transmission of TV and radio programs requires a significantly lesser data rate than that of the previous analog technology.",
        "Further developments in DNA technology now allow technicians to determine a pre- implantation embryo ' s histocompatibility leukocyte antigen (HLA ).",
        "levitation technology.",
        "Expensive helmet technology is mainly about achieving lightness with strength and ventilation.",
        "lightwave technology.",
        "Nevertheless, given the confluence between technology and management, the two organizations are working to strengthen linkages in appropriate areas.",
        "LCD technology uses liquid crystals, which are controlled by electrical voltage, allowing a picture change to take place simultaneously.",
        "Includes Reading Online, a journal which deals with literacy and technology, media, critical and visual literacy.",
        "lithic technology.",
        "With high-density PCM thermal storage technology, it may be possible for a condensing fireless steam locomotive to be developed for extended operating range.",
        "Recognize the strength of multiple training modalities and don't be seduced by the lure of monolithic technology based solutions.",
        "VADS have the expertise to ensure that the data is still machine-readable after future changes in technology.",
        "magnetics technology is responsible for global energy losses equating to some half a billion pounds a year.",
        "He has overseen major ERDF and JIF initiatives aimed at underpinning magnetics technology transfer to industry and applied magnetics research respectively.",
        "Full Field Digital mammography (FFDM) is an alternative technology to conventional mammography systems for use in breast cancer screening.",
        "This latest technology is able to image through dense breast tissue reaching a far wider section than X-ray mammography.",
        "Bristling with 21st Century technology, the building incorporates many environmentally friendly facilities and uses numerous Omron products in its control and security systems.",
        "Of course, outdoor has not been shy of the onward march of technology itself over the past few years.",
        "Technology has become deeply imbued with its largely masculine practice.",
        "This requires rather fancy technology and very, very high precision measurement using what's now become known as interferometer.",
        "This placed it at the forefront of technology and the Camborne, Redruth and Hayle area in particular became a melting pot of inventiveness.",
        "memS technology has the potential to change our daily lives as much as the computer has.",
        "metallurgy technology and the ability of engineers to construct boilers which could provide high pressure steam.",
        "Interest in the technology of titanium powder metallurgy components has been expressed by a number of PowdermatriX member companies.",
        "Current biodiesel production technology reacts soy oil with methanol using toxic, corrosive and flammable sodium methoxide as a catalyst.",
        "As the technology is developed, new metrology, or measurement, tools are also required.",
        "The General Engineering Research Institute The Institute conducts research in a variety of areas in the fields of advanced manufacturing technology and optical metrology.",
        "Also analysis using biological reagents is an interest, as in the development of quartz crystal microbalance technology.",
        "microchip goal line technology being trialed at UCL level the goal was awarded.",
        "microcircuit technology giving excellent performance characteristics.",
        "microfiber technology containing thousands of micro spun fibers.",
        "Integrated circuit technology has allowed manufacturers to produce \" smart \" microscopes that incorporate microprocessors into the microscope stand.",
        "microprocessor technology.",
        "millimeter wave technology has been dubbed \" wireless optics \" since it provides gigabit high-speed throughput between transmission sites.",
        "The chandelier shows their trademark minimalism with clear preference for technology as decoration.",
        "All the necessary technology is in place to protect minors from viewing such material.",
        "Technology makes people miserable, sparking technology to avoid the miserable people.",
        "monoclonal antibody technology with his knowledge of the microbial cell surface.",
        "morphing technology, should have clamped down on James Cameron hard.",
        "The head is fitted with two high resolution self-referencing encoders with DSP technology which detects the slightest movement of pan or tilt.",
        "As Andrews pointed out, \" You can never stop technology moving \" .",
        "Its members account for over 80% of these markets and include blue-chip multinationals as well as early stage technology companies.",
        "This is, of course, a fairly mundane use of the new technology.",
        "mystique of the world of information technology and the Internet.",
        "This technology provides the ability to deliver traffic information over FM radio into conventional on-board navigation systems.",
        "negotiations with bidders for the technology contracts.",
        "As a Director of the then Technology Colleges Trust he established the first nationwide broadband network for schools.",
        "However, the concern of this article is with ' technology neutrality ' in less obvious cases.",
        "regional newsrooms are getting new satellite trucks and the latest digital technology.",
        "Its new TravelMate 3020 is a white series of ultra-portable mobile notebooks powered by Intel Centrino Mobile Technology Duo.",
        "Additionally, the sheer novelty of the technology, itself provides inspiration to some students.",
        "The discovery provides a new example of how genetic technology may be used to make foods more nutritious.",
        "obsolescent technology as the answer to global warming.",
        "By the First World War, military technology had made the forts obsolete.",
        "To address these needs we used off-the-shelf Web Services technology rather than existing systems like Globus.",
        "The report explained how Professor Schyns could understand why people were fooled by optical illusions by using advanced brain imaging technology.",
        "optoelectronics technology is a key enabler of the $ 1.5 Trillion global information industry.",
        "X-Stream is a technology company, we don't outsource our core business, unlike most other ISP's in the UK.",
        "Vehicle Technology Caravans overrun devices Standard Spring Cylinder Most AL-KO overrun devices supplied to the caravan market are fitted with a standard spring cylinder.",
        "oversimplify the application The above is a somewhat oversimplified description of the hypertext technology used in Locator.",
        "He is experienced in a number of design and authoring packages, coming from a background in computing and television technology.",
        "Sometimes I do feel a little pang of regret because I love science and technology.",
        "Each helicopter is air borne within 2 minutes and equipped with state of the art technology and two highly trained paramedics.",
        "The second, based on Basell's Lupotech T technology, will produce low density pe."
    ],
    "definition": [
        "Link/Cite"
    ]
}