{
    "translation": "לפתות",
    "uses": [
        "He'll be too sleepy to tempt me.",
        "The possibility of the existence of evil spirits, organized under one leader Satan to tempt man and oppose God, cannot be denied; the sufficiency of the evidence for such evil agency may, however, be doubted; the necessity of any such belief for Christian thought and life cannot, therefore, be affirmed.",
        "Because we tempt men to evil, like Eve did Adam?",
        "In the hook of Enoch Satan is represented as the ruler of a rival kingdom of evil, but here are also mentioned Satans, who are distinguished from the fallen angels and who have a threefold function, to tempt, to accuse and to punish.",
        "But the mountains of Wales and the moors of Cornwall and Cumbria did not greatly tempt the settler.",
        "Should a man's son or friend dear to him as his own soul seek to tempt him from the faith of his fathers, D's pitiless order to that man is \"Thou shalt surely kill him; thine hand shall be first upon him to put him to death.\"",
        "Bruce was conferring at Dumfries with John Comyn, the late regent, whom he was endeavouring to tempt into his plots, on the 10th of January 1306.",
        "A competent fortune, good prospects, social position, and a strong family connexion were all thrown aside in order to tempt fate in the New World.",
        "The chief who had to people a new and exposed township had to tempt men by freedom and secure rights to follow his banner.",
        "Like Kepler and all his contemporaries he believed in astrology, and he certainly also had some faith in the power of magic, for there is extant a deed written in his own handwriting containing a contract between himself and Robert Logan of Restalrig, a turbulent baron of desperate character, by which Napier undertakes \"to serche and sik out, and be al craft and ingyne that he dow, to tempt, trye, and find out\" some buried treasure supposed to be hidden in Logan's fortress at Fastcastle, in consideration of receiving one-third part of the treasure found by his aid.",
        "There is no reason for identifying the Simon Magus of Acts with the Simon, also a magician, who was a friend of Felix, and employed by him to tempt Drusilla away from her husband Azizus, the king of the Emesi.",
        "As it was, Henry had accomplished just enough to tempt his countrymen to persevere for nearly thirty years in the endeavour to complete the task he had begun.",
        "The situation was such as to tempt Napoleon on to an undertaking on which he had probably set his heart in the autumn of 1806, that of dethroning the Spanish Bourbons and of replacing them by a Bonaparte.",
        "Once root out abuses with a firm hand, and they believed that a few timely concessions on points of doctrine would tempt most Protestants back within the Roman pale.",
        "A field of electro-mechanical mines was laid by the Japanese in the night of April 12th-13th, and on the following day the Japanese cruisers stood inshore to tempt Arthur.",
        "He tried to tempt the wearied Greeks on the banks of the Beas with schemes of conquest in the rich south-eastern provinces; but, having personally offended their leader, he had to fly the camp (326 B.C.).",
        "It is the premium and the feast which tempt him.",
        "Hence in part arose the maritime character of its inhabitants; and when they had once taken to the sea, the string of neighbouring islands, Ceos, Cythnos and others, some of which lay within sight of their coasts, and from one to another of which it was possible to sail without losing sight of land, served to tempt them on to further enterprises.",
        "3, 2c (wherefore do ye tempt the Lord ?), 7a (to Massah), c (because they tempted..",
        "An at, tempt has been made by R.",
        "If I could eat grass I would not need a conscience, for nothing could then tempt me to devour babies and lambs.",
        "In 1746 the industry was in a sufficiently prosperous condition to tempt the government to impose an excise duty.",
        "Unless by its mineral resources, of which scarcely anything is known, the barren grounds can never support a white population and have little to tempt even the Indian or Eskimo, who visit it occasionally in summer to hunt the deer in their migrations.",
        "Small boutiques and French style patisseries will tempt visitors.",
        "tempt shoppers throughout the day.",
        "tempt buyers.",
        "Do n't tempt thieves by leaving property on display.",
        "Cyprus possessed resources of timber and copper which could not fail to tempt the keen-eyed traders across the water, who made Citium (from Kittim, the name of the original non-Semitic inhabitants) their chief settlement, and thence established themselves in Idalium, Tamassus, Lapethus, Larnaka, Qarth-l.iadasht (Karti-hadasti) and other towns.",
        "We know how little there is to tempt anyone to our humble abode.",
        "To suggest that they do might tempt some to experiment with this powerful oxidant - with potentially catastrophic results.",
        "The tricks of the trade used by garden centers to tempt even the most hardy shopper to impulse buy.",
        "soundtrack cd or a book to tempt buyers.",
        "tempt the palate.",
        "tempt thieves by leaving property on display.",
        "thief't tempt thieves by leaving property on display.",
        "They are all there to tempt the sweet tooth.",
        "Our range of packages is chosen to tempt even the most seasoned traveler.",
        "Use light gear at different depths with thin Mackerel strips, rag worm or bread to tempt the smaller fish.",
        "There is fresh rotisserie chicken to tempt the taste buds.",
        "Pasta is a versatile food and can make hearty suppers or light dishes to tempt the palate.",
        "A wide range of stalls from many Cheltenham based charities will set out their wares to tempt shoppers throughout the day.",
        "And if this is n't enough to tempt the adventurous traveler then 1,000 km off the coast lie the world famous Galapagos Islands.",
        "There are also times when we notice our cats are not eating properly, and we need to find a way to tempt their appetites.",
        "Here you'll find a great Vegan diet foods list and other healthy food resources that will tempt your taste buds as well as ingredient choices to make great vegan meals!",
        "Avoid certain situations: Parties and casinos are two places many people smoke; don't tempt yourself by going to these places during the withdrawal phase.",
        "Eastern Caribbean cruises offer delightful destinational to tempt both beginning and experienced cruisers.",
        "Grenada: Nicknamed \"Spice Island\" because it produces more spices than anywhere in the world from its rich volcanic soil, Grenada also offers cascading waterfalls, tropical jungles, and historical plantations to tempt visitors.",
        "It's no wonder that this vibrant city is well worth a few extra days to visit: with more than one million residents, there are dozens of attractions to tempt any visitor to stay just a bit longer.",
        "For anyone who doesn't relish being elbow to elbow with other Christmas shoppers, we've found some terrific ornaments to tempt you with on the Internet.",
        "Garden centers often grow plants in controlled climates and tempt buyers with flowering plants that may be too choosy to plant during spring's temperamental weather.",
        "They have an awesome selection sure to tempt even the pickiest coffee lover.",
        "If raspberry is too pedestrian, bilberry, plum or Sicilian orange organic spreads may tempt you.",
        "The offer of some cash may tempt the person to agree to your request.",
        "Share a laugh with the person by showing them your piece of fabric and ripping it right in front of them and then plan who you can tempt with the dollar bill on the floor next!",
        "Making a splash is what most visitors to Niagara Falls want to do, but you don't have to tempt the legendary waterfalls to enjoy the water.",
        "There are a lot of other games that will keep your interest and not tempt you to throw your controller or curse at the screen.",
        "Studios may offer free peeks at their most recent recital or dance competition, or tempt viewers with a short instructional video.",
        "The Tempting Tiger swimsuit will do just that to onlookers: tempt them!",
        "This factor alone may tempt you to take a look at what these shorts can offer in a tangible fashion sense.",
        "Look bikinis offer everything needed to tempt and tantalize on the beach!",
        "If you know you can only spend $200.00, don't tempt yourself by looking at pricier suits.",
        "Holiday specialty items may tempt you with savory offerings.",
        "Children's subscription magazines, with their illustrated text and rich variety of content, can tempt even the most reluctant reader to settle down for a read.",
        "However, the vast selection of merchandise may tempt you to buy items you don’t need and their coupon policy isn’t as generous as what you’ll find at Target.",
        "Aside from the individual room rates listed above, The Ritz Carlton Central Park offers exquisite packages to tempt families, couples, and business travelers.",
        "The radio tuner combines with full range speaker, clock and alarm functions and a handy earphone jack to tempt discerning travelers everywhere.",
        "Don't tempt fate by trying to pay for one time use and sending multiple copies.",
        "This helps you bring home healthful foods and avoids having foods in the house that tempt you away from your plan.",
        "Many whole grain products are available; choose the ones that tempt your taste buds and give you the most nutrition bang for your buck.",
        "The end menu plan is designed to feed the body the freshest, chemically free foods available prepared in interesting delicious ways to tempt the palate.",
        "In short, just about anything funny or silly that may tempt your loins will be here.",
        "The bakery's typical pastries, doughnuts and other baked goods tempt the passer-by, while there are also healthy lunch-type foods like salads and sandwiches.",
        "She waited until the vamps were gone before going to the gym, not wanting to tempt any of them to attack her while she was half-naked and distracted.",
        "alleyways between small houses, arranged higgledy-piggledy fashion, tempt the inquisitive to explore.",
        "baptized in the spirit [or whatever expression the devil is using to tempt you ]?",
        "Victorian elegance and its central location might tempt you to dine in the hotel's brasserie before popping out for drinks later.",
        "Then try SPAR Bordeaux Rouge to tempt the taste buds!",
        "Many films came out complete with soundtrack CD or a book to tempt buyers.",
        "Don't tempt fate by using computers during a local electrical storm.",
        "The mix contains Baileys ' popular Garlic Supplement which adds its familiar aroma and flavor helping to tempt the fussy feeder.",
        "minions of the devil, sent to tempt Edward into despair.",
        "A traditional continental market is set to tempt food lovers with everything from mouth watering Dutch waffles to indulgent Italian nougat.",
        "I have tried seaweed meal to provide the minerals they need, mixed with whole oats to tempt them to eat it.",
        "Rather than leap straight in with the 750, can we tempt the palate with the 400/4 instead?",
        "The menu is compiled to tempt the most discerning palate, complemented by an enviable wine cellar.",
        "I don't intend to tempt providence and suffer another stroke that could possibly be fatal.",
        "rag worm or bread to tempt the smaller fish.",
        "rotisserie chicken to tempt the taste buds.",
        "He has already established the Committee of Labor, Management and Government in order to tempt them to co-operate with massive sackings.",
        "seaweed meal to provide the minerals they need, mixed with whole oats to tempt them to eat it.",
        "tempt the adventurous traveler then 1,000 km off the coast lie the world famous Galapagos Islands.",
        "Also, state-funded boot camps are closer to home, which can tempt parents to withdraw their children before they are ready to come home."
    ],
    "definition": [
        "To try to get (someone) to do wrong, especially by a promise of reward. See Synonyms at lure.",
        "To be inviting or attractive to: A second helping tempted me. We refused the offer even though it tempted us.",
        "To provoke or to risk provoking: Don't tempt fate.",
        "To cause to be strongly disposed: He was tempted to walk out.",
        "tempt′a·ble\nadjective",
        "tempt′er\nnoun",
        "Link/Cite",
        "To provoke someone to do wrong, especially by promising a reward; to entice.\nShe tempted me to eat the apple.",
        "To attract; to allure.\nIts glossy skin tempted me.",
        "To provoke something; to court.\nIt would be tempting fate.",
        "Link/Cite"
    ]
}