{
    "translation": "תיאוריה, השערה",
    "uses": [
        "The findings are discussed in the context of a competing theory.",
        "Chaos and complexity can both be viewed as a theory of formal social systems.",
        "Regardless of the theory of evolution, we have accrued many benefits.",
        "The trouble with that theory is here we have letters and numbers.",
        "The theory is that democracies do not go to war with other democracies.",
        "I don't think I would test that theory, though.",
        "We now use matrix perturbation theory to compute the covariance of based on this zero approximation.",
        "The theory was that life in the workhouse had to be worse than life outside the workhouse, otherwise it would be overrun with the poor.",
        "According to conspiracy theory, there is no obvious end game for Iraq.",
        "Thought topics available within the theory are psychoanalysis, radical political thought, and critical theories of art and culture.",
        "Many people have thought that any attempt to find the principles in her method would be nothing but a later theory superimposed on Miss Sullivan's work.",
        "But all in all, the theory seems to hold.",
        "Apparently such a proposition runs counter to Marxist theory.",
        "Of course, on the theory of thin plates, this direction would be determined.",
        "Apart from the atomic theory there is no obvious reason why this should be so.",
        "In the quantum theory, matter which is in a false vacuum may \"tunnel\" to its true vacuum state.",
        "Modern history, in theory, rejects both these principles.",
        "His doctrine of chances of 1718 greatly expanded the mathematical theory of probability which Bernoulli had started in 1713.",
        "The theory seems irrefutable just because the act of transference of the people's will cannot be verified, for it never occurred.",
        "This couldn't happen in nature (or, more precisely, could in theory, but is extremely unlikely).",
        "What underlying mechanisms would make the Democratic Peace Theory \"work\"?",
        "In fact, he did so much to make the atomic theory of matter probable that he is popularly regarded as its originator.",
        "Though he concealed the fact under a show of irritation and contempt, he was evidently in despair that the sole remaining chance of verifying his theory by a huge experiment and proving its soundness to the whole world was slipping away from him.",
        "We understand that you can, in theory, save and save and save and then live off the interest of your savings forever.",
        "Having in theory rejected the view held by the ancients, it still follows them in practice.",
        "If chemical compounds can be proved by experiment to obey these laws, then the atomic theory acquires a high degree of probability; if they are contradicted by experiment then the atomic theory must be abandoned, or very much modified.",
        "Here again, apart from this theory, there is no obvious reason why the composition of different substances should be related in so simple a way.",
        "Machines could, in theory, do all kinds of jobs in the world.",
        "The second way people choose a nutritional theory is to develop it from their overall social and political understanding of the world.",
        "The individual had no liberties, or at least very few, but in exchange was, in theory, entitled to certain economic rights.",
        "The neutralization of acids by bases affords many illustrations, known even before the atomic theory, of the truth of the statement.",
        "I like your one-guy theory better so I'll help you out here.",
        "The atomic theory has been of priceless value to chemists, but it has more than once happened in the history of science that a hypothesis, after having been useful in the discovery Present and the co-ordination of knowledge, has been aban- position doned and replaced by one more in harmony with later of the discoveries.",
        "The theory of the transference of the collective will of the people to historic persons may perhaps explain much in the domain of jurisprudence and be essential for its purposes, but in its application to history, as soon as revolutions, conquests, or civil wars occur--that is, as soon as history begins--that theory explains nothing.",
        "If their view is correct, the theory appears to be a remarkable example of deductive reasoning.",
        "It is a sufficient answer to remark that on this theory the blue would reach its maximum development in the colour of the setting sun.",
        "Sure, it isn't as big a force as Democratic Peace Theory or Mutually Assured Poverty.",
        "The theory was that all the imperial business in Germany was supervised by the elector of Mainz, and for Italy by the elector of Cologne.",
        "The theory was developed by R.",
        "This theory of fermentation was materially modified in 1892 and 1894 by A.",
        "His mind followed suit, racing along, constructing a plan to prove his theory and more important­ly, to address it.",
        "Of all those present, evidently he alone was not seeking anything for himself, nursed no hatred against anyone, and only desired that the plan, formed on a theory arrived at by years of toil, should be carried out.",
        "No matter why the theory works, is it good for the world that it does.",
        "All the jobs that can, in theory, be done by machines—the jobs that I think suck the life force out of people—will in fact be done by machines.",
        "The prince, who generally kept very strictly to social distinctions and rarely admitted even important government officials to his table, had unexpectedly selected Michael Ivanovich (who always went into a corner to blow his nose on his checked handkerchief) to illustrate the theory that all men are equals, and had more than once impressed on his daughter that Michael Ivanovich was \"not a whit worse than you or I.\"",
        "Whatever happens and whoever may stand at the head of affairs, the theory can always say that such and such a person took the lead because the collective will was transferred to him.",
        "The above statement does not by any means exhaust the possible predictions that can be made from the atomic theory, but it shows how to test the theory.",
        "At that period geographers regarded the Senegal as the termination of the Niger, a theory held until Mungo Park's demonstration of the eastward course of that stream.",
        "Something akin to getting a date with Miss America: Sure, in theory, possible—but realistically, it ain't gonna happen.",
        "To see how this law follows from Dalton's theory let us consider his diagrams for the molecules of water, ethylene and the oxides of carbon.",
        "What theory and science is possible about a matter the conditions and circumstances of which are unknown and cannot be defined, especially when the strength of the acting forces cannot be ascertained?",
        "Louis Pasteur came along around this same time and proffered the germ theory of disease and a vaccine for rabies.",
        "It may have some limit in theory, because there is an optimal arrangement of atoms in the universe; but for practical purposes, it has no limit.",
        "What if machines did all the things they could in theory do?",
        "Simply because only so many jobs can, in theory, be replaced by machines does not imply anything about the ability of the people now doing them.",
        "Biomedical gerontologist Aubrey de Grey maintains that aging is caused by seven underlying factors, each of which can, in theory, be countered.",
        "And in the same way the universal historians sometimes, when it pleases them and fits in with their theory, say that power is the result of events, and sometimes, when they want to prove something else, say that power produces events.",
        "It was the perfect opportunity to test her theory.",
        "Otherwise Berthollet's position would have been a much stronger one, and the atomic theory might have had to wait a long while for acceptance.",
        "The theory of pricing means people who want items the most choose to buy those items instead of others they could buy.",
        "Theoretically Jorisz regarded polygamy as lawful; there is no proof that his theory affected his own practice.",
        "A theory that has received much support in the past attributes the reflections to thin bubbles of water, similar to soap-bubbles, in which form vapour was supposed to condense.",
        "The theory of E.",
        "\"Your theory looks legit, Ully,\" Jade voiced at the tense silence.",
        "The question is, however, vital to the atomic theory.",
        "But we must not expect a simple theory to cover all the facts.",
        "In support of his theory he founded, in combination with H.",
        "I buy into this preordained theory.",
        "The doctrine of analogy was intended as a reply to the deistical conclusions that had been drawn from Locke's theory of knowledge.",
        "He introduced into medical theory the four causes of the Peripatetic system.",
        "According to one theory, these rudimentary teeth, together with the one pair of functional teeth in each jaw that has vertical successors, represent the milk-teeth of placental mammals.",
        "Bensley, \"A Theory of the Origin and Evolution of the Australian Marsupialia,\" American Naturalist (1901); \"On the Evolution of the Australian Marsupialia, &c.,\" Trans.",
        "His constructive theory comes at the end, and seems to argue thus: Since (i) there is no discoverable reason why we 3 Mansel's theism (or natural theology), and the revelation he believes in, seem both of them pure matters of assertion on his part, without evidence, or even in the teeth of the evidence as he conceives it.",
        "He had an extraordinary memory, well stored with scientific knowledge, both modern and historical, a cool and impartial judgment, and a strong preference for facts as against theory of the speculative kind.",
        "\"Interesting thought,\" Brennan said when I'd told him our theory.",
        "\"Fitzgerald was a state guy over in Denver,\" Fred grumbled, as if reluctant to let go of his pet theory.",
        "He leisurely began to trace a finger along the elastic waist­band in search of a telltale imperfection he could locate on a later date, giving identifying confirmation to his theory.",
        "The discovery of this law is due to Dalton; it is a direct deduction from his atomic theory.",
        "these two elements are associated with a third, sometimes affords a very good test for the theory.",
        "The above gives some idea of the evidence that has been accumulated in favour of the laws of chemical combination, laws which can be deduced from the atomic theory.",
        "In support of his theory Exner states that he has found but little trace of the double maximum and minimum in Ceylon and elsewhere.",
        "Again, Kew is surrounded by a large park, not devoid of trees, and hardly the place where Exner's theory would suggest a large value for C2, and yet the summer value of c 2 at Kew is the largest in Table V.",
        "The Euhemerist theory mainly appeals to ancestor worship - a fact of undoubted importance in the history of religion, especially in China and in ancient Rome.",
        "In theory these agreements may result from the spontaneous and pacific initiative of the contracting parties, but in reality their object has almost always been to terminate more or less acute conflicts and remedy more or less disturbed situations.",
        "Whatever the obligations of the state towards the ecclesiastical society may be in pure theory, in practice they become more precise and stable when they assume the nature of a bilateral convention by which the state engages itself with regard to a third party.",
        "In 1904 he delivered at the university of California a course of lectures, the object of which was to illustrate the application of the methods of physical chemistry to the study of the theory of toxins and antitoxins, and which were published in 1907 under the title Immunochemistry.",
        "Even before this it had been clear to archaeologists and ethnologists that there was no evidence to support the popular theory that Zimbabwe had been built in very ancient days by some Oriental people.",
        "Devoting himself next to optics, he produced memoirs which entitle him to a high place among the early, searchers after a true dynamical theory of light.",
        "He also made important contributions to the mathematical theory of electrodynamics, and in papers published in 1845 and 1847 established mathematically the laws of the induction of electric currents.",
        "After 1879 a theory became current in Germany (first stated in P. E.",
        "A third theory, advanced by Professor Witherow and others, is that the modern elder is intended to be, and should be, recognized as a copy of the scriptural presbyter.",
        "His later writings were nearly all upon the theory of navigation..",
        "In 1883 he went to Kiel, becoming Privatdozent, and there he began the studies in Maxwell's electro-magnetic theory which a few years later resulted in the discoveries that rendered his name famous.",
        "Franck, in his preface, says the original was in English; elsewhere he says it was in Latin; the theory that his German was really the original is unwarrantable.",
        "The pre-Socratics may be classed as naïve materialists in this sense; though, as at that early period the contrast between matter and spirit had not been' fully realized and matter was credited with properties that belong to life, it is usual to apply the term hylozoism to the earliest stage of Greek metaphysical theory.",
        "The theory upon which the rite everywhere rests is clearly the belief, for which there is an abundance of concurrent testimony, that the liver was at one time regarded as the seat of vitality.",
        "The theory underlying hepatoscopy therefore consists of these two factors: the belief (I) that the liver is the seat of life, or, to put it more succinctly, what was currently regarded as the soul of the animal; and (2) that the liver of the sacrificial animal, by virtue of its acceptance on the part of the god, took on the same character as the soul of the god to whom it was offered.",
        "The notorious licentiousness of the sect was the carrying out of their theory into practice.",
        "This is what may conveniently be called the Prajapati theory, by which the \"Lord of Creatures,\" the efficient cause of the universe, is identified with both the sacrifice;(yajna) and the sacrificer (yajamana).",
        "The origin of this theory goes back to the later Vedic hymns.",
        "These speculations may be said to have formed the foundation on which the theory of the sacrifice, as propounded in the Brahmanas, has been reared.",
        "Passing to later times, we can watch a theory of monotheism rising, and dying down again, during what our scholars distinguish as the Brahmanical period of Indian religion.",
        "This portion of the ethical theory does curious service in Kant's doctrine of religion.",
        "He had submitted the doctrine of transubstantiation (already generally received both by priests and people, although in the west it had been first unequivocally taught and reduced to a regular theory by Paschasius Radbert in 831) to an independent examination, and had come to the conclusion that it was contrary to reason, unwarranted by Scripture, and inconsistent with the teaching of men like Ambrose, Jerome and Augustine.",
        "On the 27th of October President James Madison, acting on a theory of Robert R.",
        "This theory would reconcile the conflicting evidence, that of those who saw Charles writing parts and read the MS. before publication, and the deliberate statements of Gauden.",
        "In the book as we have it there is no orderly exposition of a theory; it rather has the appearance of a collection of remarks jotted down by a pupil (somewhat after the manner of Xenophon's Memorabilia), or of extracts from a sage's notebook.",
        "Until recently many eminent scientists held the theory that the Malayan peoples were merely an offspring of the Mongol stock, and that their advance into the lands they now in habit had takenlace from the cradle of the Monplace origin.",
        "To-day, however, fuller data are available than when Wallace wrote, and the more generally accepted theory is that the Malayan race is distinct, and came from the south, until it was stayed by the Mongolian races living on the mainland of southern Asia.",
        "The cranial measurements of the Malays and an examination of their hair sections seem to bear out the theory that they are distinct from the Mongolian races.",
        "It might also be anticipated, were the theory of a southward immigration to be sustained, that the Malays would be new-comers in the islands of the archipelago, and have their oldest settlements on the Malayan Peninsula.",
        "The facts, however, are in exact contradiction to this; and accordingly the theory now most generally held by those who have studied the question is that the Malays form a distinct race, and had their original home in the south.",
        "The appearance of the same Malayan words in localities so widely separated from each other, however, cannot be satisfactorily accounted for by any such explanation, and the theory is now more generally held that the two races are probably allied and may at some remote period of history have shared a common home.",
        "All this, however, must necessarily be of the nature of the purest speculation, and the only facts which we are able to deduce in the present state of our knowledge of the subject may be summed up as follows: (a) That the Malays ethnologically belong to a race which is allied to the Polynesians; (b) that the theory formerly current to the effect that the Sakai and other similar races of the peninsula and archipelago belonged to the Malayan stock cannot be maintained, since recent investigations tend to identify them with the Mon-Annam or Mon-Khmer family of races; (c) that the Malays are, comparatively speaking, newcomers in the lands which they now inhabit; (d) that it is almost certain that their emigration took place from the south; (e) and that, at some remote period of their history, they came into close contact with the Polynesian race, probably before its dispersion over the extensive area which it now occupies.",
        "But this theory was signally refuted by F.",
        "pp. 9311 3 (against his theory of the introduction of Baal among the Arabs see, M.",
        "He and Jefferson were both imbued with the idea that government could be carried on upon a priori principles resting on the assumed perfectness of human nature, and the chief burden of carrying out this theory fell upon Gallatin.",
        "The supporters of the solar theory look upon Memnon as the son of the dawn, who, though he might vanish from sight for a time, could not be destroyed; hence the immortality bestowed upon him by Zeus.",
        "Tartaglia's first printed work, entitled Nuova scienzia (Venice, 1 537), dealt with the theory and practice of gunnery.",
        "by 212), the upper portion of which is cut out of the rock, while the lower is enclosed by a semicircular wall of massive masonry; the theory of these scholars, however, that the whole precinct was a sanctuary of the Pelasgian Zeus cannot be regarded as proved, nor is it easy to abandon the generally received view that this was the scene of the popular assemblies of later times, notwithstanding the apparent unsuitability of the ground and the insufficiency of room for a large multitude.",
        "The fact that spring water is not now found in this locality is by no means fatal to the theory; recent engineering investigations have shown that much of the surface water of the Attic plain has sunk to a lower level.",
        "The conclusion that the foundations are those of an old temple burnt by the Persians has been generally accepted, but other portions of Dorpfeld's theory - more especially his assumption that the temple was restored after the Persian War - have provoked much controversy.",
        "Frazer maintains the hitherto current theory that the earlier temple of Athena and Erechtheus was on the site of the Erechtheum; that the Erechtheum inherited the name apXa ios veclis from its predecessor, and that the \" opisthodomos \" in which the treasures were kept was the west chamber of the Parthenon; Furtwangler and Milchh6fer hold the strange view that the \" opisthodomos \" was a separate building at the east end of the Acropolis, while Penrose thinks the building discovered by Dorpfeld was possibly the Cecropeum.",
        "The source of Roman equity was the fertile theory of natural law, or the law common to all nations.",
        "Two chief trains of thought have combined in the condemnation of primitive theory and practice.",
        "Most probably this story had its origin in a particular theory as to the meaning of the word mistletoe.",
        "He may, in fact, be called the father of modern pathology, for his view, that every animal is constituted by a sum of vital units, each of which manifests the characteristics of life, has almost uniformly dominated the theory of disease.since the middle of the 59th century, when it was enunciated.",
        "By this time he had ceased to devote himself to pure mathematics, and in company with his friends Mersenne and Mydorge was deeply interested in the theory of the refraction of light, and in the practical work of grinding glasses of the best shape suitable for optical instruments.",
        "The majority of them are addressed to Mersenne, and deal with problems of physics, musical theory (in which he took a special interest), and mathematics.",
        "10 In 1629 he asks Mersenne to take care of himself \" till I find out if there is any means of getting a medical theory based on infallible demonstrations, which is what I am now inquiring.\"",
        "at Liege (September 1633), with the words \" although he professes that the [Copernican] theory was only adopted by him as a hypothesis.\"",
        "3 The Copernican theory is rejected in name, but retained in substance.",
        "After all, the metaphysical theology of Descartes, however essential in his own eyes, serves chiefly as the ground for constructing his theory of man and of the universe.",
        "The physical theory, in its earlier form in The World, and later in the Principles of Philosophy (which the present account follows), rests upon the metaphysical conclusions of the Meditations.",
        "The whole conception of force may disappear from a theory of the universe; and we can adopt a geometrical definition of motion as the shifting of one body from the neighbourhood of those bodies which immediately touch it, and which are assumed to be at rest, to the neighbourhood of other bodies.",
        "In both these doctrines of a priori science Descartes has not been subverted, but, if anything, corroborated by the results of experimental physics; for the so-called atoms of chemical theory already presuppose, from the Cartesian point of view, certain aggregations of the primitive particles of matter.",
        "Such in mere outline is the celebrated theory of vortices, which for about twenty years after its promulgation reigned supreme in science, and for much longer time opposed a tenacious resistance to rival doctrines.",
        "But the Cartesian theory, like the later speculations of Kant and Laplace, proposes to give a hypothetical explanation of the circumstances and motions which in the normal course of things led to the state of things required by the law of attraction.",
        "It is consistent with this view to argue the absolute parity of ministers and elders, conceding to all presbyters\" equal right to teach, to rule, to administer the sacraments, to take part in the ordination of ministers, and to preside in church courts.\"The practice of the Presbyterian churches of the present day is in accord with the first-named theory.",
        "materia, matter), in philosophy, the theory which regards all the facts of the universe as explainable in terms of matter and motion, and in particular explains all psychical processes by physical and chemical changes in the nervous system.",
        "He appears to have thought that William would not claim the crown,' and at first supported the theory that the throne having been vacated by James's flight the succession fell as of right to Mary; but as this met with little support, and was rejected both by William and by Mary herself, he voted against the regency and joined with 7 Add.",
        "It should be added that the modern theory of vortex-atoms (Lord Kelvin's) to explain the constitution of matter has but slight analogy with Cartesian doctrine, and finds a parellel, if anywhere, in a modification of that doctrine by Malebranche.",
        "Thus he approximates to the wave theory of light, though he supposed that the transmission of light was instantaneous.",
        "This theory, he believed, would afford an explanation of every phenomenon whatever, and in nearly every department of knowledge he has given specimens of its power.",
        "But the most remarkable and daring application of the theory was to account for the phenomena of organic life, especially in animals and man.",
        "The doctrine of the circulation of the blood, which Descartes adopted from Harvey, supplied additional arguments in favour of his mechanical theory, and he probably did much to popularize the discovery.",
        "Pascal and other members of Port Royal openly expressed their doubts about the place allowed to God in the system; the adherents of Gassendi met it by resuscitating atoms; and the Aristotelians maintained their substantial forms as of old; the Jesuits argued against the arguments for the being of God, and against the theory of innate ideas; whilst Pierre Daniel Huet (1630-1721), bishop of Avranches, once a Cartesian himself, made a vigorous onslaught on the contempt in which his former comrades held literature and history, and enlarged on the vanity of all human aspirations after rational truth.",
        "Ritschl appears to confine Metaphysic to the category of Causality.) The theory as formulated has such grave ambiguities, that his theology, which, as we have seen, is wholly based on uncompromising religious realism, has actually been charged with individualistic subjectivism.",
        "The theory of value-judgments is part too of his ultra-practical tendency: both \"metaphysic\" and \"mysticism\" are ruthlessly condemned.",
        "passion for Homer, however he may have been disposed to greyer philosophic theory.",
        "Before he was sixteen he not merely knew medical theory, but by gratuitous attendance on the sick had, according to his own account, discovered new methods of treatment.",
        "The 15th century has the honour of composing the great commentary on the text of the Canon, grouping around it all that theory had imagined, and all that practice had observed.",
        "Where attempts are made to reduce the third theory to practice the result is not satisfactory.",
        "Nor is the first named ' theory less in harmony with Scripture teaching than the third.",
        "To share with the minister such general oversight is not regarded by intelligent and influential laymen as an incongruous or unworthy office; but to identify the duties of the eldership, even in theory, with those of the minister is a sure way of deterring from accepting office many whose counsel and influence in the eldership would be invaluable.'",
        "The lawfulness of Church Establishments with due qualifications is perhaps generally recognized in theory, but there is a growing tendency to regard connexion with the state as inexpedient, if not actually contrary to sound Presbyterian principle.",
        "With regard to the relations between the Church and the civil power, Calvin was opposed to the Zwinglian theory whereby all ecclesiastical power was handed over to the state.",
        "But despite this, Mendelssohn's theory was found to be a strengthening bond in Judaism.",
        "The theory of droit administratif lays down the principle that an agent of the government cannot be prosecuted or sued for acts relating to his administrative functions before the ordinary tribunals.",
        "In theory a two-years contingent of course should be half as large again as a three-years one, but in practice, France has not men enough for so great an increase.",
        "Each commune is in theory obliged to maintain at least one public primary school, but with the approval of the niinister, the departmental council may authorize a commune to combine with other communes in the upkeep of a school.",
        "A partial exception to this rule is found in Algeria, where all laws in force in France before the conquest of the country are also (in theory, not in practice) in force in Algeria.",
        "- Although the legal basis for the final stage is found in the legislation of the time of Moses (latter part of the second millennium B.C.), it is in reality scarcely earlier than the 5th century B.C., and the Jewish theory finds analogies when developments of the Levitical service are referred to David (I Chron.",
        "No argument in support of the traditional theory can be drawn from the account of Korah's revolt (Num.",
        "Gaye, The Platonic Conception of Immortality and its Connexion with the Theory of Ideas (1904); R.",
        "away from land and more probably were caused by subsidence; the old river-channels known to exist below sea-level, as well as the former land connexion with New Guinea, seem to point to the conditions assumed in Darwin's well-known subsidence theory, and any facts that appear to be inconsistent with the theory of a steady and prolonged subsidence are explainable by the assumption of a slight upheaval.",
        "The chemical characters of the well-waters, the irregular distribution of the water-pressure, the distribution of the underground thermal gradients, and the occurrence in some of the wells of a tidal rise and fall of a varying period, are facts which are not explained on the simple hydrostatic theory.",
        "A theory was therefore propounded that these known types were all derived from a continent which has been named Antarctica.",
        "This theory has advanced from the position of a disparaged heresy to acceptance by leading thinkers.",
        "The numerous facts, geological, geographical and biological, which when linked together lend great support to this theory, have been well worked out in Australia by Mr Charles Hedley of the Australian Museum, Sydney.",
        "For it is impossible to accept the theory of one writer that they sailed or rowed round the continent - a journey requiring enormous maritime skill, which, according to the theory, they must have promptly lost.",
        "The theory which meets this difficulty is that which has in its favour the greatest weight of evidence, viz.",
        "Eyre also explored the interior north of the head of Spencer Gulf, where he was misled, however, by appearances to form an erroneous theory about the water-surfaces named Lake Torrens.",
        "It but remains to call attention to the fact that the earlier view of the liver as the seat of the soul gave way among many ancient nations to the theory which, reflecting the growth of anatomical knowledge, assigned that function to the heart, while, with the further change which led to placing the seat of soul-life in the brain, an attempt was made to partition the various functions of manifestations of personality among the three organs, brain, heart and liver, the intellectual activity being assigned to the first-named; the higher emotions, as love and courage, to the second; while the liver, once the master of the entire domain of soul-life as understood in antiquity, was degraded to serve as the seat of the lower emotions, such as jealousy, anger and the like.",
        "But during his administration the influence of the church over the schools was really much less than, by the theory of the concordat, it would have appeared to be.",
        "Though considered fantastic by many, it had secured fairly general acceptance in Germany in 1912, and was followed by the generalized theory in 1915.",
        "Sooner probably than anybody else he realized the far-reaching implications of the theory propounded by Planck.",
        "But the principles on which the theory was founded compelled a further advance.",
        "From 1835 to 1838 he edited The Reformation, a radically partisan publication, devoted to free trade and the extreme states' rights theory.",
        "The latter formulated his theory of beauty.",
        "the nature of light itself and the theory of vision.",
        "His writings include: Mathematical Investigations in the Theory of Value and Prices (1892); Elements of Geometry (with A.",
        "Ethical and sociological developments of this theory succeed its physical and psychological treatment, the consideration of the antinomy of freedom being especially important.",
        "As it uses the Baudot telegraph alphabet it has an advantage in theory over the Wheatstone using the Morse alphabet in regard to the speed that can be obtained on a long telegraph line in the ratio of eight to five, and this theoretical advantage is more or less realized in practice.",
        "Tommasina 8 tried carbon in various forms. The theory of the action of the coherer has occupied the attention of T.",
        "1 The mathematical theory of this antenna was given by J.",
        "Experiments bearing on this subject were subsequently made by a great number of investigators.4 Page's discovery is of considerable importance in connexion with the theory of action of various forms of telephone, and was a very important feature in the early attempts by Reis to transit music and speech.",
        "The study of telephone economics showed that the proper basis for charging was the \" message-mile,\" on the theory that the user should pay according to the facilities offered and the extent to which he made use of them.",
        "Sabatier's theory as to the nature of these documents was, in brief, that the Speculum perfectionis was the first of all the Lives of the saint, written in 1227 by Br.",
        "The theory that Pollio was the author of the Bellum africanum, one of the supplements to Caesar's Commentarii, has met with little support.",
        "The cause of the republic was brilliantly advocated by Fra Paolo Sarpi, counsellor of state; the defenders of the papal theory were Cardinals Baronius and Bellarmine.",
        "On the latter hypothesis it has been generally assumed that the wild camels are the descendants of droves of the domesticated breed which escaped when certain central Asian cities were overwhelmed by sand-storms. This theory, according to Professor Leche, is rendered improbable by Dr Sven Hedin's observations on the habits and mode of life of the wild camel.",
        "The author was Giuseppe Mazzini, then a young man of twenty-six years, who, though in theory a republican, was ready to accept the leadership of a prince of the house of Savoy if he would guide the nation to freedom.",
        "Pure scientific theory cannot tell you when you have got such a cause, or whether you ever get it at all.",
        "Aristotle has impressed the ordinary mind chiefly by his criticism of Plato's ideal theory; and therefore he is often ranked as the father of empiricists.",
        "And the chief contribution of Aristotle to theism is a theory, found in his Physics as well as his Metaphysics, of God as first mover of the universe, himself unmoved.",
        "This theory is generally ranked as the earliest appearance in European thought of the cosmological argument.",
        "In \"God as perfection\" Martineau handles the basis of ethics without reference to his own modification of the intuitionalist position (Types of Ethical Theory), according to which \"good.\"",
        "The theory found a melodious echo in Tennyson's In Memoriam, a great hymn of God, Freedom and Immortality on a basis of speculative agnosticism.",
        "This yields a characteristic type of pantheism, in the theory of the Unknowable which - rather paradoxically - is offered us.",
        "A theory of a still continuing subsidence of the islands was formed by Kurz in 1866 and confirmed by Oldham in 1884.",
        "This paucity of animal life seems inconsistent with the theory that the islands were once connected with the mainland.",
        "As medusae are known to bud medusae from the radial canals there is nothing impossible in Aliman's theory, but it cannot be said to have; received satisfactory proof.",
        "The whole theory is one most intimately connected with the question of the relation between polyp and medusa, to be discussed presently.",
        "A very different theory was enunciated by E.",
        "It would be necessary to regard this structure as a secondary extension of the endoderm in the tentacle-web, on Allman's theory, or between the outgrowths of the hydrorhiza, on Mechnikov's hypothesis.",
        "The theory that the medusa is simply an organ, which has become detached and has acquired a certain degree of independence, like the well-known instance of the hectocotyle of the cuttle-fish.",
        "The theory that the medusa is an independent individual, fully equivalent to the polyp in this respect, is now universally accepted as being supported by all the facts of comparative morphology and development.",
        "Contrasting, in the second place, with the polyorgan theory are the various \"polyperson \" theories which interpret the Siphonophore cormus as a colony composed of more or fewer individuals in or a', Pneumatocyst.",
        "the polyperson theory to regard g, Gonophore.",
        "It must be pointed out that, however probable Haeckel's theory may be in other respects, there is not the slightest evidence for any such cleft in the umbrella having been present at any time, and that the embryological evidence, as already pointed out, is all against any homology between the stem and a manubrium, since the primary siphon does not become the stem, which arises from the ex-umbral side of the protocodon and is strictly comparable to a stolon.",
        "As such, moreover, it is a much more limited theory of evolution than the ancient.",
        "For the rest, his theory is chiefly important as emphasizing the vital character of the original substance.",
        "In the theory of Atomism taught by Leucippus and Democritus we have the basis of the modern mechanical conceptions of cosmic evolution.",
        "Yet on the whole Aristotle leans to a teleological theory of evolution, which he interprets dualistually by means of certain metaphysical distinctions.",
        "In the system of Giordano Bruno, who sought to construct a philosophy of nature on the basis of new scientific ideas, more particularly the doctrine of Copernicus, we find the outlines of a theory of cosmic evolution conceived as an essentially vital process.",
        "Gassendi, with some deviations, follows Epicurus in his theory of the formation of the world.",
        "In Spinoza's pantheistic theory of the world, which regards thought and extension as but two sides of one substance, the problem of becoming is submerged in that of being.",
        "Although Spinoza's theory attributes a mental side to all physical events, he rejects all teleological conceptions and explains the order of things as the result of an inherent necessity.",
        "Again he works towards the same end in his celebrated refutation of the scholastic theory of real specific essences.",
        "The foundations of this theory of history as an upward progress of man out of a barbaric and animal condition were laid by Vico in his celebrated work Principii di scienza nuova.",
        "- In Leibnitz we find, if not a doctrine of evolution in the strict sense, a theory of the world which is curiously related to the modern doctrine.",
        "It is probable that Leibnitz's notion of time and space, which approaches Kant's theory, led him to attach but little importance to the successive order of the world.",
        "In his Naturgeschichte des Himmels, in which he anticipated the nebular theory afterwards more fully developed by Laplace, Kant sought to explain the genesis of the cosmos as a product of physical forces and laws.",
        "4 While 2 Both Lewes and du Bois Reymond have brought out the points of contact between Leibnitz's theory of monads and modern biological speculations (Hist.",
        "Heinrich Steffens, in his Anthropologie, seeks to trace out the origin and history of man in connexion with a general theory of the development of the earth, and this again as related to the formation of the solar system.",
        "Yet while, in its application to history, Hegel's theory of evolution has points of resemblance with those doctrines which seek to explain the worldprocess as one unbroken progress occurring in time, it constitutes on the whole a theory apart and sui generis.",
        "In truth, Schopenhauer's conception of the world as the activity of a blind force is at bottom a materialistic and mechanical rather than a spiritualistic and teleological theory.",
        "It is a striking example of the difficulty of getting people to use their own powers of investigation accurately, that this form of the doctrine of evolution should have held its ground so long; for it was thoroughly and completely exploded, not long after its enunciation, by Caspar Frederick Wolff, who in his Theoria generationis, published in 1759, placed the opposite theory of epigenesis upon the secure foundation of fact, from which it has never been displaced.",
        "Wallace published their Theory of Natural Selection.",
        "From the rough comparison of the skeleton of a bird with that of a man by Pierre Delon, in the 16th century (to go no further back), down to the theory of the limbs and the theory of the skull at the present day; or, from the first demonstration of the homologies of the parts of a flower by C. F.",
        "Nevertheless, doubleedged as is the argument from rudimentary organs, there is probably none which has produced a greater effect in promoting the general acceptance of the theory of evolution.",
        "The theory of natural selection, or survival of the fittest, was suggested by William Charles Wells in 1813, and further elaborated by Patrick Matthew in 1831.",
        "Writers on biological subjects no longer have to waste space in weighing evolution against this or that philosophical theory or religious tradition; philosophical writers have frankly accepted it, and the supporters of religious tradition have made broad their phylacteries to write on them the new words.",
        "general acceptance of evolution; but it seems established as a historical fact that the world has come to accept evolution, first, because of Darwin's theory of natural selection, and second, because of Darwin's exposition of the evidence for the actual occurrence of organic evolution.",
        "The evidence as set out by Darwin has been added to enormously; new knowledge has in many cases altered our conceptions of the mode of the actual process of evolution, and from time to time a varying stress has been laid on what are known as the purely Darwinian factors in the theory.",
        "The balance of these tendencies has been against the attachment of great importance to sexual selection, and in favour of attaching a great importance to natural selection; but the dominant feature in the recent history of the theory has been its universal acceptance and the recognition that this general acceptance has come from the stimulus given by Darwin.",
        "The discovery of a single fossil creature in a geological stratum of a wrong period, the detection of a single anatomical or physiological fact irreconcilable with origin by descent with modification, would have been destructive of the theory and would have made the reputation of the observer.",
        "Another group of investigations that seems to play an important part in the future development of the theory of evolution relates to the study of what is known as organic symmetry.",
        "Their importance in the theory of evolution is none the less very great.",
        "Inasmuch as Lamarck attempted to frame a theory of evolution in which the principle of natural selection had no part, the interpretation placed on their work by many bionomical investigators recalls the theories of Lamarck, and the name Neo-Lamarckism has been used of such a school of biologists, particularly active in America.",
        "Almost every side of zoology has contributed to the theory of evolution, but of special importance are the facts and theories associated with the names of Gregor Mendel, A.",
        "It has been a feature of great promise in recent contributions to the theory of evolution, that such contributions have received attention almost directly in proportion to the new methods of observation and the new series of facts with which they have come.",
        "The theory, as expressed in legal phrase by St Cyprian in the 3rd century, was that the apostolic power of delegated sovereignty from the Lord, alike legislative and judicial, was held in joint-tenancy by the whole body of Catholic bishops.",
        "In theory, Hooker's contentions have been conceded that \" kings cannot in their own proper persons decide questions about matters of faith and Christian religion \" and that \" they have not ordinary spiritual power \" (Ecc. Pol.",
        "Moscow became the final court, in theory, as it had long been in practice.",
        "He went thoroughly into the practice as well as the theory of Stoicism, and lived so abstemious and laborious a life that he injured his health.",
        "There was little of originality in Luria's doctrines; the theory of emanations, the double belief in the process of the Divine Essence as it were self-concentrating (Zimzum) and on the other hand as expanding throughout creation; the philosophical \" sceptism '° which regards God as unknowable but capable of direct intuition by feeling - these were all common elements of mystical thought.",
        "Marx, puts forward the theory that Cicero and the Auctor have not produced original works, but have merely given the substance of two r xvai (both emanating from the Rhodian school); that neither used the 'r xvat directly, but reproduced the revised version of the rhetoricians whose school they attended, the introductions alone being their own work; that the lectures on which the Ciceronian treatise was based were delivered before the lectures attended by the Auctor.",
        "Both inculcated a peculiar kind of ascetic life; both had a mystical speculative theory of religion, with purificatory rites, abstinence from beans, &c.; but Orphism was more especially religious, while Pythagoreanism, at least originally, inclined more to be a political and philosophical creed.",
        "Theory Of Radiation >>",
        "It is from such a living and assimilating cell, performing as it does all the vital functions of a green plant, that, according to current theory, all the different cell-forms of a higher plant have been differentiated in the course of descent.",
        "As a result of this activity Van Tieghems so-called Stelar theory has been revised and modified in the light of more extended and detailed anatomical and developmental knowledge.",
        "A study of the whole vegetable kingdom, however, negatives the theory that the compounds absorbed are in the strict sense to be called food.",
        "Hales (1727I 733) discussed the rotting of wounds, cankers, &c., but much had to be done with the microscope before any real progress was possible, and it is easily intelligible that until the theory of nutrition of the higher plants had been founded by the work of Ingenhouss, Priestley and De Saussure, the way was not even prepared for accurate knowledge of cryptogamic parasites and the diseases they induce.",
        "In relation to the latter theory, it is pointed out that some markedly calcicole species occur on sand dunes; but this may be due to the lime which is frequently present in dune sand as well as to the physical dryness of the soil.",
        "Further, no theory of calciolous and calcifugous plants can be regarded as satisfactory which fails to account for the fact that both kinds of plants occur among aquatic as well as among terrestrial plants.",
        "The Cell Theory.For a general and historical account of the cell theory see CYTOLOGY.",
        "The cell theory so far as it relates to plants was established by Schleiden in 1838.",
        "But since the general adoption of the theory of evolution, similarity of descent, that is of p/iylogeny, has come to form an essential part of this conception; in other words, in order that their homology may be established the parts compared must be proved to be homogenetic.",
        "Sachs was the first to formulate the theory that morphological differences are the expression of differences in material composition.",
        "This confirms the theory of Christ that Europe was restocked mainly from Asia after the close of the glacial epoch, the south being closed to it.",
        "In the Beaux-Arts, Batteux developed a theory which is derived from Locke through Voltaire's sceptical sensualism.",
        "This narrow and pedantic theory had at least the merit of insisting on propriety of expression.",
        "The Pythagorean school of philosophers adopted the theory of a spherical earth, but from metaphysical rather than scientific reasons; their convincing argument was that a sphere being the most perfect solid figure was the only one worthy to circumscribe the dwellingplace of man.",
        "Beyond the limits of his personal travels Herodotus applied the characteristically Greek theory of symmetry to complete, in the unknown, outlines The ides of lands and rivers analogous to those which had been of symexplored.",
        "It was natural, if not strictly logical, that the ocean river should be extended from a narrow stream to a world-embracing sea, and here again Greek theory, or rather fancy, gave its modern name to the greatest feature of the globe.",
        "This was a theory not only attractive to the philosophical mind, but eminently adapted to promote exploration.",
        "He formed a comprehensive theory of the variations of climate with latitude and season, and was convinced of the necessity of a circulation of water between the sea and rivers, though, like Plato, he held that this took place by water rising from the sea through crevices in the rocks, losing it .s dissolved salts in the process.",
        "His work was mainly cartographical in its aim, and theory was as far as possible excluded.",
        "320) and in the other ecclesiastics to denounce the spherical theory of the middle earth as heretical.",
        "The next marked advance in the theory of geography may be taken as the nearly simultaneous studies of the physical earth.",
        "The theory of geograph y was advanced by Humboldt mainly by his insistence on the great principle of the unity of nature.",
        "This argument was tacitly accepted or explicitly avowed by almost every writer on the theory of geography, and Carl Ritter distinctly recognized and adopted it as the unifying principle of his system.",
        "The apparent opposition of the observed fact to the assigned theory he overcame by looking upon the forms of the land and the arrangement of land and sea as instruments of Divine Providence for guiding the destiny as well as for supplying the requirements of man.",
        "The evolutionary theory, more than hinted at in Kant's \" Physical Geography,\" has, since the writings of Charles Darwin, become the unifying principle in geography.",
        "The two conceptions which may now be said to animate the theory of geography are the genetic, which depends upon processes of origin, and the morphological, which depends on facts of form and distribution.",
        "of the study of geographical theory.",
        "The Lap- surface of the North American arch is sagged down- worth's wards in the middle into a central depression which fold= lies between two long marginal plateaus, and these theory.",
        "Suess,' who points out that the plan of the earth is the result of Suess two movements of the crust - one, subsidence over theory.",
        "This theory of crust blocks dropped by subsidence is opposed to Lapworth's theory of vast crust-folds, but geology is the science which has to decide between them.",
        "Elie de Beaumont, in his speculations on the relation between the direction of mountain ranges and their geological age and character, was feeling towards a comprehensive theory of the forms of crustal relief; but his ideas were too geometrical, and his theory that the earth is a spheroid built up on a rhombic dodecahedron, the pentagonal faces of which determined the direction of mountain ranges, could not be proved.'",
        "But apart from the applied science, there is an aspect of pure geography which concerns the theory of the relation of economics to the surface of the earth.",
        "In 1833 he published anonymously England and America, a work primarily intended to develop his own colonial theory, which is done in the appendix entitled \"The Art of Colonization.\"",
        "For this he wrote the first adequate account in German of the Darwinian theory of natural selection, which drew a warm letter of appreciation from Darwin himself.",
        "A hopeless antagonism arose between them, which was widened by Enfantin's announcement of his theory of the relation of man and woman, which would substitute for the \"tyranny of marriage\" a system of \"free love.\"",
        "The former are for the most part concerned with questions relating to the theory of light, arising out of his professorial lectures, among which may be specially mentioned his paper \"On the Diffraction of an Object-Glass with Circular Aperture.\"",
        "The investigation that brought about this result was probably the most laborious that had been made up to Airy's time in planetary theory, and represented the first specific improvement in the solar tables effected in England since the establishment of the theory of gravitation.",
        "In 1872 Airy conceived the idea of treating the lunar theory in a new way, and at the age of seventy-one he embarked on the prodigious toil which this scheme entailed.",
        "Amongst the most important of his works not already mentioned may be named the following: - Mathematical Tracts (1826) on the Lunar Theory, Figure of the Earth, Precession and Nutation, and Calculus of Variations, to which, in the second edition of 1828, were added tracts on the Planetary Theory and the Undulatory Theory of Light; Experiments on Iron-built Ships, instituted for the purpose of discovering a correction for the deviation of the Compass produced by the Iron of the Ships (1839); On the Theoretical Explanation of an apparent new Polarity in Light (1840); Tides and Waves (1842).",
        "In William's theory, the forcible conquest of England by strangers was an untoward accident.",
        "This legal theory worked together with other causes to wipe out all practical distinction between the conquerors and the conquered in a wonderfully short time.",
        "On this theory the yellowbird or NorthAmerican \"goldfinch,\" C. tristis, would seem, with its immediate allies, to rank among the highest forms of the group, and the pinegoldfinch, C. pinus, of the same country, to be one of the lowest the cock of the former being generally of a bright yellow hue, with black crown, tail and wings - the last conspicuously barred with white, while neither hens nor young exhibit any striations.",
        "Buchner is not always clear in his theory of the relation between matter and force.",
        "Along with this affirmation, the Church of Rome (if less decisively) has adopted the limitations of the Thomist theory by the condemnation of \" Ontologism \"; certain mysterious doctrines are beyond reason.",
        "Losing them it might sink into a lifeless theory.",
        "The apologist must maintain (I) that Jesus of Nazareth is a real historical figure - a point well-nigh overlooked by Strauss, and denied by some modern advocates of a mythical theory; (2) that Jesus is knowable (not one \" of whom we really know very little \" - B.",
        "In 1744 Alembert applied this principle to the theory of the equilibrium and the motion of fluids (Trcite de l'equilibre et du mouvement des fluides), and all the problems before solved by geometricians became in some measure its corollaries.",
        "In 1747 he applied his new calculus to the problem of vibrating chords, the solution of which, as well as the theory of the oscillation of the air and the propagation of sound, had been given but incompletely by the geometricians who preceded him.",
        "The Rarotongas call themselves Maori, and state that their ancestors came from Hawaiki, and Pirima and Manono are the native names of two islands in the Samoan group. The almost identical languages of the Rarotongas and the Maoris strengthen the theory that the two peoples are descended from Polynesians migrating, possibly at widely different dates, from Samoa.",
        "The shell heaps found on the coasts and elsewhere dispose of the theory that New Zealand was uninhabited or practically so six centuries back.",
        "This latter work included the differential and integral calculus, the calculus of variations, the theory of attractions, and analytical mechanics.",
        "Starting from the physical standpoint of the Ionian physicists, he accepted their general idea of the unity of nature, but entirely denied their theory of being.",
        "To appreciate the significance of the doctrines of Heraclitus, it must be borne in mind that to Greek philosophy the sharp distinction between subject and object which pervades modern thought was foreign, a consideration which suggests the conclusion that, while it is a great mistake to reckon Heraclitus with the materialistic cosmologists of the Ionic schools, it is, on the other hand, going too far to treat his theory, with Hegel and Lassalle, as one of pure Panlogism.",
        "Lastly, it examines into registers and promulgates new laws, a function which, in theory, gives it a power, akin to that of the Supreme Court of the United States, of rejecting measures not in accordance with the fundamental laws.",
        "In theory all religions may be freely professed, except that certain restrictions, such as domicile,' are laid upon the Jews; but in actual fact the dissenting sects are more or less severely treated.",
        "any impulse from theory, simply as a spontaneous outgrowth of popular life.",
        "In theory the whole Russian land was a gigantic family estate belonging to the Rurik dynasty, and each member of that great family considered himself entitled to a share of it.",
        "After holding more than 200 sittings the so-called Commission was dissolved without getting beyond the realm of theory and pia desideria.",
        "But in the development of the railway business it soon became evident that no such dependence on free competition was possible, either in practice or in theory.",
        "So much of the expense of the handling, both of freight and of passengers, was independent of the length of the journey that a mileage rate sufficiently large for short distances was unnecessarily burdensome for long ones, and was bound to destroy long-distance traffic, if the theory were consistently applied.",
        "A somewhat better theory of rate regulation was then framed, which divided railway expenditures into movement expense, connected with the line in general, and terminal expense, which connected itself with the stations and station service.",
        "The theory of state ownership is excellent.",
        "- On economics of construction and of operation, see Wellington, The Economic Theory of Railway Location (5th ed., New York, 1896).",
        "500 132 632 29 17 46 1 55 421 theory that the bonds represented the cost of the enterprise, and the stock the prospective profits.",
        "From time to time there have been observers who have maintained a belief in the opposite theory, to which the name heterogenesis has been given.",
        "According to the latter theory, the offspring of a given organism may be utterly different from itself,.",
        "By a natural series of transitions the gift theory became transformed, in the minds of the sacrificers, into the homage theory, which again passed by an easy transition into the renunciation theory.",
        "theory of origins.",
        "The god was originally a stranger, taken into the kin by a rite of blood brotherhood, and this constitutes the dark point of the theory; for Robertson Smith regards the blood bond as relatively late; hence we do not see how the god became associated with the kin.",
        "In the Religion of the Semites (2nd ed., 1894) the theory was remodelled so as to overcome the difficulty pointed out above.",
        "Ceremonies of initiation are the means by which the alliance is established between the deity and the young man, when the latter enters upon the rights of manhood; and the supposed bond of kinship is thus regarded as an artificial union from the outset, so far as the individual is concerned, although Robertson Smith still maintains the theory of the fatherhood of the god, where it is a question of the origin of the totem-kin.",
        "This theory of Robertson Smith's has been attacked from two sides.",
        "Marillier sacrifice was, at its origin, essentially a magical rite - the liberation by the effusion of a victim's blood of a magical force which was to bend the gods to the will of man; from this arose, under the influence of cult of the dead, the gift theory of sacrifice.",
        "Adopting the theory of W.",
        "Smith, Marillier also maintained, but without clearly explaining the relation of this part of his theory to the preceding, that a human kinship group conceived the idea of allying itself with one god in particular.",
        "Thus it appears that the gift theory may after all be primitive; the worship of, or care for, the dead may have supplied in other areas the motive for the transition from offering to sacrifice or the evolution may have been due to the spiritualization of the gods.",
        "This latter idea was the more likely to arise, as the gift theory of sacrifice is closely associated with that of the god as the ruler or king to whom man brings a tribute, just as he had to appear before his earthly king bearing gifts in his hands.",
        "A catena of opinions may be produced in favour of almost any theory; but formularies express the collective or average belief of any given period, and changes in them are a sure indication that there has been a general change in ideas.",
        "of causes which have not yet been fully investigated, the theory which is first found in Cyprian became the dominant belief of Western Christendom.",
        "For, although the council of Trent recognized fully the distinction which has been mentioned above between the Eucharist and the sacrifice of the mass, and treated of them in separate sessions (the former in Session xiii., the latter in Session xxii.), it continued the medieval theory of the nature of the latter.",
        "The reaction against the medieval theory at the time of the Reformation took the form of a return to what had no doubt been an early belief, - the idea that the Christian sacrifice consists in the offering of a pure heart and of vocal thanksgiving.",
        "in the time of David and Solomon), but the application of this theory to the list of unclean foods in Deut.",
        "Religion, 4th ed., p. 24, Kautzsch in his Religion of Israel already cited, p. 613, and recently Addis in his Hebrew Religion, p. 33 foll., have abandoned the theory as applied to Israel. ?",
        "13, 16), were ancestral images is a reasonable theory.",
        "7 The theory was opposed by Noldeke, 1886 (Z.D.M.G.",
        "Such a theory appears to ignore the remarkable results of archaeology since 1887.",
        "But, while Robertson was in some measure the initiator of a movement, Prescott came to his task when the range of information was incomparably wider and when progress in sociologic theory had thrown innumerable convergent lights upon the progress of events.",
        "His whole theory appears to be vitiated by the confusion of physics and psychology.",
        "This theory Gibbon completely exploded in his Critical Observations (1770) - no very difficult task, indeed, but achieved in a style, and with a profusion of learning, which called forth the warmest commendations both at home and abroad.",
        "The Federalists were charged by the Republicans with being aristocrats and monarchists, and it is certain that their leaders 1 Even the Democratic party has generally been liberal; although less so in theory (hardly less so in practice) than its opponents.",
        "He edited in 1860 The Atonement, a collection of essays by various hands, prefaced by his study of the \"Rise of the Edwardean Theory of the Atonement.\"",
        "Pursuing the theory of B.",
        "NEBULAR THEORY, a theory advanced to account for the origin of the solar system.",
        "Yet the boldness and the splendour of the nebular theory have always given it a dignity not usually attached to a doctrine which from the very nature of the case can have but little direct evidence in its favour.",
        "On these grounds we discuss the nebular theory without much reference to comets.",
        "The nebular theory offers an explanation of this most remarkable uniformity.",
        "In fact a little consideration of the theory of probabilities will show it to be infinitely probable that such an object should really have some movement of rotation, no matter by what causes the nebula may have originated.",
        "Such was the nebular theory as it was originally sketched.",
        "At the present day when the nebulae that are spiral in form have been shown to be so numerous, next to the fixed stars themselves, our view of the nebular theory has been somewhat modified.",
        "The rotation of the planets on their axes is also explained as a consequence of the nebular theory, for at the time of the first formation of the planet it must have participated in the rotation of the whole nebula, and by the subsequent contraction of the planet the speed with which the rotation was performed must have been accelerated.",
        "The daily outpour of heat from the sun at the present time suggests a profound argument in support of the nebular theory.",
        "In attempting to pronounce on the evidence with regard to Herschel's theory, we must at once admit that the transmutation of a nebula into a star has never been seen.",
        "It is indeed very doubtful whether any changes of a nebula have ever been seen which are of the same character as the changes Herschel's theory would require.",
        "The nebular theory is a noble speculation supported by plausible argument, and the verdict of science on the whole subject cannot be better expressed than in the words of S.",
        "Newcomb: \"At the present time we can only say that the nebular hypothesis is indicated by the general tendencies of the laws of nature, that it has not been proved to be inconsistent with any fact, that it is almost a necessary consequence of the only theory by which we can account for the origin and conservation of the sun's heat, but that it rests on the assumption that this conservation is to be explained by the laws of nature as we now see them in operation.",
        "Bernoulli, this theory was advanced by the successive labours of John Herapath, J.",
        "He wrote an admirable textbook of the Theory of Heat (1871), and a very excellent elementary treatise on Matter and Motion (1876).",
        "The first paper of Maxwell's in which an attempt at an admissible physical theory of electromagnetism was made was communicated to the Royal Society in 1867.",
        "But the theory, in a fully developed form, first appeared in 1873 in his great treatise on Electricity and Magnetism.",
        "An old popular belief current in different countries, and derived from common observation, connected mosquitoes with malaria, and from time to time this theory found support in more scientific quarters on general grounds, but it lacked demonstration and attracted little attention.",
        "These and other experiments, described by Dr Manson in the Practitioner for March 1900, confirming the laboratory evidence as they do, leave no doubt whatever of the correctness of the mosquito-parasitic theory of malaria.",
        "The old theory of paludism or of a noxious miasma exhaled from the ground is no longer necessary.",
        "The most important question raised by the mosquitoparasitic theory of malaria is that of prevention.",
        "Suarez refutes the patriarchal theory of government and the divine right of kings founded upon it---doctrines popular at that time in England and to some extent on the Continent.",
        "One theory is that it is a relic of the early Christian church, symbolizing the battle of life and the triumph of good over evil.",
        "\" The interminable feuds of tribes, conducted on the theory of blood-revenge,.",
        "On the other hand, the elaborate theory of T.",
        "Weighty reasons are brought also by conservative writers against the theory that Deuteronomy dates from or about the age of Josiah, and their objections to the \" discovery \" of a new law-roll apply equally to the \" re-discovery \" and promulgation of an old and authentic code.",
        "The arguments of conservative writers involve concessions which, though often overlooked by their readers, are very detrimental to the position they endeavour to support, and the objections they bring against the theory of the introduction of new law-books (under a Josiah or an Ezra) apply with equal force to the promulgation of Mosaic teaching which had been admittedly ignored or forgotten.",
        "The new religion inaugurated by Mahomet differed in its theory from the Roman Catholic Church.",
        "But though this defensive zeal led to active persecution, still in theory Judaism was a tolerated religion wherever the Church had sway, and many papal bulls of a friendly character were issued throughout the middle ages (Scherer, p. 32 seq.).",
        "But Islam has often shown itself milder in fact than in theory, for its laws were made to be broken.",
        "Later constitutional theory held that the repression of civil discord was also one of the motives for the institution of a dictatorship. Such is the view expressed by Cicero in the De legibus (iii.",
        "Mysticism differs, therefore, from ordinary pantheism in that its inmost motive is religious; but, whereas religion is ordinarily occupied with a practical problem and develops its theory in an ethical reference, mysticism displays a predominatingly speculative bent, starting from the divine nature rather than from man and his surroundings, taking the symbolism of religious feeling as literally or metaphysically true, and straining after the present realization of an ineffable union.",
        "2.214) as consisting in: \" (I) the dualistic opposition of the divine and the earthly; (2) an abstract conception of God, excluding all knowledge of the divine nature; (3) contempt for the world of the senses, on the ground of the Platonic doctrines of matter and of the descent of the soul from a superior world into the body; (4) the theory of intermediate potencies or beings, through whom God acts upon the world of phenomena; (5) the requirement of an ascetic self-emancipation from the bondage of sense and faith in a higher revelation to man when in a state called enthusiasm.\"",
        "It was largely a devotional aid to the realization of present union with God; and, so far as it was theoretical, it was a theory of the faculties by which such a union is attainable.",
        "The depression westward of the Caspian and Aral basins, and the original connexion of these seas, have also come under the close investigation of Russian scientists, with the result that the theory of an ancient connexion between the Oxus and the Caspian has been displaced by the more recent hypothesis of an extension of the Caspian Sea eastwards into Trans-Caspian territory within the postPleiocene age.",
        "Egyptian influence within the Aegean area seems certain, and the theory that Greek writing and systems for reckoning time are Babylonian in origin has not been disproved, though the history of the alphabet is more complex than was supposed.",
        "The relation to Asia of the pre-European civilizations of America is another of those questions which admit of no definite answer at present, though many facts support the theory that the semi-civilized inhabitants of Mexico and Central America crossed from Asia by Bering Straits and descended the west coast.",
        "The publication of Hume's treatise turned his attention to philosophy, and in particular to the theory of external perception.",
        "With the two last named he discussed the materialism of Priestley and the theory of necessitarianism.",
        "This doctrine or hypothesis he usually speaks of as \"the ideal system\" or \"the theory of ideas\"; and to it he opposes his own analysis of the act of perception.",
        "In view of the results of this analysis, Reid's theory (and the theory of Scottish philosophy generally) has been dubbed natural realism or natural dualism, in contrast to theories like subjective idealism and materialism or to the cosmothetic idealism or hypothetical dualism of the majority of philosophers.",
        "This theory admitted, nothing is left for philosophy save to explain the illusion of necessary connexion.",
        "For Reid's ethical theory, see Ethics.",
        "As to the marquess, his use of lettres de cachet is perfectly defensible on the theory of lettres de cachet, and Mirabeau, if any son, surely deserved such correction.",
        "In any case there is no ground for the old theory that he was an official historiographer.",
        "Specially noteworthy in the Lezioni are the sections on human wants as the foundation of economical theory, on labour as the source of wealth, on personal services as economic factors, and on the united working of the great industrial functions.",
        "At the root of the work lies a theory, whencesoever derived, which identified the Goths with the Scythians, whose country Darius Hystaspes invaded, and with the Getae of Dacia, whom Trajan conquered.",
        "A consort Antum (or as some scholars prefer to read, Anatum) is assigned to him, on the theory that every deity must have a female associate, but Antum is a purely artificial product - a lifeless symbol playing even less of a part in what may be called the active pantheon than Anu.",
        "The \"Porisms\" quoted are interesting propositions in the theory of numbers, one of which was clearly that the dif f erence between two cubes can be resolved into of two cubes.",
        "The book is valuable also for the propositions in the theory of numbers, other than the \"porisms,\" stated or assumed in it.",
        "Lunar Theory (Cambridge 1896), or the work of Watson or of Bauschinger on Theoretical Astronomy.",
        "After tracing the origin of commerce, Turgot develops Quesnay's theory that the land is the only source of wealth, and divides society into three classes, the productive or agricultural, the salaried (stipendiee) or artisan class, and the land-owning class (classe disponible).",
        "After discussing the evolution of the different systems of cultivation, the nature of exchange and barter, money, and the functions of capital, he sets forth the theory of the impotunique, i.e.",
        "But most of Bentham's conclusions may be accepted without any formal profession of the utilitarian theory of morals.",
        "His philosophic theory was identical with that of Pomponazzi, whose De immortalitate animi he defended and amplified in a treatise De mente humana.",
        "This land, held in direct tenure from Jehovah, their sovereign, was in theory inalienable.",
        "The following passage indicates the contemporary theory of manuring: - \" In thy tillage are these special opportunities to improve it, either by liming, marling, sanding, earthing, mudding, snayl-codding, mucking, chalking, pidgeons-dung, hens-dung, hogs-dung or by any other means as some by rags, some by coarse wool, by pitch marks, and tarry stuff, any oyly stuff, salt and many things more, yea indeed any thing almost that bath any liquidness, foulness, saltness or good moysture in it, is very naturall inrichment to almost any sort of land.\"",
        "Some of his recommendations are quite unsuitable to the state of the country, and display more of general knowledge and good intention than of either the theory or practice of agriculture.",
        "Freeman advances the theory that the right of all the freemen to attend the genzot had for practical purposes fallen into disuse, and thus the assembly had come to be confined to the wise men.",
        "Its chief importance is perhaps the stress which it laid on the vital connexion which must subsist between true economic theory and the wider facts of social and national development.",
        "His Utilitarianism (published in Fraser's in 1861) was a closely-reasoned systematic attempt to answer objections to his ethical theory and remove misconceptions of it.",
        "Both his logical and his metaphysical studies were thus undertaken as the pre-requisites of a practical theory of human development.",
        "In all branches of economics, even in what is called the pure theory, there is an implied reference to certain historical or existing conditions of a more or less definite character; to the established order of an organized state or other community, at a stage of development which in its main features can be recognized.",
        "We may do the same for other industries, theory.",
        "In studying, therefore, such an apparently simple question as the effect of an act of parliament on wages in a small group of trades we want a general theory which we can use as a kind of index of the factors we have to consider.",
        "But they supply the bases for that general theory which, as we have seen, is indispensable in economic investigation.",
        "From the standpoint of general theory economic movements assume an impersonal character and economic forces operate like the forces of nature.",
        "From its very nature this general theory can never correspond strictly to the actual life and movement of any given state.",
        "Of what possible use are the works of the so-called classical writers, except in relation to the history of economics and the practical influence of theory in past times ?",
        "The the few people who write books on the history of economic theory.",
        "Moreover, modern economists, while accepting in the main the general tenor of Malthus's theory of population, would not agree with his statement of it.",
        "Like Malthus, Ricardo owes his reputation very largely to the theory associated with his name, though it has long ceased to be stated precisely in the terms he employed.",
        "But great as the achievements of this school have been, it has not developed any scientific machinery which can take the place of theory in economic investigation.",
        "On the principles we have explained, therefore, the Ricardian economics should supply just that body of general theory which is required in the investigation of modern economic problems, and the reputation of at any rate the leading writers should be as great as ever.",
        "Whatever the cause, the complete restatement of economic theory, which some heroic persons demand, is clearly impossible, except on conditions not likely to be realized in the immediate future.",
        "In general theory special studies by other men cannot play the same part as they do in historical and statistical work.",
        "In general theory the inverse rule seems to prevail.",
        "The very effectiveness of modern criticism and analysis,which has brought great gains in almost all branches of economic theory, has made the science more difficult as a subject of ordinary study.",
        "It would perhaps be too much to say that the full consideration of this point has revolutionized the theory of value, but it has certainly created what seems almost a new science in close contact with the actual life of the modern.",
        "Some doctrines of the earlier economists, such as the Wages Fund Theory, are now practically abandoned, though it may be said that they contained a certain amount of truth.",
        "Closely related to the law of diminishing returns is the Theory of Rent.",
        "Ricardo's statement of the theory left upon the world an impression, not wholly just, of singular clearness.",
        "He employed the theory with wonderful success in unravelling the problems of his time.",
        "Moreover, the study of the theory of rent has had a very great influence on all branches of economics by destroying the notion that it is possible to draw sharp lines of distinction, or deal with economic conceptions as though they were entirely independent categories.",
        "But the net result of the development of the doctrine of rent is that all problems in which this factor appears, and they embrace the whole range of economic theory, must apparently be treated on their merits.",
        "It is clear that in the interests of general economic theory we require a vast number of special studies before an adequate restatement can be undertaken.",
        "It must be clearly recognized that the functions of economic science in the present requirements of the world cannot possibly be discharged by treatises on economic theory.",
        "The relations between general theory and special studies conducted on the lines we have indicated have completely changed.",
        "General theory never has been, and in the nature of things never can be, the actual reflex of the life and movement of the economic world.",
        "When the aim of the man of affairs and the hypothesis of the economist was unrestricted competition, and measures were being adopted to realize it, general theory such as the classical economists provided was perhaps a sufficiently trustworthy guide for practical statesmen and men of business.",
        "We have already shown how these methods, in their turn, require the aid of general theory, but not of a general theory which tries to do their work.",
        "If they are not so tested, the general theory will remain a general theory, of no practical use in itself, until the end of time.",
        "That is, original investigation of special problems has to be carried out on a more gigantic scale than any economist of the historical school ever dreamt of or the world requires, with the certain knowledge that at the end of it all the general theory will not correspond with the facts of life.",
        "For there is all the difference in the world between using a body of general theory as an indication of the factors to be considered in the study of a special problem, and undertaking special studies with a view to testing the general theory.",
        "If the necessary limitations of general economic theory are recognized, most of the difficulties we have noticed disappear.",
        "The general theory which we require should be sketched in firm and clear outline, leaving the detailed qualifications of broad principles to special studies, where they can be dealt with if it is necessary or desirable, and examined by statistical and other tests.",
        "For such a general theory there is ample material in the economic literature of all civilized countries.",
        "At present the language of economics is for the ordinary Englishman like a foreign language of exceptional difficulty, because he is constantly meeting with words which suggest to his mind a whole world of associations quite different form those with which economic theory has clothed them.",
        "He was not inspiring as a leader of religion; and no dogma, no original theory of church government, no prayer-book, not even a tract or a hymn is associated with his name.",
        "Unfortunately, from the tenable theory that the intensity of a sensation increases by definite additions of stimulus, Fechner was led on to postulate a unit of sensation, so that any sensation s might be regarded as composed of n units.",
        "He thus set up a formal theory of allegorical exegesis, which is not quite extinct in the churches even yet, but in his own system was of fundamental importance.",
        "The Scriptures, however, are treated by Origen on the basis of a matured theory of inspiration in such a way that all their facts appear as the vehicles of ideas, and have their highest value only in this aspect.",
        "Between 1882 and 1889 a series of papers on certain points in the electromagnetic theory of light and its relation to the various elastic solid theories appeared in the American Journal of Science, and his last work, Elementary Principles in Statistical Mechanics, was issued in 1902.",
        "By reducing the human mind to a series of unrelated atomic sensations, this teaching destroyed the possibility of knowledge, and further, by representing man as a \"being who is simply the result of natural forces,\" it made conduct, or any theory of conduct, unmeaning; for life in any human, intelligible sense implies a personal self which (1) knows what to do, (2) has power to do it.",
        "On the critical side this teaching is now admittedly valid against the older empiricism, and the cogency of the reasoning by which his constructive theory is supported is generally recognized.",
        "While, again, legitimately insisting upon personality as a fundamental constituent in any true theory of reality, the relation between human individualities and the divine Person is left vague and obscure; nor is it easy to see how the existence of several individualities - human or divine - in one cosmos is theoretically possible.",
        "A supreme priestly rank, that of Rish 'amma: or \"head of the people,\" is recognized, but only in theory; since the time of Pharaoh this sovereign pontificate has only once been filled.",
        "from 5th ed.), in which he carried scholasticism so far as \"to revive the ancient Gnostic theory of the fall of man before all time, a theory which found no favour amongst his theological friends\" (Otto Pfleiderer).",
        "that some of the later work on insect embryology has justified the It is now ascertained that the procephalic lobes consist of three growing scepticism in the universal applicability of the \" germ-layer divisions, so that the head must certainly be formed from at least theory.\"",
        "But it may perhaps be considered improbable that organs like the wings, having once been lost, should have been reacquired on the large scale suggested by the theory just put forward.",
        "Buffon was the first man who formed any theory that may be called reasonable of the geographical distribution of animals.",
        "It may be convenient here to deal with the theory of the Quinary System, which was promulgated with great zeal by its upholders during the end of the first and early part of the second quarter of the 19th century, and for some years seemed likely to carry all before it.",
        "Their enunciation must therefore be given in Swainson's own words, though it must be admitted that space cannot be found here for the diagrams, which it was alleged were necessary for the right understanding of the theory.",
        "This theory, as originally propounded by Macleay, was said by Swainson in 1835 (Geogr.",
        "This seems to have been his last attempt; for, two years later, his Bibliography of Zoology shows little trace of his favourite theory, though nothing he had uttered in its support was retracted.",
        "The mischief caused by this theory of a Quinary System was very great, but was chiefly confined to Britain, for (as has been will be necessary to limit this survey, as before indicated, to those countries alone which form the homes of English people, or are commonly visited by them in ordinary travel.",
        "The principal theory which he hence conceived himself justified in propounding was that instead of five being (as had been stated) the maximum number of centres of ossification in the sternum, there are no fewer than nine entering into the composition of the perfect sternum of birds in general, though in every species some of these nine are wanting, whatever be the condition of development at the time of examination.",
        "2 It would occupy more space than can here be allowed to give even the briefest abstract of the numerous observations which follow the statement of his theory and on which it professedly rests.",
        "The Quinarians, who boldly asserted that they had fathomed the mystery of creation, had been shown to be no wiser than other men, if indeed they had not utterly befooled themselves; for their theory at best could give no other explanation of things than that they were because they were.",
        "His optical investigations led him to adopt in an imperfect form the undulatory theory of light, to anticipate the doctrine of interference, and to observe, independently of though subsequently to F.",
        "This suggestion has some interest, but is of no great value, either in logic or in the theory of knowledge.",
        "Strabo himself talks of Armoric Heneti, and supposes them to have come from the neighbourhood of Brittany; another theory gives us Sarmatian Heneti, from the Baltic provinces; while the most widely accepted view was that they reached Italy from Paphlagonia.",
        "The theory of the government, a theory expressed throughout the whole commercial career of the republic, the theory which made Venice a rigidly protective state, was that the Levant trade belonged solely to Venice and her citizens.",
        "The demon theory of disease is still attested by some of our medical terms; epilepsy (Gr.",
        "This theory of disease disappeared sooner than did the belief in possession; the energumens (EVEp-yoiwEvoc) of the early Christian church, who were under the care of a special clerical order of exorcists, testify to a belief in possession; but the demon theory of disease receives no recognition; the energumens find their analogues in the converts of missionaries in China, Africa and elsewhere.",
        "We cannot do more than refer to Charles for discussions as to how this theory of nature is connected with the metaphysical problems of force and matter, with the logical doctrine of universals, and in general with Bacon's theory of knowledge.",
        "Aristotle, admitting its usefulness, rightly describes ostracism as in theory tyrannical; Montesquieu (Esprit des lois, xii.",
        "His theory of the connexion between the soul and the body is in some respects analogous to that of Malebranche; but he is not therefore to be regarded as a true forerunner of Occasionalism,.",
        "Though nominalism is properly a medieval theory, the tendency has passed over into modern philosophy: the term \"nominalist\" is often applied to thinkers of the empirical, sensationalist school, of whom J.",
        "His only unfortunate contribution to entomology - indeed to zoology generally - was his theory of pre-formation, which taught the presence within the egg of a perfectly formed but miniature adult.",
        "that more is owing to what we call chance - that is, philosophically speaking, to the observation of events arising from unknown causes - than to any proper design or preconceived theory in this business.\"",
        "As regards the theory, it may be pointed out: (I) that the nature or cosmical miracles - feeding of the five thousand, stilling of the storm, withering of the fig-tree - are as wellattested as the miracles of healing; (2) that many of the diseases, the cure of which is reported, are of a kind with which moral therapeutics could not effect anything; 1 (3) that Christ's own insight regarding the power by which he wrought His works is directly challenged by this explanation, for He never failed to ascribe His power to the Father dwelling in Him.",
        "While we cannot deny, we have no ground for affirming the truth of this theory.",
        "Ryle, \" The Neurotic Theory of the Miracles of Healing,\" Hibbert Journal, v.",
        "\" Life may be something not only ultra-terrestrial, but even immaterial, something outside our present categories of matter and energy; as real as they are, but different, and utilizing them for its own purpose \" (Life and Matter, p. 198), The theory of psychophysical parallelism recognizes that while there is a correspondence between mental and material phenomena, changes in the mind and changes in the brain, the former cannot be explained by the latter, as the transition from the one to the other is unthinkable.",
        "occasio, an event), in philosophy, a term applied to that theory of the relation between matter and mind which postulates the intervention of God to bring about in the one a change which corresponds to a similar change in the other.",
        "The theory thus denies any direct interaction between matter and mind.",
        "Ranke, contemptuous in politics, as in history, of the men who warped facts to support some abstract theory, especially disliked the doctrinaire liberalism so fashionable at the time.",
        "For a century of ter this the Modern Devotion flourished exceedingly, and its influence on the revival of religion in the Netherlands and north Germany in the 15th century was wide and deep. It has been the fashion to treat Groot and the Brothers of Common Life as \"Reformers before the Reformation\"; but Schulze, in the Protestant Realencyklopddie, is surely right in pronouncing this view quite unhistorical - except on the theory that all interior spiritual religion is Protestant: he shows that at the Reformation hardly any of the Brothers embraced Lutheranism, only a single community going over as a body to the new religion.",
        "That it is due to water-pressure, as in artesian wells (\" hydrostatic \" or \" artesian \" theory).",
        "As early as 1804, Humboldt expressed the opinion that petroleum was produced by distillation from deep-seated strata, and Karl Reichenbach in 1834, suggested that it was derived from the action of heat on the turpentine of pine-trees, whilst Brunet, in 1838, adumbrated a similar theory of origin on the ground of certain laboratory experiments.",
        "The earlier supporters of the organic theory held that it was a product of the natural distillation of coal or carbonaceous matter; but though in a few instances volcanic intrusions appear to have converted coal or allied substances into oil, it seems that terrestrial vegetation does not generally give rise to petroleum.",
        "We have already seen that it was the theory of the Eastern emperors - a theory which logically followed from the homage of the crusaders to Alexiusthat the conquests of the crusaders belonged to their empire, and were held by the crusading princes as fiefs.",
        "We have seen that the action of Bohemund at Antioch was the negation of this theory, and that Alexius in consequence helped Raymund to establish himself in Tripoli as a thorn in the side of Bohemund, and sent an army and a fleet which wrested from the Normans the towns of Cilicia (1104).",
        "The high court is not a curia regis, but a curia baronum, in which the theory of judicium parium is fully realized.",
        "But it is often the case that theory develops as practice fails; and as the theory of the Holy Roman Empire was never more vigorous than in the days of its decrepitude, so it was with the Crusades.",
        "The theory of proportion, and the study of acoustics and music were considerably advanced by his investigations.",
        "As the female counterpart of the Phoenician Baal (viewed as a sun-god), and on the testimony of late writers (Lucian, Herodian) that she was represented with horns, the place-name AshterothKarnaim in Gilead (\"Ashteroth of the horns\") has been considered ample proof in favour of the theory.",
        "The existence of any third wall was denied by Leake, according to whose theory the southern parallel wall would be identical with the Phaleric. The language of Thucydides, however, seems decisive with regard to the existence of three walls.",
        "C. Penrose, who proved the correctness of DSrpfeld's theory that the building was octostyle; its length was 318 ft., its breadth 132 ft.",
        "64) seem to have begun near Lake Avernus; indeed, according to one theory, the Grotta della Pace would be a portion of this canal.",
        "Krause (q.v.) to his philosophic theory.",
        "The theory is a conciliation of Theism and Pantheism.",
        "Chemistry and physics, however, meet on common ground in a well-defined branch of science, named physical chemistry, which is primarily concerned with the correlation of physical properties and chemical composition, and, more generally, with the elucidation of natural phenomena on the molecular theory.",
        "- This section is confined to tracing the general trend of the science from its infancy to the foundations of the modern theory.",
        "This theory, named the phlogistic theory,."
    ],
    "definition": [
        "A set of statements or principles devised to explain a group of facts or phenomena, especially one that has been repeatedly tested or is widely accepted and can be used to make predictions about natural phenomena.",
        "The branch of a science or art consisting of its explanatory statements, accepted principles, and methods of analysis, as opposed to practice: a fine musician who had never studied theory.",
        "A set of theorems that constitute a systematic view of a branch of mathematics.",
        "Abstract reasoning; speculation: a decision based on experience rather than theory.",
        "A belief or principle that guides action or assists comprehension or judgment: staked out the house on the theory that criminals usually return to the scene of the crime.",
        "An assumption based on limited information or knowledge; a conjecture.",
        "Link/Cite"
    ]
}