{
    "translation": "תזה, הנחת יסוד",
    "uses": [
        "First, we will list the basics of my thesis about the future.",
        "with a thesis on the action of carbon monoxide on the blood.",
        "If the writer of the Gospel were simply inventing his facts, they would be no proof of his thesis (John xx.",
        "The central apologetic thesis is the uniqueness of the \"only-begotten\"; it is here that \" the supernatural \" passes into the substance of Christian faith.",
        "4 a maintainer of the Johannine authorship of the Fourth Gospel; in connexion with this thesis he was one of the first to argue for the early date and non-apostolic authorship of the Apocalypse.",
        "On the occasion of his inauguration he maintained for thesis De Sacerdotio Christi.",
        "On the occasion of taking his degree (1536) he actually took as his thesis \"Everything that Aristotle taught is false.\"",
        "with a thesis on the Muschelkalk of Thuringia.",
        "This consisted in the delivery of a speech and the defence of a thesis on some point of law, selected by the candidate, against opponents selected from among the students.",
        "Magnus, he turned his attention to physics, and graduated in 1864 with a thesis on the depolarization of light.",
        "As much as I would like to continue with speculations about molecular-sized machines, I have a larger thesis to prove.",
        "Withers had proposed a disputation against vestments, which the university would not allow; his thesis affirming the excommunicating power of the presbytery was sustained.",
        "The following plan of the epistle may help to make apparent the writer's theory of Christianity as distinct from Judaism, which is related to it as \"shadow\" to reality: Thesis: The finality of the form of religion mediated in God's Son, i.",
        "It was to sustain Augustine's thesis that Orosius produced in 417 his Historiarum libri septem, which remained the standard text-book on world history during the middle ages.",
        "Whether they were ever married may be doubted; but that hypo thesis is made more possible by M.",
        "This thesis he sustained brilliantly in his Histoire des institutions politiques de l'ancienne France, the first volume of which appeared in 1874.",
        "The corresponding thesis of the opposite school would be that it is better to present to the reader something which the author might have written than something which he could not: or, in other words, that \"stopgaps\" should be preferred to debris.",
        "So inefficient, indeed, were the reforms as a whole, and so unsuited to the national character and customs, that the Slavophil critics of a later date could maintain plausibly the paradoxical thesis that in regard to internal administration Peter was anything but a national benefactor.",
        "For this latter purpose he had chosen as his thesis the constitution of the free Lombard cities in the middle ages, the province in which he was destined to do most for the scientific study of history.",
        "She wrote a la diable, starting with some central thesis to set forth or some problem to investigate, but with no predetermined plot or plan of action.",
        "and the Prophetic Apocalypse\" (1900); Benazech, \"Le Prophetisme chretienne depuis les origines jusqu'au pasteur d'Hermas,\" Thesis, (Paris, 1901).",
        "The more celebrated and central thesis of the book - this finite universe, the best of all such that are possible - also restates positions of Augustine and Aquinas.",
        "There existed, however, a very ancient ition according towhichHorus and Seth were hostile brothers, nephew and uncle; and many considerations may be urged ipport of the thesis which regards their struggles as reminis:es of wars between two prominent tribes or confederations ribes, one of which worshipped the falcon Horus while the r had the okapi (?) Seth as its patron and champion.",
        "In 1669, when the chair of philosophy at the College Royal fell vacant, one of the four selected candidates had to sustain a thesis against \" the pretended new philosophy of Descartes.\"",
        "His Reasonableness of Christianity (1695) is the thesis of \" a whole century \" of theologians.",
        "In 1793 he contributed to Paulus's Memorabilien a paper \"Ãœber Mythus, historische Sagen, and Philosopheme der altesten Welt\"; and in 1795 his thesis for his theological degree was DeMarcione Paullinarum epistolarum emendatore.",
        "The medieval candidate for the doctorate in medicine, although required to have attended practice before presenting himself, discussed as his thesis a purely theoretical question, often semi-theological in character, of which as an extreme example may be quoted \" whether Adam had a navel.\"",
        "These antinomies are four - two mathematical, two dynamical - connected with (I) the limitation of the universe in respect of space and time, (2) the theory that the whole consists of indivisible atoms (whereas, in fact, none such exist), (3) the problem of freedom in relation to universal causality, (4) the existence of a universal being - about each of which pure reason contradicts the empirical, as thesis and antithesis.",
        "Laud early took up a position of antagonism to the Calvinistic party in the church, and in 1604 was reproved by the authorities for maintaining in his thesis for the degree of B.D.",
        "He studied at Berlin University, where he obtained the degree of doctor of philosophy in 1825, his thesis being an analytical discussion of the theory of fractions.",
        "He was educated at the University of Halle, and was made doctor of philosophy in recognition of his thesis De Xenophane, Zenone et Gorgia.",
        "(The order of merit at the examination for the licentiateship existed in Paris till quite recently.) Each successful candidate was then required to maintain a thesis chosen by himself (quodlibetica) in St Julian's church, and was finally submitted to a purely formal public examination (collatio) at either the episcopal palace or the abbey of Ste Genevieve, before receiving from the chancellor, in the name of the Trinity, the licence to incept or begin to teach in the faculty of arts.",
        "Meckel proceeds to exemplify the thesis, that the lower forms of animals represent stages in the course of the development of the higher, with a large series of illustrations.",
        "In Part II., ch i., he makes three assumptions about the senses, and, without stopping to prove them, or even to make them consistent, deduces from them his thesis that the evidence of the senses is not a foundation of belief in Nature.",
        "The opposite thesis was maintained by Baronius (Annales Ecclesiastici, 1588 ff.), whose work was continued by a number of Roman Catholic scholars.",
        "According to him, the Ego posits first itself (thesis); secondly, the non-Ego, the other, opposite to itself (antithesis); and, thirdly, this non-Ego within itself (synthesis), so that all reality is in consciousness.",
        "In the medieval examinations described above we find most of the elements of our present examinations: certificates of previous study and good conduct, preparation of set-books, questioning on subjects not specially prepared, division of examinations into various parts, classification in order of merit, payment of fees, the presentation of a dissertation, and the defence and publication of a thesis (a term of which the meaning has now become extended).",
        "In his classical thesis Berthollet vigorously attacked the results deduced by Bergman, who had followed in his table of elective attractions the path traversed by Stahl and S.",
        "The student desiring to proceed to the doctorate is free from examinations thereafter until he presents his thesis for the doctor's degree,' when, if it is accepted, he is submitted to a public oral examination not only in his principal subject (Haupt f ach), but also as a rule in two or more collateral subjects (Nebenfeicher).",
        "His graduation thesis, published in 1819, on the history of the Merovingian mayors of the palace, attracted the attention of Baron Stein, by whom he was engaged in 1820 to edit the Carolingian chroniclers for the newly-founded Historical Society of Germany.",
        "Thesis, Berlin, 1897; E.",
        "After the Franco-Prussian War Lavisse studied the development of Prussia and wrote Etude sur l'une des origines de la monarchie prussienne, ou la Marche de Brandebourg sous la dynastie ascanienne, which was his thesis for his doctor's degree in 1875, and Etudes sur l'histoire de la Prusse (1879).",
        "This thesis he further developed in a magazine article written in view of the colonial conference held in London in 1907.",
        "Some have questioned whether Friedman's thesis is 100 percent true, mentioning NATO air strikes against Yugoslavia as a potential exception.",
        "Young Adams graduated from Harvard College in 1740, and three years later, on attaining the degree of A.M., chose for his thesis, \"Whether it be Lawful to resist the Supreme Magistrate, if the Commonwealth cannot otherwise be preserved.\"",
        "This conception of will, though consistent and convenient to the main thesis, must be rigidly distinguished from the ordinary significance of will, i.e.",
        "In November 1851 he obtained his doctorate, the thesis being \"Grundlagen fur eine allgemeine Theorie der Functionen einer veranderlichen complexen Grosse.\"",
        "At the Ecole des Chartes, where his career was remarkably brilliant, his valedictory thesis was an Essai sur les revenus publics en Normandie au XII' siècle (1849), and it was to the history of his native province that he devoted his early works.",
        "Presently, labeling of GMO content isn't a requirement—and since labeling is a complex and controversial issue that has no bearing on my thesis, I will pass it by.",
        "After studying law for a time he took up medicine; his graduation thesis De Somno was well received.",
        "His doctoral thesis at Harvard was published with essays by Henry Adams, L.",
        "While this sceptical thesis was embraced by philosophers who had lost their interest in religion, the spiritually minded sought their satisfaction more and more in a mysticism which frequently cast itself loose from ecclesiastical trammels.",
        "In the first thesis, phenol or oxybenzene,C 6 H 5.",
        "For the doctorate in law, a thesis and two oral examinations are required.",
        "See also Goelzer, Grammaticae in Sulp. Severum observationes (1884) (thesis).",
        "His main thesis is that the actions of men cannot be divided into lower and higher.",
        "His French thesis for the doctorate of letters, Etude sur les pamphlets politiques et religieux de Milton (1848), showed that he was attracted towards foreign history, a study for which he soon qualified himself by mastering the Germanic and Scandinavian languages.",
        "Ingenious as this is, there is really very slender ground for Kirchhoff's thesis.",
        "I wasn't sure then, if I would write my diploma thesis here.",
        "For his degree as doctor he presented a thesis on the Histoire poetique de Charlemagne (1865).",
        "But he failed in establishing either thesis.",
        "1 It should be mentioned that the professors of chemistry of a number of German, Austrian and Swiss universities, have, by agreement, instituted an intermediate examination in that subject which students are required to pass before beginning work on the doctoral thesis.",
        "In the faculty of sciences a candidate for the doctorate may submit two theses, or else submit one thesis and undergo an oral examination.",
        "In the faculty of medicine there is no licentiateship, but for the doctorate six examinations must be passed and a thesis submitted.",
        "For the doctor's degree (where this is not an honorary distinction) a thesis or dissertation is generally, though not in.",
        "Of recent years the Thesls thesis has been introduced into lower examinations; it is required for the master's degree at London in the case of internal students, in subjects other than mathematics (1910); both at Oxford and London, the B.Sc. degree, and at Cambridge the B.A.",
        "What is required, therefore, is to readjust our original thesis in such a way as to include and give expression to both the elements in the process.",
        "This was followed by Der Mensch and die elementarische Natur (Stuttgart and Tubingen, 1845), in three parts (Beitri ge) : (1) an historical and philosophical dissertation on the relations of mankind and the \"soul of nature,\" largely influenced by Schelling, (2) a dissertation on the juridical side of the question, De fragmento Vegoiae, being the thesis presented for his degree, (3) a lyrical drama, Erlinde.",
        "From Gottingen he proceeded to Berlin, where he graduated in 1833 as doctor with the thesis De tabulis Eugubinis.",
        "But when men set themselves to cultivate skill in disputation, regarding the matter discussed not as a serious issue, but as a thesis upon which to practise their powers of controversy, they learn to pursue, not truth, but victory; and, their criterion of excellence having been thus perverted, they presently prefer ingenious fallacy to solid reasoning and the applause of bystanders to the consciousness of honest effort.",
        "He then took the degree of doctor in divinity, defending as his thesis the two propositions: Nullum fidei Christianae dogma, in Sacris Scripturis traditum, est rectae rationi dissentaneum, and Sine actionum humanarum libertate nulla potest esse religio.",
        "2 From the purely logical thesis, developed at quite an early stage of his thinking, 3 that in any true proposition the predicate is contained in the subject, the main principles of his doctrine of Monads are derivable with the minimum of help from his philosophy of dynamics.",
        "Fichte cannot be said to have developed a logic, but this rhythm of thesis, antithesis and synthesis, foreshadowed in part for Fichte in Spinoza's formula, \" omnis determinatio est negatio,\" and significantly in Kant's triadic grouping of his categories, gave a cue to the thought of Hegel.",
        "Regarding evil simply as privation, Eckhart does not make it the pivot of his thought, as was afterwards done by Boehme; but his notion of the Godhead as a dark and formless essence is a favourite thesis of theosophy.",
        "The leading thesis seems to have been that all the great religions of the world originated from the same supreme source, and that they were all to be regarded as so many divers expressions of one and the same fundamental truth, or \"Wisdom Religion,\" in such form and dress as was best adapted to suit the times and the people for whose spiritual growth and development religious instruction was required.",
        "On leaving the Erasmus school at Rotterdam he gave proof of his ability by an Oratio scholastica de medicina (1685), and at Leiden University in 1689 he maintained a thesis De brutorum operationibus, in which he advocated the Cartesian theory of automatism among animals.",
        "Wimmer supports his thesis with great learning and ingenuity, and when allowance is made for the fact that a script to be written upon wood, as the runes were, of necessity avoids horizontal lines which run along the fibres of the wood, and would therefore be indistinct, most of the runic signs thus receive a plausible explanation.",
        "His valedictory thesis at the Ecole des Chartes, Serie chronologique des gardiens et seigneurs des Iles Normandes (1876), was a definitive work and but slightly affected by later research.",
        "In 1878 he followed his thesis by a study called Les Cours royales Bans les Iles N ormandes.",
        "An important motif in magico-religious ritual, which may not have been without effect on the development of sacrifice, is, as Dr Frazer's main thesis in The Golden Bough asserts, the imparting of reproductive energy to animals, plants and man himself, its cessation being suggested by such phenomena as old age and the fall of the year.",
        "In 1842 he wrote a thesis in which he announced the discovery of nerve-cells in ganglia.",
        "The thesis is less interesting to a modern reader - because now generally acknowledged - than the argument by which it is supported.",
        "in 1843, with a thesis on albumin and fibrin, he studied for a year under J.",
        "He received the degree of doctor of law in 1836, and in 1838 that of doctor of letters with a thesis on Dante, which was the beginning of one of his best-known books.",
        "He confessed that his object was \"to prove the contrary thesis to Gibbon's,\" and, although any historian who begins with the desire to prove a thesis is quite sure to go more or less wrong, Ozanam no doubt administered a healthful antidote to -the prevalent notion, particularly amongst English-speaking peoples, that the Catholic church had done far more to enslave than to elevate the human mind.",
        "Dodwell's ingenious thesis, that Christianity is not founded on argument, was certainly not meant as an aid to faith; and, though its starting-point is different from all other deistical works, it may safely be reckoned amongst their number.",
        "They are always written in the author's highest style, a style perfectly eloquent and unaffected; they can only be interpreted (on the free-thinking hypothesis) as allegorical with the greatest difficulty and obscurity, and it is pretty certain that no one reading the book without a thesis to prove would dream of taking them in a non-natural sense.",
        "Both the deposed pontiffs protested against the legality of the council of Pisa; each had numerous partisans, and the thesis, constructed rather to meet the exigencies of the case,.",
        "His thesis on leaving the Ecole des Chartes was his [[Catalogue]] des actes de Simon et d'Amauri de Montfort (inserted in vol.",
        "He became aspirant repetiteur at the lycee of Rheims in 1853, and after holding several intermediate positions was appointed in 1862 to the professorship of chemistry in Sens lycee, where he prepared the thesis on electromotive force which gained him his doctor's degree at Paris in the following year.",
        "at Johns Hopkins University in 1886, his thesis being on Congressional Government (1885; and often reprinted).",
        "See Errett Gates's History of the Disciples of Christ (New York, 1905), in \"The Story of the Churches\" series, and his Early Relation and Separation of Baptists and Disciples (Chicago, 1904), a University of Chicago doctoral thesis; and B.",
        "The thesis written for his doctorate, Application de l'analyse chimique a la toxicologic (1859), was followed by many papers on chemistry contributed to learned journals, and his Principes de chimie fondes sur les theories modernes (1865) reached its 5th edition in 1890.",
        "Wycliffe at a later period of his life developed views on doctrinal matters, not connected with his original thesis about the relations between Church and State, and foreshadowed most of the leading tenets of the reformers of the 16th century.",
        "Having obtained the degree of doctor of letters in 1877 with a Latin thesis upon C. Asinius Pollion and a French one upon Giacomo Leopardi (whose works he subsequently translated into French), he made a study of parliamentary oratory during the French Revolution, and published two volumes upon Les Orateurs de la constituante (1882) and upon Les Orateurs de la legislative et de la convention (1885).",
        "(1813); Fialon, Thesis in T.P.A.",
        "Not twenty years after Luther's defiance of the pope, the startling thesis \" that all that Aristotle taught was false \" was prosperously maintained by the youthful Ramus before the university of Paris; and almost contemporaneously the group of remarkable thinkers in Italy who heralded the dawn of modern physical science - Cardanus, Telesio, Patrizzi, Campanella, Bruno - began to propound their Aristotelian theories of the constitution of the physical universe.",
        "But the quasi-theistic assumption that what is natural must be reasonable remained in the minds of Hobbes's most docile readers, and in combination with his thesis that egoism is natural, tended to produce results which were dangerous to social well-being.",
        "Taylor is more persuasive when he is developing his second main thesis - that of the alleged existence of an ultimate dualism in the nature of morality.",
        "5) the writer goes on to prove his thesis from Jewish history, dwelling in particular upon the noble stand made against the tyranny of Antiochus IV.",
        "In 1875 he published a thesis on the mythology of the Zend Avesta, and in 1877 became teacher of Zend at the Ecole des Hautes Etudes.",
        "Mr. Arlen was a skinny wimp who introduced himself as the author and publisher of the bestselling novel Responsible Drunkdom, his thesis and contention being drunkenness was much maligned in our society.",
        "The center has also supported a PhD thesis on the legal consequences of having the directives implemented.",
        "She is currently writing up her thesis on the feasibility of using virtual reality to treat amblyopia.",
        "In the experimental part of this thesis, a novel method of visualizing flow in a rotating two-layer annulus is implemented.",
        "Be wary of pursuing blind alleys which are not directed toward the principal goals of your thesis plan.",
        "bound copies of your thesis to the Academic Registry.",
        "The statement that the ' effectively calculable ' is equivalent to the scope of Turing machines is now generally known as the Church-Turing thesis.",
        "Overview of the thesis Chapter 2 is an introduction to stochastic calculus.",
        "Suppose that you want to publish a PhD thesis on how to wash clothes using your brand of washing machine.",
        "Peacocke himself has recently accepted that arguments from animal cognition do indeed force the acceptance of the Autonomy Thesis (Peacocke 2002 ).",
        "conjectural reasoning ' forms the subject of my thesis.",
        "Secondly, there is the more complex technique of presenting counterarguments to the thesis propounded, and then offering arguments which defeat those counterarguments.",
        "degeneracy thesis was first prompted toward the end of the 18th century by Count Buffon's research in natural history.",
        "Her PhD thesis examines the determinants of the accuracy of analyst earnings forecasts in the UK.",
        "The Three Card Tarot Exercise can be analyzed using the Hegelian dialectic of thesis, antithesis and synthesis.",
        "diploma thesis, I've dealt with the reconstruction of micro objects from focus sets.",
        "doctorate thesis, was on French nuclear policy.",
        "My thesis title is Studies on the biogenic mediation of sediment dynamics in coastal systems.",
        "My interest in systems was complemented by one in the applied econometrics of aggregation, another aspect of my PhD thesis.",
        "eligible for assistance with thesis binding costs.",
        "embourgeoisement thesis.",
        "What more can I say, other than that the experience of writing up my thesis is proving quite enjoyable.",
        "Hence his thesis of the ' Protestant ethic ' .",
        "exegesis of the relevant texts support Wright's thesis?",
        "expound a contrary thesis for my understanding.",
        "indeterminacy thesis is presented.",
        "irremediable loss at the hands of willfully antagonistic thesis advisers?",
        "These results may be graphically represented as follows: numbering the hydrogen atoms in cyclical order from i to 6, then the first thesis demands that whichever atom is substituted the same compound results, while the second thesis points out that the pairs 2 and 6, and 3 and 5 are symmetrical with respect to 1, or in other words, the di-substitution derivatives 1.2 and 1.6, and also 1.3 and 1.5 are identical.",
        "Its conclusions are predetermined, and the initiative of the individual thinker is almost confined, therefore, to formal details in the treatment of his thesis.",
        "In organic chemistry, his study of the ketones and aldehydes, begun in 1857, provided him with the subject of his other doctoral thesis.",
        "But third, we have now an absolute antithesis to our original thesis.",
        "of his learned edition of the Liber pontificalis (completed in 1892 by volume ii.), in which he resumed and completed the results he had attained in his French thesis.",
        "To acquire this a doctor must present a further thesis (Habilitationsschrift), and must deliver two lectures, one before the faculty, followed by a discussion (colloquium), the other in public; but these lectures \" seem to be merely secondary and are tending to become so more and more \"; \" scientific productiveness is so sharply emphasized among the conditions for admission that it overshadows all the rest \" (Paulsen, loc. cit.",
        "His student life was, however, broken by the pope's command to preach to the English in Rome; and a course of his lectures, On the Connexion between Science and Revealed Religion, deservedly attracted much attention, his general thesis being that whereas scientific teaching has repeatedly been thought to disprove Christian doctrine, further investigation has shown that a reconstruction is possible.",
        "Spent the next sixteen years in general veterinary practice being awarded the Fellowship of the RCVS for his thesis entitled Dystocia in the Sow.",
        "does exegesis of the relevant texts support Wright's thesis?",
        "Thesis title: \" Exhumation of eclogite facies crustal rocks in western Norway \" .",
        "falsifyrticular, his key thesis that university autonomy will inevitably be the cause of civil war is falsified by subsequent history.",
        "Hundreds of anime fans clubbing to sounds of Cruel Angel Thesis on the dancefloor?",
        "The title of my thesis was The modeling of solid oxide fuel cells for power generation, ' writes Ben Todd.",
        "This will be a very brief glimpse of the last chapter of my thesis for about twenty minutes.",
        "What has changed since the \" Star Wars \" era is that Bush has accepted the experts ' potentially heretical thesis.",
        "The thesis focuses on the development of techniques for the optimal use of the sophisticated instrumentation.",
        "licentiate thesis, Institute of Computational Linguistics, University of Zurich. [pdf] Stefan Hoefler.",
        "ma thesis on the impact of off-road vehicles on sensitive areas within the National Park.",
        "med thesis, University of Sheffield, 2004.",
        "This was an award of postgraduate standard conferred on the presentation of a sufficiently meritorious thesis.",
        "If we follow Iglesias's thesis, this runs from comfortable, bourgeois irrelevance to casual misogyny.",
        "The thesis must be a scholarly monograph dealing mainly with a Canadian topic.",
        "preparation of a thesis not exceeding 80,000 words, which must be worthy of publication by a learned society.",
        "This observation best reflects Lucking's thesis that language is an \" unnamed protagonist \" in the plays.",
        "My thesis is on the automated assessment of total hip replacements from anteroposterior radiographs.",
        "Ms Fowler is involved in two comparative projects related to her thesis research, on the post-communist centre-right and the 2003 accession referendums.",
        "Challenging some tenets of the resilience thesis, this article seeks to broaden the discussion of welfare-state retrenchment.",
        "The degree requires the preparation of a thesis not exceeding 80,000 words, which must be worthy of publication by a learned society.",
        "softbound copies of the thesis should be prepared.",
        "The channel sounder is described in detail in my Sub-Surface Communications Book, which is based on my PhD thesis.",
        "submission of thesis.",
        "superviseesently supervising a doctoral thesis on Stephen King.",
        "But even a less than full belief in an epistemological thesis which showed theism to be unjustified would be damaging.",
        "Unpublished master's thesis, University of Newcastle, New South Wales, Australia.",
        "thesis entitled Dystocia in the Sow.",
        "In many subjects candidates for these degrees are also required to submit a short thesis.",
        "A Doctorate is awarded on the basis of defending a thesis (tesis) as in the UK.",
        "Pinker isn't writing a doctoral thesis or even a research report.",
        "The library does not permit the copying of any unpublished thesis without the prior permission of the author.",
        "Also working on an ma thesis on the impact of off-road vehicles on sensitive areas within the National Park.",
        "This is achieved by theoretical investigation, with readings in cognitive neuropsychology, practice of the relevant research methods, and a research-based thesis.",
        "Depending on the nature of the thesis, students may also be allocated an additional ' thesis supervisor ' .",
        "thesis title here: Link To The Wolf Trust Have your own web site?",
        "thesis submission deadline will not be allowed to keep their desk.",
        "Hahn was appointed to the teaching staff in Vienna as a privatdozent in 1905 after submitting his habilitation thesis.",
        "The effort will be well worthwhile, not least to appreciate Lyon's radical critique of the secularization thesis.",
        "Donate Your thesis Would you like your postgraduate thesis or dissertation on the moving image to reach a wider audience?",
        "EENET's action research project builds upon the methodology used in this masters thesis by Sue Stubbs.",
        "thesis topic i lawsuits and divorce as saying i said to be.",
        "In the section entitled How to Walk Walker outlines his thesis: few townsfolk know how to walk.",
        "trichotomy thesis, and it has been challenged in two ways.",
        "unpublished thesis without the prior permission of the author.",
        "Much unhappiness is caused by students ending up with masses of research material, no money, and most of the thesis still unwritten.",
        "Chapter Thesis The conception of welfare used by preference utilitarians and many modern welfare economists is that of want-satisfaction.",
        "On Monday, Neil Pemberton passed the viva for his PhD thesis on the construction of deafness in Britain.",
        "Suppose that you want to publish a PhD thesis on how to wash clothes using your brand of wash clothes using your brand of washing machine.",
        "In 1854 he made his reputation by his doctoral thesis, Sur les combinaisons de la glycerine avec les acides, which described a series of beautiful researches in continuation and amplification of M.",
        "His thesis on that occasion was devoted to a question in organic chemistry, for he held the opinion that the study of chemistry is an indispensable preliminary to the pursuit of physics, which was his ultimate aim.",
        "And it is hard to say whether Lamarck or Treviranus has the priority in propounding the main thesis of the doctrine of evolution; for though the first volume of Treviranus's Biologie appeared only in 1802, he says, in the preface to his later work, the Erscheinungen and Gesetze des organischen Lebens, dated 1831, that he wrote the first volume of the Biologie \" nearly five-and-thirty years ago,\" or about 1796.",
        "When he revised the book in 1875, his modifications were very slight, and it is conceivable that, had he recast it, as he often expressed the desire to do in the last years of his life, he would not have abandoned any part of his fundamental thesis.",
        "The dissertations not embodied in his great work were collected by himself and (after his death) by his pupil, Camille Jullian, and published as volumes of miscellanies: Recherches sur quelques problemes d'histoire (1885), dealing with the Roman colonate, the land system in Normandy, the Germanic mark, and the judiciary organization in the kingdom of the Franks; Nouvelles recherches sur quelques problemes d'histoire (1891); and Questions historiques (1893), which contains his paper on Chios and his thesis on Polybius.",
        "But perhaps the most startling thesis was that no science gives surer conviction of the divinity of Christ than \"magia\" (i.e.",
        "Michel Le Tellier having ordered him to refute a thesis of the college of Clermont on the infallibility of the pope, Marca wrote a treatise which was most Gallican in its ideas, but refused to publish it for fear of drawing down \"the indignation of Rome.\"",
        "To him was indirectly due, in the main, that troubling of the Realistic waters which resulted in so many modifications of the original thesis; and his own somewhat eclectic ruling on the question in debate came to be tacitly accepted in the schools, as the ardour of the disputants began to abate after the middle of the century.",
        "At the Ecole des Chartes, where his career was remarkably brilliant, his valedictory thesis was an Essai sur les revenus publics en Normandie au XII' siÃ¨cle (1849), and it was to the history of his native province that he devoted his early works.",
        "These investigations, by which Black not only gave a great impetus to the chemistry of gases by clearly indicating the exi stence of a gas distinct from common air, but also anticipated La voisier and modern chemistry by his appeal to the balance, were described in the thesis De humore acido a cibis orto, et magnesia alba, which he presented for his doctor's degree inÃ‚°1754; and a fuller account of them was read before the Medical Society of Edinburgh in June 1755, and published in the following year as Experiments upon magnesia, quicklime and some other alkaline substances.",
        "After the British Act of 1750 forbidding the erection or the operating of iron or steel mills in the colonies, Franklin wrote Observations concerning the Increase of Mankind and the Peopling of Countries (1751); its thesis was that manufactures come to be common only with a high degree of social development and with great density of population, and that Great Britain need not, therefore, fear the industrial competition of the colonies, but it is better known for the estimate (adopted by Adam Smith) that the population of the colonies would double every quarter-century; and for the likeness to Malthus's 4 \" preventive check \" of its statement: \" The greater the common fashionable expense of any rank of people the more cautious they are of marriage.\"",
        "And yet the Roman Catholic Church had upon its hands one great unsettled question - the thesis of the Immaculate Conception of the Virgin.",
        "In literary criticism its fundamental thesis, stated independently of Vatke and in the same year by George in Die dlteren jiidischen Feste, and in a measure anticipated by Reuss, who in 1832 was maintaining in his academical lectures that the prophets were older than the Law and the Psalms more recent than both, is that the chronological order of the three main sources of the Hexateuch is (1) the prophetic narratives (JE), (2) Deuteronomy, (3) the Priestly Code (P), the last being post-exilic. This entirely reversed the prevailing view that P with its exact details and developed ceremonial and sacerdotal system was at once the earliest portion of the Pentateuch and the Grundschrift or foundation of the whole - a view that was maintained by Ewald and, though with very important modifications, to the last by A.",
        "Studien aus Wurttemberg (1888), p. 36 seq.; Nardin, \"Essai sur les prophetes de l'eglise primitive,\" Thesis, (Paris, 1888); Weinel, \"Die Wirkungen des Geistes and der Geister im nachapostolischen Zeitalter bis auf I renaeus,\" (1899); Selwyn, \"The Christian Prophets 1 See Lucian's story about Peregrinus, and that chapter of the OcSax,i where the author labours to establish criteria for distinguishing false prophets from true.",
        "In 1793 he contributed to Paulus's Memorabilien a paper \"ÃƒÅ“ber Mythus, historische Sagen, and Philosopheme der altesten Welt\"; and in 1795 his thesis for his theological degree was DeMarcione Paullinarum epistolarum emendatore.",
        "The successful candidate was admitted to maintain a thesis against an opponent, a process called \" determination \" (see Rashdall i.",
        "There is also a special doctorate, the \" doctorat d'Universite,\" awarded on a thesis and an oral examination; and there are diplomas (Diplo nes d'Etudes superieures) awarded on dissertations and examinations on subjects in philosophy, history and geography, classics or modern languages, selected mainly by the candidate and approved by the faculty.",
        "Thesis, antithesis and synthesis, a Fichtean formula, is generalized by Hegel into the perpetual law of thought.",
        "His graduation thesis was on the ambitious subject of \" the historical development of epidemic and contagious diseases all over the world, with the laws of their diffusion,\" which showed the influence of Schonlein.",
        "Its doctrinal thesis (which is supported with great philosophic acumen and rhetorical power) is the divinity and consubstantiality of the Word; incidentally the character of Basil, which Eunomius had aspersed, is vindicated, and the heretic himself is held up to scorn and contempt.",
        "His thesis (seldom defended now) was that Purim corresponds to Furdigan, the name of the old Persian New Year's and All Souls' festival held in spring, on which the Persians were wont to exchange presents (cf.",
        "These analytical methods of research were well known to the second Monro in Edinburgh, and to his pupils, one of whom, William Alexander, wrote a thesis in 1790 entitled \"De partibus corporis animalis quae viribus opii parent.\"",
        "In this thesis we also implement a relaxation oscillator of van der Pol type into an autoparametric system.",
        "His doctoral thesis was concerned with the two-dimensional electron gas (2DEG) in semiconductor heterostructures.",
        "Three softbound copies of the thesis should be prepared.",
        "Students who go beyond the four-year thesis submission deadline will not be allowed to keep their desk.",
        "Hmm that 's interesting tho, so do you expect supervisors to weed out the plagiarism and before submission of thesis.",
        "I am presently supervising a doctoral thesis on Stephen King.",
        "Unpublished master 's thesis, University of Newcastle, New South Wales, Australia.",
        "Pinker is n't writing a doctoral thesis or even a research report.",
        "Depending on the nature of the thesis, students may also be allocated an additional ' thesis supervisor '.",
        "The effort will be well worthwhile, not least to appreciate Lyon 's radical critique of the secularization thesis.",
        "I was n't sure then, if I would write my diploma thesis here.",
        "EENET 's action research project builds upon the methodology used in this masters thesis by Sue Stubbs.",
        "Thesis topic i lawsuits and divorce as saying i said to be.",
        "In the section entitled How to Walk Walker outlines his thesis: Few townsfolk know how to walk.",
        "But hard comparisons raise the issue of the truth of the trichotomy thesis, and it has been challenged in two ways.",
        "The Christian doctrine of the triune creator God cannot be verified scientifically, it is a theological idea, not a scientific thesis.",
        "Within 36 months - Submit thesis, viva exam.",
        "Would you want to be treated by a doctor who cheated her way through biology or have your children taught by a teacher who bought his/her senior thesis?",
        "Some will include a thesis, which is similar to a dissertation, but it will be shorter and require less research.",
        "If the graduate course requires a thesis, then the research, the presentation and the level of the work must be up to graduate-level standards.",
        "Thesis work helps students combine these critical areas of learning, and makes it possible for professional designers to take their work to the next level.",
        "Students are not required to take a final test or to complete a master's level thesis as part of the requirements to complete this degree.",
        "Rather than writing a thesis, all students are required to create a final Engineering Report.",
        "A dissertation in support of a thesis on public health issues is also a typical requirement at the completion of the degree program.",
        "The game is actually part of a thesis developed by developers at the University of Southern California.",
        "Its overt thesis is that there are some studies, such as the creation of life, that should be left solely to the province of God the Creator.",
        "Sandburg believes that Ellison is the living embodiment of his thesis topic, a Sentinel.",
        "Among the other works of Griesbach (which are comparatively unimportant) may be mentioned his university thesis De codicibus quatuor evangelistarum Origenianis (Halle, 1771) and a work upon systematic theology (Anleitung zur Kenntniss der popularen Dogmatik, Jena, 1779)."
    ],
    "definition": [
        "A proposition that is maintained by argument.",
        "A dissertation advancing an original point of view as a result of research, especially as a requirement for an academic degree.",
        "A hypothetical proposition, especially one put forth without proof.",
        "The first stage of the Hegelian dialectic process.",
        "a. The long or accented part of a metrical foot, especially in quantitative verse.\nb. The unaccented or short part of a metrical foot, especially in accentual verse.",
        "Music The accented section of a measure.",
        "Link/Cite",
        "A statement supported by arguments.",
        "A written essay, especially one submitted for a university degree.",
        "(logic) An affirmation, or distinction from a supposition or hypothesis.",
        "(music) The accented part of the measure, expressed by the downward beat; the opposite of arsis.",
        "(poetry) The depression of the voice in pronouncing the syllables of a word.",
        "(poetry) The part of the metrical foot upon which such a depression falls.",
        "heists, shiest, shites",
        "Link/Cite"
    ]
}