{
    "translation": "בית החזה",
    "uses": [
        "Thorax, Legs and Wings.",
        "Each segment of the thorax carries a pair of legs.",
        "No distinction between head, thorax and abdomen can be observed.",
        "Among the burrowing and tubicolous forms it is not uncommon for the body to be distinguishable into two or more regions; a \"thorax,\" for example, is sharply marked off from an \"abdomen\" in the Sabellids.",
        "A thorax also is sometimes to be distinguished from an abdomen.",
        "Turning to the thorax we find that the first segment (prothorax) is distinct and free, with a wide dorsal sclerite.",
        "In the adult state no insect possesses more than six legs, and they are always attached to the thorax; in many Thysanura there are, however, processes on the abdomen that, as to their position, are similar to legs.",
        "The larvae are remarkable for their small head, very broad thorax, with reduced legs, and narrow elongate abdomen.",
        "The head is usually connected with the thorax by a distinct membranous neck, strengthened in the more generalized orders with small chitinous plates (cervical sclerites).",
        "In addition to the wings there are smaller dorsal outgrowths of the thorax in many insects.",
        "The latter again are divided into Metanopsilae (in which the metanotum or posterior region of the thorax is bare) and Metanotrichae (in which the metanoturn is clothed with bristles or scales).",
        "The insects of this order have mandibles adapted for biting, and two pairs of membranous wings are usually present; the first abdominal segment (propodeum) becomes closely associated with the fore-body (thorax), of which it appears to form a part.",
        "A true insect, or member of the class Hexapoda, may be known by the grouping of its body-segments in three distinct regions - a head, a thorax and an abdomen - each of which consists of a definite number of segments.",
        "- Tube-dwelling with body divided into thorax and abdomen marked by the setae, which are reversed in position in the neuropodium and notopodium respectively in the two regions.",
        "Other species of wandering habits carry the cocoon about with them, sometimes attached to the spinnerets, as in the Lycosidae, sometimes tucked under the thorax, as in the large tropical house-spider, Heteropoda regia, one of the Clubionidae.",
        "into a single nerve-centre situated in the thorax is remarkable.",
        "In these forms the bundles of setae are either capilliform or uncinate, and the dorsal setae of the thorax are like the ventral setae of the abdomen.",
        "But the most natural division is obtained by the separation of the saw-flies as a primitive sub-order, characterized by the imperfect union of the first abdominal segment with the thorax, and by the broad base of the abdomen, so that there is no median constriction or \" waist,\" and by the presence of thoracic legs - usually also of abdominal pro-legs - in the larva.",
        "Parapod.ia hardly projecting; palps of prosomium forming branched gills; no pharynx or eversible buccal region; no septa in thorax, septa in abdomen regularly disposed.",
        "The thorax is composed of three segments; each bears a pair of jointed legs, and in the vast majority of insects the two hindmost bear each a pair of wings.",
        "Many of them, like ungulates, are specialized for swift running, and have unusually long limbs, with ridges developed on the articular surfaces of the lower bones; the clavicles are more or less reduced; the thorax is more compressed than usual, with a narrower breast-bone; and there is a marked tendency to the reduction or loss of the lateral toes, more especially in the hind limb.",
        "The body proper is usually divisible into two regions to which the names thorax and abdomen are applied.",
        "The nervous system is remarkably concentrated in some beetles, the abdominal ganglia showing a tendency to become shifted forward and crowded together, and in certain chafers all the thoracic and abdominal ganglia are fused into a single nervecentre situated in the thorax, - a degree of specialization only matched in the insectan class among the Hemiptera and some muscid flies.",
        "This sub-order, characterized by the \" sessile,\" broad-based abdomen, whose fist segment is imperfectly united with the thorax, and by the usually caterpillar-like larvae with legs, includes the various groups of saw-flies.",
        "The thorax must be percussed, and lung apices and the axillae auscultated.",
        "azure damselfly by the pattern of black stripes on the side of her thorax.",
        "Coming back along the path, I saw a BLUE-TAILED damselfly with violet stripes on the thorax.",
        "She can still be distinguished as an azure damselfly by the pattern of black stripes on the side of her thorax.",
        "instar nymphs have a pale area centrally on the dorsal thorax.",
        "jointed legs are borne on the thorax, which is the location in many insects for a pair of wings.",
        "Last year his best Czech nymph was made from orange rabbit with black thorax or with a goldhead.",
        "In colour Anopheles is usually brownish or slaty, but sometimes buff, and the thorax frequently has a dark stripe on each side.",
        "- Thorax of Saw-Fly (P I, Dorsal view.",
        "insects a remark - able concentration of the trunk-ganglia takes place, all the nerve-centres of the thorax and abdomen in the chafers and in the Hemiptera, for instance, being represented by a single mass situated in the thorax.",
        "He finds that the endoderm arises may be readily distinguished, six of which subsequently enter into from an anterior and a posterior rudiment derived from the \" endothe formation of the head, three going to the thorax and twelve to blast,\" that many of the cells of these rudiments wander into the the abdomen.",
        "Laennec, to whom we are indebted for the practice of auscultation, freely admits that the idea was suggested to him by study of Hippocrates, who, treating of the presence of morbid fluids in the thorax, gives very particular directions, by 1 \" Hippocrates Cous, primus quidem ex omnibus memoria dignus, ab studio sapientiae disciplinam hanc separavit, vir et arte et facundia insignis \" (Celsus, De medicina).",
        "In the thorax the pronotum and prosternum are closely associated with the mesothorax, but the pleura of the prothorax are usually shifted far forwards, so that the forelegs are inserted just behind the head.",
        "Verhoeff (1904) that the hexapodan thorax in reality contains six primitive segments is entirely without embryological support.",
        "The segments are numbered 1-21; 1-6 will form the head, 7-9 the thorax, 10-21 the abdomen.",
        "(2) The presence of variously formed scales on the body and its appendages: the head is clothed with scales, the thorax with hairs or scales, and the abdomen with either hairs or scales, or both; the legs and veins of the wings are always covered with scales, and the palpi are often (as in some Anophelinae) conspicuously scaly.",
        "In appearance an ordinary Copepod is divided into foreand hind-body, of its eleven segments the composite first being the head, the next five constituting the thorax, and the last five the abdomen.",
        "The somites following the head are strictly nomomeristic and nomotagmic. The first three form the thorax, thhe appendages of which are the walking legs, tipped with paired claws or ungues (compare the homoplastic claws of Scorpio and Peripatus).",
        "The vocal organs, of which there is a pair in the thorax, protected by an opercular plate, are quite unlike the sounding organs of other insects.",
        "Hansen (Die Cirripedien der Plankton-Expedition, 1899) states that Cryptophialus minutus, for which the order Abdominalia was founded, has, like Alcippe and other Genuina, its cirrhi on the thorax, not, as Darwin wrongly supposed, on the abdomen.",
        "These have been interpreted as indicating one or more primitive segments between the head and thorax.",
        "They differ from other Endopterygota in the multiplication of their Malpighian tubes, and from all other Hexapoda in the union of the first abdominal segment with the thorax.",
        "Respiration is effected by means of external gills placed along both sides of the dorsum of the abdomen and hinder segments of the thorax.",
        "I), and breathe by means of a pair of respiratory trumpets on the thorax.",
        "Even this verbal flaw would be obviated if Giesbrecht could prove his tentative hypothesis, that the Gymnoplea may have lost a pre-genital segment of the abdomen, and the Podoplea may have lost the last segment of the thorax.",
        "It is a large rodent known to the Tupi Indians as the paca-rana, or false paca, in allusion to the resemblance of its coloration to that of the true paca, from which it differs by its elldeveloped tail, the absence of cheek-pouches, the full development of all five toes and the wider thorax.",
        "The mimicry of these insects therefore is synaposematic; but some, at all events, of the flies like the Bombylid Exoprosopa umbrosa, probably form pseudaposematic elements in the group. Into another category Hymenoptera enter not as models but as mimics, the models being inedible Malacodermatous beetles mostly belonging to the genus Lycus and characterized by orange coloration set off by a large black patch upon the posterior end of the elytra and a smaller black spot upon the thorax.",
        "Th, thorax.",
        "Thorax >>",
        "After a brief existence the pupa emerges from the ground, and, holding on to a plant stem by means of its powerful front legs, sets free the perfect insect through a slit along the median dorsal line of the thorax.",
        "It lies with its base near the lower part of the abdomen, and its apex directed towards the thorax.",
        "Females can have a blue thorax, green, orange or violet, whilst the males have only the blue.",
        "A thin muscular sheet separating the thorax from the abdomen.",
        "Keep forearms resting on the floor and raise head, shoulders and upper thorax, but keep abdomen on the floor.",
        "Step 6 -- thorax: Take the Hare's Ear dubbing color that you have chosen and dub in a small thorax.",
        "Few dragonflies, but the common one was a hawker with a royal blue body and apple green thorax and eyes.",
        "thorax airbags, dual roll-over protection hoops and side impact door beams.",
        "thorax cover 3 or 4 plumes of CDC (any color ).",
        "They were also three times more likely to have ever wheezed, say the scientists, who published their findings in the journal thorax.",
        "tuberculosis of the thoracic spine: illustrated on a transverse section through the thorax.",
        "The two bands, one at the front of thorax, the other near the top of the abdomen, are brownish yellow.",
        "In a large number of Diptera an incision in the posterior margin of the wing, near the base, marks off a small lobe, the posterior lobe or alula, while connected with this but situated on the thorax itself there is a pair of membranous scales, or squamae, which when present serve to conceal the halteres.",
        "It is a remarkable and newly-ascertained fact that in regeneration (in Potamilla) the thorax is not replaced by the growth of uninjured thoracic segments; but that the anterior segments of the abdomen take on the same characters, the setae dropping out and being replaced in accordance with the plan of the setae in the thorax of uninjured worms. Among the Oligochaeta the sexually mature worm is distinguished from the immature worm by the clitellum and by the development of genital setae.",
        "The three segments which make up the thorax or foretrunk are known as the prothorax, mesothorax and metathorax (see fig.",
        "Ventrally, each segment of the thorax has a sternum with which a median pre-sternum and paired episterna and epimera are often associated (see figs.",
        "Verhoeff has lately (1904) put forward the view that there are really six segments in the hexapodan thorax and twenty in the abdomen - the cerci belonging to the seventeenth abdominal segment thus showing a close agreement with the centipede Scolopendra.",
        "All the other families of Hymenoptera, including the gall-flies, ichneumons and aculeates, have the first abdominal segment closely united with the thorax, the second abdominal segment constricted so as to form a narrow stalk or \" waist,\" and legless larvae without a hinder outlet to the food-canal.",
        "They are bright, iridescent, golden-green or bluish-coloured beetles (see Coleoptera), with the breast finely punctured and pubescent, head and thorax with a longitudinal channel, and elytra with two slightly elevated lines.",
        "Throughout the whole of the Malacostraca the thorax consists of eight and the abdomen of six somites (fig.",
        "A few interesting facts:- These guys are 12 - 15 mm long They are colored light brown with two dark stripes on the thorax.",
        "Step 6 -- Thorax: Take the Hare 's Ear dubbing color that you have chosen and dub in a small thorax.",
        "There are driver and passenger front and side thorax airbags, dual roll-over protection hoops and side impact door beams.",
        "Thorax cover 3 or 4 plumes of CDC (any color).",
        "They were also three times more likely to have ever wheezed, say the scientists, who published their findings in the journal Thorax.",
        "Figure 2. CT scan features of tuberculosis of the thoracic spine: illustrated on a transverse section through the thorax.",
        "The September 2000 issue of Thorax considered demographics and skin test results of children without asthma.",
        "B, Section through head and thorax.",
        "stripes on the thorax.",
        "- This is an important tribe of beetles, including families with four malpighian tubes and only five or six abdominal sterna, while in the thorax there is a backwardly directed process of the prosternum that fits into a mesosternal cavity.",
        "The other structural characters of the Order may be briefly summarized as: - mouth-parts adapted for piercing and sucking, or for suction alone, and consisting of a proboscis formed of the labium, and enclosing modifications of the other usual parts of the mouth, some of which, however, may be wanting; a thorax fused into a single mass; and legs with five-jointed tarsi.",
        "Bristles are usually present on the legs, and in the case of many families on the body also; those on the head and thorax are of great importance in classification.",
        "size compared with the thorax or abdomen, but in the embryo it On the whole it seems likely that the endoderm is represented in forms a much larger portion of the body than it does in the adult.",
        "The dorsal skeletal elements of the thorax and of the anterior six abdominal segments unite with the wing-cases to form a large respiratory chamber, containing five pairs of tracheal gills, with lateral slits for the inflow and a posterior orifice for the outflow of water.",
        "When the aquatic insect has reached its full growth it emerges from the water or seeks its surface; the thorax splits down the back and the winged form appears.",
        "- Drawing from life of the Italian scorpion Euscorpius italicus, Herbst, holding a blue-bottle fly with its left chela, and carefully piercing it between head and thorax with its sting.",
        "The coloration of tsetse-flies is sombre and inconspicuous; the brownish or greyish-brown thorax usually exhibits darker longitudinal markings, and when the insect is at rest the abdomen or hinder half of the body is entirely concealed by the brownish wings.",
        "In one of these (Heteronotus trinodosus), the dorsal area of the forepart of the thorax is developed into a plate which projects backwards over the body of the insect, which retains its normal form, and conceals all but the head, wings and, legs.",
        "The legs and lower part of the body are dark coloured, but the dorsal surface of the thorax and abdomen is coloured green and is raised so as to form a crest with jagged edges exactly reproducing the irregular margin of a fragment of leaf cut out by the mandibles of the ant.",
        "All insects have the same regional division of the body into head, thorax and abdomen, the same number of legs, a pair of antennae and a segmented abdomen.",
        "In the various groups of the Entomostraca, on the other hand, the terms thorax and abdomen, though conveniently employed for purposes of systematic description, do not imply any homology with the regions so named in the Malacostraca.",
        "The Anophelinae have narrow bodies, and generally spotted wings, and when at rest keep body and proboscis in a straight line, often at a considerable angle with the supporting surface; in this way they can be distinguished from Culicinae, which have a humped-up thorax with which the proboscis forms an angle, and in the resting position keep the body parallel to the support.",
        "The true first segment, which undergoes a more or less complete fusion with the thorax is known as the \" median segment \" or propodeum."
    ],
    "definition": [
        "The part of the human body between the neck and the diaphragm, partially encased by the ribs and containing the heart and lungs; the chest.",
        "A part in other vertebrates that corresponds to the human thorax.",
        "The second or middle region of the body of certain arthropods, including the insects and most crustaceans, lying between the head and the abdomen.",
        "Link/Cite"
    ]
}