{
    "translation": "איום",
    "uses": [
        "They are a serious threat to him.",
        "It was meant as a threat, not a promise.",
        "His threat was a low growl.",
        "Patsy was still on the loose but she wasn't considered a threat to anyone.",
        "It's a common threat to all of us.",
        "As April slipped into May and the last threat of frost passed, she began planting them in the garden.",
        "He desperately wants to eliminate what he sees as the only threat to his activities.",
        "Whether he believed it or not, Lori was a threat to their relationship.",
        "The wolf finally decided they were no threat and turned his back on them, trotting away across the vast grassland.",
        "Hopefully the threat wasn't snow.",
        "Their threat is taught to us diplomats as an extreme negotiating tactic.",
        "So this killer senses the threat isn't finished.",
        "His instincts reacted to the threat before he was fully awake.",
        "She's no threat to you, master.",
        "Talon shoved her back into the valley with a snarled threat under his breath, and she hurried out of the trough again, breathing hard by the time she'd clambered twenty feet to the top.",
        "Jenn snatched her clothes and fled, Traveling to the one place where she knew the threat and it didn't confuse her.",
        "He'd been ignoring the extent of the power available from the souls for fear of violating the Code, which he now understood was not binding in the face of a threat like Darkyn.",
        "Antoine probably wasn't the main threat in Europe.",
        "It was far more important than the bet with the human, but Deidre couldn't help thinking about her deal and Darkyn's threat to reveal everything to Gabriel.",
        "His panther-like physique and tattoos gave him all the appearance of a threat, and yet, he'd fended off her blows with gentleness he didn't have to show.",
        "She knew by their similar facial features they were brothers, and Romas's threat of hooking her up with one made her more self-conscious.",
        "They seem to know man isn't a threat until the engine is shut off.",
        "While quiet, his words were meant as the threat she took them to be.",
        "\"Rendezvous threat camp,\" Brady said.",
        "The Qatwali warriors had looked her over in full light, as if to ensure she was no threat, then dismissed her with a look that said she ranked lower than the tarantula cat clinging to one wall.",
        "In the hilly city of Fayetteville, that was a threat during any heavy rain.",
        "However, we feared no threat from either, nor did we feel they wished to identify us.",
        "He'd let her live, knowing she was obligated to report everything to Damian and powerful enough to be dismissive of any threat she might cause.",
        "Or they'll soon realize the threat affects us all and be back.",
        "\"Thank you,\" she managed, uncertain how to respond to a vague threat from a stranger.",
        "She wasn't the threat the Watcher made her out to be.",
        "She backed away as he approached, feeling the threat without needing to see it on his face.",
        "Taran shifted at the threat of the underground.",
        "Educated people seem to pose more of a threat to autocrats.",
        "He's the only one who is a direct threat and that's due to our coming so close to getting him in the past.",
        "Specifically, a virus or bug passed to a pig is considered a huge threat in the medical community, because pigs can pass their diseases onto humans.",
        "Bianca scrambled up, energized by the threat of staying in the creepy world.",
        "He didn't look like the threat she knew him to be.",
        "There was no way she was sleeping tonight, even if she didn't feel any threat from the phantom.",
        "Her stomach twisted into a knot and her eyes burned with the threat of tears.",
        "But that one word expressed an entreaty, a threat, and above all conviction that she would herself regret her words.",
        "Instinct told her his threat wasn't simply the liquor talking.",
        "You were no real threat to them without your nishani, but now, you can rally your people behind you with the promise of healing the planet.",
        "The threat in his growl was apparent.",
        "He's not going to get her committed without a few miles of red tape but just the threat of a lockup could drag her back to old Virginia.",
        "He was far enough away from the Sanctuary's fortress not to cause a threat to those there, so long as the two people buffering him stayed close.",
        "Maybe Yancey would be more careful in the future about using the threat of bears as a method of keeping Lisa away from that building.",
        "Yully listened, breathless, to the strangers who vowed to protect her from a threat similar to her father.",
        "He was friendly enough, but no threat to anyone and no corporate climber.",
        "But I do not believe these technological leaps forward are a threat to good food.",
        "A'Ran said nothing, aware his forefathers had never made a threat they didn't intend to execute.",
        "\"I'm not so sure about that,\" snarled Dean, knowing full well his threat was empty.",
        "He's not a threat but a wanderer!",
        "What threat is a blind man to you?",
        "Nerves made her movements clumsy while her mind sought some forgotten information about a threat great enough to rouse the Undersecretary and his staff in the middle of the night.",
        "In spite of the cloudy weather and the threat of rain, Dean ended the daylight hours listening to the hum of his bike tires on the country roads west of Parkside.",
        "They view individual liberty as a threat, new political ideas as subversion, and political opposition as treason.",
        "This killer of Miss Washington is your most dire threat to date.",
        "Unless Sasha posed a direct threat to the Council, Kris was forbidden from buying an assassination, despite suspecting his brother wasn.t as innocent as he proclaimed.",
        "On his planet, he'd have no qualms about following through with his threat to lock her in the bathroom if he found out what she was doing.",
        "Lightening flashed in the east and thunder rumbled a posthumous threat.",
        "He's intelligent enough to recognize the serious threat.",
        "I asked her if she perceived any hint of threat.",
        "He never questioned if Julie knowledge presented any kind of threat.",
        "He cautioned me that Bryce might not be our only threat.",
        "Pacing in her room, she tried hard not to think of what her father was capable of doing to someone he thought was a threat to her.",
        "He'd done as he promised Jule and eliminated the threat.",
        "She looked up, hearing the unspoken threat.",
        "\"If you ever, ever, do anything like that again …\" He didn't have to finish the threat.",
        "Everyone knew Darkyn was beyond a threat.",
        "But you're not a threat.",
        "If he was a sentry guarding the lake, he'd deemed her not a threat.",
        "From any other Immortal, it wouldn't have been a threat.",
        "I mean, Ne'Rin is no longer a threat.",
        "My reinforcements aren't here yet; you'll need to keep moving until I can neutralize the newest threat.",
        "Sarah knew better than to admonish him for his threat.",
        "As good as he had been to her, she didn't doubt his threat.",
        "Hon, the difference between you and the rest of us is that you see the keypads as a threat.",
        "What if I am the threat Sirian believes me to be?",
        "He moved closer to her in case the unseen threat attacked, hands on the hilts of his daggers.",
        "Her words struck his core, and for a moment he was blinded by the incensed need to destroy any such threat.",
        "We might wipe out the threat to the north and maintain that route, but it would take away from defenses elsewhere.",
        "The creature stirred within her, sensing the threat.",
        "He had heard nothing of or from Sirian, and the guards on the walls revealed nothing of any threat.",
        "Two dogs that size didn't present much of a threat to an Elk, or the wild sheep, for that matter.",
        "They did pose a threat to Carmen's goats, though.",
        "With the bridges open, the threat she'd foreseen was going to overtake the human world.",
        "He is no threat to me.",
        "If the immortal world posed a threat to hers now, it might again in the future.",
        "Or that what she did was to make him less of a threat to their enemies.",
        "\"Tell your kind he is no longer a threat,\" she directed.",
        "You wanted the threat to the mortal realm gone, and now it is.",
        "Whatever threat she might be, he could handle it.",
        "Bruises and a threat.",
        "\"If he's coming to you, and you're still alive, then he's not a threat,\" Eden said from her vantage point nearby.",
        "The hidden threat that something bad was going to happen, if Xander stayed home.",
        "\"Jonny's coming back,\" she heard herself saying, uncertain how the teen god with a penchant for breaking arms was less of a threat than this man.",
        "It was occasioned by the discharge of the Macedonian veterans, and only the personal magnetism of Alexander and his threat to entrust himself altogether to the Orientals availed to quell it.",
        "there is a mingling of threat and promise.",
        "The reply to this threat was the immediate resignation of their commissions by all the officers connected with the Tiro Nacional.",
        "These votes, however, were cancelled later, on the 26th of July, under the pressure of the royalist city mob which invaded the two Houses; but the two speakers, with eight peers and fifty-seven members of the Commons, themselves joined the army, which now advanced to London, overawing all resistance, escorting the fugitive members in triumph to Westminster on the 6th of August, and obliging the parliament on the 10th to cancel the last votes, with the threat of a regiment of cavalry drawn up by Cromwell in Hyde Park.",
        "At the same time Napoleon threatened openly to crush Austria, and in 180 9 he carried out his threat by defeating the Austrian armies at Wagram and elsewhere, and dictating the treaty of Schonbrunn (October 14).",
        "Under a Ottoman threat of war he obtained in 1826 the Convention of empire.",
        "But a year later he acquiesced in the establishment of a Labour council of action, and in the threat of a general strike in case of any military or naval intervention against the Soviet Government of Russia.",
        "The threat that seems to be conveyed in these words, of trying to promote a new crusade, was never carried out; the remaining years of Dominic's life were wholly given up to the founding of his order.",
        "The famous declaration read by Gramont in the Chamber on the 6th of July, the \"threat with the hand on the sword-hilt,\" as Bismarck called it, was the joint work of the whole cabinet; the original draft presented by Gramont was judged to be too \"elliptical\" in its conclusion and not sufficiently vigorous; the reference to a revival of the empire of Charles V.",
        "Ever afterwards, in memory of the threat of Heracles to ravage the land if Hylas were not found, the inhabitants of Kios every year on a stated day roamed the mountains, shouting aloud for Hylas (Apollonius Rhodius i.",
        "The threat naturally did not tend to reassure statesmen at Vienna; and the tsar now resolved to prevent the total wreck of the European system by screening the House of Habsburg from the wrath of his ally.",
        "Learning, however, that these were still beyond striking radius, he determined to deal with Mack's army first, having formed the fixed conviction that a threat at the latter's communications would compel him to endeavour to retreat southwards towards Tirol.",
        "These, however, gave way before the threat of the advancing French and after a few trifling skirmishes.",
        "They counselled retreat, but having heard them all he replied, in substance: \" If we leave here at all we may as well retire to Strassburg, for unless the enemy is held by the threat Sf further operations he will be free to strike at our communications and has a shorter distance to go.",
        "This threat forced the latter to evacuate the town and retire over the Elbe, after blowing up the stone bridge across the river.",
        "This move on the 14th brought him into touch with Bernadotte, and now a single march forward of all three armies would have absolutely isolated Napoleon from France; but Bernadotte's nerve failed him, for on hearing of Napoleon's threat against Wittenberg he decided to retreat northward, and not all the persuasions of Blucher and Gneisenau could move him.",
        "Regardless of the threat, the allies marched straight for the capital.",
        "But the invasion was so far little more than a threat made for diplomatic purposes.",
        "The last apparent anomaly, and the last threat of instability, thus disappeared from the solar system.",
        "The threat of the growing power in the Aegean of Venice, which had acquired Cyprus in 1489, at last roused him to a more serious effort; and in 1499 the war broke out with the republic, which ended in 1502 by the annexation to Turkey of Lepanto and Modon, Coron and Navarino in the Morea.",
        "1915, a special inducement offered to the Allies for acting in this quarter - any threat to Stambul and the Golden Horn must tend to take pressure off the Russian army in Armenia which was at the moment believed to be in some peril.",
        "It was this threat of foreign intervention, rather than the clamour of the \"Ultras,\" that forced Louis XVIII.",
        "In his short reign peace was established both at home and abroad, the finances were well regulated, and the various administrative services were placed on a basis that afterwards enabled Spain to pass through the disastrous war with the United States without even the threat of a revolution.",
        "It was plundered, although Totila did not carry out his threat to make it a pasture for cattle, and when the Gothic army withdrew into Apulia it was from a scene of desolation.",
        "Meanwhile he wrote demanding arrears of pay, with the threat of resignation if the money were not forthcoming, but the king intimated that the loss of Conway had been due to his negligence, and only sent part of the money.",
        "The pope was, however, compelled to modify his measures by the threat that if the people could not obtain the services of religion they would not support the clergy, and that heresy would spread.",
        "A subsidy treaty with the sea powers (April 1 9, 1 794) filled his coffers; but the insurrection in Poland that followed the partition of 1793, and the threat of the isolated intervention of Russia, hurried him into the separate treaty of Basel with the French Republic (April 5, 1795), which was regarded by the great monarchies as a betrayal, and left Prussia morally isolated in Europe on the eve of the titanic struggle between the monarchical principle and the new political creed of the Revolution.",
        "The threat of the charge had, however, induced caution on the French side, and for about two hours there was a lull in the fighting, which the Prussians utilized on their right in bringing up reinforcements through the Bois des Ognons.",
        "The childlessness of the king was a constant threat to the policy of his great minister Richelieu; for the king's brother and heir, Gaston of Orleans, was a determined opponent of that policy.",
        "It found a spokesman in the vigorous Gregory of Heimburg, who accused the pope of issuing the bull so that he and his cardinals might conveniently pillage Germany unhampered by the threat of a council.",
        "A threat of invasion by Henry in 1243 for a time interrupted the friendly relations between the two countries; but the prompt action of Alexander in anticipating his attack, and the disinclination of the English barons for war, compelled him to make peace next year at Newcastle.",
        "In that year, though the Church was under no direct threat of attack, owing to the inertia of the emperor Philip the Arabian, the atmosphere was full of conflict.",
        "This, and the movements of the 4th Army, which had set its face towards Haicheng and no longer seemed to be part of a threat on Liao-Yang, led to the idea being entertained at Kuropatkin's headquarters that the centre of gravity was shifting to the south.",
        "1909, stood under the threat of a paralyzing Czech obstruction.",
        "Isnard's threat, uttered on the 25th of May, to march France upon Paris had been met by Paris marching upon the Convention.",
        "He described their speeches and proceedings, caricatured their motives, denounced the exercise of the right of private judgment, and set forth the divine right of bishops in such strong language that one of the queen's councillors held it to amount to a threat against the supremacy of the crown.",
        "Charles the Bald accordingly seized the whole kingdom; but Louis, having recovered, compelled him by a threat of war to agree to the treaty of Mersen, which divided it between the claimants.",
        "In 1178 he became archbishop of Lund, but very unwillingly, only the threat of excommunication from the holy see finally inducing him to accept the pallium.",
        "On the journey thither he was caught by pirates, whom he treated with consummate nonchalance while awaiting his ransom, threatening to return and crucify them; when released he lost no time in carrying out his threat.",
        "But Guatemala gave way at the threat of war (Jan.",
        "Meanwhile the successful sale of Matthew's Bible, the private venture of the two printers Graf ton and Whitchurch, was threat.",
        "Kepler immediately hastened to Wurttemberg, and owing to his indefatigable exertions she was acquitted after having suffered thirteen month's imprisonment, and endured with undaunted courage the formidable ordeal of \"territion,\" or examination under the imminent threat of torture.",
        "Shadwell suggests that the real meaning is \"fig-discoverer,\" not \"fig-informer,\" referring to the blackmailer who discovers the \"figs\" (that is, the money) of the rich man and forces him to hand it over by the threat of bringing a criminal accusation against him.",
        "Finally, on one occasion Hodson spent £500 of the pay due to Lieutenant Godby, and under threat of exposure was obliged to borrow the money from a native banker through one of his officers named Bisharat Ali.",
        "In 1690 it was garrisoned by King James's army; but after the decisive battle of the Boyne it surrendered to the conqueror without a struggle, in consequence of a threat that quarter would not be granted if the town were taken by storm.",
        "The keenest spiritual weapon of the Armenian priest was ever a threat not to offer the matal for a man when he died.",
        "When the first Home Rule bill was introduced he demurred privately to its financial clauses, and their withdrawal was largely due to his threat of resignation.",
        "He lingered at Avignon; but the French, compelled to hard measures by the English, refused to be satisfied; and Pope Benedict XIV., alarmed by the threat of a bombardment of Civita Vecchia, advised the prince to withdraw.",
        "The project was laid aside in consequence of the hostility of a large body of the clergy, reinforced by the threat of Dr Pusey and Canon Liddon to abandon their offices if it were carried.",
        "The threat was not vain: Desmoulins accompanied Danton to the scaffold.",
        "The bishop, it should be added, returned to the charge in 1658 with ponderous Castigations of Mr Hobbes's Animadversions, and also made good his previous threat in a bulky 4 During all the time he was abroad he had continued to receive from his patron a yearly pension of (80, and they remained in steady correspondence.",
        "The only effect of this threat was that Johnson reiterated the charge of forgery in the most contemptuous terms, and walked about, during some time, with a cudgel.",
        "The threat was effective.",
        "That an actual threat of war was conveyed to the French government (through the German ambassador at Rome, it is said) there can be no doubt.",
        "The threat of Prussian intervention, which determined the provisions of the armistice of Villafranca, was due, not to love of Austria, but to fear of the undue aggrandizement of France.",
        "In vain the khedive and his prime minister, Sherif Pasha, threatened to resign, and the latter actually carried out his threat.",
        "Equally unfounded is the assertion first made by Thurlow Weed in the London Observer (gth of February 1862) that the president was prevented from ordering Anderson back to Fort Moultrie only by the threat of four members of the cabinet to resign.",
        "There was image-burning by godly mobs in autumn; a threat of the social revolution, to begin at Whitsuntide, was issued on the 1st of January 1559, - \" the Beggars' Warning.\"",
        "James tried to suppress the general irritation by a proclamation against conventicles, and a threat to take away the courts of law from Edinburgh, if people did not go to church on Christmas day.",
        "He postponed the threat till Easter 1625, but, says Calderwood, \" The Lord removed him out of the way fourteen days before the Easter Communion.\"",
        "The strike of miners in the Pas de Calais after the disaster at Courrieres, leading to the threat of disorder on the 1st of May 1906, obliged him to employ the military; and his attitude in the matter alienated the Socialist party, from which he definitely broke in his notable reply in the Chamber to Jean Jaures in June 1906.",
        "Cheke was visited by two priests and by Dr John Feckenham, dean of St Paul's, whom he had formerly tried to convert to Protestantism, and, terrified by a threat of the stake, he gave way and was received into the Church of Rome by Cardinal Pole, being cruelly forced to make two public recantations.",
        "Ziyad was obdurate, and it was due to his brother Abu Bakra, who persuaded Moawiya to cancel the order, that the threat was not executed.",
        "This threat had its effect, and Hajjaj proceeded to Basra, where his presence was followed by the same results.",
        "He assumed, moreover, that Conrad had reasonably accurate information about the forthcoming Russian offensive and would not risk attacking at such a distance when the Russian threat was imminent.",
        "Army, and that in the event of a threat developing from the Trentino there would be sufficient warning to allow the reenforcement of the front in good time.",
        "The bulk of the heavy guns were withdrawn to the second line and the work of preparation was hastened on; but the enemy attack seemed imminent, and it was impossible to set about a complete reorganization under the immediate threat.",
        "The North, alarmed at the threat, speedily transformed Washington into a great military post and protected it on all sides with strong earthworks.",
        "Jefferson's high opinion of Du Pont was shown in using him in 1802 to convey to Bonaparte unofficially a threat against the French occupation of Louisiana; and also, earlier, in requesting him to prepare a scheme of national education, which was published in 1800 under the title Sur l'education nationale dans les Etats-Unix d'Amerique.",
        "It was this threat which forced John to sue for a reconciliation; and the first condition exacted was that he should acknowledge Langton as archbishop. During these years Langton had been residing at Pontigny, formerly the refuge of Becket.",
        "After the threat of a Quo Warranto writ in 1683 for the surrender of the Massachusetts charter, Mather used all his tremendous influence to persuade the colonists not to give up the charter; and the Boston freemen unanimously voted against submission.",
        "The commander of the Mexican Army of the North, Ampudia, immediately summoned him to retire behind the Nueces under the threat of interpreting his advance as an invasion of Mexican territory.",
        "The peremptory action of the British admiral commanding in the Mediterranean at the approach of the War Of the Austrian Succession, who forced him to promise to observe neutrality under a threat to bombard Naples, made a deep impression on his mind.",
        "In 1124 the southern portions of the land were converted by St Otto, but it was only under the threat of extermination if they persisted in their evil ways that the people of Stettin accepted the faith in the following year.",
        "The Rashtrakutas were, moreover, debarred from large schemes of conquest by dissensions with the branch dynasty which they had set up in Gujarat and by the constant threat of, attack by the Chalukyas from Mysore.",
        "Any threat or inducement held out to a person to make a confession renders the confession inadmissible, even if afterwards made to another person, it having been held that the second confession is likely to be induced by the promise held out by the person to whom the first confession was made.",
        "Despising such threats Innocent carried out his threat, and put England under the ban of the Church on the 23rd of March 1208.",
        "When the resources drawn from confiscations were exhausted, he raised benevolences forced gifts extracted from men of wealth by the unspoken ~ threat of the royal displeasureinstead of applying to parliament for new taxes.",
        "France had a rival candidate for Elizabeths throne in Mary Stuart, the wife of the dauphin who soon ~ (1559) became king as Francis II.; and Spanish favor was sought to neutralize this threat.",
        "The mutiny at the Nore, the threat of rebellion in Ireland, the alarming fall in consols, argued strongly against continuing the war singlehanded, and in July Lord Malmesbury had been sent to Lille to open fresh negotiations with the plenipotentiaries of France.",
        "He reminded the landlords that the \" sands were running in the hour-glass,\" but this threat had no effect.",
        "Louis naturally joined the coalition of 1173, but showed no more vigour in this than in his other wars; and his fate would have been sealed had not the pope checked Henry by the threat of an interdict, and reconciled the combatants (1177).",
        "In 1301 and 1302 the arrest of Bernard Saisset, bishop of Pamiers, by the officers of the king, and the citation of this cleric before the kings tribunal for the crime of lse-majest, revived the conflict and led Boniface to send an order to free Saisset, and to put forward a claim to reform the kingdom under the threat of excommunication.",
        "The threat of an English landing decided them to lay siege to Rouen, and it was taken by assault; but this cost the life of the versatile Antoine de Bourbon.",
        "The threat of Chrtien Francois de Lamoignon, keeper of the seals, to imitate Maupeou, aroused public opinion and caused a fresh confederation of the parlements of the kingdom.",
        "The threat of the Girondin Isnard was fulfilled.",
        "The alliance arranged at Tilsit was seriously shaken by the Austrian marriage, the threat of a Polish restoration, and the unfriendly policy of Napoleon.",
        "Since the publication of the documents relating to this memorable trial, there can no longer be any doubt, not only that the threat of torture was not carried into execution, but that it was never intended that it should be.",
        "The signature by the king of an ordinance giving legal validity to the civil Civil marriages of Catholics aroused a furious agitation Marriage among the clergy, to which bounds were only set Question, by the threat of the government to prosecute the bishop of Tuy and the chapter of Cordova.",
        "We must notice, first, how in arranging the terms of peace he opposed the king and the military party who wished to advance on Vienna and annex part of Austrian Silesia; with greater foresight he looked to renewing the old friendship with Austria, and insisted (even with the threat of resignation) that no territory should be demanded.",
        "On the 3rd of June 1850 a convention, known as the Southern or Nashville Convention, whose action was generally considered a threat of disunion, met here to consider the questions at issue between the North and the South.",
        "While the Greek mythology described the Titans as \"enchained once for all in their dark dungeons\" yet Prometheus' threat remained to disturb the tranquillity of the Olympian Zeus.",
        "Meanwhile the crusade was postponed again and again; until under a threat of excommunication, after the fall of Damietta in 1221, Frederick definitely undertook by a treaty made at San Germano in 1225 to set out in August 1227 or to submit to this penalty.",
        "In face of the threat conveyed in this, the Prussian government decided to maintain peace (Nov.",
        "Early May was still tornado season in northwest Arkansas, but this storm was forecasted to be only a flash flood threat.",
        "Perhaps these people fear a threat after that stupid other person broke into the Abbott house and interrupted my activities.",
        "Dusty didn't think twice about offing anyone who posed a threat to him, and he didn't remember what it felt like to be a human who witnessed what looked like a mass murder.",
        "He's a threat to the survival of the Guardians, if he chooses to protect her, the Watcher said.",
        "\"If you ever, ever, do anything like that again â€¦\" He didn't have to finish the threat.",
        "In time, the ability I've shared with you will enable you to determine deception, weakness and threat from others.",
        "Past-Death didn't recognize the threat before her, not yet.",
        "Darkyn wanted more than for past-Death to lose her bet; he intended to guarantee she never again became the threat she was.",
        "Andre was no threat to the others yet had a full vote on everything the Council did.",
        "He'd done as required and alerted them about a potential threat.",
        "Or they.ll soon realize the threat affects us all and be back.",
        "There was no way she was sleeping tonight, even if she didn't feel any threat from the phantom.  She definitely didn't feel safe without Gabriel there.  She hesitated before going to where the ghost indicated, not wanting to continue without Gabe.  Popping a food cube, Katie huddled in the hollow of the tree and waited.",
        "But the convenience of a nice weekly roll in the hay without the threat of future com­plications and long-term commitments appealed to both and kept the fires of the strange partnership smoldering.",
        "With her own people under threat, she knew the choice Nilian's ruler faced.",
        "The inhuman monotony of her tone made him realize she was the threat.",
        "Jonathan was big enough and responsible enough to take care of himself, but he lacked the experience to recognize a potential threat.",
        "Her mouth dropped open at the blatant threat.",
        "She wasn't ready to admit he was a vampire, but his presence, the direct threat, and the fact he'd already hurt her cousin meant he was some sort of sadistic criminal.",
        "He stated that he wished his deputies to respond to the threat of lethal violence with \"disconcerting alacrity.\"",
        "A city on the brink of total anarchy is being held hostage by the increased threat of organized gang violence.",
        "They grew complacent about the threat from global terrorism.",
        "Contrary indications are that this disillusionment with the established political system could produce the threat of right wing reactions.",
        "The threat has also elicited a sharp response from some Europeans.",
        "Once again the real threat of fraud on the Internet has highlighted the fact that consumers fear going on line.",
        "The insidious nature of the EU is such that the majority of British citizens do not even recognize the threat.",
        "As July 12 drew closer the threat of even more serious violence became ominous.",
        "What is the potential threat to us humble bloggers arising from France's recent problems?",
        "The threat of further terror strikes in the capital has not abated.",
        "A documentary exploring the growing activism against the Labor governments plans to expand nearly all British airports despite the growing threat of climate change.",
        "When this is combined with religious fanaticism and military adventurism, a threat is posed to global civilized norms, which we strive for.",
        "This is not alarmist - nor is it a response to any specific threat.",
        "The project for producing alkali by the decomposition of salt posed a serious threat to the industry.",
        "defense analysts argued that British soldiers in the area were facing an increasing threat.",
        "There is a threat, the longer the occupation stays, the more these divisions will become antagonistic.",
        "Just at the time the threat of a nuclear apocalypse was lifting, ecologists evolved their own expression of end times.",
        "arrest warrant, citing the threat to human life.",
        "Fascinating new baddies, posing a bloody threat to the world or some such!",
        "He poses a threat to the public and should be denied bail.",
        "Offer the longer-term goal of eliminating the threat posed by ballistic missiles to all the people of the globe.",
        "In Nigeria, armed bandits - who have hit five vehicles - are a bigger threat.",
        "barrage of abuse; usually this is accompanied by a very real physical threat.",
        "The biggest threat to American security is the actions of the American State on behalf of the oil billionaires that run it.",
        "bittersweet comedy allows moments of violence which underline the threat that comes with trying to outrun doom.",
        "blackmail threat of one.",
        "blackmail plot, but the threat of the punishment was very real.",
        "bleating noises from bureaucrats in Brussels who see their expense accounts under threat only tend to frighten children of a very timorous disposition.",
        "The M. graminicola fungus causes the septoria tritici leaf blotch disease, the primary threat to wheat cultivation in Europe.",
        "Bag o ' Fish inventor dies Loch Lomond in gigantic fish threat Never mind Nessie, say boffins at Loch Lomond Oceanic Center.",
        "A system designed to counter a 400 mph piston engined bomber just could not cope with the new threat.",
        "prevalence have not boston says leoff september the threat.",
        "broadening of the scope of GATS which poses an unprecedented threat to all aspects of Canadian society.",
        "bucolic landscapes under threat of destruction.",
        "Bullhead bullhead Bullhead populations, like spined loach, appear to be under considerable threat.",
        "bulwark against a possible Russian threat, as it had needed hitherto.",
        "cactus studies of 52 taxa of Mexican cacti thought to be under threat or endangered.",
        "The threat of skunks or matrimony often catalyzes this reaction.",
        "This barbaric trade poses a serious threat to the survival of the wild chimpanzee.",
        "Junk food clampdown threat The food industry was warned to stop advertising junk food to children within a year or face a clampdown.",
        "For small farmers, the threat could be allayed to some extent by turning their land over to growing coca.",
        "This made me realize for the first time what a threat to the climate is this thing called a Molotov cocktail.",
        "It is probably coincidental that life at the Limebrook Way farm site ceased at a time of unprecedented threat to the mighty Roman Empire.",
        "The pricing point suggests that it is problably not a threat to better colorimeters tho the participation of Gretag Macbeth is a good sign.",
        "The real threat is what others allow them to do through their own silent complicity.",
        "For this reason the present disaffection for politics is a threat to democratic consolidation.",
        "constant threat to our safety.",
        "contending with the threat of supervillain Apocalypse.",
        "convene a peace conference, without the threat of bombing that came from NATO.",
        "common cordgrass S. anglica, helps to stabilize mudflats but in many areas it is considered to be a threat to bird feeding grounds.",
        "U films should be set within a positive moral framework and should offer reassuring counterbalances to any violence, threat or horror.",
        "Thereafter, all that was needed to coerce the mutineers was a large counterforce and the threat of being shot.",
        "Early on he said that cowardice is the biggest threat to the world today, but pressed on this he refined his point somewhat.",
        "credible threat of force, Saddam will not disarm.",
        "The tourist threat is often couched in high sounding good intentions which may well appear credible even laudable to the average person.",
        "A further threat comes from a proposal to construct a large dam.",
        "The embodiment of the lesser forces of the universe who inspired dread, the threat of our own damnation.",
        "In order to be considered dangerous, a building must actually pose a threat of causing harm to a person.",
        "Senior loyalists fear the threat to the party's survival is not the contempt of the voters but its own death wish.",
        "defend existing CLP structures because it is the trade union link itself which is under threat.",
        "We are not defenseless, and there are many significant efforts underway to respond to the cyber threat.",
        "The threat of consumer magazine price deflation is now apparent.",
        "A state sponsoring such a threat will doubtless go to enormous lengths to ensure that plausible deniability is firmly in place.",
        "Estate woodland in this LCA is under threat; expansion of housing has already seen its loss or severe depletion.",
        "depopulated city of ruins, and the inhabitants continued to flee in the face of the Ottoman threat.",
        "It was a poor and largely depopulated city of ruins, and the inhabitants continued to flee in the face of the Ottoman threat.",
        "Once they realize that they face a serious threat of deportation, many become severely depressed.",
        "Armed with a rad pistol and a seriously deranged psyche, Lister II becomes the most terrifying threat the crew have ever faced.",
        "The only threat to vision is the small chance of a retinal tear leading to a retinal detachment.",
        "We have been urging other countries to expel Iraqi diplomats in order to minimize this threat.",
        "discredited by scientists who regard it as a threat.",
        "George Bush contemptuously dismisses calls to combat climate change as liberal hysteria and a threat to US economic growth.",
        "The poll also suggests that the public are increasingly distrustful of what ministers tell them about the terror threat facing the country.",
        "But it lacks the multibillion dollar oil reserves that make Iraq a potent global threat, US officials insist.",
        "downplay the threat in order to keep their present position.",
        "The greatest threat is an economic downturn in any industry sector where we operate.",
        "In these years the soldier emperors were desperately trying to unite the empire against the external threat.",
        "Where a child presents with cardiac problems, treated or untreated, dental diseases pose a threat of infective endocarditis.",
        "Moreover, by the end of 1915 the threat of conscription (compulsory enlistment with the British forces) hung over Irish men.",
        "Narbonne was officially enthroned in January 1409 and started gathering an army to face the Aragonese threat.",
        "entreatyurces said Moscow has ignored entreaties from senior Bush administration officials concerned about the threat to U.S. forces.",
        "epizootic haemorrhagic disease is a viral disease which has become a particularly serious threat to large rabbit units throughout the world.",
        "The increasingly evident threat to the global environment posed by buildings of this sort cannot be ignored.",
        "exaggerate a threat, for example?",
        "expel Iraqi diplomats in order to minimize this threat.",
        "It contains several clauses that aim to crack down on the serious threat to UK medical research posed by animal rights extremism.",
        "European intelligence and security forces are well aware of the threat posed by Islamist extremism and generally do an effective job of monitoring extremists.",
        "faced the threat of legal action and demands for it to return hundreds of millions of pounds to the Exchequer.",
        "By January 1934 the major threat to Hitler's position was the Party itself, consisting of various rival factions.",
        "As well as the threat of pointless prosecution, teachers are also subject more and more to frivolous faddism.",
        "far-fetched to say we face a threat of power shortages.",
        "In 1918 the Royal Polytechnic had pure wool flannel belts to ward off the threat of the pandemic Spanish ' flu.",
        "In large numbers both skin and gill flukes represent a serious threat to fish health.",
        "fourth from bottom in the Cheshire County Premier League although they are now mathematically safe from the threat of relegation.",
        "She tries to reassure him but the threat arrives in very real form in the person of a more than cunning fox.",
        "In fact, the gravest threat facing the West is that posed by Islamic fundamentalism.",
        "Does Islamic fundamentalism pose a threat to the West?",
        "Some geese perform the threat call, some the contact call and others the feeding gabble.",
        "gill flukes represent a serious threat to fish health.",
        "One was early developing Gnosticism that was a great threat to Christianity - don't be afraid of that big word!",
        "So they probably view us as a \" lesser threat \" -- (compared to the 800 lb gorilla in Redmond ).",
        "grapevine leaf spot may become a future threat to this economically very important crop.",
        "Indeed, by the 1850s there was widespread concern over the \" threat to health and decency \" caused by the overcrowded graveyards.",
        "Neighborhood Threat features drugs, booze and professional Japanese groupies.",
        "The security issue has many guises No one wants to know that the external security threat is just getting worse.",
        "headmanspan>hamlet headmen do not, therefore constitute any serious threat to the position of the patriclan Avat.",
        "Food safety, especially related to animal infections that pose a threat to human health are increasingly high-profile among the veterinary profession.",
        "hive beetle is not the only threat to British bees posed by Europe.",
        "taking hostages, Caesar returned to Gaul, where there was a grave threat of a Gallic uprising.",
        "Actually, this threat was largely imaginary, or at the very least negligible.",
        "imminence of the threat of loss.",
        "imminent threat to anyone, not even Kuwait.",
        "The Scottish retail industry fears the threat of future cost implications.",
        "inactivated vaccines, the threat of the disease should be weighed against any risk of the vaccine.",
        "That said, focusing narrowly on Iraq is woefully inadequate for reducing the nuclear threat.",
        "inconsistent with the notion of pre-emption to argue that the threat is imminent.",
        "The magnitude of threat to red squirrels is the threat from gray squirrel incursion.",
        "The second threat arises from the boom in house prices in some countries together with the associated increase in consumer indebtedness.",
        "However, the main threat continues to be external fraud, perpetrated by individuals or organized criminal gangs.",
        "ineffective enforcement of intellectual property rights, commercial piracy and counterfeiting of consumer products continue to be a global threat.",
        "infuriated by the decision because of the threat it poses to the revenue stream from the franchise.",
        "It's an unknown, almost intangible threat to life, which is widely predicted to be a big killer.",
        "interpose. civilian sector is no longer a sanctuary that can be protected by interposing military forces between threat or adversaries and their targets.",
        "introduction of the euro represents an opportunity for London rather than a threat.",
        "It has even used people's very natural fear of terrorism to justify intrusions that having nothing to do with tackling that threat.",
        "But nuclear weapons are hopelessly irrelevant to that terrorist threat.",
        "Junk food clampdown threat The food industry was warned to stop advertising junk food clampdown threat The food industry was warned to stop advertising junk food to children within a year or face a clampdown.",
        "Despite the threat of the oncoming keeper he shot to the right to delight the home fans.",
        "Contrary to popular belief leprosy is not a disease of the past but is a serious health threat right now in many developing countries.",
        "libertyw saw the rabid anti-Communist McCarthyÃ¢s tactics as a dangerous threat to American constitutional liberties, and determined to confront the danger head-on.",
        "The main threat is monitor lizards and pythons, neither of which need light to hunt.",
        "looses avoiding having to carry cash and the threat of loosing a lot of money to pick pockets.",
        "The threat we face today is that of religious fundamentalist lunatics who want to either control the whole world or destroy it.",
        "Bringing most of on the two threat to economic growth trap Mabel by.",
        "maiming of innocent civilians is bad enough but that is not the greatest threat we could face.",
        "Anyone who is concerned by the threat of Global Warming is invited to join the marchers.",
        "I had to listen to mental midgets whining about the threat or Polish plumbers, Czech carpenters and Moldovan mechanics.",
        "The threat that has been hanging over local community midwifery services is becoming a fact.",
        "Not just under threat, it is largely moribund.",
        "Each of them is somehow corrupted by fame, and the film explores the insidious nature of this threat.",
        "near-term threat.",
        "neuroendocrinology of stress Dr. Christopher D John The stress response is a primal physical reaction triggered by a threat to the bodyÃ¢s internal homeostasis.",
        "nuS conference further believes: 1. The BNP is a growing threat.",
        "nuke threat UP TO 1,000 jobs could be lost if the government goes ahead with its latest privatization.",
        "nullifycrucial contribution, he nullified the threat from Eddie Gray, Leeds ' most dangerous player in the Wembley game.",
        "Lessons of October was part of the struggle for historical objectivity which was already under threat from the ruling group in the party.",
        "These fleeting glimpses of the world around show normal lives continuing oblivious to the nuclear threat.",
        "The threat could come from terrorists, rivals or even obsessive fans.",
        "offside flag was raised to curb the threat.",
        "Friends of the Earth's pollution campaigner Matt Phillips said: Once again a European coast is under threat from a massive oil slick.",
        "old man as a threat to his credibility, not to his life.",
        "Following the imperialist onslaught in Iraq, Cuba is under threat of invasion by the US.",
        "Op-Ed article calling Saddam \" a clear threat to world security.",
        "open-source os is not considered a commercial threat on the desktop at present.",
        "The open-source os is not considered a commercial threat on the desktop at present.",
        "outlaw regime pose a grave threat to the region, the world, and the United States.",
        "overshadowed by the threat of cuts and the week provided an opportunity to highlight them.",
        "overstate the threat of spam to the successful operation of UK businesses.",
        "overstayed a tourist visa, carries a handmade sign that reads \" We're not a threat or criminals.",
        "For instance, in the UK we have become completely paranoid about the threat to children from strangers.",
        "parlance today might be supposed to represent a dangerous threat to society.",
        "perceived a hostile aircraft threat to be closing on their ship.",
        "perceived as a threat.",
        "picky eating become a threat to a toddler's health?",
        "The threat of terrorism Historically major incidents of maritime piracy have been rare.",
        "The IFPI has called music piracy \" the greatest threat facing the music industry today \" .",
        "Populations of harbor porpoises in EU waters are under threat.",
        "At the same time there is a threat posed to human freedom by the enormous power of the modern state.",
        "Based on the threat and scheme of maneuver, assets may need support to enhance their passive air defense posture.",
        "Reports of large Yugoslav troop movements around Kosova have created a further pretext for NATO to repeat its threat to launch military action.",
        "Only when the threat of war and crippling sanctions are removed will a genuinely progressive mass opposition to Saddam be likely.",
        "proliferateliferating states are still a concern, a new threat has emerged in the form of terrorist groups.",
        "During his time at Christ's he became a Protestant, despite his father's threat to disinherit him.",
        "Was there ever a serious threat from popular radicalism to the life of the king?",
        "railleryge and other light railleries were encouraged, provided they were impersonal and no threat to good fellowship or good breeding.",
        "However, it does not ward off the threat to ethical rationalism.",
        "And when any envisaged use of force is unlawful, then any stated readiness to use such force is also a prohibited threat.",
        "Hybridisation with introduced sika deer Cervus nippon is thought to pose a significant threat to the genetic integrity of native red deer.",
        "refugiumetain their importance as critically important refugia for future evolutionary processes but they are under threat.",
        "Other possible threat to secure devices is data remanence.",
        "notices should not resound with the language of ' threat ' .",
        "Circumstances have changed beyond recognition since and rightly demand a rethink, but these modest gains have also been under threat.",
        "Not that they ever bothered to: a) follow up the so-called threat or b) publish a retraction when they were exposed.",
        "retrenchment exercise, we asked whether there was likely to be any threat to nursery provision.",
        "The point is that broadcasters are controlled by statute with the threat of fines and license revocation but they still make mistakes.",
        "Issue 2- were the Kiel mutinies a potentially revolutionary threat?",
        "The Russian revolutionists present that evening had all passed through stiff tests and the weightiest threat now seemed removed.",
        "It was the perfect riposte to the early threat from the Turkish club.",
        "We start with Marconi destroying this threat by himself using a hand-held rocket launcher at close range - which everyone agrees is very impressive.",
        "Threat to Property from Flooding The Council can provide sandbags in the event of a flooding emergency.",
        "Organic contaminants appear to pose no threat to the health of people consuming black scabbardfish.",
        "scared witless by the threat.",
        "But these pubs are under threat from the twin scourges of red tape and rising costs.",
        "And yet, state secularism still poses a real threat to genuine pluralism.",
        "security threat.",
        "These finds are now under threat as they become exposed due to the eroding sediments.",
        "seen as a potential threat to the YDR.",
        "This threat is not limited to areas of high seismicity.",
        "The wound must be covered as quickly as possible to prevent sepsis, which is a constant threat to patients with burns.",
        "serious threat than the logic bomb.",
        "In Once Were Warriors female sexuality also poses such a threat to Jake Heke: Jake winking at her.",
        "Britain's tiny, secretive water shrew leaves few signs and is under threat through habitat loss and pollution.",
        "Updated antivirus signatures may allow detection of this threat.",
        "similar vein, members of the public may very occasionally pose a threat to staff.",
        "This section provides a brief snapshot of threat information reported by various provinces.",
        "Delatombe proves only a minor threat compared to the evil sorcery of the Mirror Queen.",
        "The noise in a football stadium can be a serious threat to your hearing.",
        "staggered from crisis to crisis under the constant threat of armed force.",
        "subside when the pressure or threat ceases.",
        "Flower Scar Hill has been implicated in a possible midsummer sunset sight-line, and is under threat from open cast coal mining.",
        "Middlesbrough's historic North Riding Infirmary is currently under threat after proposals to build a supermarket on the site were unveiled.",
        "In the north of the country, however, farmers face a further threat from locust swarms.",
        "swidden fields in Tat hamlet are degrading, posing a serious threat to their land-use sustainability.",
        "A threat of closure hangs over our hospital switchboard.",
        "School syringe threat highlighted A nationwide campaign has been launched to help combat the dangers posed by discarded syringes left on school premises.",
        "He's still a threat and probably our best free-kick taker as well as having a wealth of experience.",
        "Like the other tamarin species, emperor tamarins are under threat from the destruction of its forest habitat for farming and housing.",
        "taut young muscles, supple limbs, senses instantly attuned to the slightest hint of threat.",
        "technical in nature and no great threat to the club and its financial position.",
        "terrorism threat levels and Ministers are informed of its decision.",
        "In this world cyber terrorism is a major threat.",
        "thermosetting matrix composite materials is under threat from new environmental initiatives.",
        "threat of terrorism is not the only abyss into which we peer.",
        "threat of closure, in a county in Eastern England.",
        "threat of invasion by Napoleon.",
        "threat from international terrorism.",
        "threat posed to human freedom by the enormous power of the modern state.",
        "The crew perceived a hostile aircraft threat to be closing on their ship.",
        "Failure to address this issue in fact constitutes the biggest threat to achieving a lasting urban renaissance.",
        "I liked your proposal to the terrorist threat, Elaine.",
        "Right now, today, the truck bomb is a much more serious threat than the logic bomb.",
        "Was there an imminent threat that justified the rush to war?",
        "Our foreign neighbors no longer pose a constant threat to our safety.",
        "Free Speed Nation picks up on a potential threat to us humble bloggers arising from France's recent problems.",
        "Britain's Energy Minister Malcolm Wicks insists that there is \" no immediate threat to gas supplies.",
        "Correspondents say North Korea may be using the missile threat to try to break the deadlock.",
        "Authorities say the arrests were not linked to a specific terror threat.",
        "Bleating noises from bureaucrats in Brussels who see their expense accounts under threat only tend to frighten children of a very timorous disposition.",
        "The suggestion draws a nervous titter from Airey, who is clearly aware of the threat.",
        "The burgeoning bushmeat trade is the most deadly threat to the survival of Africa's great apes and is devastating wild populations.",
        "But WWF says that this medical treasure-trove is under threat and calls for its long-term protection.",
        "One established building material supplier claims, that Towcester Building Supplies is drastically undercutting it and is a real threat to its business.",
        "From this clash of positions has emerged a threat to the peace process that risks undoing the advances of the last decade.",
        "unmoved by the threat of terrorism.",
        "Apart from making the pond unsightly, algae can pose a threat to fish by robbing the water of oxygen at night.",
        "Barry Corr was also given a chance upfront - probably to cope with the physical threat from the Lions.",
        "urgency of the threat - falls apart.",
        "These rare plants seem to have increased in number, but are still under threat from encroaching vegetation.",
        "Ultimately, both provisions were removed from these bills under threat of a presidential veto.",
        "Cohen filed a motion to vacate the arrest warrant, citing the threat to human life.",
        "wary of the threat posed by Liverpool and believes the game will be decided by the battle in midfield.",
        "weapons-grade material outside the former Soviet Union pose a threat to international security.",
        "Please do not trespass as habitat is under severe threat and it is easy to hike in noxious weeds and to disturb nesting birds.",
        "The threat of catastrophic wildfires seems to have become more severe.",
        "The threat posed by workfare to the unionized workforce could not be more obvious.",
        "This combination will provide better flexibility for early harvest, control any emerging disease threat and also deliver a greening effect to maximize yield.",
        "The Vatican replied that she had entered a nunnery, and subsequently, on the threat of intervention by Prussia, induced the Mortara family to withdraw their plaint.",
        "The remarkable revolution associated with the names of Niazi Bey and Enver Bey, the young Turk leaders, and the Committee of Union and Progress is described elsewhere (see Turkey: History); here it must suffice to say that Abd-ul-Hamid, on learning of the threat of the Salonica troops to march on Constantinople (July 2 3), at once capitulated.",
        "This expedient, indeed, probably also conveyed a veiled threat to the Magyar chauvinists, who, discontented with the restrictions placed upon Hungarian independence under the Compromise, were agitating for the complete separation of Austria and Hungary under a personal union only; for universal suffrage in Hungary would mean the subordination of the Magyar minority to the hitherto subject races.",
        "Bonaparte further brushed aside a frankly democratic constitution proposed by Daunou, and intimidated his opponents in the joint commission by a threat that he would himself draft a constitution and propose it to the people in a mass vote.",
        "The growing importance of the lagoon townships, owing to their maritime skill, their expanding trade, created by their position between east and west, their monopoly of salt and salted fish, which gave them a strong position in the mainland markets, rendered it inevitable that a clash must come over the question of independence, when either east or west should claim that Venice belonged to them; and inside the lagoons the growing prosperity, coupled with the external threat to their liberties, concentrated the population into two well-defined parties - what may be called the aristocratic party, because it leaned towards imperial Byzantium and also displayed a tendency to make the dogeship hereditary, and the democratic party, connected with the original population of the lagoons, aspiring to free institutions, and consequently leaning more towards the church and the Frankish kingdom which protected the church.",
        "At the close of 1799 (see French Revolutionary Wars) he had three purposes to serve by the help of his fleet: the relief of the French garrison besieged by the British forces in Malta; the reinforcement of the army he had left in Egypt; and the distraction of Great Britain by the threat of invasion of England across the Channel, or of Ireland.",
        "Smodlaka, Cingrija, Tresic, Drinkovic) and many priests, advocates, doctors and other intellectuals were arrested, some being used as hostages and forced to accompany railway patrols, under the threat of instant death in case of sabotage by the population.",
        "Chares sought to replenish his resources by aiding the Phrygian satrap Artabazus against Artaxerxes Ochus, but a threat from the Persian court caused the Athenians to recall him, and peace was made by which Athens recognized the independence of the revolted towns.",
        "The grand-duke accepted his threat as a request to resign, passed censure, and extended to him permission to withdraw from his chair at Jena; nor would he alter his decision, even though Fichte himself endeavoured to explain away the unfortunate letter.",
        "This had been due to a threat of Prussian occupation; and it needed another such threat to persuade the elector to reassemble the chambers, which he had dismissed at the first sign of opposition; and he revenged himself by refusing to transact any public business.",
        "A letter received by her in that cold, dark and unhealthy castle, of which fifteen years before she had made painful and malodorous experience, assured her that her son would acknowledge her only as queen-mother, and provoked at once the threat of a parent's curse and an application to Elizabeth for sympathy.",
        "On being told what had taken place, Jezebel sent a messenger to Elijah with a vow that ere another day had passed his life would be even as the lives of the prophets of Baal, and the threat was enough to cause him to take to instant flight (xix.",
        "What finally impelled the Spartans to agree to the war was the veiled threat by the Corinthians that they would be driven into another alliance (i.e.",
        "The history of the events that led up to the battle of Navarino and the liberation of Greece is told elsewhere (see NAVARINO and GREEK INDEPENDENCE, WAR OF); the withdrawal of the Egyptians from the Morea was ultimately due to the action of Admiral Sir Edward Codrington, who early in August 1828 appeared before Alexandria and induced the pasha, by no means sorry to have a reasonable excuse, by a threat of bombardment, to sign a convention undertaking to recall Ibrahim and his army.",
        "ia, 3-II, 13b, 14b, 15a, c-19, 24-26, 28, 29), the threat to slay all the first-born (xi.",
        "the refusal to allow an adopted son to inherit a native throne, and the threat of annexation on purely humanitarian grounds seriously alarmed the native princes of India, besides creating a class of malcontents, among whom the Nana Sahib, the adopted heir of the peshwa, made himself most infamous.",
        "He was examined by the council on the 13th of February and frequently questioned during the following days, but refused to incriminate himself, and a threat to inflict torture had no effect upon his resolution.",
        "This was an ephemeral success, ill-prepared and obtained by taking a sudden advantage of national sentiment; it was soon followed by a check, owing to a Russian and German coalition and the baseness of Cardinal Fleury, who, in order to avoid intervening, pretended to tremble before an imaginary threat of reprisals on the part of England.",
        "\"Why do you want me?\" asked Eureka, disturbed by this threat.",
        "Sophos is the world leader in integrated threat management solutions purpose-built for business, education, government and service providers.",
        "Badinage and other light railleries were encouraged, provided they were impersonal and no threat to good fellowship or good breeding.",
        "This came to nothing and the coup threat receded when the Conservatives won the 1970 general election.",
        "They retain their importance as critically important refugia for future evolutionary processes but they are under threat.",
        "Notices should not resound with the language of ' threat '.",
        "Given the University retrenchment exercise, we asked whether there was likely to be any threat to nursery provision.",
        "Nevertheless, there remains the real threat of a roundworm infection.",
        "It was Railtrack which had been scared witless by the threat.",
        "The debate on threat posed by the Islamic headscarf, to the concept of secularism in French society.",
        "Many congregations over the years have become fearful that leaving doors open presents a security threat.",
        "The Settle to Carlisle line had an official reprieve and was seen as a potential threat to the YDR.",
        "Leaflets made the threat explicit: establish an Islamic state under sharia law or we will bring the country to its knees.",
        "Britain 's tiny, secretive water shrew leaves few signs and is under threat through habitat loss and pollution.",
        "In similar vein, members of the public may very occasionally pose a threat to staff.",
        "MAG Director of Public Affairs Trevor Baird said, The reasoning behind the threat smacks of desperation."
    ],
    "definition": [
        "Link/Cite"
    ]
}