{
    "translation": ".1 הדף, דחף, לדחוף\n.2 נעיצה, דחיקה (בכלי נשק)",
    "uses": [
        "Three were thrust at her.",
        "While they were talking a maid thrust her head in at the other door of the sitting room.",
        "Jack padded to her and thrust his moist nose into her ear.",
        "She opened her pocketbook and pulled out a white envelope and thrust it at Dean.",
        "I thrust out my hands to grasp some support, I clutched at the water and at the seaweed which the waves tossed in my face.",
        "In this case the thrust at the lower end B must exceed the thrust at A, the upper end, by the weight of the prism of liquid; so that, denoting the cross section of the prism by a ft.",
        "Here the long, sunny days were mine, and all thoughts of work and college and the noisy city were thrust into the background.",
        "The resultant horizontal thrust in any direction is obtained by drawing parallel horizontal lines round the boundary, and intersecting a plane perpendicular to their direction in a plane curve; and then investigating the thrust on this plane area, which will be the same as on the curved surface.",
        "Thus, if a thrust OP lb acts on a small plane area DA ft.",
        "Gerry catered to Toni, whose chest was thrust even farther out than before.",
        "m., a wide delta is thrust out into the lake, reducing its width to 20 m.",
        "Just then, Edith returned to the room, holding out three crisp one hundred dollar bills, which she thrust toward Claire who reached out and snatched them, without so much as a thank-you, stuffing them in her purse.",
        "The third time that he thrust out the weapon there was a loud roar and a fall, and suddenly at his feet appeared the form of a great red bear, which was nearly as big as the horse and much stronger and fiercer.",
        "He quickly pulled a 20-dollar bill from his wallet and shoved ahead of a cluster of cus­tomers lined up at the cashier and thrust the money at the woman.",
        "The new man had much to strive against, but he could sometimes thrust himself through, and when he did his descendants had their jus imaginum.",
        "Beresford's attack, after hard fighting over difficult ground, was repulsed, when Wellington, perceiving that the pursuing French had left a central part of the heights unoccupied, thrust up the Light Division into it, between Soult's right and centre.",
        "Where is the country's champion, the Moore of Moore Hill, to meet him at the Deep Cut and thrust an avenging lance between the ribs of the bloated pest?",
        "a heap of men and boys, but no body of a college, no one member, either fellow or scholar, having any legal title to his place, but thrust in by tyranny or chance.\"",
        "Originality was at no time the strong point of the middle ages, but in the later period it was almost of necessity buried under the mass of material suddenly thrust upon the age, to be assimilated.",
        "For his son, before he was eighteen years old, he procured a deanery, four archdeaconries, five prebends and a chancellorship, and he sought to thrust him into the bishopric of Durham.",
        "The resultant vertical thrust on any portion of a curved surface exposed to the pressure of a fluid at rest under gravity is the weight of fluid cut out by vertical lines drawn round the boundary of the curved surface.",
        "Magic shot through him, burning like fire.  Kris gasped.  Another blast, and he fell to the ground.  His body roiled with the demon magic, convulsing until the blow faded.  He felt himself hauled up by his neck and thrust onto the ground again.  His vision blurry, Kris could only see Hannah's beautiful blond hair.  Sorrow replaced anger, and he reached out, touching the soft wheat curls.",
        "The teen plopped down beside Xander and thrust it at him.",
        "Fred unwrapped the paper, tossed it aside, and thrust his hand into the toes of the shoes, but came up empty.",
        "As gravity and the fluid pressure on the sides of the prism act at right angles to AB, the equilibrium requires the equality of thrust on the ends A and B; and as the areas are equal, the pressure must be equal at A and B; and so the pressure is the same at all points in the same horizontal plane.",
        "Worm wheel gearing is of very high efficiency if made very quick in pitch, with properly formed teeth perfectly lubricated, and with the end thrust of the worm taken on ball bearings.",
        "Opisthosoma confluent throughout its breadth with the prosoma, with the dorsal plate of which its anterior tergal plates are more or less fused; at most ten opisthosomatic somites traceable; the generative aperture thrust far forwards between the basal segments of the 6th appendages.",
        "A thermometer thrust into the middle of Walden on the 6th of March, 1847, stood at 32º, or freezing point; near the shore at 33º; in the middle of Flint's Pond, the same day, at 32º; at a dozen rods from the shore, in shallow water, under ice a foot thick, at 36º.",
        "To reach the honey in the spur of the flower, the insect must thrust its proboscis into the flower close under the globular head of the stigma.",
        "The direction of the force is parallel to the axis of the coil, and related to the direction of the current as the thrust of a corkscrew to its rotation.",
        "In the lower sanctuary the natural pillars of stalagmite had been used as objects of worship, and bronze votive objects thrust into their crevices (Halbherr, Museo di antichitd classica, ii.",
        "Afterwards, when the metal has risen above B, to the level KK', the additional thrust is the weight of the cylinder of diameter KK' and height BH.",
        "Let P, Q denote the normal thrust across the sides bc, ca, and R the normal thrust across the base ab.",
        "- A plane area exposed to fluid pressure on one Side experiences a single resultant thrust, the integrated pressure over the area, acting through a definite point called the centre of pressure (C.P.) of the area.",
        "As soon as he noticed a French officer, who thrust his head out of the door, that warlike feeling of hostility which he always experienced at the sight of the enemy suddenly seized him.",
        "Thus between Tibet and the low-lying sands of Gobi we have, thrust in, a system of elevated valleys (Tsaidam), 8000 to 9000 ft.",
        "For if the body is removed, and replaced by the fluid as at first, this fluid is in equilibrium under its own weight and the thrust of the surrounding fluid, which must be equal and opposite, and the surrounding fluid acts in the same manner when the body replaces the displaced fluid again; so that the resultant thrust of the fluid acts vertically upward through the centre of gravity of the fluid displaced, and is equal to the weight.",
        "The Jews were thrust into a position of isolation, and the Code of Theodosius and other authorities characterize the Jews as a lower order of depraved beings (inferiores and perversi), their community as a godless, dangerous sect (secta nefaria, feralis), their religion a superstition, their assemblies for religious worship a blasphemy (sacrilegi coetus) and a contagion (Scherer, op. cit.",
        "He was evidently afraid the prisoners looking on would laugh at him, and thrust his head into the shirt hurriedly.",
        "The pressure at any point cf a plane in the interior of a fluid is the intensity of the normal thrust estimated per unit area of the plane.",
        "If the distribution of the thrust is not uniform, as, for instance, on a vertical or inclined face or wall of a reservoir, then P/A represents the average pressure over the area; and the actual pressure at any point is the average pressure over a small area enclosing the point.",
        "2, it will be balanced by a thrust W lb applied to the other piston of area B ft.', where p = P/A=W/B, (I) the pressure p of the liquid being supposed uniform; and, by making the ratio B/A sufficiently large, the mechanical advantage can be increased to any desired amount, and in the simplest manner possible, without the intervention of levers and machinery.",
        "Rostov thrust the purse under the pillow and shook the damp little hand which was offered him.",
        "Mrs Stowe passed eighteen years in Cincinnati under conditions which constantly thrust the problem of human slavery upon her attention.",
        "It can be shown that if a current i circulates in a small plane circuit of area S, the magnetic action of the circuit for distant points is equivalent to that of a short magnet whose axis is perpendicular to the plane of the circuit and whose moment is iS, the direction of the magnetization being related to that of the circulating current as the thrust of a right-handed screw to its rotation.",
        "When the body is floating freely like a ship, the equilibrium of this liquid thrust with the weight of the ship requires that the weight of water displaced is equal to the weight of the ship and the two centres of gravity are in the same vertical line.",
        "We know now for certain that the great Tsanpo of Tibet and the Brahmaputra are one and the same river; that north of the point where the great countermarch of that river from east to west is effected are to be found the sources of the Salween, the Mekong, the Yang-tsze-kiang and the Hwang-ho, or Yellow river, in order, from west to east; and that south of it, thrust in between the extreme eastern edge of the Brahmaputra basin 94 23\" 94°48' 94°49' 94° 58' and the Salween, rise the dual sources of the Irrawaddy.",
        "It is used to determine the density of a body experimentally; for if W is the weight of a body weighed in a balance in air (strictly in vacuo), and if W' is the weight required to balance when the body is suspended in water, then the upward thrust of the liquid (I) (2) \"F r an Minim ' 'i n or weight of liquid displaced is W-W, so that the specific gravity (S.G.), defined as the ratio of the weight of a body to the weight of an equal volume of water, is W/(W-W').",
        "That old man noticed a face thrust out of the carriage window gazing at them, and respectfully touching Pierre's elbow said something to him and pointed to the carriage.",
        "As soon as an Austrian officer showed himself near a commanding officer's quarters, the regiment began to move: the soldiers ran from the fires, thrust their pipes into their boots, their bags into the carts, got their muskets ready, and formed rank.",
        "He gave an angry thrust to his horse, which had grown restive under him, and plunged into the water, heading for the deepest part where the current was swift.",
        "44, E), and at the same time the base of the cup is thrust upwards to form the manubrium (m), converting the cavity of the entocodon into a space which is crescentic or horse-shoe-like in section.",
        "This sliding movement is resisted by placing a check rail on the inner side of the inner rail, to take the lateral thrust of the wheels on that side.",
        "It's easy to thrust your shoulders forward when doing presses or pulls.",
        "Thrust them aside as she would, questions continually recurred to her as to how she would order her life now, after that.",
        "\"May I make bold to trouble your honor?\" said he respectfully, but with a shade of contempt for the youthfulness of this officer and with a hand thrust into his bosom.",
        "With his hand on his saddlebow, he was ready to dismount and stab the wolf, when she suddenly thrust her head up from among that mass of dogs, and then her forepaws were on the edge of the gully.",
        "Those who had lived evil lives were thrust down into Tartarus, where they suffered endless torments.",
        "But, as the exclusive privileges of the nobility were never recognized by any legal or formal act, men like Gaius Marius would ever and anon thrust themselves in.",
        "Summoned before the bishop's vicar, his trial was a scene of insult and clamour, ending in his being violently thrust from the court and bidden to leave the city within three hours.",
        "His history of the Atabegs was written about 1200, and it presents in a light favourable to Zengi and Nureddin, but unfavourable to Saladin (who thrust Nureddin's descendants aside), the history of the great Mahommedan power which finally crushed the kingdom of J erusalem.'",
        "The field at the centre of a circular conductor of radius r through which current is passing is H = 27ri/r, (3) the direction of the force being along the axis and related to the direction of the current as the thrust of a corkscrew to its rotation.",
        "If a thrust P lb is applied to one piston of area A ft.",
        "As the molten metal is run in, the upward thrust on the outside mould, when the level has reached PP', is the weight of metal in the volume generated by the revolution of APQ; and this, by a theorem of Archimedes, has the same volume as the cone ORR', or rya, where y is the depth of metal, the horizontal sections being equal so long as y is less than the radius of the outside FIG.",
        "In spite of the courage and presence of mind of Cairoli, who received the dagger thrust intended for the king, public and parliamentary indignation found expression in a vote which compelled the ministry to resign.",
        "The broad thrust of the Group 's strategy remains unchanged.",
        "Hard turns and climbs can result in a strange stall experience where the copter \"slides off\" its cushion of air, and fails to deliver enough thrust downwards to stay aloft.",
        "When you thrust the Wii Remote forward, your on-screen character will throw a right punch.",
        "Thrust the nunchuk forward and your character will throw a left punch.",
        "Video games changed when the public-proclaimed mascot hit the home console market, mainly because he was cute, but also because he was just an ordinary guy thrust into an extraordinary situation.",
        "After your character is just the way you want, you are thrust into the world to begin your adventure.",
        "For example, you have a sword that you can thrust into a ghost's body, stabbing it into the ground.",
        "With tragedies like those at Columbine High School and Virginia Tech University, the issues surrounding video game violence and children have been thrust to the forefront.",
        "The fists are placed against the middle of the breastbone, and the motion of the chest thrust is in and downward, rather than upward.",
        "One theory of the cause of lisping is the result of tongue thrusting, a physiological behavior that causes the tongue to flatten and thrust forward during swallowing and speaking.",
        "Tongue thrusting-A physiological behavior that causes the tongue to flatten and thrust forward during swallowing and speaking.",
        "For an infant, the rescuer opens the airway using a gentle head tilt/chin lift or jaw thrust, places their mouth over the infant's mouth and nose then delivers gentle breaths so that the infant's chest rises with each breath.",
        "Tush Push - Another Country Line Dance, this one bears a strong resemblance to the \"Time Warp,\" because of the inclusion of a double pelvic thrust in the middle of each step.",
        "Michael Jackson impersonators and dance troupes are copying entire segments of MJ's choreography, whereas in the 80s, most people only associated the moonwalk and the signature pelvic thrust with Michael Jackson.",
        "A few of Michael Jackson's signature moves are the moonwalk, the hip thrust, and his basic spin.",
        "Audiences around the world went crazy for Michael Jackson's hip thrust.",
        "Perhaps similar to the reaction of fans to Elvis Presley, Michael Jackson created a signature hip thrust that he executed in perfect timing to the music.",
        "This is actually the secret to MJ's hip thrust; build suspense by not dancing around too much preceding it, then choose a section of music that is fairly slow in tempo.",
        "If you get the timing and the rhythm right, you too can thrill the world with a simple hip thrust.",
        "So instead of achieving good forward thrust, the swimmer is continually thrusting partially upward, rather than fully forward.",
        "Since wearing swim fins increases leg strength and flexibility, the lower half of the body is better able to remain level with the upper body, a much better position for achieving forward thrust.",
        "But all it takes is finding one prompt that is the proverbial goldmine for your talents to gush forth and thrust you into a whirlwind of awe-inspiring writing.",
        "The main thrust of her autobiography states that she fully believes that \"magic\" is all around us, and that each culture puts their own stamp on this magic.",
        "However, the forward thrust of the Aries nature is not always conducive in the realm of romantic relationships.",
        "The kitten style keeps your calf muscle flexed in a halfway position, and the balance of your body does not thrust your weight fully onto either the ball or heel of your foot.",
        "The role that really thrust Winter into the spotlight was that of Rex Brady on Days of Our Lives.",
        "The pleasantly plump talk show host shot to stardom in the 1990s when his nationally syndicated conservative talk-radio show thrust him into the political limelight.",
        "LTK: Reality TV show contestants often find themselves thrust into the spotlight.",
        "It's a universe in which humans from an earth-like planet called Kobal, are thrust into space when the 12 human colonies are destroyed by the Cylons.",
        "While many names listed here live on in obscurity, TV and movies have thrust some superheroines into the spotlight.",
        "When arches form the superstructure, the abutment must be so designed as to transmit the resultant thrust to the foundation in a safe direction, and so distributed that no part may be unduly compressed.",
        "Poynting may also be mentioned, in which the tangential component of the thrust of obliquely incident radiation is separately put in evidence, by the torsion produced in an arrangement which is not sensitive to the normal component or to the radiometer-pressure of the residual gas.",
        "Natasha did not move, though her little bare foot, thrust out from under the quilt, was growing cold on the bare floor.",
        "Then, by a resolute if somewhat costly counter-attack delivered from the dominating position which they occupied, the Osmanlis thrust those opposed to them back down the slopes all along the line and could fairly claim to have gained the upper hand.",
        "Its upheaval above the great sea which submerged all the north-west of the Indian peninsula long after the Himalaya had massed itself as a formidable mountain chain, belongs to a comparatively recent geologic period, and the same thrust upwards of vast masses of cretaceous limestone has disturbed the overlying recent beds of shale and clays with very similar results to those which have left so marked an impress on the Baluch frontier.",
        "These latter the butler thrust mysteriously forward, wrapped in a napkin, from behind the next man's shoulders and whispered: \"Dry Madeira\"...",
        "Mitenka's wife and sisters-in-law thrust their heads and frightened faces out of the door of a room where a bright samovar was boiling and where the steward's high bedstead stood with its patchwork quilt.",
        "After the middle of the and century these expectations were gradually thrust into the background.",
        "Anatole glanced at him and immediately thrust his hand into his pocket and drew out his pocketbook.",
        "He reached Tahiti in October 1788, and in April 1789 a mutiny broke out, and he, with several officers and men, was thrust into an open boat in mid-ocean.",
        "The upward thrust is the same, however thin the metal may be in the interspace between the outer mould and the core inside; and this was formerly considered paradoxical.",
        "Hence the disastrous effects supposed to follow a breach of taboo; the offender has thrust his hand into the divine fire, which shrivels up and consumes him on the spot\" (Frazer, The Golden Bough, i.",
        "3 The lines of force are evidently circles concentric with the wire and at right angles to it; their direction is related to that of the current in the same manner as the rotation of a corkscrew is related to its thrust.",
        "Thus if the plane is normal to Or, the resultant thrust R =f fpdxdy, (r) and the co-ordinates x, y of the C.P. are given by xR = f f xpdxdy, yR = f f ypdxdy.",
        "In the design of a structure such as a tall reservoir dam it is important that the line of thrust in the material should pass inside the core of a section, so that the material should not be in a state of tension anywhere and so liable to open and admit the water.",
        "The resultant hydrostatic thrust across any diametral plane of the cylinder will be modified, but the only term in the loss of head which exerts a resultant thrust on the whole cylinder is 2mU sin Olga, and its thrust is 27rpmU absolute units in the direction Cy, to be counteracted by a support at the centre C; the liquid is streaming past r=a with velocity U reversed, and the cylinder is surrounded by a vortex.",
        "Similarly, the streaming velocity V reversed will give rise to a thrust 27rpmV in the direction xC. Now if the cylinder is released, and the components U and V are reversed so as to become the velocity of the cylinder with respect +m /a) 2 - U2 The components of the liquid velocity q, in the direction of the normal of the ellipse n and hyperbola t, are -mJi sh(n--a)cos(r-a),mJ2 ch(n-a) sin (E-a).",
        "As the prisoners, clad in penitential haircloth, were led across the bridge, wanton boys thrust sharp sticks between the planks to wound their feet.",
        "The KOko Shimbun was suppressed; Fukuchi was thrust into prison, arid all journals or periodicals except those having official sanction were vetoed.",
        "Thus Arakawa Reiun, one of Kouns most brilliant pupils, has exhibited a figure of a swordsman in the act of driving home a furious thrust.",
        "Its pillars were thrust DWi~.S.",
        "Ths construction of the framework of the Japanese roof is such that thc weights all act vertically; there is no thrust on the outer walls and every available point of the interior is used as a means of support.",
        "9), the people bound by marriage to heathen women, while the tears of the daughters of Israel, thrust aside to make way for strangers, cover the altar (ii.",
        "when it had finally captured them a powerful thrust against its exposed left from the direction of Paillencourt forced back the Canadian line to the west of Cuvillers and Bantigny.",
        "When the ovipositor is brought into use this tube is thrust out.",
        "In the course of his reforms he thrust out a son of Joiada (son of Eliashib, the high-priest), who had married the daughter of Sanballat, an incident which had an important result (see Samaritans).",
        "This is an upright frame, usually made in wrought iron or steel strutted by diagonal thrust beams against the engine-house wall or other solid abutments, the height to the bearings of the guide pulleys being from 80 to 1 00 ft.",
        "Even the once all-powerful war-minister Arakcheyev was thrust into the background.",
        "Destined for the church by the family council which deprived him of his birthright, he was sent when about thirteen years of age to St Sulpice, where he conceived a dislike of the doctrines and discipline thrust upon him.",
        "But the Babylonian Empire followed upon traditional lines and thrust back Egypt, and Nabonidus (553 B.C.) claims his vassals as far as Gaza.",
        "In 409 or 410 Synesius, whose Christianity had until then been by no means very pronounced, was popularly chosen to be bishop of Ptolemais, and, after long hesitation on personal and doctrinal grounds, he ultimately accepted the office thus thrust upon him, being consecrated by Theophilus at Alexandria.",
        "Nearly $600,000,000 of \" fiat money \" had been thrust into the channels of commerce in addition to $346,000,000 of legal tender notes that had been issued during the Civil War.",
        "Thereafter, whatever befell, the allied armies would resolutely press forward towards Paris, affording each other mutual support, and with the tremendous weight of troops at their disposal thrust back Napoleon upon his capital, force him to fight in front of it, and drive him when defeated within its works.",
        "and for this cause, that no church ought to pretend any rule or lordship over other \"; and none ought \" to thrust himself into the government of the Church [as by ordination at large], but that it ought to be done by election.\"",
        "Thus, the reformation of Josiah has been thrust back from his eighteenth to his twelfth year (when he was nineteen years old) apparently because it was felt that so good a king would not:have tolerated the abuses of the land for so long a period,' but the result of this is to leave an interval of ten years between his conversion and the subsequent act of repentance (2 Chron.",
        "On the other hand, a girder imposes only a vertical load on its piers and abutments, and not a horizontal thrust, as in the case of an arch or suspension chain.",
        "The intermediate piers should also have considerable stability, so as to counterbalance the thrust arising when one arch is loaded while the other is free from load.",
        "and - if of the opposite kind (tension or thrust).",
        "Let t be the statical breaking strength of a bar, loaded once gradually up to fracture (t = breaking load divided by original area of section); u the breaking strength of a bar loaded and unloaded an indefinitely great number of times, the stress varying from u to o alternately (this is termed the primitive strength); and, lastly, let s be the breaking strength of a bar subjected to an indefinitely great number of repetitions of stresses equal and opposite in sign (tension and thrust), so that the stress ranges alternately from s to -s.",
        "Then Wohler's results for iron and Bauschinger's for steel give the following equations for tension or thrust: Iron, working stress, f =4.4 (1+10) Steel, =5'87 (1 +140).",
        "The following table gives values of the working stress calculated by these equations: Working Stress for Tension or Thrust by Launhardt and Weyrauch Formula.",
        "- In the case of girders with braced webs, the tension bars of which are not adapted to resist a thrust, another circumstance due to the position of the live load must be considered.",
        "The bracing bars, therefore, for this part of the girder must be adapted to resist either tension or thrust.",
        "The direction of YX, being a thrust upwards, shows the direction in which we must go round the triangle YXE to find the direction of the two other forces; doing this we find that the force XE must act down towards the point YXE, and the force EY away from the same point.",
        "67 a) in a fitting position to represent part of the polygon of forces at Xefa; beginning with the upward thrust EX, continuing down XA, and drawing AF parallel to AF in the frame we complete the polygon by drawing EF parallel to EF in the frame.",
        "He was fitted for an embassy or judgeship, but was too mild, supine and luxurious for the tasks thrust upon him by his brother.",
        "Of the tribes which occupy the mountains of Siam some are the remnants of the very ancient inhabitants of the country, probably of the Mohn-Khmer family, who were supplanted by a later influx of more civilized Khmers from the south-east, the forerunners and part-ancestors of the Siamese, and were still farther thrust into the remoter hills when the Lao-Tai descended from the north.",
        "The southern boundary of this belt is formed by a great thrust-plane, the faille du midi, along which the Devonian beds of the south have been thrust over the carboniferous beds of the coalfield.",
        "3 by the height AH, such that the rectangle Ahkb is equal to the area Apdb; and the M.E.P. multiplied by 41rd 2, the cross-section of the bore in square inches, gives in tons the mean effective thrust of the powder on the base of the shot; and multiplied again by 1, the length in inches of the travel AB of the shot up the bore, gives the work realized in inch-tons; which work is thus equal to the M.E.P. multiplied by 41+-d 2 l = B -C, the volume in cubic inches of the rifled part AB of the bore, the difference between B the total volume of the bore and C the volume of the powder-chamber.",
        "This very considerable success thrust back Johnston's whole line to New Madrid, Corinth and the Memphis & Charleston railway.",
        "But now Neoplatonism was thrust from the great stage of history.",
        "Sheep-farming on a large scale was next introduced, and the crofters were thrust into villages or barren corners of the land.",
        "The Mesozoic sediments were almost entirely laid down to the west and south-west of the protaxis, upon the fiat-lying Palaeozoic rocks, and in the prairie region they are still almost horizontal; but in the Cordillera they have been thrust up into the series of mountain chains characterizing the Pacific coast region.",
        "Most of the plains are underlain by Cretaceous and early Tertiary shales and sandstones lying nearly unaltered and undisturbed where they were deposited, although now raised far above sea-level, particularly along the border of the Rocky Mountains where they were thrust up into foot-hills when the range itself was raised.",
        "The Pharisees themselves could not but see that their principles were politically impotent; the most scrupulous observance of the Sabbath, for example - and this was the culminating point of legality - could not thrust back the heathen.",
        "Joab thrust three spears through the heart of Absalom as he struggled in the branches, and as though this were not enough, his ten armour-bearers came around and slew him.",
        "He then describes a new compass with a needle thrust through a pivoted axis, placed in a box with transparent cover, cross index of brass or silver, divided circle, and an external \"rule\" or alhidade provided with a pair of sights.",
        "So pronounced an enemy of French preponderance did Innocent become that he approved the League of Augsburg, and was not sorry to see the Catholic James II., whom he considered a tool of Louis, thrust from the throne of England by the Protestant William of Orange.",
        "The war demanded both in Germany and France the sacrifice of all available energy and public spirit; while the Kulturkampf, by bringing into relief the question of the external existence of the Church, thrust all internal dogmatic interests and problems completely into the background.",
        "Down to 1848, and even still later, \" Democracy \" was used to cover the whole mass of the people, pre-eminently represented by the broad strata of the bourgeoisie; in 1900 the Democratic party itself meant by this term the rule of the labouring class organized as a nation, which, by its numerical superiority, thrust aside all other classes, including the bourgeoisie, -and excluded them from participation in its rule.",
        "Arianism, which had lifted up its head again under the emperor Valens, was thereby thrust out of the state church.",
        "So of the mode of preparation; some will root if cut off or broken off at any point and thrust into wet earth or sand in a warm place (fig.",
        "33) upon the protruding end, F, of the rod, transmitted to the still undrawn part, E, squeezes the yielding metal of the rod against the hard unyielding die, C. As when a half-opened umbrella is thrust ferrule-foremost between the balusters of a staircase, so when the rod is drawn forward, its yielding metal is folded and forced backwards and centrewards by the resistance of the unyielding die, and thus it is reduced in diameter and simultaneously lengthened proportionally, without material change of volume or density.",
        "\"It will be no light sin for us if we thrust out of the oversight i those who have offered the gifts unblameably and holily.",
        "Merchants are expected to cheat; \"Sin will thrust itself in between buying and selling\" (xxvii.",
        "i.) finally appeared, it was seen how the thrust had gone home.",
        "In the autumn of 1849 Austria had succeeded, by the help of Russia, in quelling the Hungarian insurrection, and she was then in no ~, ~ mood to let herself be thrust aside by Prussia.",
        "They continue to grow, and to thrust out new branches and to lengthen existing branches, for many years far into adult life.",
        "In albuminous Monocotyledons the cotyledon itself, probably in consequence of its terminal position, is commonly the agent by which the embryo is thrust out of the seed, and it may function solely as a feeder, its extremity developing as a sucker through which the endosperm is absorbed, or it may become the first green organ, the terminal sucker dropping off with the seed-coat when the endosperm is exhausted.",
        "Eastward of the Archean gneiss in the west of Sutherland the effect of enormous underground pressure has been to upraise masses of the ancient gneiss and Torridonian sandstone and thrust them westward over the younger rocks.",
        "In descending order they embrace the following subdivisions, whose thickness in the district of Durness is estimated at about 2000 ft.: (e) limestones, dolomites and cherts, with numerous organic remains; (d) grit and quartzite, with Saltarella and Olenellus (Serpulite Grit); (c) calcareous shales and dolomites, with many annelid casts and sometimes Olenellus (Fucoid Beds); (b) Upper Quartzite, often crowded with annelid pipes (Pipe Rock Quartzite); (a) Lower Quartzite - their original upper limit can nowhere be seen, for they have been overridden by the Eastern Schists in those gigantic underground disturbances already referred to, by which these rocks, the Archean gneiss and Torridonian sandstone, were crumpled, inverted, dislocated and thrust over each other.",
        "This enigmatic personage appeared in Islay, and rather had his pretences thrust on him than assumed them; he was half-witted.",
        "From the Cambunian chain two masses of rock are thrust southward into the plain, surmounted by isolated columns from 85 to 300 ft.",
        "The existing privileges, which the Jews owed to their ambassador to Rome, were thrust aside.",
        "His head and hands were sent to Rome and nailed to the rostra, after Fulvia, wife of Antony and widow of Clodius, had thrust a hairpin through the tongue.",
        "1-7), explained fully the means whereby the jaws and the muscles which direct their movements become so effective in riving asunder cones or apples, while at the proper moment the scoop-like tongue is instantaneously thrust out and withdrawn, conveying the hitherto protected seed to the bird's mouth.",
        "It is evident that a system of jointed bars having the shape of the funicular polygon would be in equilibrium under the action of the given forces, supposed applied to the joints; moreover any bar in which the stress is of the nature of a tension (as distinguished from a thrust) might be replaced by a string.",
        "This combination of equal and opposite forces is called the stress in the member; it may be a tension or a thrust.",
        "By examining the senses in which the respective forces act at each joint we can ascertain which members are in tension and which are in thrust; in fig.",
        "When extraneous forces act on the bars themselves the stress in each bar no longer consists of a simple longitudinal tension or thrust.",
        "In order that the surfaces which abut at the Joint JK maybe pressed together, the resistance required by the conditions of equilibrium CR, must be a thrust and not a pull; and in that case the force by which the surfaces are pressed together is equal and opposite to the normal component CP of the resistance.",
        "By its aid, for example, the whole of the properties a elliptical arches, whether square or skew, whether level or sloping in their span, are at once deduced by projection from those of symmetrical circular arches, and the properties of ellipsoidal and ellipticconoidal domes from those of hemispherical and circular-conoidal domes; and the figures of arches fitted to resist the thrust of earth, which is less horizontally than vertically in a certain given ratio, can be deduced by a projection from those of arches fitted to resist the thrust of a liquid, which is of equal intensity, horizontally and vertically.",
        "C. Greenhill treated the problem of the centrifugal whirling of an unloaded shaft with different supporting conditions in a paper On the Strength of Shafting exposed both to torsion and to end thrust, Proc. Inst.",
        "Man and the actual universe kept on reasserting their rights and claims, announcing their goodliness and delightfulness, in one way or another; but they were always being thrust back again into Cimmerian regions of abstractions, fictions, visions, spectral hopes and fears, in the midst of which the intellect somnambulistically moved upon an unknown way.",
        "Mr Andrew Lang, on the other hand, supposes that belief in a supreme being came first in order of evolution, but was afterwards thrust into the background by belief in ghosts and lesser divinities (Magic and Religion, 1901, p. 224).",
        "3 When earth and sky were still unseparated, Shu thrust himself between them and raised Nut to the heights.",
        "They hack but never thrust with them.",
        "Enveloped in a huge blue sheet, with a yard of linen as a veil perforated for two inches square with minute holes, the feet thrust into two huge bags of colored stuff, a wife is perfectly unrecognizable, even by her husband, when out of doors.",
        "Hilderic, elderly, Catholic and timid, was very unpopular with his subjects, and after a reign of eight years he was thrust into prison by his warlike cousin Gelimer (531-34).",
        "This intervening space comprises the wedge-shaped desert of Kach Gandava (Gandava), which is thrust westwards from the Indus as a deep indentation into the mountains, and, above it, the central uplands which figure on the map as \" British Baluchistan \" - where lies Quetta.",
        "From the side, with the umbrella kl, drawn back and the mouth oc, thrust out.",
        "in., and the dynamometer showed a thrust of more than 2100 lb.",
        "ft., and 5 lb for each pound thrust.",
        "By means of circularly disposed muscular fibrils formed from the endoderm the tentacles can be protracted or thrust out after contraction.",
        "When it is desired to use the machine, a 4-lb bag is placed under the orifice of the hopper upon the goods-pan of the balance, and the slide rods are thrust back by hand till they are held by their detents, and the sugar flows rapidly into the bag.",
        "4, shows a clutch for a rope-driven pulley A, which runs freely on a bush B on the shaft, and is provided with an enlarged cylindrical nave or clutch box C. A split ring D, carried by the clutch and turning with it, can be thrust against the clutch box by rightand left-handed screws E, so that a sufficient grip is obtained to cause the clutch and the pulley to turn as one piece.",
        "The worm is of great pitch, so that if the effort were removed the weight would descend, did not the axial end thrust of the worm shaft throw into action a friction brake H, the resistance of which prevents motion downwards.",
        "He did not thrust members of the Commons into prison, or issue writs for ship-money.",
        "The arrogant spirit of Englishmen made them comtemptuous towards the colonists, and the desire to thrust taxation upon others than themselves made the new colonial legislation popular.",
        "Many dislike the subject; some would thrust it into practical theology.",
        "Numerous valleys or glens penetrate into the tableland, especially on the north and east, and between them long mountain spurs, sections of the tableland which have resisted the action of erosion, thrust themselves towards the sea.",
        "Among the scientific works which Ricci took into China was a set of maps, which at first created great interest, but afterwards disgust when the Chinese came to perceive the insignificant place assigned to the \"Middle Kingdom,\" thrust, as it seemed, into a corner, instead of being set in the centre of the world like the gem in a ring.",
        "method were due to those lawyers of the south and of Normandy who had been nurtured on Roman law in the universities of Bologna or Montpellier, had practised chicanery in the provincial courts, had gradually thrust themselves into the great arena of politics, and were now leading the king and filling his parlement.",
        "But this revival of ceremonial in its various degrees became the chief external characteristic of the new movement; and \"Ritualist\" thrust \"Puseyite\" aside as the designation of those who hold the doctrines for which he mainly contended.",
        "But though five firms applied without delay for licences to work under his patents, success did not at once attend his efforts; indeed, of ter several ironmasters had put the process to practical trial and failed to get good results, it was in danger of being thrust aside and entirely forgotten.",
        "The curvature of the range around the Brazilian massif, and the position of the zone of older rocks upon the eastern flank, led Suess to the conclusion that the Andes owe their origin to an overthrust from east to west, and that the Vorland lies beneath the Pacific. In the south Wehrli and Burckhardt maintain that the thrust came from the west, and they look upon the ancient rocks of Argentina as the Vorland.",
        "Hagen, seizing the spear, thrust it through the spot marked by Kriemhild on Siegfried's surcoat.",
        "Some opposition was shown, but eventually the estates of both divisions of the mark assented; only, however at the price of concessions to the nobles, predominant in the diet, which thrust the peasantry into servitude.",
        "Dean had no alternative but to force her hands away and flip her from him, onto her back, reversing their positions in a single thrust that caused her to loudly gasp as she landed soundly on her back, Dean now above her.",
        "It lay there, under the bureau, ringing away, as if out of spite for the mayhem he'd thrust upon it.",
        "She couldn't help pitying the women who had been thrust into a bloody war when they met their Guardian mates.",
        "Toni's face lit up, and she thrust out her chest in a way that made Jessi want to laugh in embarrassment on the oblivious model's behalf.",
        "A young hero thrust into the role of savior, and a feisty female accomplice.",
        "basket tilted a little, between lid and rim a soft, furry, six-toed gray paw was thrust out.",
        "A common problem with endfloat is a lack of thrust bearings or washers at the ends of the slow motion shaft.",
        "Because there is not spiral angle and no additional developed thrust these gears can be used as direct replacements for straight bevel gears.",
        "Crystal is thrust into a past ruled by superstition, then catapulted into a future devastated by biological weapons.",
        "cauldronory tells of how he thrust his hands into the ' caldron of plenty ', to receive a gift for the earth.",
        "Things to take into account are brake chutes and thrust reversers, it might be worth zooming in on these details.",
        "Given that the whole thrust of the last three years has been cost containment, the answer must be to go with the cheapest!",
        "dagger thrust behind a mask of innocence.",
        "In Kiss the Girls: Washington-based homicide detective Alex Cross is thrust into a case he will never forget.",
        "The style is highly discursive, leap-frogging forward and backward across the decades, without ever sacrificing thrust or clarity.",
        "Luther was thrust almost immediately out of the frying pan of religious disputation into the fiery furnace of high politics.",
        "The thrust of the Welsh document means that Wales and England will have increasingly divergent systems in future.",
        "Aerodynamic drag -- force which thrust must overcome to move an aircraft forward.",
        "On the plus side, the soundtrack itself is suitably eerie, reflecting the rather bizarre world the children are thrust into.",
        "The thrust of this work is to apply the well-established underlying principles of liquid and solid phase electrochemistry, to the gas phase.",
        "Sometimes this new tribalism can be a liberating thrust, as was the case when national movements overthrew the communist empire.",
        "The main thrust of my work is relational, lifestyle evangelism.",
        "With a thrust fault, whose plane is inclined to the Earth's surface, one side moves upward over the other.",
        "The aft fuselage, at the back, houses the main engines that provide the other 29 per cent of thrust required for launch.",
        "geomorphology of the region shows that thrust faulting in the Late Quaternary is widespread.",
        "Baker's personal life was soon thrust into the limelight, along with the mysterious goings-on at the Quorum Club.",
        "happen depending on which parts of the Moine Thrust Belt one considers.",
        "The 10mm bore headstock spindle used two adjustable conical hardened-steel plain bearings with a ball thrust race behind the pulley.",
        "idle speed, but then increase as reverse thrust is applied.",
        "The cut and thrust of debate and development has covered everything from pay to targets, from assessment success to merging inspectorates.",
        "The earthquake occurred as a result of a northward thrust of the Pacific Ocean sea floor beneath the continental landmass of Alaska.",
        "landslide victory thrust Tony Blair into power.",
        "meager hand was thrust out, palm up, fingers curled in a tortured appeal for reason.",
        "merge cut and thrust of debate and development has covered everything from pay to targets, from assessment success to merging inspectorates.",
        "water methanol injection was to be used to restore thrust in hot and high conditions.",
        "A woman who was far too plump to be swinging through trees thrust a large enamel mug into Gordon's hands.",
        "To walk is to thrust oneself into the melee rather than maintain the distance of a casual observer.",
        "parry a vicious upward thrust aimed at his heart.",
        "The lid of the basket tilted a little, between lid and rim a soft, furry, six-toed gray paw was thrust out.",
        "It will thrust in a direction perpendicular to the position vector in the orbital plane.",
        "The thrust of CMM based systems is to explore how biologically plausible neural networks can be used for practical computing tasks.",
        "proscenium theater space in favor of a thrust space.",
        "To the west Cambrian quartzites lie directly above the Ben More Thrust.",
        "A few quibbles that do not detract from the main thrust of the book are mainly related to sources.",
        "Above: the thrust stage, retaining the old communion rails.",
        "You thrust away The instinct of a friend Or else you fear that You may meet rebuff.",
        "serious-minded younger brother was thrust into his role as King over the anti-fascist period.",
        "Mig has to overcome real terror and the sort of intellectual sloth induced by the role Aunt Maria has thrust upon her.",
        "Another ape thrust a spear at him; but Prak slithered sideways on the bloody flags, and went tumbling down the next flight.",
        "spear thrust into a dragon's jaw.",
        "steakhouse branch be better than to give customers the whole thrust.",
        "Not when their supposed superiority is thrust so wilfully down throats.",
        "supposed superiority is thrust so wilfully down throats.",
        "Each hip thrust makes the girls swoon - there's enough sweaty leather clad sex appeal on stage to put the SuicideGirls to shame.",
        "A similar type of chronology applies to the other pioneering area for thrust tectonics - the NW Highlands of Scotland.",
        "thrust a spear at him; but Prak slithered sideways on the bloody flags, and went tumbling down the next flight.",
        "The soldiers just thrust the sword directly between the enemies ' rib cage, and this is known as a serpent's thrust the sword directly between the enemies ' rib cage, and this is known as a serpent's thrust.",
        "He spun round - just managed to parry a vicious upward thrust aimed at his heart.",
        "thrust into the limelight.",
        "thrust into the public spotlight by sad events.",
        "Thus warned, the main thrust of their disdain is aimed at Alan Parker, not the subject, followed by the writing.",
        "The broad thrust of the Group's strategy remains unchanged.",
        "The engine sound will initially decrease to idle speed, but then increase as reverse thrust is applied.",
        "thrust reversers on jet engines.",
        "thrust washers into place between the carrier and planet gear.",
        "thrust bearings or washers at the ends of the slow motion shaft.",
        "thrust faults dipping eastwards beneath the folds.",
        "Of note is the fact that the use of the thrust axis largely eliminates the x-dependence of the thrust axis largely eliminates the x-dependence of the thrust.",
        "But some have greatness thrust upon them, even when they also have an unfortunate sexual attraction to vampires.",
        "His tomb shows an angel bearing his soul to Heaven and apparently his spear thrust into a dragon's jaw.",
        "First using onl \" jaw thrust \" to open the airway.",
        "thrust aside by the avowed revolutionaries, whose influence is increased every time the government capitulates to them.",
        "A smooth touchdown and then on with the thrust reversers.",
        "Others with shirts tucked in tight, thrust into smart trousers, hidden under shiny belt buckles.",
        "Harrier GR7 Aircraft Specifications Engine Rolls Royce Pegasus Mk 105 vectored thrust turbofan.",
        "turbofan engine measured by emissions per pound of thrust.",
        "Note 4:- 2nd gear is similar, except for a split thrust washer behind the collar, which the needle rollers run against.",
        "Second, the almost wilful refusal to accept evidence which challenged the thrust of the Bill.",
        "wreckage of the plane was found in dense jungle in Thailand with one engine's thrust reverser deployed.",
        "There is thus a thrust outwards of the spring upon the hollow cap W (attached outside the box), and a thrust of the rod upon the end of the screw s.",
        "We know now for certain that the great Tsanpo of Tibet and the Brahmaputra are one and the same river; that north of the point where the great countermarch of that river from east to west is effected are to be found the sources of the Salween, the Mekong, the Yang-tsze-kiang and the Hwang-ho, or Yellow river, in order, from west to east; and that south of it, thrust in between the extreme eastern edge of the Brahmaputra basin 94 23\" 94Ã‚°48' 94Ã‚°49' 94Ã‚° 58' and the Salween, rise the dual sources of the Irrawaddy.",
        "In another story she was hatched from an egg found by some fish in the Euphrates and by them thrust on the bank where it was hatched by a dove; out of gratitude she persuaded Jupiter to transfer the fish to the Zodiac (cf.",
        "Thus, if a thrust of P lb is distributed uniformly over a plane area of A sq.",
        "The proof of these theorems proceeds as before, employing the normality principle; they are required, for instance, in the determination of the liquid thrust on any portion of the bottom of a ship.",
        "In casting a thin hollow object like a bell, it will be seen that the resultant upward thrust on the mould may be many times greater than the weight of metal; many a curious experiment has been devised to illustrate this property and classed as a hydrostatic paradox (Boyle, Hydrostatical Paradoxes, 1666).",
        "The Lombards thrust a wedge into Italy.",
        "At the first impact each layer of surface molecules which takes the shock of the impact will be thrust back upon the layer behind it: this layer will in this way be set into motion and so influence the layer still further behind;.",
        "The substructure consists of (a) the piers and end piers or abutments, the former sustaining a vertical load, and the latter having to resist, in addition, the oblique thrust of an arch, the pull of a suspension chain, or the thrust of an embankment; and (b) the foundations below the ground level, which are often difficult and costly parts of the structure, because the position of a'bridge may be fixed by considerations which preclude the selection of a site naturally adapted for carrying a heavy structure.",
        "in.; for members subjected to alternations of tension and thrust frequently 3.3 tons per sq.",
        "The best known have all been made into stage-plays, and it is in this form that they usually come before the notice of the general public. Amongst them are Ramakien, taken from the great Hindu epic Ramayana; Wetyasunyin, the tale of a king who became an ascetic after contemplation of a withered tree; Worawongs, the story of a prince who loved a princess and was killed by the thrust of a magic spear which guarded her; Chalawan, the tale of a princess beloved by a crocodile; Unarud, the life story of Anuruddha, a demigod, the grandson of Krishna; Phumhon, the tale of a princess beloved by an elephant; Prang tong, a story of a princess who before birth was promised to a \"yak\" or giant in return for a certain fruit which her mother desired to eat.",
        "The effect is as if there was a mean sidelong thrust w tan S on the shot from left to right in order to deflect the plane of the trajectory at angle 6 to the vertical.",
        "Schelling was prematurely thrust into the position of a foremost productive thinker; and when the lengthened period of quiet meditation was at last forced upon him there unfortunately lay before him a system which achieved what had dimly been involved in his ardent and impetuous desires.",
        "By rejecting the Capetian sovereign that Rome wished to thrust upon it to deliver it from the dynasty of Aragon, the little island of Sicily arrested the progress of French imperialism, ruined the vast projects of Charles of Anjou, and liberated the papacy in its own despite from a subjection that perverted and shook its power.",
        "Schrader, de St Sand and Wallon, that, taken as a whole, the range must be regarded, not as formed on the analogy of a fern-frond or fish-bone, with the lateral ridges running down to the two opposite plains, but rather as a swelling of the earth's crust, the culminating portion of which is composed of a series of primitive chains, which do not coincide with the watershed, but cross it obliquely, as if the ground had experienced a sidewise thrust at the time when the earth's crust was ridged up into the long chain under the influence of contraction.",
        "Thus his painfully shy, unsuited, and serious-minded younger brother was thrust into his role as King over the anti-fascist period.",
        "His tomb shows an angel bearing his soul to Heaven and apparently his spear thrust into a dragon 's jaw.",
        "Wollensky steakhouse branch be better than to give customers the whole thrust.",
        "Each hip thrust makes the girls swoon - there 's enough sweaty leather clad sex appeal on stage to put the SuicideGirls to shame.",
        "The main thrust of the temperance movement was aimed at children.",
        "The soldiers just thrust the sword directly between the enemies ' rib cage, and this is known as a serpent 's thrust.",
        "But when her anti-Bush slogan hits the headlines, she herself is thrust into the limelight.",
        "Lord Cullen is a lawyer of rare distinction who has been thrust into the public spotlight by sad events.",
        "Each of the ducts has a pair of servo tabs that works in a similar manner to the thrust reversers on jet engines.",
        "If the gears are in the correct position then slide the new thrust washers into place between the carrier and planet gear.",
        "Drainage incision also indicates uplift at depth on thrust faults dipping eastwards beneath the folds.",
        "Of note is the fact that the use of the thrust axis largely eliminates the x-dependence of the thrust.",
        "But they are rapidly being thrust aside by the avowed revolutionaries, whose influence is increased every time the government capitulates to them.",
        "She thrust fingers into her hair, combing them through her tousled coppery locks.",
        "Environmental testing has shown the Trent 900 to be the world 's cleanest large turbofan engine measured by emissions per pound of thrust.",
        "The thrust of the meeting is controversy and we expect lively and interactive debates and all are welcome to participate.",
        "Hedda is a woman who wishes to thrust aside all womanish ways.",
        "The wreckage of the plane was found in dense jungle in Thailand with one engine 's thrust reverser deployed.",
        "The young don't know enough and have debt thrust upon them.",
        "This element causes the internal machine mechanisms to rotate rapidly, which in turn forces the needle attachment to thrust up and down.",
        "Instant Star draws on the popularity of star-making talent competitions like American Idol to take a look at the life of a teen instantly thrust into the limelight when she wins a singing competition.",
        "The reality show Hell's Kitchen thrust Gordon Ramsay into the spotlight as the tough-as-nails chef who put wannabes through their paces to gain the top spot and their own restaurant.",
        "With the show's popularity, Longoria was thrust into the spotlight.",
        "Playing the youngest Keaton sibling (until the show introduced a new baby brother to the Keaton clan) thrust Yothers into the spotlight.",
        "Her role as Gertie won her a Young Artist Award for Best Supporting Actress in a Motion Picture and not only thrust her into the public spotlight, but threw her into the adult Hollywood lifestyle of booze, partying and drugs.",
        "The main thrust of the site is to get people to register to find addresses to write to their favorite celebrities.",
        "They work steadily and enjoy a small level of notoriety without being thrust into the limelight.",
        "Its white flowers are broader in petal, coming early and continuing late, and thrust well above the water."
    ],
    "definition": [
        "Link/Cite",
        "(fencing) An attack made by moving the sword parallel to its length and landing with the point.\nPierre was a master swordsman, and could parry the thrusts of lesser men with barely a thought.",
        "A push, stab, or lunge forward (the act thereof.)\nThe cutpurse tried to knock her satchel from her hands, but she avoided his thrust and yelled, \"Thief!\"",
        "The force generated by propulsion, as in a jet engine.\nSpacecraft are engineering marvels, designed to resist the thrust of liftoff, as well as the reverse pressure of the void.",
        "(figuratively) The primary effort; the goal.\nOstensibly, the class was about public health in general, but the main thrust was really sex education.",
        "(intransitive) To make advance with force.\nWe thrust at the enemy with our forces.",
        "To force something upon someone.\nI asked her not to thrust the responsibility on me.",
        "To push out or extend rapidly or powerfully.\nHe thrust his arm into the icy stream and grabbed a wriggling fish, astounding the observers.",
        "To push or drive with force; to shove.\nto thrust anything with the hand or foot, or with an instrument",
        "To stab; to pierce; usually with through.",
        "Link/Cite"
    ]
}