{
    "translation": "באופן נמרץ",
    "uses": [
        "She worked tirelessly all night to clean the blood off of Jule.",
        "We will strive tirelessly to achieve it.",
        "These trusted consumer advocates work tirelessly to ensure that all LV merchandise sold online is, in fact, the real thing.",
        "She still looks great, works tirelessly for causes that are meaningful to her, and regularly appears on television and in small movie parts.",
        "While she may not spend as much time earning acclaim for big screen roles, Ali MacGraw has tirelessly devoted her time and energy to causes that are close to her heart.",
        "The following famous dogs are just a few of the courageous search and rescue teams who worked tirelessly to recover victims from the collapsed WTC towers after that fateful day of September 11, 2001.",
        "They are being tirelessly worked on by groups of programmers who don't know the ultimate fate of their project.",
        "Despite her personal problems, she worked tirelessly to bring attention to the problems of the homeless, disabled, children, and those suffering from HIV or full-blown AIDS.",
        "The order worked tirelessly to develop a recipe that could practically be used in place of gluten-containing communion wafers.",
        "T.I. worked tirelessly to raise money for the victims of Hurricane Katrina, donating $50,000 of his own money, and working with other musicians to set up fundraising concerts.",
        "The band was one of the first signings to Sire Records under Seymour Stein - Sire and Stein would go on to become the pioneers of New Wave music in America and worked tirelessly to establish the genre's presence on radio.",
        "As a certified member of the American Board of Dermatology, he has worked tirelessly to help improve the skin of his patients.",
        "Up front the three forward worked tirelessly and with more precision in front of goal could have had a bagful.",
        "Extract: Since its beginning in 1824 the RSPCA has worked tirelessly to promote kindness and prevent cruelty to animals.",
        "She worked tirelessly for naval wives and families and was instrumental in getting widows pensions introduced in 1894.",
        "But at Be we strive tirelessly to achieve it.",
        "She works tirelessly to promote deaf awareness and teach people about sign language."
    ],
    "definition": [
        "In a tireless manner; without tiring, flagging, or ceasing.\nThe volunteers worked tirelessly to improve the content.",
        "Link/Cite"
    ]
}