{
    "translation": "מטריד, מייגע",
    "uses": [
        "It was evident that he not only knew everyone in the drawing room, but had found them to be so tiresome that it wearied him to look at or listen to them.",
        "The old priesthood, and in particular the flaminia, came to be regarded as tiresome restrictions on political life and were neglected: from 87 to II B.C. the office of flamen Dialis was vacant.",
        "This opinion will be endorsed by any European who reads through the book with an impartial spirit and some knowledge of the language, without taking into account the tiresome effect of its endless iterations.",
        "His tiresome display of learning, rhetorical exaggeration and ornamentations make him difficult to read, which no doubt accounts for his unpopularity in ancient times.",
        "Spellings at times can become quite tiresome for some of the children.",
        "An instance of tiresome, elaborate labour - good enough, no doubt, as groundwork, and not out of keeping with what at least was the popular taste of that day - is his \"Pardon of Sainte Anne de la Palud,\" a Breton scene, of 1858, in which he introduced the young Breton woman who was immediately to become his wife.",
        "The tiresome and monotonous domestic history of England during the next twenty years consisted of little else than quarrels between Gloucester and the lords of the council, of whom the chief was the dukes halfuncle Henry Beaufort, bishop of Winchester, the last to survive of all the sons of John of Gaunt.",
        "Hence, probably, the wide popularity which his works enjoyed in the 18th century; and hence the agreeable feeling with which, notwithstanding all their false taste and their tiresome digressions, they impress the modern reader.",
        "The Ulyssea of Gabriel Pereira de Castro describes the foundation of Lisbon by Ulysses, but, notwithstanding its plagiarism of The Lusiads and faults of taste, these ten cantos contain some masterly descriptive passages, and the ottava rima shows a harmony and flexibility to which even Camoens rarely attained; but this praise cannot be extended to the tiresome Ulyssipo of Sousa de Macedo.",
        "The exclusive preoccupation of men's minds with the question of knowledge during the neo-Kantian revival in the 'seventies of the last century drew from Lotze the caustic criticism that \"the continual sharpening of the knife becomes tiresome, if, after all, we have nothing to cut with it.\"",
        "Throughout the time of Henrys Norman war, he was engaged in a tiresome controversy with the primate on the question of lay investitures, the continuation of the struggle which Henrys had begun in his brothers reign.",
        "Ballad of a thin man can never get tiresome.",
        "derailleur geared ones) in top gear before folding, which is tiresome.",
        "tiresome court business.",
        "Character Of The Newer Attic Comedy The pieces are of tiresome monotony.",
        "All this Mourinho Vs Benitez can get a bit tiresome.",
        "This happens for all 4 soldiers, and gets somewhat tiresome after a while.",
        "From me to time during play, I found the interpreter extremely tiresome.",
        "tiresome journey of life, sometimes somebody stops us to make us relaxed.",
        "tiresome habit as familiar and dreary as pulling on an old boot.",
        "tiresome process.",
        "You would think that the repetition of a single song would grow tiresome.",
        "The RAV4 is constantly fidgeting in a tiresome vertical bounce where most cars, even sporty ones, manage to flatten the contour lines.",
        "It doesn't seem too tiresome - he spends the time sitting in a spare dressing room playing computer games.",
        "This cold is tiresome.",
        "As a satirist and observer he is simply the \"Cooper who 's written six volumes to prove he's as good as a Lord\" of Lowell's clever portrait; his enormous vanity and his irritability find vent in a sort of dull violence, which is exceedingly tiresome.",
        "Instead of producing a drama-documentary of events, Spielberg manages a limp morality play which becomes very tiresome.",
        "tiresome to read, but there is nothing vicious in its teachings.",
        "Evelyn has visions, which are rather tiresome, to do with her past life.",
        "Rational debate - it would be nice to see it on these increasingly tiresome forums.",
        "Sadly, too much of anything, no matter how unique, tends to get a little tiresome.",
        "Excessive heat can put great stress on plants and make life very tiresome with all the increased need for watering by their owners!",
        "Working with plastic sheeting requires some care - the build up of static charge can attract dust, which becomes tiresome.",
        "tiresome task to come up with a similar list from a dictionary.",
        "He attended every spring the meetings of the militia at Southampton, and rose successively to the rank of major and lieutenant-colonel commandant; but was each year \" more disgusted with the inn, the wine, the company, and the tiresome repetition of annual attendance and daily exercise.\"",
        "Jim stopped sometimes to rest, for the climb was rather steep and tiresome.",
        "But their gaiety seemed to Prince Andrew mirthless and tiresome.",
        "All right, one can't talk--how tiresome!",
        "Getting a mortgage from a bank is often a tiresome process.",
        "While these are all-important ways to get to know other people online, they get tiresome to fill out.",
        "Trends: While some women will love Hollywood engagement rings to mimic their favorite celebrities, it is important to choose a gem shape that will not become tiresome and cliché after years of wear.",
        "Organizing your space can seem to be a tiresome task, but remember that once it's organized, the neatness and accessibility will save you time.",
        "Although wading through the mountain of skin care products can be tiresome, it's well worth the effort.",
        "tiresome job.",
        "The verse portions, which are on the whole correct and classically constructed, are in imitation of Varro and are less tiresome.",
        "Excessive heat can put great stress on plants and make life very tiresome with all the increased need for watering by their owners !",
        "I do remember once he said: In this tiresome journey of life, sometimes somebody stops us to make us relaxed.",
        "It would be a very tiresome task to come up with a similar list from a dictionary.",
        "Also, the removal of the fallen leaves is a tiresome job.",
        "After more tiresome wading through the endless snowdrift we reached the featureless tump of Pen Twyn Glas 646m.",
        "The Mormon Bible is rather stupid and tiresome to read, but there is nothing vicious in its teachings.",
        "Even better, they might seek advice ' at the highest level ' and save us the bother of all that tiresome court business.",
        "Being an MP had become a tiresome habit as familiar and dreary as pulling on an old boot.",
        "It does n't seem too tiresome - he spends the time sitting in a spare dressing room playing computer games.",
        "That can become very tiresome for parents who are driving from store to store to find exactly what his or her children want.",
        "A faux finish (such as a crackle finish or sponge technique) that might become tiresome in large rooms can be fun in a tiny powder room.",
        "Much of the reason for this lies in the fact that the smoky eye is perfect for evenings when a glamorous look is called for, and reaching for the color black has grown tiresome.",
        "Online shopping gives you a less tiresome way to comparison buy.",
        "Don't misunderstand, Final Fantasy IV will always be a classic, but even great works of literature can become a bit tiresome the third or fourth time through.",
        "Pattern of explore, battle, repeat can get tiresome.",
        "Scheduling sex can be tiresome and it can cause unnecessary stress.",
        "Bake sales are a popular fundraiser but can get tiresome.",
        "Traveling during the holidays can be tiresome, whether it is for pleasure, work or family obligation."
    ],
    "definition": [
        "tire′some·ly\nadverb",
        "tire′some·ness\nnoun",
        "Link/Cite",
        "Causing fatigue or boredom; wearisome.\nEventually his long stories became tiresome.",
        "Link/Cite"
    ]
}