{
    "translation": "קרפדה",
    "uses": [
        "The worm inhabits the lung of the frog and toad, and is hermaphrodite (Schneider) or parthenogenetic (Leuckart); the embryos hatched from the eggs find their way through the lungs into the alimentary canal and thence to the exterior; in a few days they develop into a sexual larva, called a Rhabditiform larva, in which the sexes are distinct; the eggs remain within the uterus, and the young when hatched break through its walls and live free in the perivisceral cavity of the mother, devouring the organs of the body until only the outer cuticle is left; this eventually breaks and sets free the young, which are without teeth, and have therefore lost the typical Rhabditis form.",
        "The horned lizard, or horned toad (Phrynosoma cornutum; P. hernandesi; P. modestum), is the most common of Texas lizards, except in the western counties where the Texas rock lizards (Sceloporus torquatus; S.",
        "On Rusthall Common about a mile from the town is the curiously shaped mass of sandstone known as the Toad Rock, and a mile and a half south-west is the striking group called the High Rocks.",
        "Of the reptiles the leopard lizard and gridiron-tailed lizard, the \" chuck-walla \" (Sauromalus ater), the rattle-snake, and the horned toad are the most numerous.",
        "While he reluctantly acknowledged his growing feelings for the lady, he couldn't help but wonder: What would she think if she learned her loving husband was a toad who'd dropped her like a rock for a measly 2.8 mil?",
        "It is not possible to enumerate here even the principal styles of ishime, but mention may be made of the zara-maki (broad-cast), in which the surface is finely but irregularly pitted after the manner of the face of a stone; the nashi-ji (pear-ground), in which we have a surface like the rind of a pear; the hari-ishime (needle ishime), where the indentations are so minute that they seem to have been made with the point of a needle; the gama-ishime, which is intended to imitate the skin of a toad; the tsuya-ishime, produced with a chisel sharpened so that its traces have a lustrous appearance; the ore-liuchi (broken-tool), a peculiar kind obtained with a jagged tool; and the gozam, which resembles the plaited surface of a fine straw mat.",
        "Viviparous parturition is known among the Caudata (Salamandra, Spelerpes fuscus), and the Apoda (Dermophis thomensis, Typhlonectes cornpressicauda); also in a little toad (Pseudophryne vivipara) recently discovered in German East Africa (41).",
        "In all the tailless batrachians (with the exception of a single known viviparous toad),the male clings to the female round the breast, at the arm-pits, or round the waist, and awaits, often for hours or days, the deposition of the ova, which are immediately fecundated by several seminal emissions.",
        "Of Reptilia Chile is singularly free, there being recorded only eleven species - five saurians, four ophidians, one frog and one toad - but a more thorough survey of the uninhabited territories of the south may increase this list.",
        "statue of the toad god.",
        "Eat one live toad the first thing in the morning.",
        "I once had a toad called Dave, who lived to the age of twenty-six !",
        "How much do we know about the Common Toad in the Durham area?",
        "The early bosses had simple names: Wood Man, Air Man, Rock Man, Shadow Man, Toad Man, etc. Some powers were more effective against certain bosses (eg.",
        "Toad >>",
        "Also saw a large toad, which was really large!",
        "The toads are back A rare toad is back at a former stronghold in North Wales with help from its Scouser friends.",
        "Also saw a large toad, which was really large !",
        "Southern Water is asking customers to help monitor the toad population in the region which has halved during the last ten to 15 years.",
        "There are a couple of types of toad houses.",
        "The Croyde Amphibian Rescue Group organize toad patrols every year to prevent thousands of toads being killed by traffic.",
        "Then suddenly I let out a cry as I found myself gazing at the biggest cane toad ever !",
        "Toad 's hole valley (http://www.streetmap.co.uk/newmap.srf?x=528255&y=107815&z=3&sv=528500,107500&st=4&ar=Y&mapp=newmap.s) is a far better site.",
        "It does the most extraordinary African toad in the hole.",
        "Help Mole, Ratty, Toad and Badger in a race against time to overcome the wicked weasels !",
        "Along the same vain has his very popular Frog and Toad series, Mouse Tales is engaging and genuinely funny.",
        "Mr. Toad's Wild Ride: Based on a character from The Wind in the Willows, this dark ride takes visitors on a wild adventure through the streets of London, England.",
        "As Mario gets to Toad town, a giant Bowser is bombarding the castle with disastrous attacks.",
        "Toad: One of the mushroom capped characters that inhabit the Mushroom Kingdom.",
        "It is difficult to differentiate the \"main\" Toad from the others.",
        "Along the way, you'll encounter (and take over the controls of) Slippy Toad, Falco Falcon, and even Star Wolf.",
        "In this game, you start out with 12 characters: Baby Mario, Baby Peach, Toad, Koopa Troopa, Mario, Luigi, Peach, Yoshi, Wario, Waluigi, Donkey Kong, and Bowser.",
        "Unlimited Toad House Items: This won't help you finish the game any faster, but it does reward you for your hard work.",
        "If you clear every level, including the lettered bonus levels, you will receive unlimited Toad House items.",
        "Rather than twisting falling blocks or swapping colored stones you control Toad who must manually lift and stack monsters with like-colored bombs to get rid of them.",
        "\"Do you know what happens to a toad when it's struck by lightning?",
        "The Adventures of Ichabod and Mr. Toad (1949): This film is broken into two parts, one features Ichabod and is based on The Legend of Sleepy Hollow and the other shows Mr. J.",
        "Thaddeus Toad's irresponsibility that lands him in debt and in prison.",
        "His friends help him, then he goes on to save Toad Hall.",
        "Free classes are available at such sites as Toad Hollow Studios.",
        "Surinam Toad >>",
        "On the way Limpy thinks if a cane toad became a mascot then maybe the humans would stop killing cane toad became a mascot then maybe the humans would stop killing cane toads.",
        "toad houses.",
        "A form of contraction intermediate in character between the tonic and the rhythmic is met in the auricle of the heart of the toad.",
        "clown costumes from the Museum's latest exhibition or Toad's prisoner costume from The Wind in the Willows.",
        "Deep in the circle of his pupil was the reflection of a giant toad, sitting asleep among its own putrid filth.",
        "Try kissing several frogs but never, ever settle for a toad.",
        "If you don't do the steak garni (whatever that is ), then why not do a big toad in the hole?",
        "It is only now understood that the skin of the toad contains a valuable glucoside which has an action similar to that of digitalis.",
        "A toad, a stinking carcass, cannot be so loathsome to us as a sinner is to God.",
        "Mr Toad, from The Wind in the Willows, arrived in fine style in a vintage motorcar.",
        "newt tadpole looks more like the adult form, unlike frog or toad juveniles which do not.",
        "To her it looked repulsive, ' like a toad ' .",
        "I peered toward the opposite side of the chamber, adjacent to the black carved statue of the toad god.",
        "Newts will eat frog tadpoles, but take toad tadpoles less readily.",
        "The newt tadpole looks more like the adult form, unlike frog or toad juveniles which do not.",
        "I draw up the toad, the cops owl, the ram, the giant carline thistle opening at first light like a supernova.",
        "eat one live toad the first thing in the morning.",
        "I once had a toad called Dave, who lived to the age of twenty-six!",
        "The golden toad used to live in a small section of ' cloud forest ' now named the Monteverde Cloud Forest Preserve.",
        "How much do we know about the common toad in the Durham area?",
        "It is very different from the female golden toad.",
        "toad population in the region which has halved during the last ten to 15 years.",
        "The Croyde Amphibian Rescue Group organize toad patrols every year to prevent thousands of toad patrols every year to prevent thousands of toads being killed by traffic.",
        "Then suddenly I let out a cry as I found myself gazing at the biggest cane toad ever!",
        "Six species of owl are found here, including Scops whose call has been confused with that of the midwife toad.",
        "toad in the hole.",
        "Help Mole, Ratty, Toad and Badger in a race against time to overcome the wicked weasels!",
        "The Romans celebrated the birthday of a town and of its genius, just as they celebrated that of a man; and a snake was a frequent form for this kind of demon; when we compare with this the South African belief that the snakes which are in the neighbourhood of the kraal are the incarnations of the ancestors of the residents, it seems probable that some similar idea lay at the bottom of the Roman belief; to this day in European folklore the house snake or toad, which lives in the cellar, is regarded as the \"life index\" or other self of the father of the house; the death of one involves the death of the other, according to popular belief.",
        "ALYTES, the midwife toad, first discovered by P. Demours in 1741, on the border of a small pond in the Jardin des Plantes, in the very act of parturition which has rendered it famous, and described as Petit crapaud male accoucheur de sa femelle.",
        "They are less marked or more gradual in the Apoda and Caudata than in Ecaudata, in which the stage known as tadpole is very unlike the frog or toad into which it rather suddenly passes (see Tadpole).",
        "To her it looked repulsive, ' like a toad '.",
        "toad tadpoles less readily.",
        "toad's hole valley (http://www.streetmap.co.uk/newmap.srf?x=528255&y=107815&z=3&sv=528500,107500&st=4&ar=Y&mapp=newmap.s) is a far better site."
    ],
    "definition": [
        "Any of various anuran amphibians especially of the family Bufonidae, characteristically being more terrestrial and having drier, rougher skin and shorter legs than the smooth-skinned frogs.",
        "A horned lizard.",
        "A person regarded as repulsive.",
        "Link/Cite",
        "An amphibian similar to a frog with bigger back legs and more ragged skin.",
        "A very unpleasant man.",
        "Link/Cite"
    ]
}