{
    "translation": "עינוי, סבל, ייסורים",
    "uses": [
        "I must be sure before I strike and not leave the psychic one behind to torment me.",
        "remained the place of eternal torment for the Gentiles.",
        "Her cheeks were streaked with tears, her green eyes showing her torment and her magic like a halo around her.",
        "The abodes of bliss and the places of torment may be distinguished, or one last dwelling-place may be affirmed for all the dead.",
        "He lay staring at the ceiling for a time, attempting to push away the torment; it had gripped him so completely that resistance was futile.",
        "He had found, at last, the woman he wanted, and she soon became so indispensable to him that it was a torment to be without her.",
        "Mille, Dutch hel), the word used in English both of the place of departed spirits and of the place of torment of the wicked after death.",
        "Here \" on its beginning \" is set over antithetically against \" to torment,\" whereas the context requires \" to its blessedness.\"",
        "So a black whirl and torment of rapine, violence and fraud was encircling the Western world, as a life went out which, notwithstanding some eccentricities and some aberrations, had made great tides in human destiny very luminous.",
        "Year after year Mrs Williams and Mrs Desmoulins, Polly and Levett, continued to torment him and to live upon him.",
        "The place of torment for the wicked was called Gehenna (the valley of Hinnom or the Sons of Hinnom, where the bodies of criminals were cast out, is described in Is.",
        "Such are the books entitled Of the Great Torment of the Holy Church and the Lives of the Priests of Tabor, written in a sense violently hostile to that community.",
        "While most of the \"Broad Churchmen\" were influenced by ethical and emotional considerations in their repudiation of the dogma of everlasting torment, he was swayed by purely intellectual and theological arguments, and in questions of a more general liberty he often opposed the proposed Liberal theologians, though he as often took their side if he saw them hard pressed.",
        "His Protestantism was robust enough; he did not mind recommending that a priest \"might be put to some torment\" (Hatfield MSS.",
        "Under Greek influence he was identified with Pan, and just as there was supposed to be a number of Panisci, so the existence of many Fauni was assumed - misshapen and mischievous goblins of the forest, with pointed ears, tails and goat's feet, who loved to torment sleepers with hideous nightmares.",
        "In 1726 Antonio was suddenly imprisoned along with his mother on the 8th of August; on the 16th he suffered the first interrogation, and on the 23rd of September he was put to the torment, with the result that three weeks later he could not sign his name.",
        "Her husband and children accompanied her to Portugal, where she figured among the \"reconciled\" in the auto-da fd of the 9th of July 1713, after undergoing the torment only.",
        "The Henriade was at last licensed in France; Brutus, a play which he had printed in England, was accepted for performance, but kept back for a time by the author; and he began the celebrated poem of the Pucelle, the amusement and the torment of great part of his life.",
        "From the first, too, he was hampered by wretched health; at the age of sixteen he was subjected to one of those terrible attacks of neuralgia which were to torment him to the last; physically and mentally alike he stood in tragic contrast with his grandfather, in whose gigantic personality the vigour of his race seems to have been exhausted.",
        "250) decree that a confessor who has suffered torment for his adherence to the Christian faith should merit and obtain the rank of presbyter forthwith - \" Immo confessio est ordinatio ejus.\"",
        "Why did you pick this one to torment?",
        "torment in hell distorts the gospel message.",
        "Some children, especially nowadays, will torment an animal too.",
        "eternal torment turns John 3:16 completely on its head.",
        "Satan and the beasts condemned to eternal torment.",
        "Length of head and body 16 to 18 in., of tail (including been connected with the German \"martern,\" to torment.",
        "He wakes up in Hell, due for an eternity of torment and agony masterminded by his personal tormentor, Clarence.",
        "The influence of a bigoted priesthood was re-established, and every form of intellectual and moral torment, everything save actual persecution and physical torture that could be inflicted on- the impure was inflicted (Cesare Balbos Autobiography).",
        "Particularly stubborn terrorists face even greater torment, however.",
        "You ca n't torment disembodied souls - you ca n't do anything to them !",
        "He opens a Pandora 's Box of terror and torment that will chill the blood.",
        "But his arguments against the first are really only valid against the limited and unworthy conceptions of divine agency involved in the ancient religions; his denial of the second is prompted by his vital realization of all that is meant by the arbitrary infliction of eternal torment after death.",
        "Abuse seems to broadly fall into the following categories: Excessive physical violence or psychological torment undertaken by an individual against an animal.",
        "torment an animal too.",
        "Ear mites will annoy and even torment your cat until successfully treated.",
        "Many times the group enjoys a form of social torment, and the teen has no chance of being an accepted member of the group.",
        "In the first ten episodes, several secrets were outted and the girls grew more and more determined to find out who A was before her torment damaged them any further.",
        "Bullies are aggressive children who repeatedly physically or emotionally abuse, torment, or victimize smaller, weaker, or younger children.",
        "After that, they single out specific children to torment on a regular basis.",
        "There are also other subsets of this theory that predict Earthly torment as a result of the gravitational pull on tectonic plates.",
        "The ghosts were not the friendly variety; instead, they came back to damage crops and torment the living.",
        "My big hope is that they don't kill Audrey so that she can come back from time to time to torment Henry (Coleman, Audrey's son played by Trent Dawson).",
        "A final battle between the two seemed to indicate that it was Spike, but the Cup of Torment was a fake.",
        "But it is always Picard he appears to love to torment the most.",
        "While the typical image of a fairy is more pixie dust than Goth, the darker versions are associated with the more mischievous brand of fairy that offers teasing and torment.",
        "Meg Masters - A demon who first showed up in season one, Meg returned multiple times to torment the boys.",
        "But give heed lest ye also suffer the same things as they: for the evil doers among men receive their reward not among the living only, but also await punishment and much torment.",
        "12 the text reads: \" the new world which does not turn to corruption those who depart on its beginning and has no mercy on those who depart to torment.\"",
        "Unless she came to the mortal world to torment more humans.",
        "As part of Nana's torment, in a bitterly ironic twist, former Eastender's star Hilda Braid has been taken to a nursing home with suspected dementia.",
        "But Hera recognized Io and sent a gadfly to torment her.",
        "incorporeal characters are ambiguous - do they exist invisible to us or are they the creations of Hamlet's mental torment?",
        "souls of the righteous are in the hand of God, and there shall no torment touch them.",
        "particularly stubborn terrorists face even greater torment, however.",
        "torment disembodied souls - you can't do anything to them!",
        "torment defenses on a weekly basis.",
        "For sixteen years Stefan Kiszko suffered unimaginable torment in prison, having been wrongly convicted of her murder.",
        "The doctrine of eternal torment turns John 3:16 completely on its head.",
        "The word destruction here simply refers to ultimate eternal judgment in hell, everlasting torment.",
        "The film captures perfectly the inner torment that the women face.",
        "So there is nothing in this parable to suggest that the wicked suffer eternal conscious torment.",
        "We are the dead, and in us there is not feeling nor imagination nor the terrible torment of lust for justice.",
        "He was, he wrote, \" in torment \" at the delay in his mother's reply.",
        "torment that will chill the blood.",
        "torment of hell fire.",
        "No wonder that Taylor, writing to the duke of Ormonde shortly after his consecration, should have said, \"I perceive myself thrown into a place of torment.\"",
        "The torment of creative genius is shown in wild eyes, marble skin, a foxy beard and rouged cheeks.",
        "The souls of the righteous are in the hand of God, and there shall no torment touch them.",
        "He was, he wrote, \" in torment \" at the delay in his mother 's reply.",
        "Distorting the gospel The teaching of eternal torment in Hell distorts the gospel message.",
        "He will not give them eternal life so that they can suffer in the flame of that torment of hell fire.",
        "566-568), but to the wicked a region of wintry darkness and of unceasing torment."
    ],
    "definition": [
        "Great physical pain or mental anguish.",
        "A source of harassment, annoyance, or pain.",
        "The torture inflicted on prisoners under interrogation.",
        "To cause to undergo great physical pain or mental anguish. See Synonyms at afflict.",
        "To annoy, pester, or harass: tormented by the children's pleas to be taken to the mall.",
        "tor·ment′ing·ly\nadverb",
        "Link/Cite",
        "Torture, originally as inflicted by an instrument of torture.",
        "Any extreme pain, anguish or misery, either physical or mental.\nHe was bitter from the torments of the divorce system.",
        "To cause severe suffering to (stronger than to vex but weaker than to torture.)\nThe child tormented the flies by pulling their wings off.",
        "Link/Cite"
    ]
}