{
    "translation": "גשם, מבול, פרץ, שיטפון",
    "uses": [
        "She faced the windows, watching the torrent outside.",
        "Several days of unseasonable melt had boiled the river to a noisy torrent of cascading water.",
        "face of the Caucasus as a mountain torrent, but upon getting down to the lower-lying steppe country S.",
        "A torrent of nonsense escaped from Jade, a mix of words that made no sense.",
        "For nearly its entire length it is an impetuous torrent running through a succession of gorges.",
        "Its mountains are insufficient in elevation and extent to attract their full share of the monsoon rains, which fall so abundantly on the Abyssinian highlands on the other side of the Red Sea; for this reason Arabia has neither lakes nor forests to control the water-supply and prevent its too rapid dissipation, and the rivers are mere torrent beds sweeping down occasionally in heavy floods, but otherwise dry.",
        "Rachel's division now arrived and made a most gallant effort to cover the retreat, but their order being broken by the torrent of fugitives, they were soon overwhelmed by the tide of the French victory and all organized resistance had ceased by 4 P.M.",
        "on a sharply sloping plateau, down which it courses as a mountain torrent, dropping 1,253 ft.",
        "Before Dean could let loose with a torrent of pithy comments, there was another knock on the door and Donnie entered the room.",
        "But all routes are difficult, winding between granite and limestone rocks, and abounding in narrow defiles and rugged torrent beds.",
        "The rainfall on the west very much exceeds that on the east, and the Periyar used to find its way by a short torrent course to the sea, rendering no service to mankind.",
        "Here all is rock, gorge, almost inaccessible mountain, precipice and torrent, while over or along all these rude features of nature are drawn countless lines of stone walls by which man makes or supports the soil in which the vines find their subsistence..",
        "The torrent of popular sentiment in favour of war was, however, irresistible; and Cobden and Bright were overwhelmed with obloquy.",
        "The general style of the epistle is vigorous and unpremeditated, \"one continuous rush, a veritable torrent of genuine and inimitable Paulinism, like a mountain stream in full flood, such as may often have been seen by his Galatians\" (J.",
        "Many of the factories derive their motive power from the falls of a mountain torrent known as the Salto de las Aguas.",
        "It soon becomes the boundary for a while between the departments of the HautesAlpes and of the Basses-Alpes, and receives successively the considerable Ubaye river, flowing from near the foot of Monte Viso past Barcelonnette (left), and then the small stream of the Luye (right), on which, a few miles above, is Gap. It enters the Basses-Alpes shortly before reaching Sisteron, where it is joined (right) by the wild torrent of the Busch, flowing from the desolate region of the Devoluy, and receives the Bleone (left) (on which Digne, the capital of the department, is situated) and the Asse (left), before quitting the department of the Basses-Alpes just as it is reinforced (left) by the Verdon, flowing from the lower summits of the Maritime Alps past Castellane.",
        "After the overthrow of the Scottish accomplices in this notable project, Mary poured forth upon Elizabeth a torrent of pathetic and eloquent reproach for the many wrongs she had suffered at the hands of her hostess, and pledged her honour to the assurance that she now aspired to no kingdom but that of heaven.",
        "The court was surrounded with arcades, all of which constituted the prayer chamber, so that its plan is necessarily different to the normal type; the existing buildings date only from the first half of the 17th century, as the whole mosque was destroyed by a torrent in 1626.",
        "Another argument is that of Professor von Morlot, based on a railway section through a conical accumulation of gravel and alluvium, which the torrent of the Tiniere has gradually built up where it enters the Lake of Geneva near Villeneuve.",
        "It is true that the use of glass for windows was only gradually extending itself at the time when Roman civilization sank under the torrent of German and Hunnish barbarism, and that its employment for optical instruments was only known in a rudimentary stage; but for domestic purposes, for architectural decoration and for personal ornaments glass was unquestionably much more used than at the present day.",
        "In the midst of the torrent of his most strenuous and passionate deliverances, he suddenly rises aloof from his immediate subject, and in all tranquillity reminds us of some permanent relation of things, some enduring truth of human life or human society.",
        "It is almost immediately joined on the left by the Mutt torrent, coming from a small glacier to the S.E., and then flows S.W.",
        "When the stream became visible, the flow was light, a far cry from the raging torrent Dean remembered from late spring when the melting snow increased the flow of the Uncompahgre a hundred fold.",
        "One and a half mile from Altdorf by the Klausen road is the village of Burglen, where by tradition Tell was born; while he is also said to have lost his life, while saving that of a child, in the Schachen torrent that flows past the village.",
        "12,159 Col de Sorebois (Zinal to the Val de Torrent), bridle path.",
        "Electric furnaces are at an advantage over others as regards the removal of sulphur and of iron oxide from the molten steel, because their atmosphere is free from the sulphur always present in the flame of coal-fired furnaces, and almost free from oxygen, because this element is quickly absorbed by the carbon and silicon of the steel, and in the case of arc furnaces by the carbon of the electrodes themselves, and is replaced only very slowly by leakage, whereas through the Bessemer converter and the open-hearth furnace a torrent of air is always rushing.",
        "The coalition, and Fox in particular, were assailed in a torrent of most telling invective and caricature.",
        "above sea-level on the right bank of the Ve]ino (a torrent subtributary to the Tiber), which at this point issues from the limestone plateau; the old town occupies the declivity and the new town spreads out on the level.",
        "Some months later he signed the bail bond of Jefferson Davis, and this provoked a torrent of public indignation.",
        "above the sea-level, on the right bank of the Plessur torrent, just as it issues from the Schanfigg valley, and about a mile above its junction with the Rhine.",
        "Williams Jackson, Persia, Past and Present.) is of course given to the Persian language (in four columns); the three Susian (Elamitic) columns lie to the left, and the Babylonian text is on a slanting boulder above them; a part of the Babylonian has been destroyed by a torrent, which has made its way over it.",
        "Sometimes the storm had burst over Gaul, and there had been need of a Marius to stem the torrent of Cimbri and Teutons, or of a Caesar to drive back the Helvetians into their mountains.",
        "Then at the beginning of the 5th century, during a furious irruption of Germans fleeing before Huns, the limes was carried away (406407); and for more than a hundred years the torrent of fugitives swept through the Empire, which retreated behind the Alps, there to breathe its last.",
        "Bossuet, Louis XIV.s mouthpiece, triumphed in his turn over the quietism of Madame Guyon, a mystic who recognized neither definite dogmas nor formal prayers, but abandoned herself to the torrent of the forces of God.",
        "Collarin d'Arnas (Balme to Usseglio), snow (C) Finestra del Torrent (Rhemes Valley to the Val Grisanche), foot path (C) .",
        "It issues as a torrent, at the height of 5909 ft., from the great Rhone glacier at the head of the Valais, the recent retreat of this glacier having proved that the river really flows from beneath it, and does not take its rise from the warm springs that are now at some distance from its shrunken snout.",
        "After the passing of this torrent the Visigoths, under their kings Ataulphus, Wallia and Theodoric, still dazzled by the splendours of this immense empire, established themselves like submissive vassals in Aquitaine, with Toulouse as their capital.",
        "Between the Halys and the Iris the mountain rim is comparatively low and broken, but east of the Iris it is a continuous lofty ridge (called by the ancients Paryadres and Scydises), whose rugged northern slopes are furrowed by torrent beds, down which a host of small streams (among them the Thermodon, famed in Amazon story) tumble to the sea.",
        "The town is finely situated overlooking the Vienne and a small torrent, and has two interesting Romanesque churches, both restored in modern times.",
        "HERISAU, the largest town in the entire Swiss canton of Appenzell, built on the Glatt torrent, and by light railway 7 m.",
        "12,579 Col de Chermontane (Val de Bagnes to Arolla), snow 12, 543 Cimes Blanches (Val Tournanche to Ayas), bridle path 12,540 Col de Torrent (Evolena to the Val de Torrent), bridle path 12,527 Augstbord Pass (St Niklaus to Turtmann), bridle path.",
        "The forward lines on Monte Armentera and Monte Salubio were poorly adapted for defence, but had been strongly fortified, while the line east of the Maso torrent, which Cadorna had indicated as the main line of defence, had undergone little preparation.",
        "Swollen by the melting of the winter snows and by heavy rains in the mountains, it is frequently a torrent, and is thus, except in the last few miles, unnavigable for either boats or rafts.",
        "The small torrent of Rothwein, which flows into the Wurzener Save, forms near Veldes the splendid series of cascades known as the Rothwein Fall.",
        "To the north-west of Pinerolo, up the Chisone valley, there opens at Perosa Argentina the valley of St Martin, another important Waldensian valley, which is watered by the Germanasca torrent, and at Perrero splits into two branches, of which the Prali glen is far more fertile than that of Massello, the latter being the wildest and most savage of all the Waldensian valleys.",
        "In winter it is often so deeply covered with snow as to be well-nigh inaccessible, while in spring and autumn it is frequently flooded by the waters of a small brook which becomes a torrent after rain or a thaw.",
        "Wimshurst constructed numerous very powerful machines of this type, some of them with \"multiple plates, which operate i - almost any climate, and rarely fail to charge themselves and deliver a torrent of sparks between the disf El charge balls whenever the winch is turned.",
        "One torrent, the Onopniktes (\"donkey-drowner\"), flowed through the new city, and many other streams came down a few miles west into the beautiful suburb of Daphne.",
        "But about half a mile below Geneva this limpidity is disturbed by the pouring in of the turbid torrent of the Arve (left), descending from the glaciers of the Mont Blanc range, the two currents for some distance refusing to mix.",
        "The speed of its course was like a mountain torrent.",
        "When a river partakes of the nature of a torrent, dwindling to a paltry stream at one season and swelling into an enormous flood at another, it is impossible to construct a system of irrigation canals without very costly engineering works, sluices, dams, waste-weirs, &c., so as to give the engineer entire control of the water.",
        "The torrent ran in a few hours to the sea, and formed that shallow or lagoon called by Pliny Subitum Vadum, which prevented the ships approaching the shores.\"",
        "In fact, up to Lyons, the Rhone (save when it expands into the Lake of Geneva) is a huge and very unruly mountain torrent rather than a great European river.",
        "Pools pour forth a cool torrent of living water.",
        "A torrent file is just a small file with some text in which gives torrent clients the details it needs.",
        "torrent file without the need for a tracker?",
        "Does anyone know how I can create a bit torrent file without the need for a tracker?",
        "above the sea, on the right bank of the Wad Biskra, a river which, often nearly dry for many months in the year, becomes a mighty torrent after one or two days' rain in winter.",
        "Carmen stared at the raging torrent.",
        "One of these, called the \"Bourne,\" bursts forth a short way above the town at irregular intervals of one to ten years or more; and after running a torrent for two or three months, as quickly vanishes.",
        "In other words, all was quiet at the bottom of the torrent moss world, despite the storm of rushing water overhead.",
        "From this point to Reyes the river is a torrent.",
        "The CDs are shared on something called a \" torrent tracker \".",
        "torrent moss world, despite the storm of rushing water overhead.",
        "Built on the left bank of the Adige, in the widest portion of the Val Lagarina (the name given to the Adige valley from Acquaviva, above Rovereto, to the Italian frontier), it is divided into two parts by the Leno torrent.",
        "2 \"Gave\" in the Pyrenees means a mountain stream or torrent.",
        "above sea-level, a little above the right bank of the Reuss, not far above the point where this river is joined on the right by the Schachen torrent.",
        "This river, which, at ordinary times, was little more than an ill-smelling brook at one side of an immense bed, was occasionally converted into a formidable and destructive torrent.",
        "in elevation above the bed of the torrent.",
        "Gairdner) begin a stream which never fails thereafter and soon becomes a torrent.",
        "Fully one-half of its length is through the mountainous districts of central Bolivia, where it is fed by a large number of rivers and streams from the snowclad peaks, and may be described as a raging torrent.",
        "In its upper course the Benue is a mountain torrent falling over 2000 ft.",
        "The belief that the torrent, almost dry except after rains, which flows by Caravan bridge, is the ancient Meles, flatly contradicts the ancient descriptions.",
        "There is the deep pathos of the scene in which is described Rama's farewell to his mother: the rugged language depicting the horrors of the battlefield - a torrent of harsh sounds clashing against each other and reverberating from phrase to phrase; and, as occasion requires, a sententious, aphoristic method of narrative, teeming with similes drawn from nature herself, and not from the traditions of the schools.",
        "A fortnight later they again met in Switzerland, and together measured the rise of the temperature of the water in a mountain torrent due to its fall.",
        "high, exists at the lower (north) entrance to the town, under the modern road to Foligno, in the former bed of a torrent which has now changed its course.",
        "It faces the Adriatic to the north, has the torrent Aprusa, now called Ausa, on the east and the river Marecchia on the west.",
        "This pipe, called a penstock, ranged from forty-four inches down to two feet in diameter and paralleled the Uncompahgre River far above its torrent as it coursed down the deep gorge.",
        "He paused, leaning against a concrete abutment, mesmerized by the never-ending torrent as it flowed over the edge of the dam.",
        "A pause, then the moment of truth: a torrent of liquid gold falls into the vast chasm of desire.",
        "I now seem to be borne along on the tide of a tempestuous torrent, through rocky defiles and beneath frowning precipices.",
        "What does however is the torrent of abuse that welcomed Hoddle whenever he left the dugout to direct proceedings on the pitch.",
        "eighteenth century farmhouse is located within the walls of Torrent, a picturesque medieval village dating back to the fourteenth century.",
        "When they first met McVeigh subjected Fr Smith to a torrent of racist abuse and threw excrement at him.",
        "flash flooding can occur, with a dry river bed becoming a raging torrent in a few minutes.",
        "The confessions they offered add to the torrent of them from those who planned the Iraq war and then grossly mismanaged its searing aftermath.",
        "On the mainland a torrent of water descending the mountainside above Cwm Idwal was seen from here.",
        "rageash flooding can occur, with a dry river bed becoming a raging torrent in a few minutes.",
        "roused up a torrent of abuse.",
        "rushing torrent, cannot be restrained.",
        "sedition hush and like a torrent rush, Rebellious Scots to crush, God save the King.",
        "Instead she emits a bloodcurdling squeal, accompanied by a torrent of tears.",
        "sweepr play on land reform swept away in a torrent of prejudice.",
        "torrent of abuse coming our way.",
        "torrent of criticism.",
        "torrent of human emotions.",
        "torrent of water.",
        "torrent of blood.",
        "The Clough Brook becomes a raging torrent in stormy weather.",
        "Her unhealthy interest in buying men over the internet appears to have unleashed a torrent of trackback spam.",
        "The evil wind, like a rushing torrent, cannot be restrained.",
        "Ten million Brazilian Free-tailed Bats pour out, in an unstoppable torrent of wings.",
        "He had been paddling in a kayak up the mighty torrent of the Zambezi River at the foot of the Victoria Falls.",
        "I'm with Toby - the club needs to fight back at the constant torrent of abuse coming our way.",
        "torrent tracker \" .",
        "They can't explain why the slow trickle away from final salary schemes has become a raging torrent.",
        "unleashed a torrent of trackback spam.",
        "The Neste, a Py1-enean torrent, and the Save, the Gers and the Baise, ~sig -i the plateau of Lannemezan, are the principal left-hand tributaries of the Garonne.",
        "In the primary circuit of the induction coil I he placed an ordinary signalling key K, and when this was pressed for a longer or shorter time a torrent of electric sparks passed between the balls, alternately charging and discharging the elevated con-.",
        "That river has its origin as a mountain torrent descending from two little dark lakes on the north flank of Monte Viso, at a height of more than 6000 ft.",
        "This river, the ancient Alutas, is at first an impetuous mountain torrent, as are also all its chief tributaries - the Zunzha on the right, and the Ardon, Urukh, Cherek, Urvan, Chegem, Baksan and Malka on the left.",
        "Of the Suchiate and Hondo, which form part of Mexico's southern boundary, the first is a short, impetuous mountain torrent flowing into the Pacific, and the other a sluggish lowland stream rising in north-eastern Guatemala and flowing north-east through a heavily forested region to Chetumal Bay.",
        "In valleys where they have been rashly cut away, and the waters pour down the slopes unchecked, every tiny rivulet becomes a raging torrent, that carries off the grassy slopes and devastates the floor of the valley, covering the soil with gravel and debris.",
        "The opinion that immediately after the first outbreak of Vesuvius a torrent of lava was ejected over Herculaneum was refuted by the scholars of the 18th century, and their refutation is confirmed by Beule (Le Drame du Vesuve, p. 240 seq.).",
        "The line then runs through the grand Schyn gorge (cut by the Albula torrent) to Tiefenkastell (7 1/2 m.), where it leaves the Julier road on the right and continues to follow the course of the Albula past Filisur and Bergun (12 1/2 m.) to the mouth (5879 ft.) of the great tunnel (3 3/4 m.",
        "Respect 's stunning election successes last month have roused up a torrent of abuse.",
        "May he sedition hush and like a torrent rush, Rebellious Scots to crush, God save the King.",
        "Fair play on land reform swept away in a torrent of prejudice.",
        "I 'm with Toby - the club needs to fight back at the constant torrent of abuse coming our way.",
        "I was only alerting Weller fans to a rumor, not inviting a torrent of criticism.",
        "The Buddhist religion believes in separating oneself from the torrent of human emotions.",
        "In some waters spinning is the only feasible way to deal with a torrent of water.",
        "All will fall, will be expelled in a torrent of blood.",
        "They ca n't explain why the slow trickle away from final salary schemes has become a raging torrent.",
        "Torrent technology further makes your downloads largely untraceable.",
        "There are a number of free torrent download clients that you can use to get music.",
        "Lime Wire: Lime Wire still offers peer-to-peer downloads, but is probably far more useful as a torrent downloading client.",
        "Instead of downloading a torrent, you can search the Internet for the music you want using your favorite search engines.",
        "With dTunes, you are able to grab and run torrent files right from your iPhone, downloading new content on the fly.",
        "By 2010, some ISPs were voluntarily shutting down accounts of users who used P2P and bit torrent networks to download copyrighted material while other ISPs were fighting RIAA claims in court.",
        "One of the fastest and easiest ways to download free MP3 music is to make use of Bit Torrent search engines.",
        "The Bit Torrent (sometimes combined as bittorrent or abbreviated as BT) system is one of the most expedient ways to download music online.",
        "Before we proceed any further, it might be useful to describe what Bit Torrent is all about.",
        "Just like peer-to-peer networks, when using a Bit Torrent client like BitComet or BitTornado, you simultaneously connect to a number of users from all over the world.",
        "Because it is decentralized, the Bit Torrent community cannot be shut down, unlike the original Napster.",
        "Although you can consider the top music download sites where you can get your tunes directly, the Bit Torrent protocol is much more robust and can result in much faster and more efficient downloads.",
        "To access files available through BT, you must make use of Bit Torrent search engines.",
        "These will produce \"torrent\" files that do not contain the music files themselves, but they will open up the appropriate portal when opened in a Bit Torrent client program.",
        "TorrentSpy: To our knowledge, this website has one of the largest torrent indexes available without a membership.",
        "Demonoid: Liked by many torrent enthusiasts, this website is membership-based and accounts are not freely available at all times.",
        "The Pirate Bay: Many people loved this bit torrent search engine, but it was because of its popularity and prominence that it was shut down in May 2006 for legal reasons.",
        "Alternatively, you can have a look through the variety of Bit Torrent search engines on the Internet to see if a version of the soundtrack is available online.",
        "Torrentz - Torrentz is a bit torrent site for file sharing, where you can download a copy of Can I Have This Dance for free.",
        "Torrentz - Like downloading torrent files?",
        "Torrentz offers a long list of sites that have If I Were a Boy torrent files, so you're bound to find a good link."
    ],
    "definition": [
        "Link/Cite"
    ]
}