{
    "translation": "לענות , סבל , עינוי",
    "uses": [
        "She imagined the conversation was nothing short of torture for a warrior.",
        "This unfortunate man died under torture, which he bore with fortitude.",
        "How can you torture me and yourself like that, for a mere fancy? said Nicholas taking her hand.",
        "If you are one of the people who dreads going to the gym because the treadmill seems more like a torture device than an exercise machine, explore the many other options for cardio/aerobic exercise that exist both inside and outside the gym.",
        "The very fact that we have debated in recent years whether we can use torture to get information that will save lives is a sign of the effects of civilization.",
        "Having thereby greatly offended the king, he was accused of being privy to a treasonable conspiracy and thrown into prison, where he died from torture or disease.",
        "If you are willing to look at the relationship from the perspective of how things really are verses how you would like them to be, I think you could answer of 'why would you want to torture trying to maintain a friendship?'",
        "Both Pratts were not very popular on the show because of their childish behavior, and became even less popular when Stephanie Pratt claimed NBC subjected Spencer and Heidi to torture, a claim which has been denied by NBC and Spencer.",
        "His face countenances the idea that Britain should not be willing to deport people to face torture or death.",
        "Now it was a place of torture.",
        "All I can say is that I am not in torture; but I daily and hourly expect it.",
        "He could not in general be examined ` s a witness, except by torture.",
        "But when he declined even under torture to confess that he had been guilty of extensive peculation, he was finally released.",
        "The torture room from her visions.",
        "Torture >>",
        "Where does harsh interrogation cross the borderline into torture?",
        "He ordered them to be immediately arrested, and though the archbishop escaped his four companions - among them Pomuk - were seized and subjected to cruel torture.",
        "arbitrary executions, torture, cruel or degrading treatment and reprisals are prohibited.",
        "At her trial Mark Smeaton was the only man to speak against her and this was following brutal torture.",
        "We pray for all who face interrogation, even with torture.",
        "\"You must be happy,\" Xander continued, not surprised to find another Original involved in his years of torture.",
        "backbreaking labor, it was also used in the torture chamber to break backs.",
        "I found this sequence much more bearable than the torture sequence, where characters are not even given a chance to fight back.",
        "Thursday 2 May 1974 The Irish government brought a case of torture against the British government to the European Commission on Human Rights.",
        "Warwick Castle is a fine medieval castle entered through dungeons, armory and torture chamber.",
        "The election may now be over, but the issue of British complicity in torture is not going to go away.",
        "confessed in order to escape the torture of prison.",
        "The setting is downright creepy, sort of a Frankenstein's lab of torture mixed together with an old World War II bunker.",
        "darkyy were not sharp shears, and a group of little darkies gathered from the farm to enjoy the torture.",
        "deportation of refugees including rape and torture victims, has increased, now at 1,350 a month.",
        "The story rarely deviates from the torture of the two doomed lovers.",
        "Work is a clock-watching torture - a daily drudge, not life's prime want.",
        "excruciating torture and they eventually all died.",
        "At worst, you may be put to death after much torture if you do not recant your belief in Jesus.",
        "But the arrival in Wales of 100s of families and individuals fleeing repression and torture is recent ' .",
        "He still bears the scars of the daily torture sessions.",
        "smirking when I take the pliers to you on the torture table!",
        "It's Chinese torture at one end and a nice snooze on the sofa at the other.",
        "solitary confinement for two days, they began to torture him.",
        "stomping down to the downstream pitches was very pleasant - no sign of any surveying instruments of torture yet.",
        "Cameron Diaz also admits to being the kind of former L.A. club girl who used to torture prospective male suitors at will.",
        "Provide training for health professionals working with torture survivors.",
        "The third compartment features a three-dimensional moving tableau of a torture scene.",
        "tantamount to torture.",
        "torture chambers still be open?",
        "torture survivors.",
        "torture, beatings and prison life were all on the menu for an infidel such as myself.",
        "torture, rape and trauma refugees experienced is also not readily available.",
        "torture a detainee abroad.",
        "torture, imprisonment.",
        "Cuamba claimed he made this confession because of \" psychological torture \" .",
        "Both the US and the British governments use evidence obtained under torture, in contravention of the Geneva Convention.",
        "torture in prison is not unusual in Uganda.",
        "torture of detainees.",
        "torture of prisoners.",
        "Over the most excruciating torture of body the brave soul may rise triumphant.",
        "Nero was a cruel tyranny who would torture his subjects by playing the fiddle to them.",
        "Shaker suffered particularly vicious torture in the Dark Prison in Kabul.",
        "After a series of victorious engagements he was taken prisoner and subjected to severe torture, which dislocated his limbs.",
        "The temporal dignitaries declared the evidence to be insufficient and suggested that Alexius should be examined by torture.",
        "instituted much wider reforms. Feudal privileges were done away with, clerical influence diminished and many monasteries and convents suppressed, the criminal law rendered more humane and torture abolished largely as a result of G.",
        "The influence of a bigoted priesthood was re-established, and every form of intellectual and moral torment, everything save actual persecution and physical torture that could be inflicted on- the impure was inflicted (Cesare Balbos Autobiography).",
        "(Cardinal Della Genga) proved a ferocious reactionary under whom barbarous laws were enacted and torture frequently applied.",
        "When serious proof existed against one who denied his crime, he could be submitted to the question by torture; and if under torture he avowed his fault and confirmed his guilt by subsequent confession he was punished as one convicted; but should he retract he was again to be submitted to the tortures or condemned to extraordinary punishment.",
        "The use of irons was in Torquemada's time not allowed in the Holy Office; the use of torture was in accordance with the practice of the other royal tribunals; and when these gave it up the Holy Office did so also.",
        "The whole story was most probably the creation of imaginations stimulated by torture and despair, unless it was a deliberate fiction set forth for the purpose of provoking hostility against the Jews.",
        "After the defeat of the Armada he had been condemned to death on a charge of high treason, founded on the tale drawn by torture from a priest, that Arundel had urged him to say a mass for the success of the Spaniards.",
        "literally, and reject legal marriage; the Nyetovsti (denyers), who deny the necessity for common worship, since there are no priests; the Molchalyniki (mutes), whom no torture can persuade to utter a word.",
        "Intimidated by the paternal anger and threats he took refuge in Austria, and when he had been induced by illusory promises to return to Russia he was tried for high treason by a special tribunal, and after being subjected to torture died in prison (1718).",
        "6 Smeaton alone of her supposed lovers made a full confession, and it is possible that his statement was drawn from him by threats of torture or hopes of pardon.",
        "He divorced his first wife, a daughter of James MacDonnell, and treated his second, a sister of Calvagh O'Donnell, with gross cruelty in revenge for her brother's hostility; Calvagh himself, when Shane's prisoner, he subjected to continual torture; and Calvagh's wife, whom he made his mistress, and by whom he had several children, endured ill-usage at the hands of her drunken captor, who is said to have married her in 1565.",
        "The punishment was death in various forms, burning alive, mutilation, torture or corporal punishment.",
        "The fall of Rabbah concludes David's war-like exploits; he carried off the jewelled crown of their god (Milcom), and subjected the people, not to torture (1 Chron.",
        "His refusal to countenance torture as an instrument of judicial investigation, on the ground that \"confessions so extorted give no sure criteria for forming a judgment,\" showed him to be more humane as well as more enlightened than the majority of his council, which had defended the contrary opinion.",
        "They are represented as delighting in massacres and torture, and it is said that popular tradition in India still retains the story that Mihiragula used to amuse himself by rolling elephants down a precipice and watching their agonies.",
        "Guerra escaped; Lucrezia, Giacomo and Bernardo confessed the crime; and Beatrice, who at first denied everything, even under torture, also ended by confessing.",
        "The Offences at Sea Act 1536 states the objection to this application of the civil law to the trial of criminal cases with much force: \"After the course of the civil laws, the nature whereof is that before any judgment of death can be given against the offenders, either they must plainly confess their offences (which they will never do without torture or pain), or else their offences be so plainly and directly proved by witness indifferent such as saw their offences committed, which cannot be gotten but by chance at few times.\"",
        "She did not give her consent even to the suppression of torture in legal procedure without hesitation, lest the authority of the law should be weakened.",
        "The evidence of slaves - women as well as men - was often, with the consent of their masters, taken by torture; and that method is generally commended by the orators as a sure means of arriving at the truth.",
        "A slave's oath could still not be taken in a court of law; he was interrogated by the \" question \"; but the emperors and jurists limited in various ways the application of torture, adding, however, as we have mentioned, to the cases in which it could previously be appealed to that of the crime of majestas.",
        "These seven hells are subdivided into innumerable compartments corresponding to every species of sin, where the demons torture the poor deluded human beings who have suffered themselves to be led astray whilst on earth.",
        "He must prefer goodness in the midst of torture to evil with unlimited pleasure.",
        "It is said that Nicocreon, tyrant of Cyprus, commanded him to be pounded to death in a mortar, and that he endured this torture with fortitude; but the story is doubtful, having no earlier authority than Cicero.",
        "His mother was only released from prison in October 1729, after she had undergone torture and figured as a penitent in another auto-da fe.",
        "The two knights were put to the torture and executed, and their goods confiscated.",
        "Declared guilty, after torture, he was sentenced to have his tongue cut out, to be beheaded and the body to be burned, a sentence which was confirmed by the parlement of Paris and the bigoted king Louis XV.",
        "Numberless chapels were dedicated to her, and in nearly all churches her statue was set up, the saint being represented with a wheel, her instrument of torture, and sometimes with a crown and a book.",
        "Though physically unable to resist torture, Savonarola's clearness of mind returned whenever he was at peace in his cell.",
        "No extremity of torture could make him recant or extract a syllable to Savonarola's hurt; he steadfastly repeated his belief in the divinity of the prior's mission.",
        "During their forty days of confinement and torture each one had been told that the others had recanted, and the false report of Savonarola's confession had been shown to the two monks.",
        "It regarded itself as justified in invoking the power of the state to suppress heresy by civil pains and penalties, including even torture and death.",
        "But after the establishment of the Inquisition\" heresy and sorcery were regarded as correlates, like two agencies resting on and serviceable to the demoniacal powers, and were therefore treated in the same way as offences to be punished with torture and the stake \"(Kurtz, Church History, ii.",
        "To ascertain the truth, he had also put to the torture two maid-servants described as deaconesses, but had discovered nothing beyond a perverse and extravagant superstition.",
        "In 1770 torture was abolished.",
        "He was charged with aiming at a dictatorship, with permitting or even encouraging the imprisonment, torture and execution without trial of political opponents, with maladministration of the finances and with aggression against the neighbouring states.",
        "He was imprisoned at first in Topcliffe's house, where he was repeatedly put to the torture in the vain hope of extracting evidence about other priests.",
        "In an age when Voltaire preached toleration and the great penologist Beccaria attacked the death-penalty and torture, in the States of the Church heretics were still liable to torture, the relapsed to capital punishment; and in a backward country like Spain the single reign of Philip V.",
        "Cornelius was put to the torture, and on the 19th of August he was sentenced to deprivation of his offices and banishment.",
        "There was nothing to give colour to the charge of high treason with which he was charged, and the sermon had never been preached or published; yet Peacham was put to the torture, and Bacon was ordered to confer with the judges individually concerning the matter.",
        "(1) In the first sense the word confessor was in the early Church sometimes applied loosely to all martyrs, but more properly to those who, having suffered persecution and torture for the faith, were afterwards allowed to die in peace.",
        "the evidence was supported by oath: in criminal cases, such as the harem conspiracy against Rameses III., torture of the accused was resorted to to extract evidence, the bastinado being applied on the hands and the feet.",
        "Three of these, nevertheless, were executed by the French as accessories before the fact, and the assassin himself was impaled, after torture, in spite of a promise of pardon having been made to him on condition of his naming his associates.",
        "He maintained all the forms of government established by his father, but ruled in a far more enlightened spirit; he tolerated every form of religious opinion, abolished the use of torture, was most careful to secure an exact and impartial administration of justice, and, while keeping the reins of government strictly in his own hands, allowed every one with a genuine grievance free access to his presence.",
        "Crushed at Rullion Green in the Pentlands, by General Dalziel, this movement left the Presbyterians the more angry, by reason of the cruelty of its suppression, and the use of torture to extract information from Mackail, a preacher, and Neilson of Corsack, a laird.",
        "The memory of the courage and devotion with which men, women and even children faced torture, death and ruin for an ideal impossible and undesirable is dear to the Scottish people.",
        "ceased to be; a free debating parliament existed, and torture was inflicted only by decree of king and parliament.",
        "He was accordingly seized, blinded and afterwards murdered with prolonged torture, the brutal Kamran striking the first blow.",
        "Torture and imprisonment awaited them, whether of high or low degree, if he fancied that they were betraying him.",
        "This unfortunate man died under torture, which he bore with fortitude, in Muharram 126 (November 743).",
        "By the \"Qual\" or torture, as it were, of this diremption, the universe has qualitative existence, and is knowable.",
        "\"No day did his palace gate fail to witness the elevation of some abject to affluence and the torture and murder of some living soul.\"",
        "This account is confirmed by Angiolello, a traveller who followed his countrymen Barbaro and Contarini to Persia; and from the two authorities combined may be gathered the further narration of the murder of Rustam and usurpation of the throne by a certain Ahmad, whose death, under torture, six months afterwards, made way for Alamut, the young son of Uasan.",
        "He was examined by the council on the 13th of February and frequently questioned during the following days, but refused to incriminate himself, and a threat to inflict torture had no effect upon his resolution.",
        "The tearing in pieces is referred by some to the torture experienced by the grape (Naturschmerz) when crushed for making into wine (cf.",
        "His imperfect signature to his confession of this date, consisting only of his Christian name and written in a faint and trembling hand, is probably a ghastly testimony to the severity of the torture (\"per grad us ad ima\") which James had ordered to be applied if he would not otherwise confess and the \"gentler tortures\" were unavailing, - a horrible practice unrecognized by the law of England, but usually employed and justified at this time in cases of treason to obtain information.",
        "I am not saying we have ended torture.",
        "It would be continual torture.",
        "It also called on the UN 's special rapporteur on torture to report back from Guantanamo to the 2005 Human Rights Commission.",
        "But the arrival in Wales of 100s of families and individuals fleeing repression and torture is recent '.",
        "It 's Chinese torture at one end and a nice snooze on the sofa at the other.",
        "After leaving him in solitary confinement for two days, they began to torture him.",
        "Stomping down to the downstream pitches was very pleasant - no sign of any surveying instruments of torture yet.",
        "It says that, in some cases, such abuse was tantamount to torture.",
        "Who would prefer that Saddam 's torture chambers still be open?",
        "The risk of torture, beatings and prison life were all on the menu for an infidel such as myself.",
        "Our criminal laws make it a felony to conspire to torture a detainee abroad.",
        "In some parts of the world this persecution consists of torture, imprisonment.",
        "Cuamba claimed he made this confession because of \" psychological torture \".",
        "Moses' arrest and torture in prison is not unusual in Uganda.",
        "The Secretary of State also stated: The United States Government does not authorize or condone torture of detainees.",
        "Much store was also put in the administration refusal to grant the CIA 's request to officially allow torture of prisoners.",
        "Traps Do Not Always Kill For the animals who remain alive in the traps, further torture awaits them when the trappers return.",
        "96 Normal 0 false false false EN-US X-NONE X-NONE /* Style Definitions */table.MsoNormalTable{mso-style-name:\"Table Normal\";mso-tstyle-rowband-size:0;mso-tstyle-colband-size:0;mso-style-noshow:yes;mso-style-priority:99;mso-style-parent:\"\";mso-padding-alt:0in 5.4pt 0in 5.4pt;mso-para-margin:0in;mso-para-margin-bottom:.0001pt;mso-pagination:widow-orphan;font-size:12.0pt;font-family:Calibri;mso-ascii-font-family:Calibri;mso-ascii-theme-font:minor-latin;mso-hansi-font-family:Calibri;mso-hansi-theme-font:minor-latin;} A century hence, we can look back on the methods of torture with shock.",
        "I want to do what's best for her, but don't want to \"torture\" her with multiple vet visits.",
        "Spherical wand: This wand may resemble a mini medieval torture device, but the round shape actually helps coax short lashes up and out, from corner to corner, which creates a wide eyed, lengthened look.",
        "Changing his perspective on health with the show stating that \"he's also made exercise a priority, admitting that what he once considered \"torture\" is now actually \"fun.\"",
        "Other atrocities human rights groups attribute to Karimov's regime include torture, boiling people to death and other various monstrous crimes against humanity.",
        "Cowboy Animatic: Torture Maze with at least 30 melee kills.",
        "It is nearly impossible to get precise results with hot wax, and using tweezers to pluck one hair at a time can feel like an eternity of torture.",
        "Does the thought of vinegar running through your hair and over your back and shoulders in the shower sound like torture?",
        "It also had to have a lion that could seem to be convincingly talking, submitting to the White Witch's torture and taunting, and walking with child actors without eating them.",
        "During his military career, Riddick bore witness to inhumane acts of torture and murder.",
        "Pulp Fiction (1994) - Several different crime storylines somehow connect in the movie, with everything from a drug overdose to sadistic torture.",
        "By 1536, King Henry accused five men of being Anne's lovers, one of them including her own brother, and forced Flemish musician Mark Smeaton to testify under torture that Anne was unfaithful.",
        "Finally, under the brunt of bodily torture, he confessed anything she wanted to hear when she put a gun to his head.",
        "In the Moosham Castle episode of International Ghost Hunters, a male voice was heard in the torture chamber.",
        "The witch's anger was mostly directed toward John Bell, although his daughter, Betsy, sometimes suffered greater physical torture.",
        "James Stenbeck, a perennial villain returned time and again to torture the citizens of Oakdale, the fictional town where As the World Turns is set in.",
        "Find unique items such as blood-spitting mannequins, graveyard kits, gallows and torture devices.",
        "Buffy was devastated by the rise of Angelus who made it his mission in life to torture the Slayer that he loved.",
        "The replicants, led by Roy Batty (Rutger Hauer in a breakout performance) are ruthless, heartless and will torture or kill in order to get what they want.",
        "Batman movies always touch base on the murder of Bruce's parents, save for the original staring Adam West, and always miss the mark in connecting this event to the real torture in his mind.",
        "Such messages, like propaganda pamphlets of old, inspired thousands more young people to take a stand and risk imprisonment, torture and death to fight for freedom.",
        "But he taught that the state may interfere with legal or public duties only, and not with moral or private ones; He would not have even atheists punished, though they should be expelled the country, and he came forward as an earnest opponent of the prosecution of witches and of the use of torture.",
        "Kepler immediately hastened to Wurttemberg, and owing to his indefatigable exertions she was acquitted after having suffered thirteen month's imprisonment, and endured with undaunted courage the formidable ordeal of \"territion,\" or examination under the imminent threat of torture.",
        "On the 4th of August Ballard was seized and betrayed his comrades, probably under torture.",
        "The Dutch were already too strongly entrenched in the Indian archipelago for English competition to avail there, and the intense rivalry between the two nations led to the tragedy of Amboyna in 1623, when Governor Van Speult put to torture and death nine Englishmen on a charge of conspiring to take the Dutch forts.",
        "The trials were conducted with the most scandalous contempt of justice, and moral and physical torture was applied to extort confessions.",
        "In his last moments he refused under torture to disclose his father's hiding-place.",
        "Penal codes depended rather upon shorter and more cruel methods; the scaffold was in constant use, with all manner of physical pain, torture before and after sentence, shameful exposure, hideous mutilation, exile, selling into bondage as slaves.",
        "a means of indescribable torture to a decent man and a prolific source of vice and crime to a criminal.",
        "Her torture, disputed by Jardine, Lingard and others, is substantiated not only by her own narrative, but by two contemporary chronicles, and by a contemporary letter (ibid.; Narratives of the Reformation, p. 305; Ellis, Original Letters, 2nd Ser.",
        "With emphasis upon God as creator and ruler, and upon man as made in God's image, endowed with an unending existence, and subject to eternal torture if not redeemed, the concept of personality has been exalted at the expense of that of nature, and the future has been magnified at the expense of the present.",
        "The execution (after alleged torture) of two citizens of the United States named Grace and Cannon, who were said to have fought in the revolutionary army under General Estrada, led to the despatch of United States warships to Nicaragua; but in the absence of full evidence President Zelaya's responsibility for the execution could not be proved.'",
        "Other parts of the castle are the pentagonal tower, the oldest building in the town, wherein are preserved the famous \"iron virgin of Nuremberg,\" and other instruments of torture; the granary (Kornhaus), also called the Kaiserstallung; and the Vestnertor or Vestnerturm.",
        "185), who lived less than a century afterwards, expressly associates this instrument of torture with the name of the tyrant.",
        "Under this head fall the following: - Fasting, or abstention from certain meats and drinks; denial of sexual instinct; subjection of the body to physical discomforts, such as nakedness, vigils, sleeping on the bare ground, tattooing, deformation of skull, teeth, feet, &c., vows of silence to be observed throughout life or during pilgrimages, avoidance of baths, of hair-cutting and of clean raiment, living in a cave; actual self-infliction of pain, by scourging, branding, cutting with knives, wearing of hair shirts, fire-walking, burial alive, hanging up of oneself by hooks plunged into the skin, suspension of weights by such hooks to the tenderer parts of the body, self-mutilation and numerous other, often ingenious, modes of torture.",
        "As it was at first suspected that the writing of this book had been prompted by some disaffected persons, Peacham was interrogated, and after he had declined to give any information, was subjected to torture.",
        "1495-1527) burned to death after torture in 1527; Hubmaier was burned in 1528 and Blaurock in 1529, and Sebastian Franck (1499-1542) asserts that the number of slain was in 1530 already about 2000.",
        "In 1468 twenty of the academicians were arrested during the carnival; Laetus, who had taken refuge in Venice, was sent back to Rome, imprisoned and put to the torture, but refused to plead guilty to the charges of infidelity and immorality.",
        "Cruelty is not a Persian vice; torture and punishments of an unusual and painful nature being part of their judicial system.",
        "The blind kings gradual revelation, under horrible torture, of the place of concealment of his several jewels and treasures, and his deportation and death (of the injuries thus received, at Damghan, en route to Mazandaran), must be classed among the darkest records of Oriental history.",
        "The existence of a conspiracy was then discovered in which some forty persons were implicated; and ten of the conspirators were put to deathsome under cruel torture.",
        "Measures were also taken to reform the administration and the whole course of judicial procedure, and torture as an instrument of legal investigation was abolished.",
        "The affair dragged on from 1713 to 1716, when the examination of the Solov'evs' books, and the subsequent application of torture, revealed the fact that the Solov'evs had systematically robbed the Treasury of 675,000 roubles (1 rouble then = 5s.) and had accumulated a fortune of half a million.",
        "Thus on the 7th of November he had no knowledge of the mine, and it is only after Fawkes's examination by torture on the 9th, when the names of the conspirators were drawn from him, that the government was able to classify them according to their guilt and extent of their participation.",
        "Garnet, it is true, claimed to limit the justification of equivocation to cases \" of necessary defence from injustice and wrong or of the obtaining some good of great importance when there is no danger of harm to others,\" and he could justify his conduct in lying to the council by their own conduct towards him, which included treacherous eavesdropping and fraud, and also threats of torture.",
        "His wife, Catherine Maclean, who had previously been the wife of the earl of Argyll, was kept by Shane O'Neill as his mistress and bore him several children, though grossly ill-treated by her savage captor; Calvagh himself was subjected to atrocious torture\"during the three years that he remained O'Neill's prisoner.",
        "He refused stubbornly on the following days to give information concerning his accomplices; on the 8th he gave a narrative of the plot, but it was not till the 9th, when the fugitive conspirators had been taken at Holbeche, that torture could wring from him their names.",
        "He made a short speech on the scaffold, expressing his repentance, and mounted the ladder last and with assistance, being weak from torture and illness.",
        "(One of the first acts of General Craig had been to abolish torture in the administration of justice.) War having again broken out, a British force was once more sent to the Cape.",
        "- In criminal procedure confession has always, of course, played an important part, and the attempt to obtain such a confession from the incriminated person, whether by physical torture or by less violent means, was formerly, and in certain countries still remains, a recognized expedient for securing the conviction of the guilty.",
        "This method was carried to ruthless extremes by the Inquisition, but was by no means unknown in countries in which this institution never gained a foothold; as in England, where torture was practised, though never legalized, for this purpose.",
        "The pain in the stomach is persistent, and cramps in the calves of the legs add to the torture.",
        "He maintained his power through the fear of torture and of special commissions.",
        "Chalais was beheaded at Nantes in 1626 for having upheld Gaston of Orleans in his refusal to wed Mademoiselle de Montpensier, and Marshal dOrnano died at Vincennes for having given him bad advice in this matter; while the duelist de Boutteville was put to the torture for having braved the edict against duels.",
        "The royal family itself was not free from his attacks; after the Day of Dupes (1630) he allowed the queen-mother to die in exile, and publicly dishonoured the kings brother Gaston of Orleans by the publication of his confessions; Marshal de Marillac was put to the torture for his ingratitude, and the constable de Montmorency for rebellion (1632).",
        "He reorganized taxation on a basis of equality for all citizens, thereby abolishing one of the most vexatious privileges of the nobility, reformed the administration of justice and local government, suppressed torture and capital punishment, and substituted a citizen militia for the standing army.",
        "Epiphanes by the priest Eleazar, the seven brothers and their mother - all of whom chose torture and death rather than apostatize from the faith.",
        "On the 21st of June he was finally examined under menace of torture; but he continued to maintain his assertion that after its condemnation by the Congregation of the Index, he had never held the Copernican theory.",
        "Since the publication of the documents relating to this memorable trial, there can no longer be any doubt, not only that the threat of torture was not carried into execution, but that it was never intended that it should be.",
        "He was torn in pieces with red-hot pincers - the torture lasting an entire day - while Margherita was burned at a slow fire.",
        "They would torture and murder any of us who might lead them to him.",
        "The last man in line was the final traitor, a man who'd helped Jilian torture his wife then claimed Czerno's men had done it.",
        "He felt you suspected him and devised a plot with Czerno to torture â€¦ Her voice caught at the images replaying through her mind.",
        "â€¦ to torture and blame her death on Jilian.",
        "You'd let Darkyn torture or kill me, knowing my death is on your head.",
        "It would be endless torture for Deidre.",
        "Maybe when they start the torture, she'll cry.",
        "She understood Jared's warning about torture and being willing to bargain.",
        "Which would've been fine, for an Anshan woman, but appeared to be nothing short of torture to her.",
        "I don't know Sarah, thought it might be fun to torture myself.",
        "Shaking his head, Rhyn realized how sweaty his palms were as he stood before the door leading to the zoo.  Sasha's mages had sat in the antechamber, repairing any damage the inmates did to their cells or preparing some magical torture that Sasha wanted.",
        "\"You can keep me and torture me or whatever,\" she rushed on.",
        "abolished serfdom and judicial torture.",
        "They cannot be deported to face torture on the basis of unproven assertions.",
        "They wanted to hear tales of torture, beatings and brutality.",
        "See Holyrood.com report PQs and Motions New Written Answers published today include health (eye operations) and torture / rendition flights.",
        "footsteps of ancient prophets Who foretold of doom and destruction To those who torture and oppress me.",
        "Pliers Used by Russian gangster, Mikhail, to torture Sergei Konchalovsky into revealing the location of a stash of stolen diamonds.",
        "griddle breads looked hung out for torture.",
        "The local people lived in great fear and suffering, bearing witness to unspeakable horror of senseless killings and torture.",
        "His lawyer said the case relied on US evidence obtained using \" torture \" which should be ruled inadmissible.",
        "junta leaders of murder, torture and other crimes.",
        "After thirty seconds of torture you may permanently maim the victim in one of the following ways.",
        "means anything in the context of death and torture is ridiculous.",
        "memoryve vivid memories of the torture inflicted on me by this experience.",
        "It has been responsible for mass arrests, torture, killings and the military occupation of working class nationalist areas.",
        "orgy Luke reminds his mother at the end, tolerance extends even to those who enjoy orgies of whipping, torture and mutilation.",
        "You won't be smirking when I take the pliers to you on the torture table!",
        "The UK is a party to the Convention against Torture which imposes an absolute prohibition on torture, with no exceptions.",
        "Information about torture, rape and trauma refugees experienced is also not readily available.",
        "It also called on the UN's special rapporteur on torture to report back from Guantanamo to the 2005 Human Rights Commission.",
        "Being all condemned to the rack in order to extort confession, they appealed to the parlement; but this body, being as weak as the subordinate magistrates, sentenced the father to the torture, ordinary and extraordinary, to be broken alive upon the wheel, and then to be burnt to ashes; which decree was carried into execution on the 9th of March 1762.",
        "A general arbitrary arrest of the Templars, the sequestration of their property, examination under torture, the falsifying of procedure, extortion of money from the pope, the auto-da-f~ of innocent victims, the dishonest pillaging of their goods by the joint action of the king and the pope: such was the outcome of this vast process of secularization, which foreshadowed the events of the 16th and 18th centuries.",
        "A platform which stands a few feet above napalm, torture, exploitation, poison gas, nuclear bombs, the works.",
        "A love story, an adventure story - at times rather harrowing in its descriptions of torture by the Germans."
    ],
    "definition": [
        "Infliction of severe physical pain as a means of punishment or coercion.",
        "Excruciating physical or mental pain; agony: the torture suffered by inmates in the camp.",
        "An experience or cause of severe pain or anguish: “Just to watch them handling thick woolen winter coats in that heat was, for me, a torture” ( Arthur Miller )",
        "To subject (a person or animal) to torture.",
        "To bring great physical or mental pain upon (another). See Synonyms at afflict.",
        "To overwork, misinterpret, or distort: torture a metaphor throughout an essay; torture a rule to make it fit a case.",
        "tor′tur·er\nnoun",
        "Link/Cite",
        "Intentional causing of somebody's experiencing agony.\nUsing large dogs to attack bound, hand-cuffed prisoners is clearly torture.\nIn every war there are acts of torture that cause the world to shudder.\nPeople confess to anything under torture.",
        "(chiefly literary) The \"suffering of the heart\" imposed by one on another, as in personal relationships.\nEvery time she says 'goodbye' it is torture!",
        "To intentionally inflict severe pain or suffering on (someone).\nPeople who torture often have sadistic tendencies.",
        "Link/Cite"
    ]
}