{
    "translation": "צב",
    "uses": [
        "1 The gigantic land tortoise (Testudo elephantina) is found only in the Aldabra Islands.",
        "respectively, at which the tortoise is overtaken.",
        "It is often depicted with a flowing tail, which appendix attests close observation of nature; for the mino-game, as it is called, represents a tortoise to which, in the course of many scores of years, confcrvae have attached themselves so as to form an appendage of long green locks as the creature swims about.",
        "If one were to ask him what the substance is in which this colour and that taste or smell inhere, \" he would find himself in a difficulty like that of the Indian, who, after saying that the world rested on an elephant, and the elephant on a broad-backed tortoise, could only suppose the tortoise to rest on ` Something, I know not what.'",
        "- The following particulars are from Gray: - Lizards - Pseudopus gracilis (Eur.), Argyrophis Horsfieldii, Salea Horsfieldii, Calotes Maria, C. versicolor, C. minor, C. Emma, Phrynocephalus Tickelii - all Indian forms. A tortoise (Testudo Horsfieldii) appears to be peculiar to Kabul.",
        "Zeno's paradoxes, notably, for example, the puzzle of Achilles and the Tortoise, are still capable of amusing the modern world.",
        "If the tortoise has a start of 1000 ft.",
        "They are chiefly noted as the habitat of the gigantic land tortoise (Testudo elephantina), now carefully preserved, and of several rare and peculiar birds, including a rail (Dryolimnas aldabranus), an ibis (Ibis abbottii) and a dove (Alectroenas sganzini).",
        "By the time Achilles has covered the distance that separated him from the tortoise, the tortoise has covered one tenth of that distance ahead of him: when Achilles has covered that tenth, the tortoise has covered another one hundredth, and so on forever.",
        "The name is derived from galapago, a tortoise, on account of the giant species, the characteristic feature of the fauna.",
        "p. 633.) To her oriental attributes the following may be added: the sparrow and hare (productivity), the wry-neck (as a love-charm, of which Aphrodite was considered the inventor), the swan and dolphin (as a marine divinity), the tortoise (explained by Plutarch as a symbol of domesticity, but connected by Gruppe with the marine deity), the rose, the poppy, and the lime tree.",
        "In almost all climes the tortoise and the frog are among the precursors and heralds of this season, and birds fly with song and glancing plumage, and plants spring and bloom, and winds blow, to correct this slight oscillation of the poles and preserve the equilibrium of nature.",
        "Aphrodite Urania was represented in Greek art on a swan, a tortoise or a globe; Aphrodite Pandemos as riding on a goat, symbolical of wantonness.",
        "The former is watered by the Kashaf-rud (Tortoise River), or river of Meshed, flowing east to the Hari-rud, their junction forming the Tejen, which sweeps round the Daman-i-Kuh, or northern skirt of the outer range, towards the Caspian but loses itself in the desert long before reaching it.",
        "What reasonable man ever supposed that ornaments were something outward and in the skin merely--that the tortoise got his spotted shell, or the shell-fish its mother-o'-pearl tints, by such a contract as the inhabitants of Broadway their Trinity Church?",
        "The tortoise from which all things sprang, in a myth of the Satapatha-Brahmana, reminds us of the Iroquois turtle.",
        "Biologie der Algen, by permission of Gustav Fischer.) Dermatophyton grows on the carapace of the tortoise and Trichophilus nucleus, each cell is found to contain many small nuclei, and is in the hairs of the sloth.",
        "But a man has no more to do with the style of architecture of his house than a tortoise with that of its shell: nor need the soldier be so idle as to try to paint the precise color of his virtue on his standard.",
        "(6) If the tortoise has the start of Achilles, Achilles can never come up with the tortoise; for, while Achilles traverses the distance from his starting-point to the starting-point of the tortoise, the tortoise advances a certain distance, and while Achilles traverses this distance, the tortoise makes a further advance, and so on ad infinitum.",
        "The kernel of the latter lies in the perfectly valid proof which it affords that the tortoise passes through as many positions as Achilles - a view which embodies an accepted doctrine of modern mathematics.",
        "The animals are few, comprising a land tortoise, the armadillo, a species of boa, several poisonous snakes and some woodcock.",
        "cap. 3), of having caused the death of the poet Aeschylus, by dropping a tortoise on his bald head!",
        "The wall consists of a basis of cellulose, and in some cases readily breaks up into a definite number of plates, fitting into one another like the plates of the carapace of a tortoise; it is, moreover, often finely sculptured or coarsely ridged and flanged.",
        "The Hindus believe he has appeared (I) as a fish, (2) as a tortoise, (3) as a hog, (4) as a monster, half man half lion, to destroy the giant Iranian, (5) as a dwarf, (6) as Rama, (7) again as Rama for the purpose of killing the thousand-armed giant Cartasuciriargunan, (8) as Krishna, (9) as Buddha.",
        "The tortoise and the hare, he kept saying to himself as he checked the number of each rider as they passed.",
        "MESHED (properly Mash-had, \" the place of martyrdom\"), capital of the province of Khorasan in Persia, situated in a plain watered by the Kashaf-rud (Tortoise river), a tributary of the Hari-rud (river from Herat, which after its junction with the Kashaf is called Tejen), 460 m.",
        "Seven-tenths of a cubic metre of animal bones were found: deer, bear, wolf, raccoon, opossum, beaver, buffalo, elk, turkey, woodchuck, tortoise and hog; all contemporary with man's occupancy.",
        "Achilles, on the supposition that his speed is ten times that of the tortoise, must traverse an infinite number of spaces - 1000 ft., loo ft., to ft., &c. - and the tortoise must traverse an infinite number of spaces - loo ft., to ft., I ft., &c. - before they reach the point, distant from their starting-points III I y ft.",
        "high and has pure white plumage with a red crown, black tail-feathers and black upper neck, It is a sacred bird, and it shares with the tortoise the honor of being an emblem of longevity.",
        "Of the fresh-water tortoise there are two kinds, the nippon (Tnionyx japonica) and the kame-no-ko (Ernys vulganisjaponica).",
        "The painted box tortoise is common in the central part of the state; the snapping-turtle and the soft-shell turtle in most of the rivers and creeks; the Louisiana mud-turtle, in the coast marshes.",
        "The tortoise also lacks a muscular diaphragm, having only a thin membrane to separate the lungs from the rest of the body cavity.",
        "A tortoise ride on the beach beats a donkey ride any day.",
        "He spies bat-eared foxes, porcupines, wildebeest, buffalo - oh, and a leopard tortoise.",
        "giant tortoise.",
        "herbivorous reptile / tortoise?",
        "hibernate a tortoise which you suspect is ill, or which is under weight.",
        "leopard tortoise, we are very grateful.",
        "Neptune is a slow, trance-inducing track which builds around a simple piano and bass ostinato in the style of nouveau rockers Tortoise.",
        "overtakeuently, Achilles may run indefinitely without overtaking the tortoise.",
        "Both Hare and Tortoise have normal vision, in particular, normal visual motion perception.",
        "You'll also find a gold tinted lens with a speckled tortoise frame.",
        "The principal reptiles are a lizard, a tortoise, the vivora de la crux (a dangerous viper, so called from marks like a cross on its head) and the rattlesnake in Maldonado and the stony lands of Minas.",
        "Most of the Chrysomelidae are metallic in colour and convex in form; in some the head is concealed beneath the prothorax, and the so-called \"tortoise\" beetles (Cassidinae) have the elytra raised into a prominent median ridge.",
        "There are four species of lizard and three snakes, none of which is venomous; a land tortoise, a turtle and a frog.",
        "This was the state of opinion when the celebrated arguments against the possibility of motion, of which that of Achilles and the tortoise is a specimen, were propounded by Zeno, and such, apparently, continued to be the state of opinion till Aristotle pointed out that time is divisible without limit, in precisely the same sense that space is.",
        "long, are found on the wooded banks of the rivers; small lizards and chameleons are common, and there are several varieties of tortoise.",
        "In Shelley's \"Evening: Ponte al Mare, Pisa,\" 20, \"By darkest barriers of enormous cloud\" for \"cinereous\"; \" Hymn to Mercury\" (trans.), 57, \"And through the tortoise's hard strong skin\" for \"stony.\"",
        "Consequently, Achilles may run ad infinitum without overtaking the tortoise.",
        "carapace length of your tortoise in a straight line, not including the hump.",
        "carapace of a fossil giant tortoise.",
        "The evening bag body is mounted on to a faux tortoise shell celluloid plastic square base.",
        "The bag has a faux tortoise shell plastic frame and kiss clasp and is lined in navy blue cotton fabric.",
        "As we sat in the grass eating freshly baked Italian cookies, Jeff explained his philosophy as a Tortoise driver.",
        "He immediately killed a tortoise and, hollowing out its shell for a sounding board, invented the lyre.",
        "nightingales singing, swallows swooping, spring flowers everywhere and even a wild tortoise!",
        "In the absence of a compatible female to mate, the male tortoise has a tendency to become nomadic.",
        "From the scimitar-horned oryx to the Galapagos giant tortoise, gamers will discover and interact with a menagerie of exotic and authentic animals.",
        "Provided your tortoise is up to weight and no other abnormalities can be detected, then you may begin preparation for hibernation.",
        "After several days without food the tortoise will become ravenous.",
        "Thus, although its amenities may be a bit rustic, the Green Tortoise attends assiduously to a wide variety of desirable creature comforts.",
        "spirit of adventure on this Green Tortoise journey.",
        "spur thighed tortoise 3 years ago.",
        "Even Tortoise's ' TNT ' reminds me of summer, and the music isn't particularly summery at all.",
        "One tactic seen quite frequently is something called a testudo (tortoise ).",
        "I still have two spur thighs and at the moment I have a baby tortoise, which is the offspring of the original two.",
        "Never ever attempt to hibernate a tortoise which you suspect is ill, or which is under weight.",
        "I bought a greek spur thighed tortoise 3 years ago.",
        "Consequently, Achilles may run indefinitely without overtaking the tortoise.",
        "Andy Bee Tropical House Keeper said This is the first Spur-thighed tortoise to hatch at the zoo in many years.",
        "Catching a giant tortoise from the bottom of the sea 45.",
        "tortoise shell ear piece is included with the gold frame.",
        "In order to maintain the tortoises in good health it is necessary to educate tortoise keepers on treatment of parasites.",
        "tortoise lovers out there, glad to know you are there.",
        "tortoise owner these are my first.",
        "These dealers really make me mad as you can probably tell A sulcata cannot live with a hermanns tortoise.",
        "I am the proud owner of two hermans tortoise.",
        "Along with our leopard tortoise, we are very grateful.",
        "There they investigated reports of a very large dinosaur egg, which proved to be the carapace of a fossil giant tortoise.",
        "Tortoise turned the vibraphone into a rock and roll instrument, man!",
        "The broad back of a tortoise (cf.",
        "and Mesn., from a tortoise, Damonia reevesii (fig.",
        "The sacred beasts in the various temples, tame as far as possible, were of almost every conceivable variety, from the vulture to the swallow or the goose, from the lion to the shrew-mouse, from the hippopotamus to the sheep and the monkey, from the crocodile to the tortoise and the cobra, from the carp to the eel; the scorpion and the scarab beetle were perhaps the strangest in this strange company of deities.",
        "Of reptiles there are the crocodile, confined to the Transkei rivers, several kinds of snakes, including the cobra di capello and puff adder, numerous lizards and various tortoises, including the leopard tortoise, the largest of the continental land forms. Of birds the ostrich may still be found wild in some regions.",
        "Nevertheless, she believed that her filming of the documentary could actually enhance the spirit of adventure on this Green Tortoise journey.",
        "Even Tortoise 's ' TNT ' reminds me of summer, and the music is n't particularly summery at all.",
        "One tactic seen quite frequently is something called a testudo (tortoise).",
        "Stylish tortoise shell ear piece is included with the gold frame.",
        "The website is brillant did n't know there were so many tortoise lovers out there, glad to know you are there.",
        "I am a novice tortoise owner these are my first.",
        "Tortoise turned the vibraphone into a rock and roll instrument, man !",
        "Black can look too harsh, so opt for brown or tortoise frames if you feel that the black ones overpower your delicate coloring.",
        "Redheads look beautiful in frames in hunter green, tortoise, brown and sometimes even royal blue.",
        "His siblings are a tortoise shell, a ginger and a pitch black cat.",
        "We also have his sister, the tortoise shell named Gala, and both of them have developed loving relationships with their own fluffy toys.",
        "Tortoise shells are my absolute favorites.",
        "The frame is a bold one shaped in a tortoise brown glaze, while the lenses are done in the S11 light smoke colors.",
        "Choose this look for its tortoise frame and chocolate frame.",
        "These beautiful frames are square-shaped, and because they are available in tortoise, burgundy, and black, you can take your time choosing the color that suits you best.",
        "Blush: The blush look is a warmed-over rose, with silver temple details and a tapered tortoise colored finish.",
        "Available in both black and tortoise, you can expect to pay $178.00 for this look.",
        "The Deep Blue: Available in dark crystal tortoise of or black, these thin frames are designed to stay put wherever your adventures take you.",
        "If you are looking for something bigger and more fabulous than your average pair of frames, look into the dark tortoise 6006B style.",
        "It fits a large frame and is available in two colors: a shiny black frame with grey lenses, or in an elegant tortoise frame with copper lenses.",
        "Available in gloss black and grey, or tortoise and HCL bronze, this style is a bit smaller than some of the other Maui looks, and because the frames are done in a sharp cat eye, appears quite stylish as well.",
        "Replica 10282: These dark tortoise frames with brown lenses are exquisite in appearance.",
        "The brown tortoise shell, however, manages to convey a touch of delicacy.",
        "This style of frames is available in a wide variety of colors, including dark tortoise, black, opale green, transparent violet, transparent burgundy and opale white.",
        "Available in black, dark tortoise, transparent violet, olive and opale white, they feature a large and distinctive company logo at the temples.",
        "The frame here is of the tortoise variety, but instead of leaning towards the more traditional colors of red and brown, these frames lean towards a more golden brown.",
        "Others are tortoise with lightly tinted lenses.",
        "In Public Enemies, he wears an acetate frame in tortoise and a thin metal frame with reddish lenses.",
        "Two colors are available with this look: tortoise brown and black/gray.",
        "Shiny Tortoise: Square shaped, these tortoise colored eyeglasses are quite attractive and perfect for those that love a classic, timeless look.",
        "Shiny Tortoise: The Shiny Tortoise model is actually more red in appearance than brown, but the look is still quite fashionable.",
        "Two colors are available with this style: Ecaille FC, a tortoise inspired frame and Noir, a deep, shiny, black.",
        "They're $300.00 and come in tortoise and black colors.",
        "Color choices include black with grey lenses or tortoise with bronze lenses.",
        "Style 12-892: This stunning look reveals an olive tortoise frame and pairs it with a grey polished lens.",
        "Style 12-855: This beautiful tortoise framed, bronze polarized sunglass is the last in this particular collection.",
        "Style 12-885J: A brown tortoise frame and a bronze polarized lens.",
        "Tycoon: These bold cat eye frames come in black or tortoise.",
        "The cost is $415.00 and they are available in horn with java polar, noir with platinum polar, olive tortoise with midnight express, and tungsten with chrome sapphire.",
        "They offer four different colors that might match your current pair--metal, speckled, tortoise colored and solid black.",
        "Atlas Tortoise Reading Glass: True to its name, the Atlas is done in a very attractive tortoise style that's coupled with a brown polarized lens.",
        "Two styles that might be of interest are the Scojo Mystic Polarized Sunreaders Tortoise and the Scojo Mystic Polarized Sunreaders in Midnight.",
        "These are high end readers, but with their respective shiny black finish and tortoise coloring, they might well be worth the price!",
        "Not only is the frame a shiny gold, but it also tapers gently into a tortoise finish.",
        "Available colors include black, green stripe, purple fade, root beer fade and tortoise.",
        "Available colors include kiwi, pink and tortoise.",
        "Available colors include black, dark ale and tortoise.",
        "There are also more classic styles like tortoise and wire.",
        "The Digma Sunglass Frame, besides coming in black, red and tortoise colors, sports a hefty logo on the temple sides.",
        "The first is white with tortoise colored arms, and the second is also white, but accompanied with black colored arms.",
        "Tiffany & Co 2010: This design is available in both tortoise and transparent, and each has the Tiffany logo on the side.",
        "Other frames, however, are available as well, including the TF 2007B c. 8026, a delightfully whimsical pink and tortoise colored frame, as well as the TF 2007B c.2008, a transparent and super shiny frame.",
        "The wide tortoise temples feature the Versace logo, while the polycarbonate lens offers the utmost in sun protection.",
        "Your color options range from saucy black and lavender to classic tortoise and amber.",
        "Another plastic frame is the 3140 that's available in either tortoise or black.",
        "There are three color options: Gloss Black frames with HCL Bronze lenses, Gloss Black with Neutral Grey lenses, and Tortoise with HCL Bronze lenses.",
        "Choose from colors such as a black frame with polarized blue mirror lenses, black frame with polarized grey green lenses or tortoise frame with polychromatic amber lenses.",
        "Colors for frames include mahogany, tortoise and black and lenses come in choices such as blue, black, green and copper.",
        "It comes in unique color combinations such as grey frames with citron accents and yellow mirror lenses as well as more traditional looks such as a black or tortoise frame.",
        "The Charm consists of a handcrafted acetate frame in either black crystal with polarized grey lenses or in tortoise with brown polarized lenses.",
        "It comes in combinations such as Tortoise frame with/ HCL Bronze lens or Smoke Grey frame with High Transmission lens.",
        "Three color options, including a Gloss Black frame with Grey lenses, a Smoke Gray frame with High Transmission lenses, and a Tortoise frame with HCL Bronze lenses.",
        "Even so, if you love this sunglass shape, but aren't fond of the trendier finishes, then you may want to consider the black frames and grey lenses or the tortoise colored frames because they stand out in a classic and timeless way.",
        "They are available in Matte Tortoise with Polarized Brown lenses and Black Matte with Polarized Grey Green lenses.",
        "It's available in Matte Black, Matte Tortoise, and Black frames.",
        "Color choices include dark tortoise, ivory tortoise or black.",
        "They are available in either tortoise or black frames and can be worn for a wide variety of activities as well as for style.",
        "The Metals collection includes styles such as Avana done in gold with a tortoise accent or the Hudson done in either black or silver.",
        "For men, the Atlantic Beach 2 comes in either red or tortoise and in a variety of lens options.",
        "VE04192 887 87: Retro styled frames done in designs such as black and white floral motif, solid black front with purple pattern stems, solid black and a mix of tortoise and yellow.",
        "This model comes in styles such as a silver metal frame with decorative stems in two-tone blue and brown, bright gold frame with black stems or a matte gold frame with tortoise stems.",
        "Tortoise Creek Merlot 2006 - It's hard to go wrong with a wine from France.",
        "Land formations - Get protection on all sides by using the four protectors: Green Dragon, White Tiger, Black Tortoise and Red Raven.",
        "Possibly the oldest book in the world, legend tells how Fu Hsi inspired by the patterns on a tortoise shell began to observe and understand the patterns found in nature.",
        "Another myth popular in the Chinese culture is that of the tortoise (turtle) that lives for 3,000 years.",
        "People use the tortoise to bring good physical health, but it can also bring health to an ailing or dying career and other areas of your life, such as a relationship.",
        "A hair comb or tortoise headband is a classy and timeless choice that always looks good, while a beaded or ornate barrette can add some bohemian charm.",
        "Wear fishtail braids and secure them with tortoise clips.",
        "They are \"tortoise\" and have a very classic shape.",
        "Brown eyes look better with colors that make a nice contrast as opposed to tortoise frames, for example.",
        "Instead, lighter bags, including materials such as crystals, tortoise shell, and wood were favored along with waterproof fabrics.",
        "The Bulova Men's Tan Tortoise Shell Leather Watch # 96G54 comes with a calendar function and retails for $135.",
        "From silicone straps to an array of rose gold and faux tortoise cases, the watches listed below satisfy the desire for lavish luxury and flirty fun, but perhaps their greatest attraction is the durability and style built into each model.",
        "Tortoise: The look of tortoise shell defines the appearance of these watches, while the tech features and precision performance answer the need for high quality.",
        "It is generally considered that Tortoise were the first post-rock band, with their early albums being widely considered the definitive example of this genre.",
        "Rumor has it that while on a plane Takahashi saw a vision of a tortoise flying amid the clouds and put his staff in charge of creating the monster he saw.",
        "There are no fisheries of importance except the pearl fisheries on the eastern coast of Lower California, and the tortoise fisheries on the coasts of Campeche, Yucatan, and some of the states facing the Pacific. The pearl fisheries have been worked since the arrival of the Spaniards, and were once very productive notwithstanding the primitive methods employed."
    ],
    "definition": [
        "Any of various terrestrial turtles, especially one of the family Testudinidae, characteristically having thick clublike hind limbs and a high, rounded carapace.",
        "One that moves slowly; a laggard.",
        "Link/Cite",
        "Any of various land-dwelling reptiles, of family Testudinidae, whose body is enclosed in a shell (carapace plus plastron). The animal can withdraw its head and four legs partially into the shell, providing some protection from predators.",
        "Link/Cite"
    ]
}