{
    "translation": "רעיל",
    "uses": [
        "Bacteria can process toxic wastes and oil spills into harmless biodegradable materials.",
        "But every antiseptic, however good is more or less toxic and irritating to a wounded surface.",
        "On the toxic properties of nickel salts see A.",
        "In large doses toxic symptoms are produced, death following on coma.",
        "The seeds contain a toxic substance, which makes them actively poisonous; so much so that three have been known to kill an adult.",
        "In infantile palsy, for example, and in tabes dorsalis, there is good reason to believe of that, definitely as the traces of the disease are found in certain physiologically distinct nervous elements, they are due nevertheless to toxic agents arriving by way of the blood.",
        "tested upon animals and found to have no toxic properties.",
        "Treatment is only rarely of use, owing to the rapidity of the toxic action.",
        "Or nanites that clean up any toxic chemicals they find and turn them into harmless agents?",
        "In medicine antipyrine (\"phenazonum\") has been used as an analgesic and antipyretic. The dose is 5-20 grs., but on account of its depressant action on the heart, and the toxic effects to which it occasionally gives rise, it is now but little used.",
        "The cyst is filled with a toxic fluid and may bud off new or daughter scolices.",
        "They are based on the experimental toxic, as distinguished from lethal dose.",
        "In small therapeutic and in small toxic doses atropine stimulates the motor apparatus of the spinal cord, just as it stimulates the centres in the medulla oblongata.",
        "Salicylic acid and salicin (q.v.) share the properties common to the group of aromatic acids, which, as a group, are antiseptic without being toxic to man - a property practically unique; are unstable in the body; are antipyretic and analgesic; and diminish the excretion of urea by the kidneys.",
        "Yet even the distribution of toxic matters by the blood is not necessarily followed by general and indiscriminate injury to the nervous elements.",
        "Long ago, his ancestors had rigged the planet to blow the mines and turn the atmosphere into a toxic mix no one would survive.",
        "He watched explosions wrack his planet until they rose high enough that the toxic dust storm he'd started marred the surface of the planet from view.",
        "In the sphere of physiology and in the interpretation of associated arterial diseases much obscurity still remains; as, for instance, concerning the nature of the toxic substances which produce those bilateral changes in the kidneys which we call Bright's disease, and bring about the \"uraemia\" which is characteristic of it.",
        "In many cases, however, the filtrate, when injected, produces comparatively little effect, whilst toxic action is observed when the bacteria in a dead condition are used; this is the case with the organisms of tubercle, cholera, typhoid and many others.",
        "Toxic doses of atropine - and therefore of belladonna - raise the temperature several degrees.",
        "Not only are the general symptoms of poisoning in bacterial disease due to toxic substances, but also the tissue changes, many of them of inflammatory nature, in the neighbourhood of the bacteria.",
        "The methods used in the investigations were, however, open to objection, and it is now recognized that although organic bases may sometimes be formed, and may be toxic, the important toxins are not of that nature.",
        "Attempts to get a pure toxin by repeated precipitation and solution have resulted in the production of a whitish amorphous powder with highly toxic properties.",
        "Brieger and Boer, by precipitation with certain salts, notably of zinc, obtained a body which was toxic but gave no reaction of any form of proteid.",
        "We cannot as yet speak definitely with regard to the part played by enzymes in these toxic processes.",
        "in twenty-four hours, without any toxic symptoms. The artificial acid and its salt contain ortho-, paraand meta-cresotic acids, which are cardiac depressants.",
        "A new field of inquiry was, however, opened up when, by filtration a bacterium-free toxic fluid was obtained which produced the important symptoms of the disease-in the case of diphtheria by P. P. E.",
        "A toxic dose causes unpleasant symptoms, but in certain cases, such as this, it may require very many times a toxic dose to produce the lethal effect.",
        "The toxic symptoms have already been detailed, the patient usually dying from arrest of the renal functions.",
        "Though subsequent researches have on the whole confirmed these results, it is still a matter of dispute whether these proteids are the true toxins or merely contain the toxic bodies precipitated along with them.",
        "Although the formation of toxins with characteristic action can be shown by the above methods, yet in some cases little or no toxic action can be demonstrated.",
        "The modes by which bacteria produce their effects also became a subject of study, and attention was naturally turned to their toxic products.",
        "The action of aconitine on the circulation is due to an initial stimulation of the cardio-inhibitory centre in the medulla oblongata (at the root of the vagus nerves), and later to a directly toxic influence on the nerve-ganglia and muscular fibres of the heart itself.",
        "So valuable are certain of the properties of atropine that it is often desirable to give doses of one-twentieth or onetenth of a grain; but these will never be ventured upon by the practitioner who is ignorant of the great interval between the minimum toxic and the minimum lethal dose.",
        "Crismer, and others, all conclusively show that acetylene is much less toxic than carbon monoxide, and indeed than coal gas.",
        "It is by no means the most powerful poison known, for such an alkaloid as pseud-aconitine, which is lethal in dose of about 1/200 of a grain, is some hundreds of times more toxic, but prussic acid is by far the most rapid poison known, a single inhalation of it producing absolutely instantaneous death.",
        "The diluted form, in toxic quantities, will cause symptoms usually within a few seconds.",
        "Little is known of its toxic action; only a weak toxin has been obtained from cultures.",
        "their metabolic products may induce blood-poisoning or other toxic effects (facultative parasites) though they are not true parasites.",
        "The general result of such research has been to show that the toxic bodies are, like proteids, precipitable by alcohol and various salts; they are soluble in water, are somewhat easily dialysable, and are relatively unstable both to light and heat.",
        "In the case of diphtheria Sidney Martin obtained toxic albumoses in the spleen, which he considered were due to the digestive action of an enzyme formed by the bacillus in the membrane and absorbed into the circulation.",
        "Fluid containing these aggressins greatly increases the toxic effect of the corresponding bacteria, and may produce death at an earlier stage than ever occurs with the bacteria alone.",
        "A considerable amount of work has been done in connexion with this subject, and many observers have found that fluids taken from the living body in which the organisms have been growing, contain toxic substances, to which the name of aggressins has been applied.",
        "It is interesting to note that in the case of the closely analogous example of snake venoms, there may be separated from a single venom a number of toxic bodies which have a selective action on different animal tissues.",
        "According to this view, then, a part at least of the directly toxic substance is produced in the living body by enzymes present in the so-called toxin obtained from the bacterial culture.",
        "But this has not been proved, and hitherto no enzyme has been separated from a pathogenic bacterium capable of forming, by digestive or other action, the toxic bodies from proteids outside the body.",
        "The fact of this increased leucocytic activity during the early stages, or the whole course of infection by Cestodes, is indirect proof that these parasites do normally discharge toxic substances into their hosts.",
        "The toxic actions produced in continued fevers, in certain chronic diseases, and by intestinal parasites largely aid in producing degeneration, emaciation and atrophy.",
        "I'm sorry my blood is toxic to you.",
        "In toxic doses podophyllin causes intense enteritis, with all its characteristic symptoms, and severe depression, which may end in death.",
        "In large toxic and in lethal doses the activity of the spinal cord is lowered.",
        "According to Rabuteau the toxic properties of the higher alcohols increase with their molecular weight and boiling point.",
        "Thiourea and many of its unsymmetrical derivatives have marked physiological action; thiourea causes a slowing of the pulse and respiration, cardiac failure, and death in convulsions; phenyl-, ethyland acetyl-thiourea are actively toxic. The most important derivative pharmacologically is allyl-thiourea, also known as thiosinamine or rhodallin, NH2 CS NH CH2 CH:CH2.",
        "Research was thus directed towards ascertaining the nature of the toxic bodies in such a fluid, and Brieger and Fraenkel (1890) found that they were proteids, to which they gave the name \" toxalbumins.\"",
        "Toxic substances have also been separated by corresponding methods from the bodies of those who have died of certain diseases, and the action of such substances on animals is in some cases an important point in the pathology of the disease.",
        "The natural (laevo) base is twice as toxic as the dextro.",
        "It is frequently found associated with, or as a sequel to, cloudy swelling in intense or prolonged toxic conditions.",
        "In the United Kingdom the work of Sidney Martin, in the separation of toxic substances from the bodies of those who have died from certain diseases, is also worthy of mention.",
        "Thus, to mention examples, diphtheria toxin produces inflammatory oedema which may be followed by necrosis; dead tubercle bacilli give rise to a tubercle-like nodule, &c. Furthermore, a bacillus may give rise to more than one toxic body, either as stages in one process of change or as distinct products.",
        "The patient who has swallowed a toxic or lethal dose of laudanum, for instance, usually passes at once into the narcotic state, without any prior excitement.",
        "Copper arsenite (or Scheele's green) used to be much employed as a pigment for wall-papers and fabrics, and toxic effects have resulted from their use.",
        "Over the years, many harsh and highly toxic chemicals have built-up in the environment.",
        "Many chemicals used in fuels and industrial processes are toxic to animals and plants.",
        "toxic chemicals for a period of 15 weeks.",
        "Toxic shock is a medical emergency that needs to be treated immediately in the hospital.",
        "Lathering up your skin with a horde of toxic chemicals and waiting out that bleak half hour so your hair can burn itself below the skin is hardly a fun festival.",
        "The property should not have any toxic chemicals, radioactive materials, pollutions or any drainage or erosion problems.",
        "In other cases such changes cannot be detected, and the only evidence of their occurrence may be the associated symptoms. The very important work of Ehrlich on diphtheria toxin shows that in the molecule of toxin there are at least two chief atom groups - one, the \" haptophorous,\" by which the toxin molecule is attached to the cell protoplasm; and the other the \" toxophorous,\" which has a ferment-like action on the living molecule, producing a disturbance which results in the toxic symptoms. On this theory, susceptibility to a toxin will imply both a chemical affinity of certain tissues for the toxin molecule and also sensitiveness to its actions, and, furthermore, non-susceptibility may result from the absence of either of these two properties.",
        "A widespread toxic action is indicated by the lesions found - cloudy swelling, which may be followed by fatty degeneration, in internal organs, capillary haemorrhages, &c. In septicaemia.",
        "One other important fact in support of what has been stated is that a toxin may have its toxic action diminished, and may still require the same amount of antitoxin as previously for neutralization.",
        "This result, which is usually known now as the \" Ehrlich phenomenon,\" was explained by him on the supposition that the \" toxin \" does not represent molecules which are all the same, but contains molecules of different degrees of combining affinity and of toxic action.",
        "Accordingly, the most actively toxic molecules will be neutralized first, and those which are left over, that is, uncombined with antitoxin, will have a weaker toxic action.",
        "We are probably safe in saying, however, that the molecules of a toxin are not identical but vary in the degree of their combining affinities, and also in their toxic action, and that, while in some cases the combination of anti-substances has been shown to be reversible, we are far from being able to say that this is a general law.",
        "In antitoxin production this combination takes place, though not in sufficient amount to produce serious toxic symptoms. It is further supposed that the combination being of somewhat firm character, the side-chains thus combined are lost for the purposes of the cell and are therefore thrown off.",
        "The theory also supplies the explanation of the power which an animal possesses of producing various antitoxins, since this depends ultimately upon susceptibility to toxic action.",
        "Natural immunity against toxins must be taken into account, and, if Ehrlich's view with regard to toxic action be correct, this may depend upon either the absence of chemical affinity of the living molecules of the tissues for the toxic molecule, or upon insensitiveness to the action of the toxophorous group. It has been shown with regard to the former, for example, that the nervous system of the fowl, which possesses immunity against tetanus toxin, has little combining affinity for it.",
        "The non-sensitiveness of a cell to a toxic body when brought into immediate relationship cannot, however, be explained further than by saying that the disintegrative changes which underlie symptoms of poisoning are not brought about.",
        "be less toxic. Glycothymolin is a proprietary preparation, used in the treatment of catarrhal conditions of mucous membranes, while a mixture of naphthalene, camphor and thymol is sold under the name of thymolin.",
        "Cinchonism is the name applied to the congeries of toxic symptoms which follow the prolonged administration of quinine, but may appear after one small dose in certain persons.",
        "The old French oil of turpentine is the best antidote to use in phosphorus poisoning, delaying the toxic effects; but ordinary oils are not only useless but harmful.",
        "Given in toxic doses or in strong solution, sulphuric acid is a severe gastro-intestinal irritant, causing intense burning pain, extending from the mouth to the stomach, and vomiting of mucous and coffee-coloured material.",
        "The exhausting pain, the serious haemorrhages, and the abdominal septicity associated with a repulsive odour and the absorption of toxic products, which are the chief and ultimately fatal symptoms of that disease, are all directly combated by the administration of oil of turpentine.",
        "Kris told you to make a toxic version he could trade back to the demons.",
        "He watched the visual before him as one mine, then the next and the next, exploded and spewed toxic dust into the atmosphere.",
        "Toxic activity partitioned quantitatively into ethyl acetate but about 11% of the activity was not adsorbed by solid phase C18 cartridges.",
        "aerobic glycolysis becomes dominant to prevent the build up of toxic levels of lactate in the blood.",
        "The fungi themselves produce a variety of toxic metabolites, including aflatoxins.",
        "Not recommended for internal use due to toxic alkaloids.",
        "Fish excrete ammonia which is toxic to the fish.",
        "Thus, toxic ammonia is converted to non-toxic nitrate.",
        "It draws gold out of the rocks but also brings out toxic substances including arsenic.",
        "You put garbage in and you get garbage out - particulates and dioxins in the air and heavy metals in the toxic ash.",
        "The pure fly ash being sent to Sheffield is the most toxic product of the incinerator.",
        "The natural citric formula is non toxic & completely biodegradable & is safe to use on all metal, plastic & glass components.",
        "toxic bloom on Llyn Tegid in 1995 Llangower suffers from lakeside erosion.",
        "blooms of phytoplankton, some of which produce highly toxic substances.",
        "A toxic blue-green algae and botulism have been suspected as well as polluted silt in the lagoon.",
        "Harmful toxic chemicals are minimized in manufacture through the Ecoplus System's use of low toxicity boron timber preservatives and natural oil-based timber finishes.",
        "family breadwinner is would replace whole time without avoid toxic clients.",
        "It also helps prevent the build ups of toxic byproducts of metabolism in the body.",
        "A small proportion of PV contains cadmium, the oxides of which are toxic in very small doses.",
        "In portable electronics, they avoid toxic cadmium and mercury battery waste.",
        "One: What dose of Bt protein from the transgenic corn varieties is actually toxic to monarch caterpillars?",
        "Toxic substances may disturb normal cell function, damage cell membranes, interfere with enzyme and immune systems and RNA and DNA activity.",
        "These homes have been built using sustainably sourced materials, avoiding toxic chemicals commonly found in new houses.",
        "Fresh Start rapidly removes these toxic chemicals and minerals and contains a natural colloid which coats the fish with a protective barrier.",
        "It isn't the alcohol so much as the toxic compounds called congeners, present in most drinks, which cause the problem.",
        "Sensitive new testing kits can detect tiny amounts of potentially harmful toxic contaminants in foods.",
        "couch grass - lightly sprinkled - toxic to slugs.",
        "World Health Organization, Geneva WHO (1998) toxic cyanobacteria in water.",
        "It was a conflict that presaged Vietnam in many of its political motives, military tactics and in its use of toxic defoliants.",
        "Different studies have shown that mutant SOD1 causes motor neuron degeneration by a toxic gain of function, but the mechanism is not clear.",
        "It is slightly toxic by skin exposure, with reported dermal LD 50 values of greater than 2000 to 3000 mg/kg in rabbits.",
        "detoxifying the liver prevents toxic build up, which is a contributing factor in PMS.",
        "differences between the sexes may cause a variation in toxic response.",
        "Some highly toxic dioxin is also formed despite careful control of the flue gas temperatures.",
        "It may also occur as a result of the toxic effects of manganese, carbon monoxide, carbon disulfide, and other chemicals.",
        "electrolytes lost through heavy perspiration or extended diarrhea, and protect against toxic reaction and heavy metal poisoning.",
        "There is degeneration of cardiac ventral epicardium and toxic cardiac necrosis, especially of the atrial lining with damage to spleen and heart.",
        "ethylene oxide is a colorless gas which is toxic to inhale.",
        "euphorbia latex is toxic can cause skin burns and irritation.",
        "excrete ammonia which is toxic to the fish.",
        "exothermic oxidation, which can result in the formation of toxic nitrous gases (NOx ).",
        "extremes of pH, the presence of toxic materials, excess rubble and stone or contamination from organic materials.",
        "The toxic effects of mercury fillings, poor diet - especially sugars.",
        "filtrates of the fungus were toxic to cells of several plant species but the most sensitive were chickpea and potato.",
        "The fluoride added to water is 20 times more toxic than calcium fluoride, which occurs naturally in many waters.",
        "An immediate ban on the production and use of toxic and dangerous substances such as chlorinated fluorocarbons and asbestos.",
        "fluorocarbon plastics yields more toxic products than does controlled thermal decomposition.",
        "The toxic products of dead tissue and bacteria diffuse out of the apical foramen of the tooth root into the periodontal ligament.",
        "If the wrong fluid is used it is possible that unpleasant and toxic fumes including formaldehyde could be produced.",
        "They are then thought to have been poisoned by toxic fumes.",
        "In the Autumn of 1914, the Wilhelm Institute began the search to find the perfect toxic gas for use in land warfare.",
        "Evolutionary genomics of Staphylococcus aureus: insights into the origin of methicillin-resistant strains and the toxic shock syndrome epidemic.",
        "After a few minutes aerobic glycolysis becomes dominant to prevent the build up of toxic levels of lactate in the blood.",
        "High levels of phosphates and/or nitrates can cause algae blooms (including blue green algae, some of which are toxic ).",
        "growth retardation, again at maternally toxic doses.",
        "They also showed in lab experiments that EPO blunted the toxic effects of the drug haloperidol on brain cells.",
        "hexavalent form of chromium (Cr 6+) is more toxic, it is not normally found in food.",
        "Hydrogen is stored in rechargeable nickel-metal hydride (Ni-MH) batteries, which have a higher energy capacity than environmentally toxic cadmium batteries.",
        "These range from the highly toxic lead acid cell to the less harmful nickel metal hydride.",
        "The main toxic action is the uncoupling of oxidative phosphorylation, converting all cellular energy in the form of heat and causing extreme hyperthermia.",
        "Farmers have traditionally controlled the problem using highly toxic insecticides.",
        "E's can contain toxic other chemicals like MPTP, a drug known to cause irreversible Parkinson's disease.",
        "Lung toxins Some of the toxins present in smoke are highly irritant or directly toxic to the bronchial mucosa causing airway inflammation.",
        "For example inadequately cooked kidney beans contain compounds called lectins that can cause a toxic effect on the blood.",
        "For example, landfill sites have to be specially lined to prevent any leakage of toxic leachate.",
        "It works by inhibiting toxic chemicals called leukotrienes, which are released during the inflammatory process.",
        "The environmental impact of the toxic waste is to create a new breed of more savory locust.",
        "mercury in dental fillings is toxic?",
        "In the absence of a metabolic profile on the product, unintended toxic metabolites might have easily escaped notice in safety assessment.",
        "metabolize a drug into toxic fragments whereas another may produce harmless by-products.",
        "On top of this trees will absorb many impurities in the air, for example particles of toxic metals, such as lead.",
        "Homocysteine is a highly toxic compound made in the body from a protein building block called methionine.",
        "Homocysteine, a normal breakdown product of the essential amino acid methionine, is believed to exert several toxic effects.",
        "Current biodiesel production technology reacts soy oil with methanol using toxic, corrosive and flammable sodium methoxide as a catalyst.",
        "microenvironment concentrations of a range of air toxic substances taking account of spatial and temporal variations and hotspots.",
        "Fumonisin and some other mycotoxins are highly toxic, causing fatal diseases in livestock that eat infected corn and esophageal cancer in humans.",
        "armed nemerteans have a stylet, which repeatedly stabs and releases toxic secretions into the prey.",
        "Toxic doses of propantheline bromide may produce non-depolarising neuromuscular blocking effects with paralysis of voluntary muscle.",
        "It transforms in the air to form gaseous nitric acid and toxic organic nitrates.",
        "The first stage in nitrification is ammonia being converted to less toxic nitrite (NO 2 -) by Nitrosomonas sp.",
        "nitrite ion is toxic to plants.",
        "occurring toxic compounds.",
        "Management: consider oral activated charcoal if ingestion of a potentially toxic amount has occurred within 1 hour.",
        "But the good news is that \" toxic overload \" can so easily be reversed.",
        "overuse of toxic pesticides.",
        "Monsanto recommends spraying with toxic pesticides including methyl parathion, among the deadliest chemicals used in American agriculture.",
        "When eaten by the animal, these PUFAs are converted into the toxic peroxides, the antagonists of vitamin E and selenium.",
        "These should not attract the same censure as manmade, more generally toxic, chemical pesticides.",
        "phenylalanine in the body build up to toxic levels, causing mental retardation and organ damage.",
        "Rats fed zinc phosphide over a wide range of doses experienced toxic effects at the lowest dose tested.",
        "The products used now produce phosphine, which is extremely toxic to rabbits.",
        "A FOE survey of available data showed toxic pollutants in groundwater around 18 landfill sites in East Anglia.",
        "The use of naturally durable timbers avoids the use of toxic chemical preservatives, which contain carcinogens.",
        "propyl alcohol, PCB and other toxic ingredients should not be in your household and bathroom cleaners.",
        "It reduces abnormal putrefaction in the bowel which can cause toxic and cancer producing substances to form.",
        "Heavy metals and toxic flame retardants used in the manufacture of appliances will be banned from July 2006.",
        "rheumatoid arthritis sufferer worried by the battery of toxic treatments from conventional medicine.",
        "germanium sesquioxide is safe and non-toxic, but germanium dioxide is toxic.",
        "That is not much greener than a pile of toxic sludge.",
        "snowdrop flower lectin, a substance known to be toxic to mammals.",
        "For example, the assets of a waste disposal company can be seized by a court in the case of a toxic spill.",
        "Sharon, a keen sportswoman, died of Toxic Shock Syndrome two months after giving birth to her second child.",
        "Dried couch grass - lightly sprinkled - toxic to slugs.",
        "The following notes might help: As already stated, red wines are more toxic than white ones.",
        "The water changes color due to the release of toxic substances through the 2000 pores on the soles of each foot.. .",
        "The Colorado Rockies are badly affected by toxic mine tailings, for example.",
        "LEGAL ASPECTS 12.1 The legal implications of mobile telephony base station mast erection near to vicinal residences raises the issue of toxic tort.",
        "non toxic, will not cause excema, asthma or allergies and removes toxic residues from chemical cleaners.",
        "It is a natural product and non toxic to humans and animals but gets rid of the bugs.",
        "toxic arsenic fumes were just fed into the air.",
        "toxic substances through the 2000 pores on the soles of each foot.. .",
        "toxic epidermal necrolysis, in adults usually due to drugs.",
        "toxic pollutants in groundwater around 18 landfill sites in East Anglia.",
        "toxic chemical by-product created by many industrial processes.",
        "Musk xylene is a carcinogen, and the most acutely toxic compound in the group.",
        "Near-term rat fetuses showed growth retardation, again at maternally toxic doses.",
        "There are also special warning symbols to alert you to potentially toxic herbs.",
        "Effects on birds: Malathion is moderately toxic to birds.",
        "Effects on Aquatic Species: DDT is very highly toxic to many aquatic invertebrate species.",
        "The main ingredient, carbon black is mildly toxic, but modern machines with replaceable toner cartridges minimize exposure.",
        "toxic to fish.",
        "Never cook or boil honey as heating causes honey to become toxic.",
        "In the manufacturing process, it is often treated with chlorine bleach, formaldehyde and other finishing agents that are considered toxic.",
        "toxic in large doses, causing among other problems, liver failure.",
        "toxic for reproduction.",
        "toxic by inhalation \" .",
        "The modified organism may also produce new toxins: genetically engineered bacteria produced toxic tryptophan.",
        "Short wave ultraviolet light has a photo oxidization effect that destroys chloramines & other toxic by-products of chlorine, without adding additional chemical products.",
        "uncouplein toxic action is the uncoupling of oxidative phosphorylation, converting all cellular energy in the form of heat and causing extreme hyperthermia.",
        "Lysosomes - small membrane bound vesicles in the cytoplasm of cells which contain toxic enzymes.",
        "A koi pond should be able to stand-alone for hours without danger of quick suffocation or toxic waste build up.",
        "zaps cancer cells with highly toxic chemicals.",
        "It is believed rather that the condition is due to deleterious toxic substances which act for prolonged periods on the tissue elements and so alter their histon proteins that they combine in situ with other protein substances which are brought by the blood or lymph.",
        "It is this wide range of dynamic peculiarities above the common range of known physical and chemical molecules which excites our wonder; and a reflection of these peculiar properties is seen in their affinities for this or that toxic or constructive agent, whereby the peculiarity, for example, of a particular kind of nerve cell may be altered, antagonized, reinforced or converted.",
        "Some infections, however, seem to attack the mental fabric directly; intrinsic toxic processes which may be suspected on the detection of neurin and cholin in the fluids of the brain (F.",
        "Even when they have passed through an abrasion in the skin or through the mucous membranes and enter the blood they are met, in some instances, by a toxic action of the blood itself upon them; and in others they are attacked by the white corpuscles, which destroy them, eat them up, and digest them, the process being known as phagocytosis.",
        "Information: A range of alternatives exist for the rheumatoid arthritis sufferer worried by the battery of toxic treatments from conventional medicine.",
        "Germanium sesquioxide is safe and non-toxic, but germanium dioxide is toxic.",
        "Moreover, the gene introduced into the potatoes was a snowdrop flower lectin, a substance known to be toxic to mammals.",
        "The water changes color due to the release of toxic substances through the 2000 pores on the soles of each foot...",
        "Beryllium, unfortunately, is a toxic material, and increasing the Be fraction in the recipe actually depressed the superconductivity transition temperature.",
        "Non toxic, will not cause excema, asthma or allergies and removes toxic residues from chemical cleaners.",
        "Prior to the importance of arsenic, the toxic arsenic fumes were just fed into the air.",
        "The puppies are poisoned with varying doses of toxic chemicals for a period of 15 weeks.",
        "Similar life-threatening consequences occur when large areas of necrotic epidermis are shed in toxic epidermal necrolysis, in adults usually due to drugs.",
        "Back to Top D Dioxins a toxic chemical by-product created by many industrial processes.",
        "Unlike urea, Clearway products do not degrade to form ammonia, and are therefore not toxic to fish.",
        "Is toxic in large doses, causing among other problems, liver failure.",
        "It is suspected of causing cancer and may be toxic for reproduction.",
        "Examples of risk phrases include \" may cause cancer \" or \" toxic by inhalation \".",
        "Toxic fumes, gases and dust Conduct a walk-through survey to identify possible sources of air pollution.",
        "For example, two separate technologies for removing toxic heavy metals from industrial wastewater are now being commercialized by Israeli groups.",
        "Therefore, a number of differences arise compared with what has been done before for toxic xenobiotic compounds.",
        "Surgery involves removing the tumor and surrounding tissue, whereas chemotherapy zaps cancer cells with highly toxic chemicals.",
        "Antifreeze has a sweet smell and is toxic if swallowed.",
        "Well-placed confidence is good for a startup, but hubris is toxic.",
        "The following plants are considered toxic, but the list isn't limited to these plants only.",
        "Make sure to use VOC (Volatile Organic Compound) paints that may cost a bit more, but emit fewer toxic fumes.",
        "Make sure that your toddler does not have access to sharp scissors or toxic glues before getting started with any toddler crafts.",
        "Excess vitamins and minerals can actually be fatal for dogs, as some become toxic in dosages that go over the daily allotted amount.",
        "Avoid foods with the preservatives ethoxyquin, butylated hydroxytoluene (BHT) and butylated hydroxyanisole (BHA), which are highly toxic.",
        "Kitten-proof your home by removing any dangerous or toxic items and plants.",
        "Most household cleaners are toxic to pets and children, and cats are especially sensitive to these products.",
        "Remove any plants from your home that might be toxic to your kitten.",
        "Wheat gluten isn't normally a toxic product.",
        "When you're purchasing a glazed pet bowl, it is very important to inquire if the glaze that was used contains lead or any other toxic heavy metals.",
        "While eating houseplants may just seem like a nuisance to you, it can actually be toxic to your cat.",
        "If you use a real Christmas tree, not only is the pine tar toxic to your cats, but the needles are a danger for felines because they could puncture your cat's intestine if swallowed.",
        "The tree will soak up the water, and even if your cat drinks it, it won't be toxic to them.",
        "Visitors often have questions about cat symptoms that point to the cat getting into a toxic substance, or about what products are toxic to cats.",
        "Liver has a lot of this vitamin and your cat can end up with toxic levels if you are not careful.",
        "In fact, some of them can be toxic to your cat and may be banned in the city you live in.",
        "This drug can be highly toxic, so your vet will carefully monitor the dosages, frequency of medication and your cat's vital functions.",
        "Since cats are very sensitive to toxic substances and amounts vary by the cat's weight, it is best to only administer these products under the direct supervision of a holistic vet.",
        "If you would like to deter stray cats from trespassing in your garden or backyard, there are several safe, non toxic, and effective ways that you can make cat repellent.",
        "Do not use spray bottles that have held chemical or other toxic substances.",
        "However, many of these products are also quite toxic to cats.",
        "A word of caution; do not use canine flea products on your cat because they can also be quite toxic to felines.",
        "Never leave out rat poison or other toxic substances.",
        "Be very careful about plants as well, as some are highly toxic to felines.",
        "Additionally, you should check to find out whether any of your house plants are considered toxic to felines.",
        "This chemical is highly toxic to cats and can be fatal, warns the ASPCA National Animal Poison Control Center.",
        "Unfortunately, few studies have been executed to determine whether the theoretical concerns have any tangible results to confirm the idea that clay litters are toxic.",
        "You will want to use untreated wood as some treated lumber may contain toxic ingredients such as arsenic.",
        "This type of financial obligation is generally regarded as one of the most toxic debts because interest is perpetually charged on balances that are not secured by anything gaining value or appreciating.",
        "Reduces air pollution: Ethanol reduces the amount of carbon monoxide and other ground-level toxic air pollutants as compared to conventional unleaded gasoline by about 10 to 30 percent.",
        "There are additional benefits of reducing the use of toxic chemicals around the home.",
        "There are many 'green' alternatives to cleaners and other household products that contain toxic chemicals and solvents and many of these are easy to make at home.",
        "Ventilation is better in eco friendly homes and cleaner due to the products used to build the home (no toxic paints, glue or stains).",
        "Also, they contain low levels of mercury, a toxic substance which can be dangerous if the bulbs get broken.",
        "Low or no VOC paint eliminates or greatly reduces the off gassing of these toxic compounds.",
        "Battleground Earth: Hip Hop star Ludacris ad bad boy rocker Tommy Lee battle against toxic destruction as they travel across country.",
        "Garbage, chemicals, fertilizers, human and animal waste, and other toxic substances are dumped into bodies of water, seep into ground water supplies, or are deposited by the fall of acid rain.",
        "Before the greenhouse effect was more widely understood, one of the most common problems with landfills reported was toxic leakage.",
        "Biodegradation - Since biofuels are made with biodegradable matter, they are less toxic than fossil fuels.",
        "Household chemicals, waste bi-products, pesticides, heavy metals-these are just some of the toxic chemicals we come across every day.",
        "There are some toxic chemicals, such as mercury, that don't breakdown once they are consumed by a living organism.",
        "Mercury, as is the case with many toxic elements in nature, does not lose strength when it is consumed.",
        "Rather, as that organism that first consumes it get consumed by the next creature on the food chain, the mercury level combines with the first animal's making it stronger and more toxic.",
        "They are sprayed on food and then when the food is eaten, the pesticide is ingested and it is toxic.",
        "When used for food containers, some people warn that toxic chemicals leach from the Styrofoam into the food products they hold, especially if the food is reheated in a microwave while still in the container.",
        "The National Geographic website contains an abundance of information on many global warming topics, including deforestation, biofuels, toxic waste, and air pollution.",
        "Wind energy is infinite, pollution-free, and does not produce radioactive or toxic waste.",
        "Non-renewable energy sources also use and pollute water supplies, harm plant and animal life, and increase toxic waste production.",
        "If you do use toxic chemicals, such as paints, stains or cleaning supplies, dispose of them properly.",
        "Inorganic pollutants include toxic metals, acids, and other inorganic compounds that make water unsafe to drink and an unfit environment for aquatic organisms.",
        "Computers contain several parts that are toxic and pose a danger to the environment when they begin to break down in landfills.",
        "Unfortunately, a side effect of burning coal is the release of sulfur and other toxic chemicals into the atmosphere.",
        "These natural dyes are important in keeping with the Three Pillars ideology of sustainability and environmental responsibility because they are not toxic to the environment or to humans.",
        "To make matters worse they can use words like \"eco-friendly, \"safe for the environment\" or a host of other \"green\" sounding words when in fact, the contents contain toxic elements.",
        "Plus, names can be substituted to hide a toxic chemical.",
        "Type in \"hazardous (or toxic) effects of XYZ\" and read the website information.",
        "To throw together your own formula start with a new spray bottle to avoid chemical interaction of any toxic chemicals that might have been in an old bottle.",
        "I prefer them because they do not use toxic carrier oils in their essential oils and the oils are properly processed.",
        "TAP never needs to be reapplied because insects cannot build up a tolerance to boric acid, which is widely considered among the least toxic alternatives to synthetic chemical pesticides.",
        "As a bonus, teas have fewer side effects than traditional medications and leave your system sooner - they aren't toxic like some medications.",
        "Henbane - This is a highly toxic herb not safe for mom or baby.",
        "Check the manufacturer's information to ensure none of the chemicals used in the process are toxic or harmful to your child.",
        "Like tossing some extra bleach into your laundry, teeth bleaching products are the same process, only with less toxic chemicals.",
        "I Did it Again, Me Against the Music, which featured Madonna, and most recently, in 2004, Toxic.",
        "Organics are free of chemical preservatives, toxic pesticides and additives.",
        "Encouraging you to do toxic things like shoplifting or cheating on tests at school.",
        "If that is not enough, toxic byproducts are also formed.",
        "My book has an entire chapter devoted to telling what is destroyed with cooking the food, and another which tells about toxic byproducts formed with cooking.",
        "Yet one critical fact about iron is that too much of the mineral can be toxic.",
        "However, harmful bacteria create toxic byproducts.",
        "He tested it on himself and on animals, and proclaimed the drug to be safer and less toxic than morphine.",
        "Twenty, filtered menthol cigarettes, jam packed with nicotine, tar, embalming fluid, and couple hundred more flavorful low-dosed toxic deadly poisons.",
        "When you drink large quantities of liquor, beer or other alcoholic beverages, your liver is unable to process the alcohol fast enough to keep your blood from becoming toxic.",
        "If your blood alcohol level becomes toxic, your body reacts by slowing down organ functions or vomiting.",
        "Lastly, keep in mind that liars are toxic people, and it's important to rid your life of toxic individuals as much as possible.",
        "It's when the clutter becomes toxic to the individual that treatment may be helpful.",
        "Dangerous and toxic ingredients can wind up in what the user thinks is crack cocaine.",
        "Even though most people are aware that cigarette smoke contains toxic chemicals and contributes to an increased risk of lung cancer, heart disease and other health problems, the dependency on nicotine causes a powerful craving.",
        "This is also plastic, but it's much less toxic and you can get it in fun patterns and designs.",
        "Organic clothing is created without using toxic chemicals or dyes that can affect the wearer's overall health.",
        "Denaturing involves imbuing the meat with highly toxic chemicals.",
        "Preservatives range from safe, natural substances such as tocopherol (vitamin E) and ascorbic acid (vitamin C) to highly toxic chemicals such as ethoxyquin, butylated hydroxytoluene (BHT) and butylated hydroxyanisole (BHA).",
        "The feeding trial does not test for the effects of toxic ingredients in the product.",
        "Some food stuffs are actually toxic to our pets, while others may simply cause mild digestive disturbances.",
        "However, feeding your pet too much liver results in an overload of Vitamin A, which can be toxic to dogs in large amounts.",
        "I know my regular readers understand that chocolate is toxic for most dogs.",
        "The grains in pet food are more likely to contain toxic molds, pesticides and man-made contaminants (such as melamine) than grains for human consumption.",
        "In an effort to protect their dogs from toxic dangers, many dog lovers are turning to organic dog toys as a natural alternative to more traditional offerings.",
        "Just make sure there are no seeds in the slice because they're toxic to dogs.",
        "I do want to caution you that a number of essential oils and blends can be toxic if ingested, so always be sure to place your scented rocks where your pets cannot reach them.",
        "Most of the foods on the table are not harmful for your dogs, but stay away from anything with either onions or raisins, both of which can be toxic to our dogs.",
        "For Revolution to be toxic in animals, it would have to be given at a dosage level of ten times or more than its current prescribed dose.",
        "Certain foods are not recommended for canine diets because dogs cannot digest them properly, and in some cases the foods are actually toxic to canines.",
        "Remember that certain foods are difficult for a dog to digest or are even toxic, so should be avoided.",
        "Healthy Stuff, at this time, has the largest publicly available database of test data on toxic chemicals in consumer products.",
        "Besides the toxic chemicals in the polish, the fumes can also cause a dog to get sick if she's exposed to them over a period of time.",
        "Organically raised peanuts are not subjected to toxic pesticides and weed control products, and that has to be safer for both you and your dog.",
        "Phenols, specifically Nonyl phenol ethoxylate - Per the National Institutes of Health, phenol is toxic.",
        "When it reacts with organic materials in the environment, it may create carcinogenic and toxic compounds.",
        "Because of this, it must be encased as it will release toxic fumes when burned.",
        "They are very similar to paint thinner and some formulas have harsh chemicals that can produce toxic fumes.",
        "Heat/Fire Resistant - With a ceramic tiles countertop, you can take the pot right off the oven and place it directly on the tile; the tile won't scorch or emit toxic fumes.",
        "As the tea often contains fungi, one must be careful and sure that the kombucha kit they purchased was organic and certified, because some of the molds and fungi that form can be toxic.",
        "This is because organic cotton is made without toxic pesticides that conventional cotton growers typically use.",
        "Besides pesticides there are other icky items like herbicides and non-natural fertilizers that can be toxic, used to grow most cotton.",
        "Choosing organic face cream is one way to get around the toxic soup of conventional beauty products.",
        "Fragrances, which are found in countless products, are not required to have their ingredients revealed--these are toxic, top-secret recipes that can be very harmful.",
        "Thus, the wool fiber absorbs some toxic chemicals whereas our organic merino wool is processed all organically and retains a little natural pleasant smell of the fiber, which goes away within few weeks.",
        "Simply by using organic wool products, you get much better night's sleep free of carcinogenic toxic odors and chemicals.",
        "It is also the best way to protect your own environment from toxic chemicals.",
        "Eucalyptus leaves can also have toxic effects on plants.",
        "LTK: With so much of the world's cotton coming out of Uzbekistan, an area that used both toxic chemicals and child labor, it is important to alot of people to know where their cotton comes from.",
        "Studies show these to be toxic and even possible cancer - causing agents.",
        "The flowers must not be exposed to certain potentially harmful pesticides, herbicides, or other toxic elements.",
        "Fertilizers used when growing the flowers - if any - must be organic and cannot contain toxic chemicals.",
        "Many consumers insist on natural and organic beauty products because they have concerns about exposure to toxic chemicals and other pollutants from the products they buy.",
        "Just because you're staying away from the really toxic stuff doesn't mean that you can't protect your plants, though.",
        "Organic Ingredients: The USDA Certified Organic label assures consumers that the ingredients are minimally processed, have not been exposed to toxic chemical during production and do not contain GMOs.",
        "Mycotoxins - These toxic substances produced by fungi are present in pet foods when their ingredients have not been dried or stored properly.",
        "No worries about the possibility of toxic dyes in the fiber, either.",
        "It must be grown without toxic pesticides and chemicals and can't be from GMO seed.",
        "The fumes and residue left behind by traditional household cleansers can create a toxic environment that will not necessarily harm anyone in your family, but definitely creates poor air quality within the home.",
        "Having healthy air in the home is especially important for homes in which young babies, children, the elderly and those with allergies. organic cleaners get your home just as clean as the toxic variety without the nasty irritants.",
        "Your skin is your body's largest organ, and it makes sense to choose organic anti aging beauty products if you want minimize your exposure to potentially toxic chemicals while nourishing and protecting your skin.",
        "This is a wonderful system if you are applying medication or other products to your body to benefit your health, but is less desirable when you are applying potentially toxic products to your skin on a daily basis.",
        "According to the Skin Deep Cosmetics Database, many of the most popular anti aging skin care products contain toxic chemicals that have been linked with cancer, neurotoxicity, immunotoxicity and other health hazards.",
        "The sheer number of potentially toxic ingredients in common drug store brands is enough to make most health-conscious consumers want to switch to organic anti aging beauty products, but it is not always that simple.",
        "By choosing organic skin care products, you further cut down on the toxic chemicals in your body while giving your skin the nourishment it needs to maintain youthful vitality well into the future.",
        "Conventionally grown cotton depends on huge amounts of pesticides and toxic chemicals for a successful harvest.",
        "Organic cotton doesn't have any of these toxic residues.",
        "Borax is toxic if ingested by people or pets so be careful.",
        "Whether you choose the convenience of store bought cleaners or the frugality of homemade, you can feel good knowing your clean home has not created a toxic nightmare in your environment.",
        "These agents target a specific pest, making them a safer, less toxic form of control.",
        "Organic fertilizers such as blood and bone meal can be highly toxic to pets.",
        "You will be using natural fertilizers and a variety of techniques to accomplish the same things as these synthetics, but without the harmful toxic residues.",
        "This means less harmful chemicals, less pesticides, and less worry for you, less toxic runoff for the environment, and more humane treatment for animals.",
        "The fabric is soft against baby's skin and there are no toxic residues to cause allergies or health problems.",
        "First of all, an organic mattress pad can reduce your exposure to the toxic chemicals in your mattress.",
        "Blood meal fertilizers contain large amounts of iron which can be toxic to pets.",
        "The risk is that accumulation to toxic levels may occur over time.",
        "These groomers use all natural and organic products to ensure that your pet is not only well groomed, but has not been exposed to potentially toxic chemicals.",
        "Even well known brands of organic beauty products like Surya Nature, Inc. are reported by the Cosmetic Database to have carcinogens and toxic chemicals in their hair coloring products.",
        "They have them listed from the safest to the most toxic, as well as listing ingredients and other information.",
        "There are a few ways to change the color of your hair without resorting to the toxic chemicals and harsh additives that are in the commercial products.",
        "This ingredient is highly toxic for cats.",
        "Depending on the perfume, there will likely be other potentially toxic substances.",
        "Lead is very toxic and one of the big hazards of home remodeling.",
        "Other bad air toxic materials used during building include mold, vermiculite attic insulation, formaldehyde, glues, paints, wood strippers, waxes and more.",
        "Molds are in the news frequently in stories covering allergies and significant health problems, which makes knowing if something is a symptom of toxic mold very important.",
        "They also are unsure whether all molds are toxic or only certain types.",
        "All molds are not dangerous, though, and knowing what identifies toxic mold is vital to keep your home protected, which is especially important during times like remodeling when you could stir up any airborne substances.",
        "Unfortunately, the chemical that allows the beads to stick together is toxic when ingested.",
        "A person can be tested for toxic levels of acetaminophen by physical and laboratory tests.",
        "A blood test may also be performed to check for toxic levels of the drug in the bloodstream.",
        "Even non-smokers are vulnerable to the dangers of cigarette smoking; inhaling second-hand smoke is just as toxic as it is to the primary smoker.",
        "If caught early, there are effective medications such as Pentamidine and Suramin which are less toxic to the individual than medications which might be needed in more advanced states of the disease.",
        "Patients who receive early treatment of the disease are more likely to be able to overcome it.Treatment for the second stage of sleeping sickness is much more toxic to the individual as a whole.",
        "Another medication, Eflornithine, is difficult to use, but less toxic to the individual.",
        "Many of the contacts come from China and may contain toxic chemicals that can be very harmful to your eyes.",
        "Some severe eye infections are caused by a toxic reaction to the lens or lens solution, so it's important to visit your eye doctor for a proper fitting and contact lens care instructions.",
        "Now you can proudly sing Britney Spears' Toxic without the ridicule.",
        "Vehicles you encounter are small, heavy-duty army trucks to floating disks that take you over poisonous or toxic areas.",
        "Automobile antifreeze is toxic and can poison the future water supply.",
        "Some plants, such as the yew shrub, are almost entirely toxic: needles, bark, seeds, and berries.",
        "The bulb of the hyacinth and daffodil are toxic, but the flowers are not; while the flowers of the jasmine plant are the poisonous part.",
        "Other cases of plant poisoning result from the use of herbal dietary supplements that have been contaminated by toxic substances.",
        "Other dietary supplements have been found to contain small quantities of prescription medications or even toxic plants.",
        "Herbs that have healing qualities when taken in small doses can be toxic in larger doses or may interact with prescription medications in unpredictable ways.",
        "This decline has occurred mainly because of better packaging of toxic materials and better public education.",
        "It is important that younger children only use a very small amount of fluoridated toothpaste since using too much fluoride can be toxic to infants.",
        "However, the main danger from pollutants occurs when toxic industrial chemicals are released into the surrounding environment.",
        "This refinement frees children from some of the long-term toxic effects and complications that can negatively affect quality of life and survival even if the cancer is cured.",
        "However, the toxic effects of neoadjuvant chemotherapy may be severe, because normal cells are also destroyed.",
        "People who are at an increased risk for developing leukemia because of proven exposure to ionizing radiation or exposure to the toxic liquid benzene, and people with Down syndrome, should undergo periodic medical checkups.",
        "Allergic reactions can also be triggered by insect bites, molds and fungi, certain prescription drugs, plants such as poison ivy and poison oak, and irritating or toxic substances released into the air.",
        "Parents should check the garage for any toxic chemicals and gasoline containers.",
        "Symptoms of toxic shock include abdominal pain, confusion, dizziness, and widespread red skin rash.",
        "In 1999, there were 300 cases of toxic shock associated with GAS infection and 600 cases of necrotizing fasciitis.",
        "So do three out of every five people who develop streptococcal toxic shock syndrome.",
        "Burillo-Putze G., et al. \"Changes in pediatric toxic dose of acetaminophen.\"",
        "Glass thermometer should not be used since they can break and release mercury, which is toxic.",
        "Scarlet fever is caused by group A streptococcal bacteria (S. pyogenes), highly toxic microbes that can also cause strep throat, wound or skin infections, pneumonia, and serious kidney infections.",
        "Because an extremely high dose of niacin is needed to treat cholesterol problems, it should only be taken under a doctor's supervision to monitor possible toxic side effects.",
        "As an alternate source of energy, fat cells are broken down, producing ketones, toxic compounds that make the blood acidic.",
        "II: Evidence for Toxic Multiple Drug-Drug Interactions.\"",
        "In high doses all nine trace minerals can be toxic in humans.",
        "Mineral toxicity may also refer to toxic conditions resulting from certain diseases or injuries.",
        "Sodium: An increase in sodium concentration in the bloodstream can be toxic.",
        "Potassium is potentially quite toxic; however, potassium poisoning is usually prevented because of the vomiting reflex.",
        "Toxic levels of iodine inhibit the secretion of thyroid hormone, resulting in lower levels of thyroid hormone in the bloodstream.",
        "Nitrite: Nitrite poisoning should be considered along with iron toxicity, since nitrite produces its toxic effect by reacting with the iron atom in hemoglobin.",
        "Cytokines are proteins associated with inflammation, such as from infection or autoimmune disorders, and they may be toxic to neurons in the fetal brain.",
        "Likewise, ingestion of a toxic substance such as lead, mercury, other poisons, or certain chemicals could cause neurological damage.",
        "Heavy metal poisoning is the toxic accumulation of heavy metals in the soft tissues of the body.",
        "Some heavy metals, such as zinc, copper, chromium, iron, and manganese, are required by the body in small amounts, but these same elements can be toxic in larger quantities.",
        "Protective clothing should then be left at the work site and not worn home, where it could carry toxic dust to family members.",
        "These may include tobacco smoke; household cleaners (ammonia and chlorine bleach) and furniture polish; ozone and other air pollutants; cocaine; and glue, paint thinners, solvents, and similar household products that produce toxic vapors.",
        "Cytochrome P450 is involved in the metabolism of chemicals, vitamins, fatty acids, and hormones; it is very important in transforming toxic substances into easily excretable materials.",
        "Ribavirin is both expensive and has toxic side effects, so its use is restricted to the most severe cases.",
        "Because of the risk of toxic reactions to minerals and some vitamins, children should be discouraged from taking vitamin supplements unless there is clear evidence of increased need.",
        "Research published in 2003 revealed that taking melatonin, a natural hormone substance, may help improve chemotherapy's effectiveness and reduce the toxic effects of the drugs.",
        "Chemotherapy drugs are toxic to normal cells as well as cancer cells.",
        "Desferoxamine itself may produce on rare occasions allergic or toxic side effects, including hearing damage.",
        "Another life-threatening condition is toxic megacolon.",
        "The greatest dangers to an inquisitive infant include uncovered electrical outlets; ungated stairways; and household cleaners, medications, and other potentially toxic substances.",
        "Too high a blood level of these drugs is likely to cause toxic reactions, while a level that is too low may lead to seizures.",
        "Toxic shock (TSS) and scalded skin syndrome (SSS) are among the most serious.",
        "Toxic shock syndrome is a life-threatening infection characterized by severe headache, sore throat, fever as high as 105°F (40.5°C), and a sunburn-like rash that spreads from the face to the rest of the body.",
        "The primary symptom of untreated PKU, mental retardation, is the result of consuming foods that contain the amino acid phenylalanine, which is toxic to brain tissue.",
        "Above normal levels of phenylalanine are toxic to the cells that make up the nervous system and cause irreversible abnormalities in brain structure and function in PKU patients.",
        "Vitamin A and vitamin D can be toxic in high doses.",
        "Immunoglobulin M (IgM) is the first antibody produced in an immune response to any invading organism or toxic substance.",
        "A rare, but serious, condition called toxic shock syndrome (TSS) can be connected to tampon use.",
        "Carbon monoxide, sometimes called coal gas, has been known as a toxic substance since the third century B.C.",
        "Over-the-counter pain relievers may be toxic.",
        "It may also occur after trauma, because of a tumor, or after the ingesting of toxic substances.",
        "Other names for hyperthyroidism, or specific diseases within the category, include Graves' disease, diffuse toxic goiter, Basedow's disease, Parry's disease, and thyrotoxicosis.",
        "Some foreign objects, particularly lead shot or other small objects containing lead, are toxic.",
        "If a swallowed object passes into the stomach, it is unlikely to cause complications unless it is either sharp and pointed in shape or made of a toxic material.",
        "Surgical removal of the offending object is necessary, however, if it contains a toxic substance; is likely to penetrate the stomach wall; or is longer than 2.36 inches (6 cm) or wider than 0.8 inches (2 cm).",
        "Sulfur-disinfects the blood and helps to rid the body of harmful bacteria and toxic substances.",
        "Vaccines have not been developed directed against botulism, which makes prevention of infant botulism or other forms of the disease difficult, since exposure to the botulinum toxic is typically unrecognized.",
        "Smoke from a cigarette, pipe, or cigar is made up of many additional toxic chemicals, including tar and carbon monoxide.",
        "More than 200 of these chemicals are known to be toxic.",
        "Nonsmokers who are exposed to tobacco smoke also take in these toxic chemicals.",
        "They inhale the smoke exhaled by the smoker as well as the more toxic sidestream smoke-the smoke from the end of the burning cigarette, cigar, or pipe.",
        "Blood-brain barrier-An arrangement of cells within the blood vessels of the brain that prevents the passage of toxic substances, including infectious agents, from the blood and into the brain.",
        "Always buy the least hazardous products possible and keep toxic items out of sight, out of reach, and under lock and key.",
        "Install safety locks on the medicine cabinet to prevent children from reaching prescriptions, vitamins, soaps, and other toxic substances.",
        "If left unaddressed, galactose can increase to toxic levels in the body and may lead to damage of the liver, central nervous system, and various other body systems.",
        "While these products are not addictive, they are toxic when misused.",
        "Toxic shock syndrome (TSS) is an uncommon, but potentially serious, illness that occurs when poisonous substances (toxins) produced by bacteria enter the bloodstream.",
        "Initially toxic shock syndrome was associated with the use of ultra-absorbent tampons by menstruating girls and women.",
        "Once ultra-absorbent tampons were taken off the market, the number of cases of toxic shock syndrome decreased substantially.",
        "As of 2004, two different causes of toxic shock were recognized.",
        "Staphylococcal toxic shock syndrome (TSS) is caused by the bacteria Staphylococcus aureus.",
        "Streptococcal toxic shock syndrome (STSS, first described in 1987, is caused by Streptococcus pyogenes bacteria.",
        "Although both types of toxic shock are rare, STSS is more common and has a higher rate of serious complications and death.",
        "New mothers also are at higher risk for toxic shock syndrome, as are those who have recently had chicken pox.",
        "Toxic shock syndrome begins suddenly about two days after infection occurs with a fever of 102°(38.9°C) or above, vomiting and watery diarrhea, headache, and sunburn-like rash, together with a sore throat and body aches.",
        "This test is positive in more than 85 percent of cases of toxic shock.",
        "Because toxic shock is a medical emergency, treatment is usually begun before laboratory results are available.",
        "Many otherwise healthy individuals recover from toxic shock in two to three weeks; however, the length of recovery is variable and depends on how early and how aggressively the disease is treated.",
        "\"A Quick Diagnosis of Toxic Shock Syndrome Is Critical for Avoiding Mortality.\"",
        "\"Toxic Shock Syndrome.\" eMedicine Medical Library, January 22, 2003.",
        "A doctor should be called whenever smoke is inhaled for more than a few minutes or whenever the inhaled smoke and fumes are known to contain toxic substances.",
        "They should also monitor play and recreational activities to limit exposure to smoke or toxic fumes.",
        "Toxic points-areas of localized infections such as dental abscesses or infected tonsils-may disturb the normal neutralization and weaken the cellular defenses in pregnant mothers and in children.",
        "Glucose-6-phosphate dehydrogenase (G6PD) deficiency-A sex-linked hereditary disorder in which the body lacks an enzyme that normally protects red blood cells from toxic chemicals.",
        "Care must be taken in treating vitamin D deficiency, since high doses of vitamin D are toxic (poisonous) and can result in the permanent deposit of minerals in the heart, lungs, and kidneys.",
        "The continued intake of toxic doses results in death.",
        "According to the Agency for Toxic Substances and Disease Registry, approximately one out of every six children in the United States has a high level of lead in the blood.",
        "Gunshot wounds: Toxic amounts of lead can be absorbed from bullets or bullet fragments that remain in the body after emergency surgery.",
        "Any fluoride above the naturally occurring (usually trace) amounts is unnecessary and possibly toxic.",
        "Fluoride can be toxic and even fatal at higher doses.",
        "Relatively low levels of fluoride (20-80 mg) are considered toxic.",
        "Lucky bamboo can be toxic to some animals and small children, so make sure you keep it out of the reach of curious small children and your pets.",
        "Just because a product is not FDA approved does not make it a toxic scam.",
        "The major claim of natural and organic hair care lines is that they may offer a less toxic product.",
        "This device works to prevent fertilization by contaminating the sperm (copper ions are toxic to the sperm).",
        "Contamination: Heavy algae buildup can be toxic and therefore, dangerous to your health.",
        "Ozone is an unstable and toxic form of oxygen, and structurally speaking, it's three oxygen atoms bound together."
    ],
    "definition": [
        "Relating to or caused by a toxin or other poison: a toxic condition; toxic hepatitis.",
        "Capable of causing injury or death, especially by chemical means; poisonous: toxic industrial waste.",
        "tox′i·cal·ly\nadv.",
        "Link/Cite"
    ]
}