{
    "translation": ".1 לסחור\n.2 להחליף",
    "uses": [],
    "definition": [
        "Link/Cite",
        "(uncountable) Buying and selling of goods and services on a market.",
        "(countable) A particular instance of buying or selling.\nI did no trades with them once the rumors started.",
        "(countable) An instance of bartering items in exchange for one another.",
        "(countable) Those who perform a particular kind of skilled work.\nThe skilled trades were the first to organize modern labor unions.",
        "(countable) Those engaged in an industry or group of related industries.\nIt is not a retail showroom. It is only for the trade.",
        "(countable) The skilled practice of a practical occupation.\nHe learned his trade as an apprentice.",
        "(uncountable, UK) The business given to a commercial establishment by its customers.\nEven before noon there was considerable trade.",
        "(chiefly in the plural) Steady winds blowing from east to west above and below the equator.\nThey rode the trades going west.",
        "(only as plural) A publication intended for participants in an industry or related group of industries.\nRumors about layoffs are all over the trades.",
        "(uncountable, LGBT, slang) A brief sexual encounter.\nJosh picked up some trade last night.",
        "(mining) Refuse or rubbish from a mine.",
        "Spenser\nHath tracted forth some salvage beastes trade.",
        "Shakespeare\nOr, I'll be buried in the king's highway, / Some way of common trade, where subjects' feet / May hourly trample on their sovereign's head.",
        "Spenser\nThere those five sisters had continual trade.",
        "Massinger\nLong did I love this lady, / Long was my travel, long my trade to win her.",
        "Shakespeare\nThy sin's not accidental but a trade.",
        "To engage in trade\nThis company trades in precious metal.",
        "To be traded at a certain price or under certain conditions.",
        "To give (something) in exchange for.\nWill you trade your precious watch for my earring?",
        "To do business; offer for sale as for one's livelihood.",
        "To have dealings; to be concerned or associated (with).",
        "adret, dater, derat, drate, rated, tared, tread",
        "Link/Cite"
    ]
}