{
    "translation": "בוגד",
    "uses": [
        "You are a traitor of the worst kind.",
        "I mean, how are you not a traitor like Sasha or a cold jerk like Kris?  How did you spend so long in Hell and still try to follow parts of the Code?",
        "Gabriel listened to her tell him what she did, the mind check and traitor forgotten.",
        "Mr. Pitt, as a traitor to the nation and to the rights of man, is sentenced to...",
        "Just as he was about to attack, the traitor Edric prevented him from doing so, and the opportunity was lost.",
        "Though slighted by the French as a traitor to his natural lord, he served Louis with fidelity until captured at the battle of Lincoln (May 1217).",
        "Among other blunders, he pronounced King Stanislaus a tyrant and a traitor at the very moment when he was about to accede to the Confederation.",
        "They excommunicated him as a traitor to the cause, along with other Socialist leaders.",
        "\"He is a traitor, Hilden,\" she said firmly.",
        "He'd paid in advance for two assignations after he began to suspect there was a traitor in his organization.  The second had been for Katie, in case she couldn't be reasoned with.",
        "Anyone who stays is a traitor to the Tsar.",
        "The traitor Tennes was put to death, but Mentor rose high in the favour of the king, and entered into a close alliance with the eunuch Bagoas, the king's favourite and vizier.",
        "Your father's betrayer planted a traitor among those closest to you.",
        "No, Ne'Rin hadn't been a traitor then.",
        "The mob, the traitor... the public welfare, thought he.",
        "You chose to let Jade go and turn a blind eye to him being a traitor.  You chose not to see Hannah was a shapeshifter.",
        "an action against any one thenceforth calling him traitor or felon.",
        "A'Ran crossed his arms, more hesitant to consider his second in command-- and closest friend-- being a traitor now that his sister was involved with Ne'Rin.",
        "Talleyrand had a hand only in the later developments of these negotiations; and it has been shown that he cannot have been the means of revealing to the British government the secret arrangements made at Tilsit between France and Russia, though his private enemies, among them Fouche, have charged him with acting as traitor in this affair.",
        "He wanted the dealer scared but not dead, and right now, he didn't think he'd be able to handle a traitor without ripping off his head.",
        "I'm out of ideas for dealing with my traitor issue, unless Dusty can send a few spies my way.",
        "They slander him as a traitor, and the only result will be that afterwards, ashamed of their false accusations, they will make him out a hero or a genius instead of a traitor, and that will be still more unjust.",
        "- xvii.) (j) Solemn washing of the disciples' feet; the beloved disciple; designates the traitor; Judas goes forth, it is night (xiii.",
        "\"If it makes you feel better, I've got another traitor,\" Gabriel said in cold anger, motioning to the soul compass the demon's had obtained.",
        "Early in 1814 he saw Napoleon for the last time; the emperor upbraided him with the words: \"You are a coward, a traitor, a thief.",
        "The ability for you to determine a traitor from a loyalist is one of your most valuable talents.",
        "Traitor to your country.",
        "High words followed, in the course of which Henry called Percy a traitor, struck him on the face, and drew his sword on him.",
        "\"Vereshchagin is a renegade and a traitor who will be punished as he deserves,\" said he with the vindictive heat with which people speak when recalling an insult.",
        "In 1417 John made an attack on Paris, which failed through his loitering at Lagny; 1 but on the 30th of May 1418 a traitor, one Perrinet Leclerc, opened the gates of Paris to the Burgundian captain, Villiers de l'Isle Adam.",
        "Early in 1825 the government was victorious; Kolokotrones was in prison; and Odysseus, the hero of so many exploits and so many crimes, who had ended by turning traitor and selling his services to the Turks, had been captured, imprisoned in the Acropolis, and finally assassinated by his former lieutenant Gouras (July 16, 1824).",
        "Not only was there a traitor at the Peak, but there were an untold number of insurgents lying in wait.",
        "A traitor to the cause?",
        "The caleche flew over the ground as fast as the horses could draw it, but for a long time Count Rostopchin still heard the insane despairing screams growing fainter in the distance, while his eyes saw nothing but the astonished, frightened, bloodstained face of \"the traitor\" in the fur-lined coat.",
        "\"Vereshchagin was tried and condemned to death,\" thought Rostopchin (though the Senate had only condemned Vereshchagin to hard labor), \"he was a traitor and a spy.",
        "He now fled to Russia, where he was interned at Kaluga, while at home he was condemned to confiscation and death as a traitor, and his unjustly accused mistress Magdalena Rudenschold was publicly whipped to gratify an old grudge of the regent's.",
        "In the conduct and detection of her correspondence with Babington, traitor was played off against traitor, and spies were utilized against assassins, with as little scruple as could be required or expected in the diplomacy of the time.",
        "The ostracized person was compelled to leave Athens for ten years, but he was nOt regarded as a traitor or criminal.",
        "He was denounced as a traitor to his party because of his support of annexation, but he later became the leader of the Whig opposition to the war with Mexico.",
        "This vain young favourite of the king was treated as though he were really a formidable traitor, and his friend, De Thou, son of the historian, whose sole guilt was not to have revealed the plot, was placed in a boat behind the stately barge of the cardinal and thus conveyed up the Rhone to his trial and death at Lyons.",
        "He was supported by his kinsman Giovanni Visconti, judge of Gallura; but almost all the other great families vowed eternal hatred against him, and proclaimed him a traitor to his party, his country and his kin.",
        "But Malatesta was a traitor at heart and hindered the defence of the city in every way.",
        "He has been represented as the saviour of German Protestantism on the one hand, and on the other as a traitor to his faith and country.",
        "He flexed his injured arm and recalled how he'd be dead at the hands of a traitor if Rhyn hadn't saved him.",
        "A traitor, she'd no longer be recorded on any obelisk in the immortal world, even her own family's, especially the way Damian killed her.",
        "The signory, at last realizing that Malatesta was a traitor, dismissed him; but it was too late, and he now behaved as though he were governor of Florence; when the troops attempted to enforce the dismissal he turned his guns on them.",
        "At once he hastened north against Canute, Sweyn's son, who claimed to succeed his father, but Canute sailed away, only to return next year, when the traitor Edric joined him and Wessex submitted.",
        "Charles Alberts somewhat equivocal conduct also roused the hatred of the Liberals, and for a long time the esecrato Carignano was regarded, most unjustly, as a traitor even by many who were not republicans.",
        "In the eyes of Peter, his son was now a self-convicted and most dangerous traitor, whose life was forfeit.",
        "Sir John Norris was accordingly ordered to Ireland with a considerable force to subdue him in 1595, but Tyrone succeeded in taking the Blackwater Fort and Sligo Castle before Norris was prepared; and he was thereupon proclaimed a traitor of Dundalk.",
        "Traitor, he sold Christ....",
        "The second traitor came soon after, a man whose past stunned her.",
        "In 42 B.C. Brutus and Cassius declared him a traitor, invaded his territory and put him to death.",
        "10, 1707) was broken alive on the wheel, Charles rejecting an appeal for mercy from his sister, the princess Ulrica, on the ground that Patkul, as a traitor, could not be pardoned for example's sake.",
        "The young prince found himself the most unpopular man in Italy, for while the Liberals looked on him as a traitor, to the king and the Conservatives he was a dangerous revolutionist.",
        "There was a traitor among the fifty-odd death-dealers he had above ground, and he'd assigned twelve-hour shifts to keep an eye on the apartment where he sent Deidre.",
        "At Naples he was tried as a traitor, and on the 29th of October was beheaded with his friend and companion Frederick of Baden, titular duke of Austria.",
        "You're a traitor yourself!",
        "The well-meaning but weak king Zedekiah he denounces with bitter scorn as a perjured traitor (xvii).",
        "His obvious desire to preserve law and order excited the hostility of John of Giscala, who endeavoured vainly to remove him as a traitor to the national cause by inciting the Galileans to kill him and by persuading the Sanhedrin at Jerusalem to recall him.",
        "He was removed to Glasgow, and left for the time in charge of his father; but on the news of his progress towards recovery a bond was drawn up for execution of the sentence of death which had secretly been pronounced against the twice-turned traitor who had earned his doom at all hands alike.",
        "The traitor sheathed her weapons, and Jenn's gaze went to the necklace in her hand.",
        "Stigmatized as a traitor, scorned and even imprisoned, he had not ceased to utter his warnings to deaf ears, although Zedekiah himself was perhaps open to persuasion.",
        "'No,' said he, 'I have not read any papers, I made it up myself.' 'If that's so, you're a traitor and I'll have you tried, and you'll be hanged!",
        "But who was the second?  Rhyn killed Jade when he attacked me.  He was the traitor operating beneath my nose.",
        "In his defence Josephus departs from the facts as narrated in the Jewish War and represents himself as a partisan of Rome and, therefore, as a traitor to his own people from the beginning.",
        "She recalled how his former right hand dealer had turned traitor.",
        "No. Sasha defected to the Dark One then killed Andre and was himself killed by a traitor.",
        "An hour later, Gabriel reached the last of the death-dealers in line, relieved yet troubled not to have found another traitor.",
        "Maybe he feared his punishment would be worse when she told Mr. Tim what he did, for Mr. Tim would surely crush Brady's PMF militia once he found out his friend was a traitor.",
        "If nothing else, she wanted to correct him about the Peak, to tell him she'd thought she'd been saving everyone on the mountain by taking the very keypads that might kill them in the hands of a traitor.",
        "His resistance to the national desire made him appear a traitor to his country.",
        "Sasha was a traitor.",
        "Death was right.  Kris didn't have what it took to keep the Council together.  He may have just lost one of his brothers, because he lost focus of what he should've done.  Maybe he should've known Jade was a traitor or Hannah was a demon.  He hadn't known of Andre's danger or been able to bring the Council together to fight the demons that threatened them all.  He hadn't been able to keep Hannah safe or Toby or Katie.",
        "To her dismay, the traitor's name came out a half sob.",
        "He consequently lost his influence over public opinion, and in many quarters was regarded as little better than a traitor.",
        "Lancelot, already popular hero of a tale in which an adventure parallel to that of the Charrette figured prominently, was pressed into the service, Modred, Guenevere's earlier lover, being too unsympathetic a character; moreover, Modred was required for the final role of traitor.",
        "The cardinal was brought to trial at Westminster (17th of June 1535) on the charge that he did \"openly declare in English that the king, our sovereign lord, is not supreme head on earth of the Church of England,\" and was condemned to a traitor's death at Tyburn, a sentence afterwards changed.",
        "When Charles visited Scotland to give his formal assent to the abolition of Episcopacy, Montrose communicated to him his belief that Hamilton was a traitor.",
        "After the battle of Valmy, Dumouriez was the greatest man in France; he could almost have restored the monarchy; yet Marat did not fear to denounce him in placards as a traitor.",
        "At one time (according to Mustoxidi, Delle cose corciresi) the tradition prevailed that the traitor's house and country villa existed in the island, and that his descendants were to be found among the local Jews.",
        "He felt that he was justified in taking this step because of the Ban which Philip had published on the 15th of March 1581, in which Orange had been proclaimed a traitor and miscreant, and a reward offered to any one who would take his life.",
        "He reached London on the 22nd of August, and next day was taken to Westminster Hall, where he was impeached as a traitor by Sir Peter Mallorie, the king's justice.",
        "To the accusation Wallace made the simple reply that he could not be a traitor to the king of England, for he never was his subject, and never swore fealty to him.",
        "Wild reports that even the government had declared him a traitor made him seek refuge in Scotland.",
        "As in the Saracen conquest of Sicily, as in the Byzantine recovt.y, so in the Norman conquest, the immediate occasion was given by a home traitor.",
        "By appropriating the fiefs of the Egyptian officers and giving them to his Kurdish followers he stirred up much ill-feeling, which resulted in a conspiracy, of which the object was to recall the Fran.ks with the view of overthrowing the new rgime; but this conspiracy was revealed by a traitor and crushed.",
        "Popular opinion at the time judged Suffolk as a traitor.",
        "With this Douglas, Knight of Liddesdale, a ruffian and a traitor, may be said to begin the long struggle between his too powerful house and the crown.",
        "Restored to the regency, Albany permitted his son, Murdoch, with Douglas, to retort on a successful raid by Percy and the traitor March.",
        "The old Jacobites were dying out; James never had a minister who was not baited by three-fourths of the party, and denounced as a favourite at best, at worst a traitor; and the Cause would have sunk into ashes but for the promise of his eldest son, Prince Charles.",
        "In answer to his appeals for quarter and promises to pay ransom, he was told by Richard, the bastard son of King John, that he was a traitor who would not be allowed to deceive more men.",
        "But there was a traitor in the Mahommedan camp in the person of Mir Jafar, who had married a sister of the late nawab, Ali Vardi Khan.",
        "The Republican party, strongly sympathizing with France and strongly disliking Great Britain, had been opposed to Jay's mission, and had denounced Jay as a traitor and guillotined him in effigy when they heard that he was actually negotiating.",
        "On the day after the Katipunan conspiracy had been brought prematurely to light by a traitor, three hundred prominent Filipinos were lodged in prison.",
        "As Pole had escaped Henry's power the royal vengeance now fell on his mother, who was executed as a traitor on the 27th of May 1541.",
        "They fall ill, and there is difficulty in replacing them, or they play the traitor.",
        "He was especially urgent for the confirmation of his nominee Johannes Magni as primate, in the place of the rebellious archbishop Gustavus Trolle, who as a convicted traitor had been formally deposed by the Riksdag and was actually an outlawed exile.",
        "Gustavus could not accept as primate an open and Eric and of the Norwegian princess Ingeborg, determined traitor like Trolle.",
        "The successful Kajar then entered Shiraz, and promoted the traitor Hajji Ibrahini to be his vizier.",
        "The raiders' turn came next, and the whole party, save the traitor Boccheciampe, were condemned to be shot, but in the case of eight of them the sentence was commuted to the galleys.",
        "He received the sentence of the traitor's death with the Te Deum laudamus, and, after spending his last days in pious exercises, was led with two companions to Tyburn (1st of December 1581) and suffered the barbarous penalty.",
        "General van der Heyden appeared to have subdued them in 1878-81, but they broke out again in 1896 under the traitor Taku Umar, who had been in alliance with the Dutch.",
        "But the seeds of distrust had already been sown among the members of his own family, and in 1478 his brother Clarence was put to death - secretly, indeed, within the Tower, but still by his authority and that of parliament - as a traitor.",
        "There followed a year of desperate struggle: the two young kings fought five pitched battles, fortune seemed to favor Edmund, and the traitor Eadric submitted to him with all Wessex.",
        "Though he neednot be blamed for making a prompt end of the traitor Eadric Streona and of Tjhtred, the turbulent earl of Northumbria, at the commencement of his reign, there are other and less justifiable deeds of blood to be laid to his account.",
        "Edward beheaded him at Shrewsbury as a traitor, having the Conquest of Wales.",
        "Wallace, who had returned from France, kept up a guerilla warfare in the hills for a year more, but was captured in July 1305, and sent to London to be executed as a traitor.",
        "It was an appeal to every discontented French vassal to become a traitor under a plausible show of loyalty, and from first to last many such persons utilized it.",
        "It has forty-two rapids, its last obstruction being the Pongo de Aguirre, so called from the traitor Aguirre who passed there.",
        "In 987 the king had appointed to the vacant archbishopric of Reims a certain Arnulf, who at once proved himself a traitor to Hugh and a friend to Charles of Lorraine.",
        "Monarchy was retained, but the monarch was regarded as a possible traitor and every precaution was taken to render him harmless even at the cost of having no effective national government.",
        "The Jacobins desired the death of Louis, partly because they hated kings and deemed him a traitor, partly because they wished to envenom the Revolution, defy Europe and compromise their more temperate colleagues.",
        "William Overy, a bold squire of Ormonde's, offered to arrest Richard as an attainted traitor, but was seized, tried before the man whom he had come to take, and hanged, drawn and quartered.",
        "It was the Italian Orsini who, by attempting to assassinate him as a traitor to the Italian nation on the 14th of January 1858, gave him an opportunity to impose his will indirectly by convincing his wife that in the interests of his own security he must \"do something for Italy.\"",
        "Taken to his own castle at Pontefract, where the king was, he was condemned to death as a rebel and a traitor, and was beheaded near the town on the 22nd of March 1322.",
        "The accusations brought against Oldenbarneveldt of having been a traitor to his country, whose interests he had betrayed for foreign gold, have no basis in fact.",
        "To eject the advocate from power was one thing, to execute him as a traitor quite another.",
        "On assuming power in 1432, Sigismondo was already affianced to the daughter of Count Carmagnola; but when that famous leader was arraigned as a traitor by the Venetians, and ignominiously put to death, he promptly withdrew from his engagement, under the pretext that it was impossible to marry the child of a criminal.",
        "The last man in line was the final traitor, a man who'd helped Jilian torture his wife then claimed Czerno's men had done it.",
        "Claire was the worst kind of traitor imaginable.",
        "He pushed them aside to rifle through the man's mind as he sought specific memories and indications the man was a traitor.",
        "Traitor, the beast said.",
        "She wiped her face as she went, and she dwelled angrily on the second traitor within her walls, Taran.",
        "Should the scheme he had now sketched prove feasible, Silver, already doubly a traitor, would not hesitate to adopt it.",
        "In the dream he saw the bard Zanzibar and believes that Zan is a traitor and caused the downfall of the city.",
        "denounced as a traitor with suspected MDC sympathies.",
        "executed as a traitor.",
        "A felon's death Jesus died a felon's death, a traitor to the ruling power in Rome.",
        "A felon's Death Jesus died a felon 's death, a traitor to the ruling power in Rome.",
        "maddened with rage, believes Suz is under Kalendorf's influence and she must trust him and see Kalendorf as a traitor.",
        "marzipan rounds on the top of the cake represent the twelve apostles minus the traitor Judas.",
        "Was he an Irish patriot or an English traitor?",
        "When news of this reached England he was declared traitor and all his properties in Britain were confiscated.",
        "He then argued with the King and was branded a traitor.",
        "He became a traitor to Christ by his own choice.",
        "He was looked on as a potential traitor and national security risk.",
        "However, Worf learns that the real traitor was the head of the powerful Duras clan.",
        "traitor Judas?",
        "traitor technologies are not limited to a single patent, nor is the research confined to one or two companies.",
        "Channels quot bottom line politics race traitor consistent with his.",
        "So when I came back to England I screwed up my courage and decided to become a class traitor and vote Labor.",
        "The commissioner of drive back up garvey eds race traitor.",
        "Given Fela's privileged upbringing he might be called a class traitor.",
        "The writers of the next century generally condemned him as a mixture of knave, fanatic and hypocrite, and in 1839 John Forster endorsed Landor's verdict that Cromwell lived a hypocrite and died a traitor.",
        "Mahmud, in spite of - or rather because of - his well-meant efforts at reform, was hated by his Mussulman subjects and stigmatized as an \" infidel \" and a traitor to Islam.",
        "\" The Charlemagne Legends.\") The most famous heroes who are associated with him are Roland, praefect of the marches of Brittany, the Orlando of Ariosto, slain at Roncevaux (Roncevalles) in the Pyrenees, and his friend and rival Oliver (Olivier); Ogier the Dane, the Holger Danske of Hans Andersen, and Huon of Bordeaux, probably both introduced from the Arthurian cycle; Renaud (Rinaldo) of Montauban, one of the four sons of Aymon, to whom the wonderful horse Bayard was presented by Charlemagne; the traitor Doon of Mayence; Ganelon, responsible for the treachery that led to the death of Roland; Archbishop Turpin, a typical specimen of muscular Christianity; William Fierabras, William au court nez, William of Toulouse, and William of Orange (all probably identical), and Vivien, the nephew of the latter and the hero of Aliscans.",
        "The chief heroes who fought Charlemagne's battles were Roland; Ganelon, afterwards the traitor; Turpin, the fighting archbishop of Reims; Duke Naimes of Bavaria, the wise counsellor who is always on the side of justice; Ogier the Dane, the hero of a whole series of romances; and Guillaume of Toulouse, the defender of Narbonne.",
        "On re-entering Milan Charles Albert was badly received and reviled as a traitor by the Republicans, and although he declared himself ready to die defending the city the municipality treated with Radetzky for a capitulation; the mob, urged on by the demagogues, made a savage demonstration against him at the Palazzo Greppi, whence he escaped in the night with difficulty and returned to Piedmont with his defeated armp. The French Republic offered to intervene in the spring of 1848, but Charles Albert did not desire foreign aid, the more so as in this case it would have had to be paid for by the cession of Nice and Savoy.",
        "There is now no reasonable doubt that he and other Jesuits were legally accessories, and that the condemnation of Garnet as a traitor was substantially just (see Garnet, Henry).",
        "Continuing for yet a little longer his course of feverous, almost frenzied, opposition to the throne, on the 3rd of July he electrified France by his bold denunciation of the king, not only as a hypocrite and a despot, but as a base traitor to the constitution.",
        "Teacher said I was a little traitor.",
        "\"Oh, so that is Vereshchagin!\" said Pierre, looking at the firm, calm face of the old man and seeking any indication of his being a traitor.",
        "Traitor 's Gate is a river entrance, where the heads of traitors were put on spikes.",
        "Punishment was extreme and an act of parliament in 1585 demanded a traitor 's death for priests caught.",
        "I am considered a traitor to Islam, deserving to be killed.",
        "Terminator and Traitor technologies are not limited to a single patent, nor is the research confined to one or two companies.",
        "Traitor's gate is a river entrance, where the heads of traitor's gate is a river entrance, where the heads of traitors were put on spikes.",
        "traitor's death for priests caught.",
        "Are you now a doubting Thomas about the traitor Judas?",
        "Given Fela 's privileged upbringing he might be called a class traitor.",
        "The Astonishing Life of Octavian Nothing, Traitor to the Nation, Volume 1: The Pox Party by M.T.",
        "An Alliance ship's crewmembers ask you to help them flush out a traitor among their group.",
        "The Hand of Argus captures a Blood Elf, who reveals after intense interrogation that Sironas, a traitor among the Draenei, is working alongside the Blood Elves.",
        "Although some folk musicians and fans considered him the ultimate traitor, Dylan singlehandedly turned protest music on its head and made the folk movement seem a lot less cool.",
        "In Lord of the Rings: The Two Towers, we discover that Gandalf, thought killed in The Fellowship of the Ring, has survived, but that a fellow wizard, Saruman, is a traitor.",
        "In early episodes, there was significant antagonism between the Commander and Lt. Tom Paris (Robert Duncan McNeill), the Starfleet-Maquis convicted traitor who was assisting Voyager in tracking the Maquis ship."
    ],
    "definition": [
        "Link/Cite",
        "One who violates his allegiance and betrays his/her country; one guilty of treason; one who, in breach of trust, delivers his country to an enemy, or yields up any fort or place intrusted to his defense, or surrenders an army or body of troops to the enemy, unless when vanquished; also, one who takes arms and levies war against his country; or one who aids an enemy in conquering his country.",
        "Hence, one who betrays any confidence or trust.",
        "To act the traitor toward; to betray; to deceive.",
        "traitorous.",
        "Link/Cite"
    ]
}