{
    "translation": "שידר, העביר",
    "uses": [
        "A pair of convex screws, each rotating about its axis, are used as an elementary combination to transmit motion by the sliding contact of their threads.",
        "transmit load to the main girders.",
        "When arches form the superstructure, the abutment must be so designed as to transmit the resultant thrust to the foundation in a safe direction, and so distributed that no part may be unduly compressed.",
        "Very thin films of liquid mercury, according to Melsens, transmit light with a violet-blue colour; also thin films of copper are said to be translucent.",
        "The educated man who has acquired new experiences, new knowledge, can place these on the great Record for the benefit of future generations of men, but he cannot bodily transmit his acquirements to his offspring.",
        "He took note of sites associated with the Roman invasion of Germany, and, amid the scenes of the victories of Drusus, he had a dream in which the victor enjoined him to transmit his exploits to posterity (Plin.",
        "In 21 experiments out of 38, 55% of healthy rats living in flea-proof cages have contracted plague after receiving fleas collected from rats either dead or dying of septicaemic plague; consequently it is proved the rat flea can transmit plague from rat to rat.",
        "by Pa g e, .the reason, being his refusal as a good Yugoslav to transmit to the American Government a project assigning Bosnia to Serbia as \" compensation \" in the event of a patched-up peace.",
        "Transmit antennas also have parameter - a maximum power rating.",
        "This slit is set in such a position as to transmit a single line of the spectrum, e.g.",
        "Besides these mediatized princes, who transmit their titles and their privilege of \" royal \" blood to all their legitimate descendants, there are also in Austria and Germany \" princes,\" created by the various German sovereigns, and some dating from the period of the old empire, who take a lower rank, as not being \" princes of the Holy Roman Empire \" nor entitled to any royal privileges.",
        "In the first place experiment has shown that biting-flies, other in all probability than the true, natural hosts, may at times transmit the parasites - as it were - accidentally, if, after feeding on an infected animal, they are allowed to bite a fresh one within a limited time.",
        "Friction is preferably spoken of as \"resistance\" rather than \"force,\" for a reason exactly the same as that which induces us to treat stress rather as molecular resistance (to change of form) than as force, and which may be stated thus: although friction can be utilized as a moving force at will, and is continually so used, yet it cannot be a primary moving force; it can transmit or modify motion already existing, but cannot in the first instance cause it.",
        "This ring runs between friction wheels and is provided with teeth on its inner periphery, and these teeth transmit motion to a pinion on a spindle having at its other end another pinion which, through an intermediate wheel, rotates the heliometer tube.",
        "The conduction of such stimulation to parts removed some distance from the sense organ suggests paths of transmission comparable to those which transmit nervous impulses in animals.",
        "which is useful in determining the original tension required to enable a belt to transmit a given force between two pulleys.",
        "In its turn, being operated upon by the conditions of life, it would acquire a greater development of the same modification, which it would in turn transmit to its offspring.",
        "Each transmitter is therefore able to transmit a separate series of positive and negative currents in different combinations; these are distributed, by suitably arranged distributors and relays at the receiving end of the line, into their respective receivers.",
        "Unhappily for Spain, Charles, after some hesitation, decided to transmit the Netherlands to his son, and not to allow them to go with the empire.",
        "He concluded that generally but not invariably the following law held good: \" When an acid and a base combine, each of which has a different influence on the rays of light, a solution of the resulting salt will transmit only those rays which are not absorbed by either, or, in other words, which are transmitted by both.\"",
        "Wrapping ConnectorsBelts, Cords and Chains Flat belts of leather or of gutta percha, round cords of catgut, hemp or other material, and metal chains are used as wrapping connectors to transmit rotatory motion between pairs of pulleys and drums.",
        "The principle on which the work is based is that plants have their individualities and tend to transmit them to their progeny.",
        "For, more than all else, the temple of St Francis has served to transmit to posterity the history of their loves.",
        "In his later days he suffered much pain, and was driven wild by the conflict between his wish to transmit his inheritance to \"the illustrious house of Austria,\" his own kin, and the belief instilled into him by the partisans of the French claimant that only the power of Louis IV.",
        "The judges finally decided in favor of Ferdinand, on the ground that his mother, Eleanor, was the daughter of Peter IV., and that though a woman could not reign as a proprietary queen in Aragon, she could convey the right to her husband or transmit it to her son.",
        "It is important to note that although sleeping sickness (of which the chief foci are at present the Congo Free State and Uganda) has hitherto been associated with one particular species of Glossina, it has been shown experi mentally both that other tsetse-flies are able to transmit the parasite of the disease, and that G.",
        "women could rule in their own right, as is, shown by the examples of Urraca, Berengaria, and Isabella the Cathelic. In Aragon they could transmit the right to a husband or son.",
        "Owing to the difficulty of maintaining perfect balance on duplexed cables, curb sending is not now used, but the signals are transmitted by means of an apparatus similar to the Wheatstone automatic transmitter used on land lines and differing from the latter only in regard to the alphabet employed; the signals from the transmitter actuate a relay having heavy armatures which in turn transmit the signals to the cable; this arrangement gives very firm signals, a point of great importance for good working.",
        "In the Hephaesteia (the particular festival of the god) there was a torch race, a ceremonial not indeed confined to fire-gods like Hephaestus and Prometheus, but probably in its origin connected with them, whether its object was to purify and quicken the land, or (according to another theory) to transmit a new fire with all possible speed to places where the fire was polluted.",
        "In regard to gold this has been proved to be so; gold leaf, or thin films of gold produced chemically on glass plates, transmit light with a green colour.",
        "The French theFrench lawyers ruled that heiresses could not succeed to the crown, crown themselves, but Edward pleaded that they could nevertheless transmit their right to their sons.",
        "Their width and height are sufficient to transmit (at the position of minimum deviation) the entire beam received from the collimator.",
        "3 and 4, snp), and further a dorsal gastric canal and arterial canal which transmit the alimentary tract and the dorsal artery respectively (figs.",
        "In the crusading epoch the Cathars and Paulicians carried all over Europe the old iconoclastic spirit, and perhaps helped to transmit it to Wycliffe and Hus.",
        "His best son was Conductor (1767) out of a mare by Snap; Conductor was the sire of Trumpator (1782), whose two sons, Sorcerer (1790) and Paynator (1791), transmit the blood of the Godolphin down to modern times.",
        "Since glass does not transmit the ultra-violet light, quartz is used, but such lenses can only be spherically corrected and not chromatically.",
        "It must be a medium which can be effective for transmitting all the types of physical action known to us; it would be worse than no solution to have one medium to transmit gravitation, another to transmit electric effects, another to transmit light, and so on.",
        "Sugar Weighing M the frame of the ma chine, and transmit the weight of the hopper by means of an intermediate lever and a vertical rod to the indicator lever.",
        "Plants in glass houses require for their fullest development more solar light probably than even our best hot-houses transmit - certainly much more than is transmitted through the roofs of houses as generally constructed.",
        "In view of this difficulty, it was claimed that the apostles had appointed the bishops as their successors, and that the latter were in possession of special divine grace enabling them to transmit and to interpret without error the teaching of the apostles committed to them.",
        "General Principle.A mass of fluid is used in mechanism to transmit motion and force between two or more movable portions (called pistons or plungers) of the solid envelope or vessel in which the fluid is contained; and, when such transmission is the sole action, or the only appreciable action of the fluid mass, its volume is either absolutely constant, by reason of its temperature and pressure being maintained cisrnstant, or not sensibly varied.",
        "Fax machines used to transmit clinical information should be kept in a 'safe haven ' .",
        "He discovered that in the nervous trunks there are special sensory filaments, the office of which is to transmit impressions from the periphery of the body to the sensorium, and special motor filaments which convey motor impressions from the brain or other nerve centre to the muscles.",
        "the Massoretic. 'This text was the work of a special gild of trained scholars called Massoretes (main 'Sys) or \" masters of tradition \" (n p 7 or less correctly n-m), 1 whose aim was not only to preserve and transmit the consonantal text which had been handed down to them, but also to ensure its proper pronunciation.",
        "Like all karst water systems gypsum karst can rapidly transmit pollutants.",
        "It has to be competent to transmit the transverse waves of light and electricity, and the other known radiant and electric actions; the way in which this is done is now in the main known, though there are still questions as to the mode of expression and formulation of our knowledge, and also as regards points of detail.",
        "iris recognition system used by Bank United does not transmit images or maintain them in any archival storage.",
        "It's difficult for me to transmit undetected with the comms being down everywhere back east.",
        "Failure to transmit nerve impulses ultimately results in paralysis of the louse.",
        "If you'll be sending your resume via fax, be certain that the type face you select will transmit well.",
        "Thus, affected men do not transmit the genetic defect.",
        "The transmit antenna has low gain so can be made omnidirectional.",
        "Reflective This system uses optical transceivers located near to devices that transmit the data to a common location for redirection to a receiving device.",
        "This can be used to establish the need for particles to transmit vibrations.",
        "It is fair, however, to add that Balfour has a further foundation for the belief in Nature, the survival of the fittest, by which those only would survive who possessed and could transmit the belief.",
        "Although the exact cause of AD/HD is not known, an imbalance or deficiency of certain neurotransmitters-the chemicals in the brain that transmit messages between nerve cells-is believed to be the mechanism behind AD/HD symptoms.",
        "Radiant heaters transmit heat directly from a plate.",
        "Your telephone company's equipment design limits the frequencies that it can transmit.",
        "The issued blink cards have embedded chips utilizing RFID or Radio Frequency Identification Tags that transmit information to a reader once they are waved within an inch of the reader's scanner.",
        "Cordless phones transmit signals at different frequencies using analog or digital technology.",
        "Neurons-Any of the conducting cells of the nervous system that transmit signals.",
        "The selection of the fortuitously (fortuitously, - that is to say, so far as the conditions of survival are concerned) produced varieties is sufficient, since it of ac- is ascertained that they will tend to transmit those 3' characters with which they themselves were born, although it is not ascertained that they could transmit - characters acquired on the way through life.",
        "The roller chain is used to transmit motion between rotating shafts via sprockets mounted on the shafts.",
        "A heavy duty cable will transmit the power to the propellors, delivering a maximum airspeed of up to 25 mph.",
        "atonement doctrine has been to help transmit information about the divine Son.",
        "H7 avian flu remains largely a disease in birds, which does not transmit easily to humans.",
        "introductory courses must be organized to transmit the knowledge created.",
        "dab technology allows broadcasters to transmit far more radio stations within the same comparable amount of radio spectrum compared to FM.",
        "divergence angle on transmit allows the units to be used without a tripod.",
        "fecal contamination of water supplies is considered a very efficient way for waterfowl to transmit the virus.",
        "All samples reflect radiant flux, while only some transmit it.",
        "Protons are made of more fundamental particles called quarks held together by particles, called gluons, that transmit the strong nuclear force.",
        "It is possible to transmit herpes even if you do not have any current symptoms.",
        "immersed in viscous silicone fluid, a ' glue ' which helps transmit torque to the output side.",
        "Mosquitoes in Hawai'i do not transmit malaria which would affect humans.",
        "Here we present the implementation of active transmit power modulation with axial slice position.",
        "In the past, insecticides like DDT have been used to kill the mosquitoes that transmit malaria.",
        "motivate learners and, of course, to transmit skills.",
        "Introduction The roller chain is used to transmit motion between rotating shafts via sprockets mounted on the shafts.",
        "By contrast, a woman with a heteroplasmic mtDNA mutation, may transmit a variable amount of mutated mtDNA to her children.",
        "As mosquitoes were already known to mechanically transmit myxomatosis, the team used this disease as a model system.",
        "obsessed with the idea that artists need to transmit their vision straight into the mind of a receiver.",
        "plasmodium vivax malaria was endemic in parts of England and even now the Anopheles mosquitoes that can transmit malaria are still present.",
        "The deal, reported on Sky News, is among the first major agreements in the UK to transmit television programming over telephone lines.",
        "You may not modify, copy, reproduce, republish, upload, post, transmit or distribute in any way any Content.",
        "rotateoduction The roller chain is used to transmit motion between rotating shafts via sprockets mounted on the shafts.",
        "Rats can transmit many diseases to humans, including salmonellosis (food poisoning) and Weils disease.",
        "Make sure your keyboard's sequencer is set to transmit MIDI sync, then begin playing the external sequencer.",
        "seropositive blood donors can sometimes transmit HHV-5 infection to recipients.",
        "I had thought about the possibility of simply using a stenographer to transmit the phonetic symbols to the television screen.",
        "The current H5N1 strain of avian flu virus does not transmit easily from birds to mammals like cats.",
        "Women with untreated syphilis may transmit the disease to unborn children, which can result in death or deformity of the child.",
        "Fleas can cause a lot of irritation to cats and dogs, making them itch and they also transmit tapeworms.",
        "The plates are all immersed in viscous silicone fluid, a ' glue ' which helps transmit torque to the output side.",
        "transmit digital signals without the use of an analog based carrier signal.",
        "transmit the disease orally.",
        "Your Purchase We electronically transmit the completion funds to the seller's solicitors.",
        "Researchers, therefore, have strong reasons to suspect that a number of species transmit trypanosomes mechanically.",
        "In order to transmit trypanosomiasis infected tsetse flies must land on and bite the animal.",
        "vaccinated animal to transmit the virus may well be greatly reduced.",
        "In ordinary circumstances the messages from all stations are sent through the whole line, and thus the operator at any station may transmit, if the line is free, by manipulating his key.",
        "In 1902 Marconi was able to transmit a large number of messages across the Atlantic, receiving them by means of his magnetic detector.",
        "The wheels are coupled, but the feature of the engine is that the couplingrods act merely to keep the high-pressure and low-pressure engines in phase with one another, very little demand being made upon them to transmit force except when one of the wheels begins to slip. In this arrangement the whole of the adhesive weight of the engine is used in the best possible manner, and the driving of the train is practically equally divided between two axles.",
        "A glimpse at Palestine in the latter half of the second millennium B.C. (§ 3) prepares us for busy scenes and active intercourse, but it is not a history of this kind which the biblical historians themselves transmit.",
        "A simple illustration of the difference is this: a man born with four fingers only on his right hand is ascertained to be likely to transmit this peculiarity to some at least of his offspring; on the other hand, there is not the slightest ground for supposing that a man who has had one finger chopped off, or has even lost his arm at any period of his life, will produce offspring who are defective in the slightest degree in regard to fingers, hand or arm.",
        "Transmit antenna convert energy of generator into radiation of electromagnetic waves.",
        "The Constitution requires each state government to direct the choice of, and accredit to the seat of the national government, two senators and so many reptesentatives as the state is (in respect of its population) entitled to send; to provide for the election, meeting and voting of presidential electors in each state, and to transmit their votes to the national capital; to organize and arm the militia forces of the state, which, when duly summoned by the national government for active service, are placed under the command of the president.",
        "He also vowed, if he should bear rule himself, to make no violent use of his power, nor outshine those set under him by superior display, to make it his aim to cherish the truth and unmask liars, to be pure from theft and unjust gain, to conceal nothing from his fellow-members, nor to divulge any of their affairs to other men, even at the risk of death, to transmit their doctrines unchanged, and to keep secret the books of the society and the names of the angels.",
        "In 1603 the United Provinces, desiring to transmit to posterity some account of their struggle with Spain, determined to appoint a historiographer.",
        "With regard to passenger vessels, the master is bound to give the consul facilities for inspection and for communication with passengers, and to exhibit his \" master's list,\" or list of passengers, so that the consul may transmit to the registrar-general, for insertion in the Marine Register Book, a report of the passengers dying and children born during the voyage.",
        "Houseflies can transmit diseases when feeding on liquefiable solid food, which may be moist, putrefying material or food stored for human consumption.",
        "Rats can transmit many diseases to humans, including Salmonellosis (food poisoning) and Weils disease.",
        "Make sure your keyboard 's sequencer is set to transmit MIDI sync, then begin playing the external sequencer.",
        "Healthy HHV-5 seropositive blood donors can sometimes transmit HHV-5 infection to recipients.",
        "A basic question was how much of such material would suffice to transmit the disease orally.",
        "Devices transmit digital signals without the use of an analog based carrier signal.",
        "Your Purchase We electronically transmit the completion funds to the seller 's solicitors.",
        "In others, the ability of a vaccinated animal to transmit the virus may well be greatly reduced.",
        "It is manually switched from transmit to receive by means of a waveguide switch.",
        "Some are stationed in the baby's room and can transmit images to any computer or television within the house so parents can receive visual reassurance that their child is either napping safely or is happy at play.",
        "The following brands offer baby monitors with video and audio functionality that transmit both audio signals and video footage from the baby's room to wherever you happen to be in the house.",
        "Features include being able to transmit photos directly to mobile devices like cell phones.",
        "Power meetings require a tabletop conference phone that can simultaneously patch in several phone lines and transmit the linked lines to a central speaker providing staff members sitting at the table to hear and participate.",
        "You simply transmit the pod info to your computer or other device after your workout.",
        "Data pushers transmit information to a remote database at regular intervals to produce a constant feed of information.",
        "The company will transmit your data to the selected company, which will confirm it against its database.",
        "This increases the amount absorbed by the receiving cell and helps messages better transmit from cell to cell.",
        "Dogs can transmit many communicable diseases between one another, and simple precautions can help minimize any risks.",
        "For this reason, you should select a bed that is raised at least three inches off the floor so it doesn't transmit the cold directly to your pet.",
        "Strollers keep your pet from coming in contact with other dogs' eliminations, which can transmit some canine diseases.",
        "This is important because mosquitoes can transmit disease and hot, southern locals seem to be over run with these nasty bugs.",
        "A bite from a tsetse fly is all that's needed to transmit the protozoa, but the parasite's life cycle in a person is very distinct.",
        "They are perfect at eliminating the dreaded blue light, but still transmit the true colors of red, green and yellow.",
        "Other online video games allow you to play without downloading anything; generally these games are a little smaller and are able to easily transmit everything you need in realtime over the web.",
        "Partly because of the new capability of the internet to transmit quality video, the trailer is a relatively new weapon in a game company's arsenal.",
        "The website offering the free item or service will most likely use the submitted personal information to transmit \"junk mail\" or \"spam\" to that person's e-mail address or cellular phone number.",
        "These required backpack-sized devices to transmit signals back to a nearby station.",
        "Nerve condition velocity (NCV)-Technique for studying nerve or muscle disorders, measuring the speed at which nerves transmit signals.",
        "Although no more than 2 percent of these women develop invasive infection, if untreated 40 to 73 percent transmit bacteria to their babies during delivery.",
        "Most studies agree that symptoms of Tourette syndrome involve the chemicals in the brain that help transmit information from one nerve cell in the brain to another.",
        "While an imbalance of certain neurotransmitters-the chemicals in the brain that transmit messages between nerve cells-is believed to be key to depression, external factors such as upbringing may be as important.",
        "These flies pick up bacteria on their bodies and can transmit them to humans.",
        "Sensory-Refers to network of nerves that transmit information from the senses to the brain.",
        "Much attention has focused on the connection between schizophrenia and neurotransmitters, the chemicals that transmit nerve impulses within the brain.",
        "Nociceptors are classified according to the stimulus that prompts them to transmit a pain signal.",
        "A stimulus at this part of the nociceptor unleashes a cascade of neurotransmitters (chemicals that transmit information within the nervous system) in the spine.",
        "Neurotransmitters-Chemicals in the brain that transmit nerve impulses.",
        "Laboratory tests include electromyography (a measurement of the electrical activity of muscle cells) and nerve conduction velocity tests, which measure the speed that nerves transmit impulses.",
        "It includes the eardrum, the three little bones (hammer, anvil, and stirrup) that transmit sound to the inner ear, and the eustachian tube, which connects the inner ear to the nasopharynx (the back of the nose).",
        "It was assumed that fetal monitoring would transmit signals of distress, thus, the EFM tracing became a legal document.",
        "The job of the retina is to transform the light into information that can be transmitted to the optic nerve, which will transmit this information to the brain.",
        "The viruses live in animal hosts and mosquitoes that transmit the disease.",
        "Approximately 24 hours after the treatment the skin lesions are no longer infectious and the child can no longer transmit the disease to others.",
        "Such paralysis normally lasts only for the period of time that the nerve is unable to transmit messages.",
        "When Bell's palsy is understood, parents can generally feel some personal reassurance and transmit a sense of comfort and hope to the child.",
        "The use of lasers, which vaporize the lesion, can theoretically transmit the HPV.",
        "About 25 to 40 percent of untreated pregnant women pass the infection on to their newborn infants, while only 1 percent of treated pregnant women transmit the virus.",
        "Ticks are most likely to transmit Borrelia burgdorferi after remaining attached and feeding for two or more days.",
        "Because they are still quite small (less than 2 mm), they are difficult to spot, giving them ample opportunity to transmit Borrelia burgdorferi while feeding.",
        "Although far more adult ticks than nymphs carry Borrelia burgdorferi, the adult ticks are much larger, more easily noticed, and more likely to be removed before they have fed long enough to transmit Borrelia burgdorferi.",
        "A closer contact is necessary to transmit mumps than other contagious diseases.",
        "Body lice can carry and transmit disease-causing organisms.",
        "Only about 2-6 percent of infected older children and adults develop chronic hepatitis B and can continue to transmit the virus to other people.",
        "When the eardrum vibrates, three tiny bones within the middle ear, called ossicles, transmit these sounds to the inner ear.",
        "The non-verbal signals we transmit through our body language can create difficulty in dating situations and many misunderstandings.",
        "Unfortunately, these methods of communication don't transmit emotion very well, and it can hurt worse because it may seem cold and severe.",
        "It's been long held by those who work with crystals for healing purposes that this kind of crystal is able to receive energy through one end and then transmit it out the other.",
        "For a long time my editors and I dreamed of creating a Family Values Toolkit on how to transmit these values to kids.",
        "Never be pierced by a used needle because this can transmit blood borne illnesses.",
        "Others believed tattoos were magical and would transmit power to the person wearing it.",
        "Fathers cannot transmit Fragile X to sons, since they contribute only Y chromosomes to male children.",
        "Mothers who carry the altered gene can pass it to children of either sex, and can transmit the genetic condition in either the premutation or full mutation form.",
        "Cellular tracking units transmit the GPS location of a car at regular intervals.",
        "Instead, the units simply obtain their GPS coordinates and then transmit them via an satellite uplink to the system.",
        "Those with fickle personalities appreciate being able to revamp their blog interface with new templates and designs on a whim, while others enjoy the technology of being able to quickly transmit an update from their cell phone.",
        "In Egypt, only a handful of carriers transmit Internet service throughout the country, so the government had only a small number of Internet service providers to deal with when ordering the shut down of the Internet.",
        "The basic definition of bandwidth within the computer world is the maximum amount of data that you can transmit over a network connection over a certain period of time."
    ],
    "definition": [
        "To send from one person, thing, or place to another; convey.",
        "To cause something such as an infection to spread; pass on.",
        "To impart or convey to others by heredity or inheritance; hand down.",
        "trans·mit′ta·ble\nadj.",
        "Link/Cite"
    ]
}