{
    "translation": "עסקה , העברה כספית",
    "uses": [
        "The council meets once a week for the transaction of the business of government.",
        "Such a transaction might be of two kinds.",
        "Later it was found that an assembly so constituted combined the incompatible functions of a council for the transaction of business and a congress for shaping or expressing common opinion: and its constitution was modified so as to secure the latter object only.",
        "This transaction has given rise to much discussion as to its trustworthiness and the extent of its operation.",
        "Here he remained for three years - \"most assiduous in his attention to business,\" said one of the partners, \"and showing great ability in the transaction of it.\"",
        "On the whole, the transaction, though it is too well vouched for to allow us to dismiss it as entirely fabulous, cannot take its place among the undoubted facts of history.",
        "This transaction, which was called commendation, gave rise in the German state to a written contract which related the facts and provided a penalty for its violation.",
        "Details of this transaction have come down to us in the Collectio Avellana (Corpus script.",
        "Knox now took a leading part in the great transaction by which the friendship of France was exchanged for that of England.",
        "He was false to his benefactor Matthias, false to Matthias's son Janos Corvinus, whom he chicaned out of the throne, and false to his accomplice in that transaction, Queen Beatrice.",
        "informed him that the khedive's shares were passing into the hands of a French syndicate, and urged arrest of the transaction by purchase for England.",
        "In each town a regular annual meeting of the qualified electors is called on the second Tuesday in March for the transaction of miscellaneous business and the election of town officers.",
        "As the cost of dealing in \" futures \" is only one shilling on each transaction for a member of the Cotton Exchange (the outsider is charged in addition a commission by his broker), it is not surprising that the transactions taking place in \" futures \" number legion.",
        "Albert's sons Frederick the Undaunted and Dietrich contested this transaction, and the attempts of Adolph and his successor Albert I.",
        "Very soon after this transaction he died in Mantua, on the 13th of September 1506.",
        "Three weeks later the treaty of Turin ceding Savoy and Nice to France was ratified, though not without much opposition, and Cavour was fiercely reviled for his share in the transaction, especially by Garibaldi, who even contemplated an expedition to Nice, but was induced to desist by the king.",
        "Meanwhile his servant, who was said to have been the intermediary between the duke and the Company in the transaction, fled the country; and no evidence being obtainable to convict, the proceedings fell to the ground.",
        "The chief business of the native sarrafs (money-changers, bankers; &c.) is to discount bills at high rates, hardly ever less than 12%, and remit money from place to place in Persia for a commission amounting to from I to 5, or even 6% on each transaction; and in spite of the European banks giving lower rates of discount and remitting money at par, the majority of the people and mercantile classes still deal with the natives.",
        "There were also attached to a great household physicians, artists, secretaries, librarians, copyists, preparers of parchment, as well as pedagogues and preceptors of different kinds - readers, grammarians, men of letters and even philosophers - all of servile condition, besides accountants, managers and agents for the transaction of business.",
        "The State authorities were divided on geographical lines into central, intermediate and local, and side by side with this there was a division of the offices for the transaction of business according to the various branches of the administration.",
        "The legal character of this transaction is summed up in a well-known passage in the Digest: - Interdictum de precariis merito introductum est, quia nulla eo nomine juris civilis actio esset, magis enim ad donationes et beneficii causam, quam ad negotii contracts spectat precarii conditio.",
        "In the so-called narrower assembir (Engere Versammlung), for the transaction of ordinary business, Austria, Prussia, Bavaria, Saxony, Hanover, Wurttemberg, Baden, Hesse-Cassel, Hesse-Darmstadt, Holstein and Luxemburg had one vote each; while the remaining twenty-eight states were divided into six curiae, of which each had but a single vote.",
        "He limited the College of Cardinals to seventy; and doubled the number of the congregations, and enlarged their functions, assigning to them the principal role in the transaction of business (1588).",
        "According to the Indian conception, these belts could tell by means of an interpreter the exact rule, provision or transaction talked into them at the time and of which they were the exclusive record.",
        "The penalty is forfeiture by the offender of any advantage from the simoniacal transaction, of his patronage by the patron, of his benefice by the presentee; and now by the Benefices Act 1892, a person guilty of simony is guilty of an offence for which he may be proceeded against under the Clergy Discipline Act 1892.",
        "Being accidental in their occurrence, they belonged to the auguria oblativa, and their interpretation was not a matter for the augurs, unless occurring in the course of some public transaction, in which case they formed a divine veto against it.",
        "The Romans employed two sorts of years, the civil year, which was used in the transaction of public and private affairs, and the consular year, according to which the annals of their history have been composed.",
        "And, again, if this transaction settled the investiture question, it did not solve the problem of the reconciliation of the universal power of the popes with the claims of the emperors to the government of Europe; and the conflict subsisted - slumbering, it is true, but ever ready to awake under other forms. Nevertheless, the two great Christian agitations directed by the papacy at the end of the nth century and the beginning of the 12th - the reformation and the crusade - were of capital importance for the foundation of the immense religious monarchy that had its centre in Rome; and it is from this period that the papal monarchy actually dates.",
        "for the transaction of business and which D;v continue their activity; (2) the permanent commissions of cardinals, known by the name of the Roman Congregations.",
        "Toward midnight, after he had left the countess' apartments, he was sitting upstairs in a shabby dressing gown, copying out the original transaction of the Scottish lodge of Freemasons at a table in his low room cloudy with tobacco smoke, when someone came in.",
        "The rest of the earl's life was mainly occupied by endeavours to maintain his influence, and by an undying feud with his son Shane (John), arising out of his transaction with Henry VIII.",
        "When the part played by President Cordero in this transaction became known, an outburst of popular indignation occurred.",
        "The presbytery fixes the former for specific business; the latter is summoned by the moderator, either on his own initiative or on the requisition of two or more members of presbytery, for the transaction of business which has suddenly emerged.",
        "But on the eve of the occupation of Casale by the French, Mattioli - actuated by a tardy sense of patriotism or by the hope of further gain - betrayed the transaction to the governments of Austria, Spain, Venice and Savoy.",
        "However little the conduct of the French government in this transaction of the Spanish marriages can be vindicated, it is certain that it originated in the belief that in Palmerston France had a restless and subtle enemy.",
        "The ingenious diplomacy of Russia in this transaction was manifested in the fact that she had already acquired the greater part of the territory allotted to her, while Turkey had to obtain her share by further conquest.",
        "The last transaction in which Palmerston engaged arose out of the attack by the Germanic Confederation, and its leading states Austria and Prussia, on the kingdom of Denmark and the duchies of Schleswig and Holstein.",
        "As if upon the impulse of this transaction, Disraeli opened the next session of parliament with a bill to confer upon the queen the title of empress of India - a measure which offended 2 For a detailed, if somewhat controversial, account of this affair, see Lucien Wolf's article in The Times of December 26, 1905, and Mr Greenwood's letters on the subject.",
        "It is in Gustavus's reign, too, that we first hear of the Hemliga Utskott, or \" secret committee \" for the transaction of extraordinary affairs, which was elected by the estates themselves.",
        "A vessel owned in Newburyport having taken a cargo of slaves from Baltimore to New Orleans, he characterized the transaction as an act of \"domestic piracy,\" and avowed his purpose to \"cover with thick infamy\" those engaged therein.",
        "To this transaction the commissioner from Virginia seems to have made no objection, though the tract included the Fort Pitt region and other territory then claimed by Virginia.",
        "all, leaving nothing more to be done by the contracting parties; and treaties in the nature of a definite transaction (Rechtsgeschaift) are opposed to those which aim at establishing a general rule of conduct (Rechtssatz).",
        "The Jews paid taxes on practically every business transaction, besides a special poll-tax of 30 dinheiros in memory of the 30 pieces of silver paid to Judas Iscariot; and for this reason they were protected by the Crown.",
        "It was mainly by this fortunate transaction that the governor was enabled to raise his family, which was one of old standing, to a position of wealth and political influence.",
        "scel) to the record or object connected with the transaction of the moment, can be traced back among the nations of the old world when advanced only a comparatively short way on the path of civilization.",
        "The provisions with respect to the transaction of the business of the council are also the same in the case of a borough as in that of a county council.",
        "A district council may from time to time make regulations with respect to summoning, notice, place, management and adjournment of their meetings, and generally with respect to the B n s transaction and management of their business.",
        "This was felt to be a humiliating transaction by many of Johns subjects, though to others the joy at reconciliation with the Church caused all else to be forgotten.",
        "6, i 1); or it was sold for 120 talents of gold (nearly £750,000 sterling), presumably to assist Solomon in continuing his varied enterprises - but the true nature of the transaction has been obscured, although the consequences involved in the loss of the territory are unmistakable.",
        "Considering the part he played in this transaction, Walsingham was fortunate to escape the fate which the queen with calculated indignation inflicted upon Davison.",
        "As Whip the Master of Elibank earned high praise for his energy and tact; but he was somewhat unfortunately mixed up with the \" Marconi Scandal \" in connexion with Mr. Lloyd George and Sir Rufus Isaacs, as having invested part of the Liberal Party funds in American Marconi shares in which he, with them, was speculating - a transaction hotly debated in Parliament in 1913.",
        "Murano, however, retained its original constitution of a greater and a lesser council for the transaction of municipal business, and also the right to coin gold and silver as well as its judicial powers.",
        "The charge in one case upon the article at a certain stage of its production, and in the other upon a transaction, is supposed to be passed on by the first payer to others.",
        "For most boomers, their inheritance will be the largest single financial transaction most they will ever handle.",
        "cardholder's identity to the transaction.",
        "completion of a business transaction.",
        "transaction processing.",
        "There are no shipping or transaction fees.",
        "Disparity of value exploitation involves exchanging labor or some other commodity in a transaction that is manifestly unfair.",
        "It was probably silly of me to believe Jerome could find me, just from one little charge card transaction.",
        "This company, it is said, helped to attract the brokers back to the spinners, and an informal understanding was arrived at that the buying broker should not figure both as agent and principal in the same transaction.",
        "des fonds Libri et Barrois (1888), the preface of which gives the history of the whole transaction.",
        "But the surrender of the king festered in Scottish consciences; for the country was far from acquiescing in the transaction.",
        "Syria, Phoenicia and Babyloniathe old mode o~ commerce was still in vogue, conducted by means of gold and silver bars, weighed at each transaction.",
        "Can be complicated transaction settlement vehicle aftermarket is needed or borrowed without.",
        "Can you give me your categorical assurance that nothing will go wrong with this transaction?",
        "We guarantee a 100% bona fide booking service for each transaction made through our servers.",
        "bounteous transaction caught by the settlements legislation.",
        "A simple cashbook Keeping books means recording each and every transaction relating to money on a daily basis in ' daybooks ' .",
        "cash machine issues a charge of around £ 1.75 for every transaction.",
        "The transaction is of only percent they're lobbying congress.",
        "The two sources of transaction costs identified are performance ambiguity and goal congruence.",
        "The current transaction results from the second funding tranche of the previously announced convertible debentures of 5 October 2005.",
        "debit card transaction?",
        "demarcate a transaction boundary to define a unit of work.",
        "Unauthorized card use When a donation is made the transaction is final and not disputable unless unauthorized use of your payment card is proved.",
        "COT working dockets may be output even tho a transaction has not been input to the PT Application.",
        "Every bet, every financial transaction contains an element of risk.",
        "escrow Adjustment This is stock only transaction used by members of CREST to move stock between escrow balances within a member account.",
        "Thereafter parties to a transaction may only agree to settle trades on an ex-dividend basis during the ex-dividend period.",
        "Thereafter parties to a transaction may only agree to settle trades on an ex-dividend basis during the ex-dividend basis during the ex-dividend period.",
        "In this period £ 1.2 million has been included in net operating expenses resulting from fees incurred on the Crosby transaction.",
        "They are largely extraneous to the main transaction, and carry out a mechanical function.",
        "illiquid investment (meaning it cannot be sold quickly) and can involve high transaction costs.",
        "incompetent to consent to any transaction purely on the basis that they have an intellectual impairment.",
        "A person cannot be deemed incompetent to consent to any transaction purely on the basis that they have an intellectual impairment.",
        "inequitable to allow the transaction to stand.",
        "internalize external benefits is, itself, a result of prohibitively high transaction costs.",
        "A confirmation letter will be sent to your e-mail address when the transaction is finished.",
        "Every transaction log application is different and needs to be properly analyzed, so that strengths and weaknesses can be identified and reported.",
        "merger control clearances in multiple jurisdictions for the same transaction.",
        "merger in contemplation is the entire transaction.",
        "Flexible transaction limits When you apply for a Nochex Merchant account your transaction limits are fully negotiable.",
        "notifiable transaction within the scope of stamp duty land tax (SDLT ).",
        "outset of a conveyancing transaction.",
        "Each individual's transaction is also entered in her own passbook.",
        "He bought the phaeton and horses, and I only lost thirty sequins by the transaction.",
        "proxy statement/prospectus and other relevant documents concerning the proposed transaction with the SEC.",
        "quorum for the transaction of business of the Club Committee shall be three.",
        "The team's expertise ranges from FSA regulation to all types of commercial transaction.",
        "reimburse the seller 's costs if it withdraws from the transaction without cause.",
        "remunerated primarily through a management fee but they may benefit from transaction fees.",
        "repo transaction.",
        "custody safekeeping and transaction tariff Please refer to the current published custody safekeeping and transaction tariffs applicable to Spanish securities.",
        "The merchant is informed of a successful transaction via either email or through a cgi script which could do almost anything.",
        "Should a fax server participant fail during the transaction cycle, a full recovery will be made once the fax server operation is restored.",
        "There's always the people who leave a big stink behind them... 4. Have you ever had a bad online transaction?",
        "stockholder approval and other customary conditions, Chiron and Novartis expect the transaction to be completed in the first half of 2006.",
        "Buyers can enter transactions with the knowledge that transaction compliance is managed by a trusted third party and tied to payment.",
        "transaction authorized by you.",
        "Problems can arise when the customer writes to the merchant to cancel the recurring transaction but the request is ignored.",
        "To edit a memorized transaction: From the Lists menu, select Memorized Transaction List.",
        "We can take care of the legal aspects of the commercial transaction enabling you to plan for the future.",
        "An Employe buyout involves owners of a company selling a majority of their stock to its employees through an ESOP structured corporate transaction.",
        "transaction log application is different and needs to be properly analyzed, so that strengths and weaknesses can be identified and reported.",
        "translated into sterling at the rate of exchange ruling at the date of the transaction.",
        "underlined by the facts of technology dominated multiple transaction businesses.",
        "Given that this transaction concerns the acquisition of a single depot, the OFT does not believe that divestment undertakings would be appropriate.",
        "Focus groups, written evaluation, and transaction logs were used to gather data and understand actual usage and user needs.",
        "vending machine operator must not allow the purchase of more than 100 tablets in a single transaction.",
        "Some of the correspondence of Douglas and his friends incident to this transaction was intercepted.",
        "The exact share which Cromwell had in this decision and its sequel is obscure, and the later accounts of the regicides when on their trial at the Restoration, ascribing the whole transaction to his initiation and agency, cannot be altogether accepted.",
        "The general monetary confusion is greatly intensified by the fact that the piastre unit varies for almost every province; thus, while the pound at Constantinople is counted at 108 piastres silver, it is at about 127 piastres for one kind of transaction and 180 for another in Smyrna, 135 piastres at Adrianople, 140 at Jerusalem, and so forth, accounts being kept in \" abusive piastres,\" which exist no longer.",
        "His admirable account of the transaction has been printed by Burton.",
        "The quorum for the transaction of business of the Club Committee shall be three.",
        "The aim is to develop financial models and optimum transaction and contractual structures that will facilitate the raising of limited recourse project financing.",
        "The team 's expertise ranges from FSA regulation to all types of commercial transaction.",
        "The buyer will often have to agree to reimburse the seller 's costs if it withdraws from the transaction without cause.",
        "For these services they are remunerated primarily through a management fee but they may benefit from transaction fees.",
        "Opening Leg The first half of a repo transaction.",
        "Custody safekeeping and transaction tariff Please refer to the current published custody safekeeping and transaction tariffs applicable to Spanish securities.",
        "There 's always the people who leave a big stink behind them... 4. Have you ever had a bad online transaction?",
        "Subject to stockholder approval and other customary conditions, Chiron and Novartis expect the transaction to be completed in the first half of 2006.",
        "Participants should also be familiar with the basic idea of networks and the Web, of database technology and of transaction processing.",
        "Transactions in foreign currencies are translated into sterling at the rate of exchange ruling at the date of the transaction.",
        "This level only prohibits a transaction from reading a row with uncommitted changes in it.",
        "The latter alternative as a strategic option is underlined by the facts of technology dominated multiple transaction businesses.",
        "The vending machine operator must not allow the purchase of more than 100 tablets in a single transaction.",
        "Most online ticket vendors add a small fee to every transaction.",
        "If you've hired a financial adviser to assist you in deciding on a mutual fund, he can make the transaction for you as well.",
        "Carefully review all of your information before making a purchase final, and be sure to record the transaction's confirmation number for your records.",
        "Typical cost factors are the amount of space required, the traffic visiting your Web site and other aspects like database support, payment and transaction support.",
        "They are the largest hybrid online player, where much of the transaction is on-line, but they also assign an agent.",
        "After the notary evaluates your real estate transaction, the capital gains tax (normally paid by the seller) and fees are paid.",
        "This premium is highest with small purchases and is less with a bigger volume transaction.",
        "Knowing how to buy property in Germany is essential to ensure a smooth transaction.",
        "It can also be a nightmare if you rush out and purchase one without treating the transaction like buying a new car or even a banjo.",
        "They charge no hidden fees, no service charges, and offer free shipping on any transaction.",
        "You will also need to be at least 18 years of age to complete the transaction.",
        "The only thing to be wary of is that sometimes, refurbished iPods are touted as new ones so ask the seller a question and keep any communication and receipts in case you need to dispute the transaction.",
        "Save and print your transaction records.",
        "Many brokers charge a commission and a trade transaction fee.",
        "Their per transaction fee is higher-running at $9.99, you will get in-depth analysis and investor tips for every stock you can think of, even penny stocks.",
        "However, remember that many of the sites charge a per transaction fee, which could range anywhere from $2.99 to $9.99.",
        "Etrade. With $9.99 per transaction fees, make sure you are positive about the stocks you want to buy, trade and sell.",
        "Trade King offers lower transaction fees and no minimum dollar amounts in your account.",
        "Scot Trade has average transaction pricing and over 450 offices across the United States.",
        "Options House has the lowest per transaction fee of the major online brokerage firms at $2.95. when you first sign up, however, you receive 100 trades commission-free.",
        "However, some companies do charge a fee for the transaction and it can be higher than a broker fee or it can be as little as a dollar.",
        "A detailed monthly transaction report allows parents to review their teen's spending.",
        "There are no foreign transaction or annual fees, plus all interest and fees are refunded when the cardholder is on deployment.",
        "It is not always allowable to settle a debt like this, since the creditor must agree to the transaction.",
        "Have your transaction, including any deposit envelopes, ready before you get to the ATM.",
        "Merchants will usually use a special printer connected to their phone so they can make receipts of the transaction.",
        "Additionally, most machines come with provider help numbers in case you run into a problem with the machine and cannot complete a transaction due to faulty electronics.",
        "Many of these cards have a special introductory promotion of no interest on cash advances and balance transfers within a 12-month billing cycle, but also a possible 3 percent transaction fee.",
        "Transaction Fees: 3% for cash advances with a minimum fee of $5; 3% on balance transfers with a minimum of $5 and a maximum of $50 in fees.",
        "International Transaction Fee: 3% of transaction in U.S. dollars.",
        "It is meant to offset the bank's cost for processing a debit card transaction.",
        "Merchants are charged a higher fee when a pin transaction takes place, and often this cost is passed on to you in the form of an on-the-spot transaction fee.",
        "This distracts the cardholder from realizing that signature transactions are less secure, but it does save them from potentially paying the on-the-spot pin transaction fee.",
        "Utilizing a prepaid debit card is not a simple, straightforward transaction.",
        "This may be a transaction or reference number that you can file in case there are problems, or you may need to write a brief letter to the company reiterating your request and asking for written confirmation that the account is closed.",
        "The electronic payment transaction takes money straight from your account.",
        "You can verify that the transaction is secure by looking for the padlock symbol on the bottom right corner of the browser window.",
        "The transaction appears on your monthly statement.",
        "An internet transaction, on the other hand, has much better security.",
        "Carefully investigate an online store's security policies before processing a transaction.",
        "An invalid or expired security certificate or lack of security explanation is a red flag for a potentially dangerous transaction.",
        "Choose to call in your order information to the customer service center rather than process the transaction online.",
        "As long as you are using a pin number for your transaction, you will never be asked to provide identification.",
        "Cash advance fee of three percent of the transaction with a $5 minimum fee.",
        "Internet/phone order rate: This is the same as the transaction fee, though it may differ for phone and internet orders.",
        "Make sure you compare the whole plan, and not just the per transaction fee.",
        "Discount Rate - There is no set annual or monthly fee with this plan, and if you manage your account online you will have no transaction fees.",
        "In addition to paying per transaction fees, there is usually a monthly fee charged for maintaining your merchant account.",
        "Some banks may charge you an additional 5% of the dollar amount of your Western Union transaction, an additional 1% of the dollar amount for card transfers, and an additional 1% card loading and/or unloading fee.",
        "The Loss Prevention department monitors merchant accounts for unusual transaction activity.",
        "A chargeback occurs when a customer disputes a transaction and requests their bank to investigate that charge.",
        "There are fees associated with each transaction and monthly fees for account maintenance.",
        "Expect to pay an average of $200 to $800 for new electronic transaction equipment.",
        "For example, even if you find a card that does not have a purchase or transaction fee, you may be required to pay a fee when you withdraw funds from an ATM using the card.",
        "Some issuers allow cardholders the option to choose among their fees; many companies allow cardholders to decide whether they would like to pay a fee for each transaction, or if they would instead prefer to pay a flat monthly fee.",
        "EXC Orange County provides electronic transaction solutions that enable home-based businesses, online companies, and telephone and mail order organizations to accept non-cash payments.",
        "Shopping cart - Application that allows customers to purchase multiple items in a single transaction.",
        "Business accounts with Charter One Rewards will receive one point for every dollar spent on a transaction where you do not enter a PIN to make the purchase.",
        "Is there a guarantee or refund policy if equipment malfunctions or when a transaction is not completed?",
        "First National offers online access to accounts for bill payment, transaction overviews and statement detailing for up to seven years.",
        "If you plan to use your card frequently consider a card with a monthly fee with low or no transaction or ATM fees.",
        "In most situations, by the time this transaction took place, all Providian customers transitioned to Washington Mutual customers.",
        "These accounts charge higher transaction fees than most other types of accounts.",
        "This provides customers with easy to use and familiar online transaction practices and standard features such as \"shopping carts\" and \"checkout\" screens.",
        "Juniper charges transaction fees for balance transfers, cash advances, convenience checks, and returned checks.",
        "Several P2P lending sites feature special sections designated for members who want to lend or borrow money with the stipulation that the transaction is taking place in a Christian manner.",
        "Search by transaction date or amount to find specific purchases.",
        "View your transaction history to make sure a payment has been credited to your account.",
        "Most companies charge per transaction, though other fees may be in place.",
        "Transaction fees are often the most important factor.",
        "They commonly cost from 24 cents to 35 cents per transaction.",
        "In an emergency, you can deposit money immediately and directly to the card using an approved one-time transaction.",
        "On March 1st, customers were able to download and save their transaction history from the Washington Mutual cards they owned.",
        "On the other hand, you may find yourself in situations where your debit card is declined for a purchase transaction when your account does not have enough money.",
        "Opting out does bring the risk of having a debit card transaction declined in the event of insufficient funds in a checking account; however, it also means the accountholder will not encounter the fees associated with overdraft.",
        "This results in no overdraft fee to your account, but also results in your transaction being declined.",
        "Sometimes prepaid accounts have monthly or annual fees, but there are usually no interest rate charges based on balances or transaction volume.",
        "There may be fees associated with this transaction.",
        "Keep in mind that transaction fees and reloading fees may apply when you use this method.",
        "The card can also be used to obtain cash from an ATM too, although fees will apply for this type of transaction.",
        "However, you will not be able to see your transaction history.",
        "Some have transaction fees or loading fees.",
        "This can be a safety feature for a cardholder since the person using the card has to sign for the transaction.",
        "There is no annual fee with this Visa card, but there is a four percent transaction fee for balance transfers.",
        "Those who use the card to make foreign transactions pay a 2.7 percent transaction fee in U.S. dollars.",
        "There is a four percent fee applied to each balance transfer transaction, which can include those made during the first 60 days.",
        "You may purchase Amazon gift cards in any whole dollar amount from $50 to $5000 and pay for them at a Western Union service center after paying a small transaction fee.",
        "If you do find an error, contact the creditor right away and ask for proof of the transaction.",
        "The company does not charge any transaction fees for loading the card either.",
        "A transaction charge of $2.50 each time you use an ATM out of the company's network; the ATM owner may charge additional fees for withdrawals.",
        "Some have annual fees, transaction fees and setup fees.",
        "There are associated transaction fees for balance transfers and cash advances, up to four percent of the value of the transaction.",
        "Shipping Charges - For online brokers, be careful to get the total with shipping before you complete the transaction.",
        "As with any online transaction, you should be careful when submitting your personal information.",
        "Don't worry about making mistakes, as you are often prompted several times to verify the transaction before it actually goes through.",
        "You can identify a secure transaction by a padlock icon appearing at the checkout page - either at the bottom of your browser window or next to the URL.",
        "You use the PINsentry reader card by inserting your debit or authentication card into the device before beginning a transaction.",
        "If you're not interested in doing the entire transaction strictly online, this is a great site to look through because you can see what's available without wasting the drive time or wandering through a lot.",
        "Any payment you schedule is guaranteed to be sent out on time, every single time the payment is made, so long as the account has sufficient funds to complete the transaction.",
        "Honeyfund advertises no transaction or setup fees with their registries and allows users to choose how they wish their guests donate to the fund.",
        "Whether you are selling your dog or are interested in purchasing a pet, following certain precautions will insure that the transaction is smooth and gives the dog a new, happy home.",
        "If you have seen a dog for sale sign and are interested, always approach the transaction cautiously.",
        "As with any online transaction be careful about the personal information you choose to share.",
        "If you are suddenly asked for additional fees to complete your transaction after you have already paid the amount agreed upon, there may be a problem.",
        "Many retailers are using eBay as a storefront these days, so you don't have to bid on items but can instead use the Buy it Now feature to complete the transaction.",
        "It's essential that every part of the transaction is clear.",
        "When you are considering making a purchase at a wholesale distributing site, read the terms of service carefully to make sure that you understand the transaction requirements.",
        "While your transaction is safe, the risk is that a garment may not fit, and you lose the money paid.",
        "In the case of a cash transaction, the cashier provides the customer with change.",
        "The entire repair transaction does not go through until you accept this quote.",
        "A cool feature of the game is that it keeps track of every move and transaction made during the game.",
        "As with any other eBay transaction, you'll want to check the feedback of the seller and verify when the game will be shipped.",
        "I bought the game, continuing my transaction in silence, but when I got home that night and popped it in, I saw what he meant.",
        "As with any online transaction, you should exercise extreme caution as these video game sales don't usually come with a guarantee of any kind.",
        "Seller Feedback: Every eBay member is assigned a score based on \"feedback\" they receive on every transaction.",
        "The other party involves rates the transaction as positive, negative, or neutral, resulting in a +1, -1, and no change to the feedback score.",
        "Make sure you've reviewed the terms of sale prior to making the transaction to ensure you're not stuck with the pieces should you change your mind.",
        "For most consumers, obtaining a home mortgage is the largest financial transaction they will make in their lifetime.",
        "With the transaction costs of buying and selling a home, you may end up losing money if you sell the home before having lived in it for a few years.",
        "For your convenience, you can meet with your representative at the local branch, or the entire transaction can be handled by telephone and mail.",
        "Others may want to refinance to help with debt consolidation using a cash out transaction, and others may decide to go for a new lower rate if they plan to stay in their Austin home or commercial venture for a number of years.",
        "No-doc loans also give customers the advantage of an online mortgage application which only takes minutes, and because AAAX uses in-house underwriting it quickens the transaction and helps refinancing your home go smoothly.",
        "Whether you are refinancing your current house or are in the process of buying a new home in Oregon, the mortgage lender you choose can have a significant impact on the outcome of your real estate transaction.",
        "The refinancing transaction must be funded prior to June 10, 2010 when the program expires.",
        "This can be a potentially costly transaction, so it should not be entered into without some careful consideration first.",
        "More people will be able to pursue the property, resulting in a much quicker (and potentially hassle-free) transaction.",
        "Homes financed by the owner, while they provide both attractive benefits and obvious drawbacks for both parties, can work to everyone's benefit if the transaction is pursued with care.",
        "One important factor to explain rent to own is the necessity to make the transaction legal.",
        "There are many changes that are very confusing to everyone involved in the transaction, from the lender to title companies, to the Realtor, to the buyer.",
        "Finding a qualified professional to provide this service is critical to getting the results you need to process the transaction.",
        "As there are many types of owner-financed contracts with variable terms, conditions, and even ambiguities, it behooves a buyer to understand all aspects of a transaction of this type before signing on the dotted line.",
        "After Bank of America purchased the company and the transaction finalized, the company took steps to improve the financial situation of many of its borrowers who were facing loans they could not afford.",
        "The first of the company's two websites permits borrows to make online mortgage payments for $10.00 per transaction.",
        "It's in your best interest to review this publication prior making your gift so you can be certain that the transaction is handled in a manner that will allow you to write off the gift on your taxes.",
        "Habitat for Humanity will provide you with a receipt for your donation so that you can document the transaction properly for your taxes.",
        "This company works between the nonprofit organization and the vendors to ensure a smooth transaction occurs.",
        "Follow the steps below for a smooth transaction when you make your donation.",
        "As with any online transaction or communication, common sense must be used at all times on MySpace.",
        "Is the website secure to protect your privacy and the transaction?",
        "The jeweler should be investigated as well, including any warranty, guarantee, and return policies to ensure a trustworthy transaction.",
        "As with any significant online jewelry purchase, it's a good idea to use common sense regarding your transaction.",
        "Originally, the ring was only given to the bride, and it represented a business transaction that occurred between the two families.",
        "For example, Guru.com offers SafePay but the method of payment is stipulated at the beginning of the transaction before the work is contracted.",
        "This transaction is similar to the archaic practice of buying a British title of nobility, only a handbag is ultimately more useful.",
        "Additionally, you will only be able to use your coupon if you pay for the transaction using PayPal.",
        "Favorpals provides an online space for individuals to freely exchange superfluous items (just like a business's excess inventory) with others-all without engaging in a traditional monetary transaction.",
        "Online banks sometimes take up to three days to process the transaction.",
        "Let the cashier or waiter know about your coupon before he or she rings the transaction.",
        "Your purchase is covered by the same Amazon A to Z Guarantee, and the monetary transaction goes through Amazon, so the merchant never sees your account information.",
        "Some stores have a limit of how many of the same Internet coupon you can use in your transaction.",
        "For example, Kroeger limits you to two of the same printable coupon for each transaction.",
        "Inconsistent customer service is bad for business, so the manager will typically be more than happy to work with you to handle the transaction.",
        "If you use a lot of coupons when you’re grocery shopping, check to see if the store has a maximum amount of coupons allowed per transaction.",
        "Hot Rate prices are the cheapest, but the downside is you won't know your airline or travel time until the transaction is complete.",
        "As with any financial transaction, it's wise to be cautious when dealing with individuals and companies unknown to you.",
        "Low Fares will connect you to the other company's website so you can complete your transaction and get the best deal possible.",
        "Your transaction will be completed in Indonesian Rupiahs.",
        "This time averages around 30 seconds per transaction.",
        "Biometrics may quickly transform the way retailers does businesses, offering convenience for consumers and reduced transaction times, costs and increased sales for retailers while building customer loyalty.",
        "This averages about 30 seconds per transaction.",
        "With less transaction time and the tendency for increased sales due to novelty of buying on impulse, sales should increase.",
        "This implication is huge for small businesses retail stores, where reduced transaction times translates to more customers, higher sales and increased customer satisfaction.",
        "A point of sale (POS) is literally the location at which a sales transaction can take place.",
        "The retail transaction on the final good and/or service is the only taxable product.",
        "The tax affects the final product sold through a retail transaction, while the merchant who sells the service, product or property is responsible for the collecting applicable taxes and delivering the moneys to the collection agency.",
        "Please let me know if there is anything else I need to do at my end to complete the return transaction.",
        "In order to register, you must file form 637, the Application for Registration for Tax-Free Transaction.",
        "One example is the ExSTARS database, which allows bulk fuel carriers and terminal operators to file monthly returns known as fuel transaction reports.",
        "Leave customers a phone number or contact information where you can be reached after your business closes to be used if they have questions related to your business transaction.",
        "The direct marketing copywriter clearly asks for the sale or asks the customer to take an action step to complete the transaction.",
        "If something feels off about the transaction, simply walk away.",
        "Knowing how much your vehicle is worth will help you get the best deal during a sales transaction.",
        "If making an air travel reservation online, most websites give you the chance to reserve a car along with a hotel before you complete the transaction.",
        "Your transaction is with the dealer, so the rebate should not be a factor in the price of your car.Once you've settled on a purchase price and talked about the rebate, you'll have to decide how you want to use it.",
        "In any car transaction, you'll come out ahead if you know the value of your used car.",
        "When you know the car's value, you can make sure you get a fair deal during your sales transaction.",
        "However, even if prices are generally higher in Canada, the resources listed above will allow you to get the best deal during your sales transaction.",
        "Besides helping you choose the right car for your situation, researching a used vehicle is a great way to feel more confident during your sales transaction.",
        "MR: First, you should go to Kelly Blue Book and get the new car amount - invoice, MSRP and the averages transaction.",
        "This is a business transaction, and it's important to keep that in mind.",
        "It's easy to begin seeing the vehicle as yours, especially once you've started dealing with the salesperson on the price; however, just like in the rest of this transaction, you'll need to keep emotion out of it.",
        "This process only takes a few minutes to complete, but it is best done with both the private owner and the buyer present during the transaction.",
        "The main disadvantage of getting your knitting supply, particularly yarn, from the Internet is that the whole transaction takes place on a screen.",
        "Any time a customer loses money on a real estate transaction due to the broker's error or negligence, a lawsuit can be filed.",
        "Ashley is a self-proclaimed daddy's girl who completed her first pawn transaction when she was seven.",
        "And it's a transaction, like any real-world exchange - the worker gets paid cash for the labor, and can then use that cash on his or her own farm.",
        "A domain for sale through a broker will cost a little more, but the broker typically handles the transaction itself.",
        "However, the fact that free solutions to a shopping cart are available can make at least that part of the online transaction process much easier, and let you get on with taking care of business.",
        "They can include set up fees, account maintenance fees and transaction fees.",
        "actualize this transaction."
    ],
    "definition": [
        "An act of carrying out some form of business between two persons.",
        "A business agreement or exchange.",
        "Any activity in which two or more persons are involved.",
        "Link/Cite"
    ]
}