{
    "translation": "להעביר, העברה",
    "uses": [
        "He would fly to Los Angeles, then transfer for the short hop north to Santa Barbara.",
        "The cost of transfer was about £I,000,000.",
        "Transfer it immediately from the bag to a bottle.",
        "Julie was a basket case when she learned she'd be required to transfer planes in Los Angeles.",
        "Further trouble between Pippin and his father led to the nominal transfer of Aquitaine from Pippin to his brother Charles in 831.",
        "The ability to instantly and, for a very low cost, reliably transfer money to anyone on the planet is a key ingredient in increasing the amount of trade that occurs online.",
        "I'd transfer out of this place if I didn't have to say why I was in such a hurry to leave.",
        "The fear of Spanish commercial laws powerfully stimulated resistance to the transfer, and though Ulloa made commercial and monetary concessions, they were not sufficient.",
        "Do palace revolutions--in which sometimes only two or three people take part--transfer the will of the people to a new ruler?",
        "We found the boat and the transfer carriage with much less difficulty than teacher expected.",
        "But I do think we will see an end to any effective constraints relating to computers' ability to process data and transfer information.",
        "In lathing I was pleased to be able to send home each nail with a single blow of the hammer, and it was my ambition to transfer the plaster from the board to the wall neatly and rapidly.",
        "If the animals in front are continually changing and the direction of the whole herd is constantly altered, this is because in order to follow a given direction the animals transfer their will to the animals that have attracted our attention, and to study the movements of the herd we must watch the movements of all the prominent animals moving on all sides of the herd.",
        "Hated the hot and stickies of Norfolk weather and was always after me to transfer him back to Scranton—fat chance of that—or to some bread-bas­ket state out west.",
        "If we transfer Christian evidence from the \" historical \" to the \" philosophical \" with H.",
        "One is to hyperinflate currency, which is a massive transfer of wealth from creditors to debtors.",
        "According to the tradition which Josephus has preserved the high priest refused to transfer his allegiance, and Alexander marched against Jerusalem after the capture of Gaza.",
        "Mill was earnestly opposed to the transfer, and the documents in which he substantiated the proud boast for the Company that \"few governments, even under far more favourable circumstances, have attempted so much for the good of their subjects or carried so many of their attempts to a beneficial issue,\" and exposed the defects of the proposed new government, are models of trenchant and dignified pleading.",
        "By a capitulary he provided that either litigant, without the consent of the other party, and not only at the beginning of a suit but at any time during its continuance, might take the cause from lay cognizance and transfer it to the bishop's tribunal.",
        "Petya was not at home, he had gone to visit a friend with whom he meant to obtain a transfer from the militia to the active army.",
        "It was chosen as the meeting-place of the general assembly of the Italiot Greeks, which Alexander of Epirus, after his alienation from Tarentum, tried to transfer to Thurii.",
        "But on account of experimental errors in weighing and measuring, and through loss of material in the transfer of substances from one vessel to another, such analyses are rarely trustworthy to more than one part in about Soo; so that small changes in weight consequent on the chemical change could not with certainty be proved or disproved.",
        "Johns, Assyrian Deeds and Documents relating to the Transfer of Property (3 vols., Cambridge, 1898); H.",
        "During this transfer he felt a little stronger and was able to look about him and even speak.",
        "Long after the Goths had lost Rome they still clung to Ravenna, till at length, weary of the feebleness of their own king, Vitiges, and struck with admiration of their heroic conqueror, they offered to transfer their allegiance to Belisarius on condition of his assuming the diadem of the Western Empire.",
        "Certain sacrifices of animals he explains as intended to transfer a conditional curse.",
        "If the lands assigned are situated in Middlesex or Yorkshire, the assignment should be registered under the Middlesex Registry or Yorkshire Registries Acts, as the case may be; and similar provision is now made for the registration by an assignee of his title under the Land Transfer Acts 1875 and 1897.",
        "Simon's wife now fell ill, and on the 19th of January 1794 the Simons left the Temple, after securing a receipt for the safe transfer of their prisoner, who was declared to be in good health.",
        "A formal transfer to Japan was made in June of the same year in pursuance of the treaty, the ceremony taking place on board ship outside Kelung, as the Chinese commissioners did not venture to land.",
        "As a result of the transfer of Jamaica to England, the population of Cuba was greatly augmented by Jamaican immigrants to about 30,000 in the middle of the 17th century.",
        "But neither the pope nor the Venetians would hear of such a transfer, and the negotiations on this subject greatly embittered Matthias against the Curia.",
        "did, in fact, call together at Pavia a council, which it was necessary to transfer almost at once to Siena, owing to an epidemic, and which had to be dissolved owing to circumstances still imperfectly known, just as it was beginning to discuss the subject of reform (1424).",
        "Every other metric is still climbing: data throughput, mobile phone usage, messages sent, websites created, amount of information online, data transfer speed, and CPU speed.",
        "In 1742, however, he was induced to transfer his support to Maria Theresa, and his troops took part in the struggle against Frederick the Great during the Silesian wars, and again when the Seven Years' War began in 1756.",
        "Manitoba formerly belonged to the Hudson's Bay Company, and after the transfer of its territory to Canada was admitted in 1870 as the fifth province of the Dominion.",
        "So zealously was the work of improvement pursued that within little more than six years of the transfer the aggregate extent of road wires in the United Kingdom was already 63,000 m.",
        "The victim was often kept in captivity and well fed; to transfer their sins people laid their hands upon him as he was led in procession, his head covered with ashes; on the way to the place of sacrifice were three enclosures, the second open to chiefs and priest only, the third to the officiant and his helper alone; the blood of the victim was offered to the gods.",
        "the kharaj or tithe, and transfer and succession duties.",
        "or chalk (after the stone has been \" grained \"), or it is transferred from a drawing upon transfer paper in lithographic ink.",
        "These workers then take on themselves the labour of the colony, some collecting food, which they transfer to their comrades within the nest whose duty is to tend and feed the larvae.",
        "Here he was accused of fraud for having substituted one name for another in a deed of transfer of national lands.",
        "But he desired to root out the popular respect for the names of Charlemont and Grattan, and to transfer to more violent leaders the conduct of the national movement.",
        "Danger of foreign interference in the relations between Italy and the papacy had never been so great since the Italian occupation of Rome, as when, in the summer of 1881,the disorders during the transfer of the remains of Pius IX.",
        "But with the transfer of Midhat this feeble attempt at navigation was abandoned.",
        "He mentions in another place that when at Verona the king was anxious to transfer the accusation of treason brought against Albinus to the whole senate, he defended the senate at great risk.",
        "Many of the inhabitants of the conquered districts, however, still clung to the old connexion, and on the 30th of September 1872 - the day by which the people were required to determine whether they would consider themselves German subjects and remain, or French subjects and transfer their domicile to France-45,000 elected to be still French, and sorrowfully took their departure.",
        "Probably the recognition and appointment of elders was simply the transfer from the synagogue to the Church of a usage which was regarded as essential among Jews; and the Gentile churches naturally followed the example of the Jewish Christians.",
        "A duty of 10 per mille on its estimated value has to be paid on transfer by sale, donation or testament; 5 per mille on transfer by inheritance; and, a registration duty on expenses of transfer.",
        "Paris is served by the Vandalia, and the Cleveland, Cincinnati, Chicago & St Louis (New York Central system) railways; the main line and the Cairo division of the latter intersect here, and the city is the transfer point for traffic from the E.",
        "The object of all heating apparatus is the transference of heat from the fire to the various parts of the building it is intended to warm, and this transfer may be effected by radiation, by conduction or by convection.",
        "But the principal operation of (at least) the latter change was simply to transfer Northern slaves to Southern markets.",
        "In this condition of home and foreign affairs occurred disorders at i~ome in connection with the transfer of the remains of Pius IX.",
        "After spending a short time in Paris in order to supervise the transfer of his forces from Germany to the Pyrenees, he journeyed swiftly southwards, burst upon the Spaniards, and on the 3rd of December received the surrender of Madrid.",
        "Though Petya would remain in the service, this transfer would give the countess the consolation of seeing at least one of her sons under her wing, and she hoped to arrange matters for her Petya so as not to let him go again, but always get him appointed to places where he could not possibly take part in a battle.",
        "The second governorship of Clive was marked by the transfer of the diwani or financial administration from the Mogul emperor to the Company, and by the enforcement of stringent regulations against the besetting sin of peculation.",
        "Here also he wrote Lucinde (1799), an unfinished romance, which is interesting as an attempt to transfer to practical ethics the Romantic demand for complete individual freedom, and Alarcos, a tragedy (1802) in which, without much success, he combined romantic and classical elements.",
        "It fell to him as head of the office to write the defence of the Company's government of India when the transfer of its powers was proposed.",
        "It is generally convenient to keep the inwards and the outwards traffic distinct and to deal with the two classes separately; at junction stations it may also be necessary to provide for the transfer of freight from one wagon to another, though the bulk of goods traffic is conveyed through to its destination in the wagons into which it was originally loaded.",
        "Now, however, a large proportion of the crop is sold to local store-keepers who transfer it to exporting firms in neighbouring cities.",
        "Regist?ation (enregistrement) duties are charged on the transfer of property in the way of business (fi titre onreux); on changes in ownership effected in the way of donation or succession (a litre gratuit), and 011 a variety of other transactions which must be registered according to law.",
        "mineral wool insulation in the floor structure will reduce airborne sound transfer.",
        "The velocity of propagation of a torsional disturbance along a wire of circular section may be found by the transfer of momentum method, remembering that we must now replace linear momentum by angular momentum.",
        "In small flowers which are crowded at the same level or in flat flowers in which the stigmas and anthers project but little, slugs or snails creeping over their surface may transfer to the stigma the pollen which clings to the slimy foot.",
        "Such a transfer has been described in various Aroids, Rohdea japonica (Liliaceae), and other plants.",
        "exciton cannot conduct energy, but it can transfer energy because it is mobile.",
        "Transfer rush for Sturrock Mon 30 Jan Paul Sturrock is hoping to add another midfielder before the transfer window slams shut tomorrow.",
        "The transfer function is the complex viscoelastic modulus of the interface.",
        "Transfer of the fatty acid moiety across the inner mitochondrial membrane involves carnitine.",
        "The chemical moiety involved in the transfer must be specified.",
        "mount that allows for easy transfer between vehicles.",
        "For the indie moviemaker wishing to obtain a 35mm film transfer of their footage this is fantastic.",
        "Standing aid RAISA The safe and comfortable standing and transfer aid to help people with weakened leg musculature.",
        "Transfer to a bowl and add honey, sugar, whole grain mustard, lemon and lime juice and olive oil.",
        "Some models are not mutable, so a transfer operation of COPY only should be advertised in that case.",
        "In 1753 Spain and Portugal exchanged certain American provinces with each other, which involved a transfer of sovereign rights over Paraguay; but it was also provided that the populations should severally migrate also, that the subjects of each crown might remain the same as before.",
        "petrolCouncil also agreed to take steps to transfer the County fleet both purchased and leased to lead-free gasoline as soon as practicable.",
        "Our internal electrical system works by using cells that have built up electrical gradient or energy that can be given off to other cells by direct transfer.",
        "The transfer of the judicial process, and of the financial and administrative sides of the government as well, into private possession, was not, however, accomplished entirely by the road of the immunity.",
        "The history of Halberstadt begins with the transfer to it, by Bishop Hildegrim I., in 820 of the see founded by Charlemagne at Seligenstadt.",
        "when he threatened to transfer the kingdom of France to England; or the conduct of those later pontiffs who condemned the treaties of Westphalia, the Austrian constitution of 1867 and the establishment of the kingdom of Italy.",
        "He was able to exact an oath of fidelity from the archbishops, named many of the bishops, and asserted the right to transfer and dispose them.",
        "Following up this advantage, Ephialtes (462 B.C.), and less prominently Archestratus and Pericles, proposed and carried measures for the transfer of most of its functions to the Council of Five Hundred, the Ecclesia, and the popular courts of law (Arist.",
        "When the target is completely concealed it is necessary to lay the gun on an aiming point more or less out of the line of fire, or to lay on a \" director \" with a large amount of deflection, and to align aiming posts with the sights at zero to give the direction of the target, and afterwards perhaps to transfer the line of sight to some other distant object, all of which require a far greater scope of deflection than is afforded by the deflection leaf.",
        "The most important innovation, however, was the transfer of the responsibility for filling up the schedule from the overseers to the householders, thereby rendering possible a synchronous record.",
        "The comptroller also has charge of the enforcement of the stock transfer tax act and of the laws imposing taxes upon the transfer of decedents' estates.",
        "Now the transfer of momentum across a surface occurs in two ways, firstly by the carriage of moving matter through the surface, and secondly by the force acting between the matter on one side of the surface and the matter on the other side.",
        "If we transfer 0 to A, e=o, and the curve may be represented by y=a sin A x.",
        "We shall find the velocity of propagation, just as in previous cases, from the consideration of transfer of momentum.",
        "At B there is only the latter kind, and since the transfer of matter is powoU, where po is the undisturbed density and wo is the undisturbed cross-section, since its velocity is U the passage of momentum per second is powoUo 2.",
        "The transfer of angular momentum through A is of two kinds - first, that due to the passage of rotating matter, and, secondly, that due to the couple with which matter to the right of A acts upon matter to the left of A.",
        "It was assumed that the individual members of society, by express or implied pact, agree to obey some person or persons; sometimes it is described as an unqualified handing over; sometimes it is a transfer subject to qualifications, and with notice that in certain contingencies this will be withdrawn.",
        "The bridge is a deck bridge, the railway being carried on top. The transfer of the loads to the ends of the bridge by ..",
        "The end lifts which transfer the weight of the bridge to the piers when the span is closed consist of massive eccentrics having a throw of 4 in.",
        "The German National Union (Nationalverband) agreed to extend temporary hospitality to the Italian university in Vienna, but the Southern Slav Hochschule Club demanded a guarantee that a later transfer to the coast provinces should not be contemplated, together with the simultaneous foundation of Slovene professorial chairs in Prague and Cracow, and preliminary steps towards the foundation of a Southern Slav university in Laibach.",
        "Various disputes between Great Britain and the Netherlands, arising chiefly out of the transfer of power in Java and the British occupation of Singapore (1819), were settled by treaty between the two powers in 1824.",
        "In Cambridge he completed his work on the New Testament, the Letters of Jerome, and Seneca; and then in 1514, when there seemed no prospect of ampler preferment, he determined to transfer himself to Basel and give the results of his labours to the world.",
        "the bulk of them had voted for the \"appeal to the people,\" and so laid themselves open to the charge of \"royalism\"; they denounced the domination of Paris and summoned provincial levies to their aid, and so fell under suspicion of \"federalism,\" though they rejected Buzot's proposal to transfer the Convention to Versailles.",
        "He secured the formal consent of Charles to the transfer of the electoral dignity and took the field in November.",
        "The city was at one time an important commercial and mining centre, but much of its importance was lost through the transfer of trade to Cali and Pasto, through the decay of neighbouring mining industries, and through political disturbances.",
        "- A Freycinetia, native of Java, and a species of Bauhinia in Trinidad are visited by bats which transfer the pollen.",
        "This system made it impossible for French immigrants to obtain land by lawful transfer.",
        "Boris' most important domestic reform was the ukaz (1587) forbidding the peasantry to transfer themselves from one landowner to another, thus binding them to the soil.",
        "5: Transfer of Units -- The transfer of units from one people to another takes place almost always by trade.",
        "It seems probable that Forrett acted without authority, and his successor, Forrester, was arrested by the Dutch in New Amsterdam and sent to Holland before he could confirm the transfer.",
        "It is a shipping and transfer point and has paper mills, machine shops, flour mills, sash, door and blind factories, a launch and pleasure-boat factory, and knitting works, cheese factories and dairies, brick yards and grain elevators.",
        "The essential elements were livery of seisin (delivery of possession), which consisted in formally giving to the feoffee on the land a clod or turf, or a growing twig, as a symbol of the transfer of the land, and words by the feoffor declaratory of his intent to deliver possession to the feoffee with a \"limitation\" of the estate intended to be transferred.",
        "The emperor Ferdinand II., too happy to transfer the burden, countenanced an arrangement by which Kepler entered the service of the duke of Friedland (Wallenstein), who assumed the full responsibility of the debt.",
        "Through the influence of Lieut.-Governor Gore, supplemented by that of Sir Isaac Brock, Strachan was prevailed upon in 1812 to transfer himself to York, where he was soon deeply involved in civil and ecclesiastical politics.",
        "The time-honoured question of the filioque was still in the foreground when it seemed for several reasons advisable to transfer the council to Florence: Ferrara was threatened by condottieri, the pest was raging; Florence promised a welcome subvention, and a situation further inland would make it more difficult for uneasy Greek bishops to flee the synod.",
        "In the first place the plebeians gained full rights of ownership and transfer, and could thus become freeholders of the land which they occupied and of the appurtenances of this land (res mancipi) .",
        "Where this happens there is much room for the display of tactical skill by the party managers in persuading delegates who favor one of the less prominent aspirants to transfer their votes to the person who seems most likely to unite the party.",
        "McDougall was in 1868 sent to England to negotiate with the Hudson's Bay Company (q.v.) for the extinction of its claims, and to arrange with the imperial government for the transfer of the territory.",
        "In anticipation of the formal transfer to the Dominion an act was passed by the Canadian parliament in the same month providing for the temporary government of Rupert's Land and the North-West Territories.",
        "Her Majesty would unite Rupert's Land and the North Red river regarded with suspicion a transfer of control concerning.",
        "even provoked a civil war by attempting to transfer the duchy of Aquitaine from the hands of Richard Coeur de Lion to those of John (1183).",
        "It was made a villa in 1803, and in 1807, when Rio Grande do Sul was made a captaincy-general, the transfer of the capital from Rio Grande to Porto Alegre was officially recognized.",
        "Tracks of a belt line transfer company encircle the city, and altogether there are more than 500 m.",
        "- In order to facilitate the transfer of the pending orders the two governments agree to increase by two months the time stipulated for the beginning of the construction of the respective ships.",
        "At that time an agitation was going on for the transfer of the judicial functions from the equites to the senate; Drusus proposed as a compromise a measure which restored to the senate the office of judices, while its numbers were doubled by the admission of 300 equites.",
        "When the transfer of Rupert's Land took place to Canada in 1870, the governor of Assiniboia had his residence at Fort Garry, and here was the centre of government for the settlers over the area surrounding Fort Garry.",
        "The formal transfer of sovereignty took place on the 12th of August 1898, when the flag of the United States (the same flag hauled down by order of Commissioner Blount) was raised over the Executive Building with impressive ceremonies.",
        "Such a tenant could not be expelled except for non-payment, bad culture or the transfer of his lease without the landlord's consent.",
        "Shall we resign our traditional belief that the greater part of the world is mere body, but that its general adaptability to conscious organisms proves its creation and government by God, and take to the new hypothesis, which, by a transfer of design from God to Nature, supposes that everything physical is alive, and conducts its life by psychical impulses of its own?",
        "But he had also to endure countless objections to his mathematical statement of Weber's law, to his unnecessary assumption of units of sensation, and to his unjustifiable transfer of the law from physical to physiological stimuli of sensations, involving in his opinion his parallelistic view of body and mind.",
        "So prone are they to transfer to Nature the part played by the providence of God !",
        "The consequence is that whatever is true of experience they transfer to all knowledge.",
        "At the same time, true: to the hypothesis of \" immanence,\" he rigidly confines these categories to the given data, and altogether avoids the inconsistent tendency of Kant to transfer causality from a necessary relation between phenomena to a neces-' sary relation between phenomena and things in themselves as their causes.",
        "had taken Paris at the price of a mass, it became possible for the popes to play off the Bourbons against the Habsburgs; but the transfer of favour was made so gradually that the opposition of the papacy to Spain did not become open till just before Clement VIII.",
        "From Berlin Patkul went on to Dresden to conclude an agreement with the imperial commissioners for the transfer of the Russian contingent from the Saxon to the Austrian service.",
        "So closed the second day of the trial; and before the next day's work could begin a note of two or three lines hastily written at midnight informed the commissioners that Elizabeth had suddenly determined to adjourn the expected judgment and transfer the place of it to the star-chamber.",
        "Grafting or \" working \" consists in the transfer of a branch, the \" graft \" or \" scion,\" from one plant to another, which latter is termed the \" stock.\"",
        "Transfer chrysanthemums to sheltered positions out of doors, and provide means of protecting them from frost and cutting winds.",
        "This transfer will take place because the inner coatings of the Leyden jars have greater capacity with respect to the earth than the balls.",
        "graminis to various species of the genus, Bromus, that certain species may act as \"bridging species,\" enabling the transfer of a biologic form to a host-plant which it cannot normally infect.",
        "The molecular freedom which this high temperature gives enables the cementite to change gradually into a mixture of graphite and austenite with the result that, after the castings have been cooled and their austenite has in cooling past Aci changed into pearlite and ferrite, the mixture of cementite and pearlite of which they originally consisted has now given place to one of fine or \" temper \" graphite and ferrite, with more or less pearlite according to the completeness of the transfer of the carbon to the state of graphite.",
        "But the transfer of heat from the rising gases to the sinking solids, which has been going on in the upper part of the furnace, continues as the solid column gradually sinks downward to the hearth, till at the \" fusion level \" (A in fig.",
        "The desulphurizing effect of this transfer of the sulphur from union with iron to union with calcium is due to the fact that, whereas iron sulphide dissolves readily in the molten metallic iron, calcium;sulphide, in the presence of a slag rich in lime, does not, but by preference enters the slag, which may thus absorb even as much as 3% of sulphur.",
        "It is in large part because of this shallowness, which contrasts so strongly with the height and roominess of the Bessemer converter, that the process lasts hours where the Bessemer process lasts minutes, though there is the further difference that in the open-hearth process the transfer of heat from flame to charge through the intervening layer of slag is necessarily slow, whereas in the Bessemer process the heat, generated as it is in and by the metallic bath itself, raises the temperature very rapidly.",
        "In these, bricks in great numbers are piled loosely, in such a way that, while they leave ample passage for the gas and air, yet they offer to them a very great extent of surface, and therefore readily transfer to them the heat which they have as readily sucked out of the escaping products of combustion in the last preceding phase.",
        "Of the two the cupola is very much the more economical of fuel, thanks to the direct transfer of„ heat from the burning coke to the pig iron with which it is in contact.",
        "Here let us recognize that what gives this transfer of carbon from graphite skeleton to metallic matrix such very great influence on the properties of the metal is the fact that the transfer of each 1%.",
        "Hence, as with the progressive transfer of the carbon from the graphitic to the cementite state in our imaginary series of cast irons, the combined carbon present in the matrix increases, so does the tensile strength of the mass as a whole for two reasons; first, because the strength of the matrix itself is increasing (DE), and second, because the discontinuity is decreasing with the decreasing proportion of graphite.",
        "With further transfer of the carbon from the graphitic to the combined state, the matrix itself grows weaker (EF); but this weakening is offset in a measure by the continuing decrease of discontinuity due to the decreasing proportion of graphite.",
        "Briefly, it prevents the dealing with the right of presentation as a thing apart from the advowson itself; increases the power of the bishops to refuse the presentation of unfit persons, and removes several abuses which had arisen in the transfer of patronage.",
        "Besides the qualifications required of a presentee by canon law, such as being of the canonical age, and in priest's orders before admission, sufficient learning and proper orthodoxy or morals, the Benefices Act requires that a year shall have elapsed since a transfer of the right of patronage, unless it can be shown that such transfer was not made in view of a probable vacancy; that the presentee has been a deacon for three years; and that he is not unfit for the discharge of his duties by reason of physical or mental infirmity or incapacity, grave pecuniary embarrassment, grave misconduct or neglect of duty in an ecclesiastical office, evil life, or conduct causing grave scandal concerning his moral character since his ordination, or being party to an illegal agreement with regard to the presentation; that notice of the presentation has been given to the parish of the benefice.",
        "This view has been accepted by Nosairi writers, but they transfer Ibn Nusair to the 7th century and make him the son of the vizier of Moawiya I., while another tradition (cf.",
        "The reign closed with the French position unimproved in Flanders, except for the transfer to Philip by Count Robert of Lille, Douai and Bethune, and their dependencies.",
        "- The narrative of William of Tyre concludes with Baldwin IV.'s transfer of the regency to Raymund of Tripoli.",
        "But although it was very natural that a later rearrangement should transfer Ruth from the Hagiographa to the historical books, and place it between Judges and Samuel, no motive can be suggested for the opposite change, and the presumption is that it found a place in the last part of the Jewish canon after the second (with the historical books) had been definitely closed.",
        "This, at first sight, paradoxical result is explained by the fact that the mean free path of each molecule increases in the same proportion as the density is diminished, so that as the number of molecules crossing each square centimetre decreases, the distance to which each carries its momentum increases, and the total transfer of momentum is unaffected by variation of density.",
        "addition to these, the railways in Alsace-Lorraine, which France bought of the Eastern Railway Company for 13,000,000, in order to transfer them to the control of Germany, are also the property of the empire.",
        "After the war of 1866 he was chosen as Italian plenipotentiary for the negotiation of the treaty of Prague and for the transfer of Venetia to Italy.",
        "Not content with this tie, however, which was personal to himself alone, the king planned to make them hereditary possessions of his family, and to transfer the headquarters of the Habsburgs from the Rhine to the Danube.",
        "As programme Tisza brought with him a number of concessions from the crown to Magyar nationalist feeling in regard to military matters, particularly in regard to military badges, penal procedure, the transfer of officers of Hungarian origin from Austrian to Hungarian regiments, the establishment of military scholarships for Magyar youths and the introduction of the two years' service system.",
        "Lord Derby thereupon came into office for the second time, and Bright had the satisfaction of assisting in the passing of two measures which he had long advocated - the admission of Jews to parliament and the transfer of the government of India from the East India Company to the crown.",
        "The street-railway service is based on a universal 5-cent transfer throughout the metropolitan area.",
        "It was therefore arranged that in consideration of compensation for private rights the company should surrender its charter and transfer all political rights in the territories to the Crown.",
        "The transfer took place on the 1st of January 1900, from which date the company, which dropped the name of \" royal,\" became a purely trading corporation.",
        "Similarly the sole title to minerals (subject to the share of profits assigned to the Niger Company by the deed of transfer) was vested in the government, and the terms upon which licences to prospect or mine could be acquired, together with full regulations regarding mining, were enacted by law.",
        "This decree had been promulgated before the transfer of the administration, but had existed merely on paper.",
        "This transfer of the seat of government represented a step in the development of Turkish control over the central regions of Irak.",
        "Instead of marching on to Kassala, Ras Alula, who at this time was much offended by the transfer of Massawa by the Egyptians to Italy, made a triumphant entry into Asmara, and absolutely refused to make any further efforts to extricate Egyptian garrisons from the grip of the khalifa.",
        "To this end the transfer of the vessel was made to Ecuador, and she proceeded to Ecuadorian waters.",
        "In 1534 the duke, who was childless, attempted to transfer the reversion of Gelderland to France, but this project was violently resisted by the estates of the duchy, and Charles was compelled by them in 1538 to appoint as his successor William V.",
        "There existed a party of malcontents who wished to transfer the regency from Orleans to Philip V., king of Spain.",
        "15, 1864) the \"September Convention\" with France, whereby Napoleon agreed to evacuate Rome, and Italy to transfer her capital from Turin to Florence.",
        "The newer kinds of art metal-work have, until recently, reached the purchaser direct from the producer's workshop; but they may now also be seen in the shops of silversmiths, jewellers, and general dealers, who are thus helping to transfer production from large commercial manufactories to smaller ateliers under artistic control.",
        "Augustus supported his brother during the war of the league of Schmalkalden, and in the policy which culminated in the transfer of the Saxon electorate from John Frederick I., the head of the Ernestine branch of the Wettin family, to Maurice.",
        "to transfer the see to Exeter, as Crediton was \"an open town and much exposed to the incursions of pirates.\"",
        "With his coins, found abundantly in the Kabul basin, commences the use of an Arianian inscription, in addition to the Greek, supposed to imply the transfer of rule to the south of the mountains, over a people whom the Greek dynasty sought to conciliate.",
        "There is no reason to believe that any transfer of air takes place across the Himalayas in a southerly direction, unless indeed in those most elevated regions of the atmosphere which lie beyond the range of observation; but a nocturnal flow of cooled air, from the southern slopes, is felt as a strong wind where the rivers debouch on the plains, more especially in the early morning hours; and this probably contributes in some degree to lower the mean temperature of that belt of the plains which fringes the mountain zone.",
        "The zamindars of that time were raised to the status of landlords, with rights of transfer and inheritance, subject always to the payment in perpetuity of a rent-charge.",
        "government would \"not recognize as valid or effectual\" any conveyance, transfer or transmission of any property made by the government of the Transvaal republic or Orange Free State subsequently to the 10th of October 1899, the date of the commencement of the war.",
        "Disassociating these gods from all local connexions, Anu became the power presiding over the heavens, to Bel was assigned the earth and the atmosphere immediately above it, while Ea ruled over the deep. With the transfer of all the gods to the heavens, and under the influence of the doctrine of the correspondence between the heavens and the earth, Anu, Bel and Ea became the three \"ways\" (as they are called) on the heavens.",
        "In the same year he spoke on behalf of the proposal of Gaius Manilius to transfer the command against Mithradates from Lucullus to Pompey (de Lege Manilia), and delivered his clever but disingenuous defence of Aulus Cluentius (pro Cluentio) .",
        "Just before his death, the Sultan had ordered him to transfer his residence from Bagdad to Basra.",
        "At the close of 565 Justinian died, and a deputation of Romans waited upon his successor Justin II., representing that they found \"the Greeks\" harder taskmasters than the Goths, that Narses the eunuch was determined to reduce them all to slavery, and that unless he were removed they would transfer their allegiance to the barbarians.",
        "When, owing to the numerous cases of treachery among the princes, the choice became limited to a few families the plan was hit upon of frequently shifting the prince from one province to the other: the prince of Wallachia, the richer of the two principalities, was always ready to pay a handsome douceur to avert his transfer to Yassy; the prince of Moldavia was equally ready to bribe his supporters at Constantinople to secure his appointment to Wallachia.",
        "Apparently no further French explorations were made from that direction, and the transfer of Canada from France to Great Britain (1763)(1763) was followed by lessened interest in exploration.",
        "In 1878, through the instrumentality of Mr (afterwards Sir) Alfred Dent, the sultan of Sulu was induced to transfer to a syndicate, formed by Baron Overbeck and Mr Dent, all his rights in North Borneo, of which, as has been seen, he had been from time immemorial the overlord.",
        "The principal town in the territory, and the seat of government (though an attempt has been unsuccessfully made to transfer this to Jesselton on the west coast), is Sandakan, situated just inside the mouth of the Sarwaka inlet.",
        "A land revenue is derived from the sale of government lands, from quit rents and fees of transfer, &c. Judicial fees bring in a small amount, and the issue and sale of postage and revenue stamps have proved a fruitful source of income.",
        "It has, however, been proposed to transfer the name Chrysothrix to the marmosets of the genus Hapale, to which it is stated to have been originally applied, and to replace it by Saimiris.",
        "transfer to the governorship of South Carolina in February 1760.",
        "His kingdom therefore lapsed to Rome, and Prasutagus, anxious that the transfer should be effected in an orderly way, divided his accumulated wealth between his two daughters and the emperor.",
        "He surrounded himself with a bodyguard of Caesar's veterans, and forced the senate to transfer to him the province of Cisalpine Gaul, which was then administered by Decimus Junius Brutus, one of the conspirators.",
        "Furthermore his electrochemical investigations, and particularly his discovery of the important law of electrolysis, that the movement of a certain quantity of electricity through an electrolyte is always accompanied by the transfer of a certain definite quantity of matter from one electrode to another and the liberation at these electrodes of an equivalent weight of the ions, gave foundation for the idea of a definite atomic charge of electricity.",
        "Electrolysis.-The study of the transfer of electricity through liquids had meanwhile received much attention.",
        "Funck-Brentano emphasizes the fact that, although Eustache Dauger was then at Ste Marguerite, the king's minister Barbezieux, writing to Saint-Mars (March 20, 1694) about the transfer of these prisoners, says: \"You know that they are of more consequence (plus de consequence), at least one\" (presumably Mattioli), \"than those who are at present at the island.\"",
        "In 1864 it was chartered as a town and was made the county-seat, succeeding Georgetown (then a flourishing town, which speedily fell into decay), the transfer of the offices taking place in 1865.",
        "In America the usual method is to roast ores or concentrates so that the matte yielded by either the reverberatory or cupola furnace will run from 45 to 50% in copper, and then to transfer to the Bessemer converter, which blows it up to 99%.",
        "But the victorious rush of 1560 was already somewhat stayed, and the very next year raised the question whether the transfer of intolerance to the side of the new faith was as wise as it had at first seemed to be successful.",
        "Moreover, this transfer of authority was a voluntary act.",
        "They might, v al however, partially transfer their allegiance on the rise ~ of a new power (e.g.",
        "The change in personnel signified also a transfer of superintendence of the Persian legation, which passed from the government in India to the authorities in England.",
        "Nominally the sultan is still ruler, but virtually his powers were greatly curtailed by his conventions with the Dutch-Indian government, under which he surrendered, with the concurrence of his grandees, many of his former rights to the Dutch resident, who became the de facto governor of the easternmost colonial possessions of Holland, especially since the transfer of Dutch New Guinea in 1901.",
        "9 of the Criminal Procedure Act 1853: and ad deliberandum et recipias, to authorize the transfer from one custody to another for purposes of trial, which is in practice superseded by the provisions of the Prison Acts 1865, 1871 and 1898, and the Criminal Law Amendment Act 1867 (supra).",
        "Since then the most important change in Baluch administration has been the perpetual lease and transfer of management to British agency of the Nushki district and Niabat, with all rights, jurisdiction and administrative power, in lieu of a perpetual rent of Rs.9000 per annum.",
        "By this treaty Chile declared that if, in consequence of the plebiscite (to take place under the treaty of Ancon with Peru), or by virtue of direct arrangement, she should \" acquire dominion and permanent sovereignty over the territories of Tacna and Arica, she undertakes to transfer them to Bolivia in the same form and to the same extent as she may acquire them \"; the republic of Bolivia paying as an indemnity for that transfer $5,000,000 silver.",
        "with diplomatic missions; he was nuncio (1536) to Ferdinand, king of the Romans, and legate to the diet of Spires (1542) having successfully resisted the transfer of the diet to Hagenau on account of the plague (1J40).",
        "In return for the transfer by the pope of the Frank crown from the decayed line of Clovis to his own, Pippin crossed the Alps, defeated Aistulf and gave to the pope the lands which Aistulf had torn from the empire, Ravenna and the Pentapolis (754-756).",
        "The transfer of the seat of empire from Rome to Constantinople gave the bishops of Rome a possible rival in the patriarch of Constantinople, but the absence of an overawing court and of meddling statesmen did more than recoup the loss to the head of the Roman Church.",
        "The Patriarchate of Antioch has undergone most changes in extent of jurisdiction, arising from the transfer of sees to Jerusalem, from the progress of the schismatic churches of the East and from the conquests of the Mahommedans.",
        "But the proof he gave by his transfer of energies that the work of reform was never quite finished - this was something of peculiar value, and worth the risk of some indiscretions.",
        "The transfer of the name of the people to a special class is perhaps to be explained in the following manner.",
        "The powers of the state parliament have been since 1901 restricted by the transfer of certain powers to the commonwealth of Australia.",
        "In the New Testament there is already a tendency to ignore the Sadducees and to transfer to the surviving and active sect of the Pharisees denunciations addressed to hypocrites.",
        "The principal object of the act of 1888 was to transfer these powers and duties from the quarter sessions to the new representative body - the county council; and it may be said that substantially the whole of the administrative business of quarter sessions was thus transferred.",
        "The subjects of such transfer include (i.) the making, assessing and levying of county, police, hundred and all rates, and the application and expenditure thereof, and the making of orders for the payment of sums payable out of any such rate, or out of the county stock or county fund, and the preparation and revision of the basis or standard for the county rate.",
        "The overseers of any parish aggrieved by the basis may appeal against it to quarter sessions, and it is to be noticed that this appeal is not interfered with, the transfer of the duties of justices relating only to administrative and not to judicial business.",
        "If the Board of Agriculture is satisfied, after holding a local inquiry, that a county council have failed to fulfil their obligations as to allotments, the board may transfer all and any of the powers of the county council to the Small Holdings Commissioners.",
        "They may hear complaints by a parish council that a district council has failed to provide sufficient sewerage or water-supply, or has failed to enforce the provisions of the Public Health Acts in their district, and on such complaint they may transfer to themselves and exercise the powers of the defaulting council, or they may appoint a person to perform those duties.",
        "They may, on the petition of a district council, transfer to themselves the powers of a district council who have refused or failed to take the necessary proceedings to assert public rights of way or protect roadside wastes.",
        "weights and measures, fertilizing and feeding stuffs, wild birds' protection, land transfer, locomotives on highways and the acquisition of small dwellings.",
        "The charter is supplemented by a scheme which makes provision for the transfer to the new borough council of the powers and duties of existing authorities, and generally for the bringing into operation of the act of 1882.",
        "In a rural district any parish council may complain to the county council that the district council have made default in keeping any highway in repair, and the county council may thereupon transfer to themselves and execute the powers of the district council at the cost of the latter body, or they may make an order requiring the district council to perform their duty, or they may appoint some person to do so at the cost of the district council.",
        "In the event of the acts being adopted for a portion only of a rural parish, the burial board, or the parish meeting, may by resolution transfer all the powers of the board to the parish council.",
        "The council may also complain to the county council that the district council have failed to sewer their parish or provide a proper water-supply, or generally to enforce the provisions of the Burial Acts; and upon such complaint, if ascertained to be well founded, the county council may transfer to themselves the powers and duties of the district council, or may appoint a competent person to perform such powers and duties.",
        "In 1867, by a treaty signed on the 30th of March, the purchase was consummated for the sum of $7,200,000, and on the 18th of October 1867 the formal transfer of the territory was made at Sitka.",
        "Nor does the new relation make any change as to the nationality of the subjects of the two states, though in some countries facilities are afforded to the subjects of the Unterstaat to transfer their allegiance; and they owe a certain ill-defined degree of obedience to the protecting state.",
        "The foreign secretary declared, in reference to the negotiations for the transfer of the Congo to Belgium, that any semi-transfer which left the controlling power in the hands of\" the present authorities \"would not be considered by Great Britain as a guarantee of treaty rights.",
        "The 1 The first power to recognize the transfer of the state to Belgium was Germany, which did so in January 1909.",
        "Y P Lord Canning of some manifestations of discontent, and asked permission to transfer certain mutinous corps to another province.",
        "This prince must have been familiar with Leonardo as a child, but perhaps resented the ready transfer of his allegiance to the French, and at any rate gave him no employment.",
        "It is served by several railways, including the Pennsylvania, the Wabash, the Chicago Terminal Transfer (whose shops are here), the Lake Shore & Michigan Southern, the Chicago, Indiana & Southern, and the Indiana Harbor railways.",
        "In buildings wide in proportion to their height it is the ordinary practice to make the floors sufficiently rigid to transfer the lateral strains to the walls, and to brace the wall framings to resist them.",
        "The experiments given by Professor Burr indicate that a closed column is stronger than an open one, but practice does not always support theory, and many other questions besides mere form arise in connexion with the choice of a section; special considerations in the use of columns in buildings sometimes call for a form very different from the circular section, and such include the transfer of loads to the centre of the section, the maximum efficiency under loading, and the requirements for pipe space around or included in the column form.",
        "The position of the columns having been determined, the girders must next be located; these serve to support the floor beams which transfer the loads direct to the columns, and also to brace the columns during erection.",
        "In cases in which the lateral rigidity of the floors is depended upon to transfer the horizontal strains to the exterior walls which are framed to resist them, no form of floor construction should be used which is not laterally strong and rigid.",
        "Where they are heavy, as, for instance, with the French registration duties on the transfer of property, there appears to be little doubt that they constitute a deduction from the price which a seller receives, and thus they are direct enough.",
        "Included are various charges on foreign bonds to bearer, to compensate for the advantage they have in escaping the transfer duty on deeds, through their passing on sale or mortgage from hand to hand.",
        "In France, besides the stamp duties, there are charges on the transfer of real property amounting to about 6 per cent.",
        "on the official registration of the transfer which is necessary to make it effective.",
        "Last of all, we have to notice among the imperial taxes the estate (q.v.) or death duties, as they are called - the charges made by government on the transfer of property from the dead to the living.",
        "The act dates from the first year after the transfer of India from the company to the crown; for the mutiny burst out in 1857.",
        "On the transfer of the Neapolitan crown to Charles of Bourbon, Giannone lost his Austrian pension and was compelled to remove to Venice.",
        "The old capital, Tirgovishtea, was considered by the Divan to be too near the Transylvanian frontier, and the voivodes were accordingly compelled to transfer their residence to Bucharest, which was finally made the seat of government in 1698.",
        "Colombia agreed (1) to the transfer of the rights, under the concession, of the French company to the United States; (2) to cede, on a hundred years' lease, a right of way for the canal, and a strip of land 5 m.",
        "The transfer was marked by the removal of the prohibition of the sale of alcoholic liquors to the natives, and the free trade in intoxicants which followed had most deplorable results among the Kaffir tribes.",
        "This event, however, had no other result than to transfer the stipulated price from one vendor to another; for that general, not coveting the possession, immediately delivered it over to Chikka Deva on payment of the three lakhs.",
        "The re-formed nitrous acid, although not stable, any more than is its anhydride, N203, is nevertheless the j` oxygen carrier\" in question, as the products of its spontaneous decomposition, when meeting with other compounds, always react like nitrous acid itself and thus may transfer an indefinite quantity of oxygen to the corresponding quantities of SO 2 and H 2 O, with the corresponding formation of H2S04.",
        "John Frederick consented to the transfer of the electoral dignity, but retained for himself the title of \"born elector,\" and received some lands and a sum of money.",
        "A calycinal system may be quite apparent in the later Ophiuroidea and in a few Asteroidea, but there is no trace of it in the older Palaeozoic types, unless we are to transfer the appellation to the terminals.",
        "\\Vhen the count died in 1171 Henry did not transfer the administration of the land to the young pair, who were still but children, but retained it for himself, and clung to it jealously long after his son came of age.",
        "The effect of the Reform Bill, which abolished fifty-six rotten boroughs, and by reducing the representation of others set free 143 seats, which were in part conferred on the new industrial centres, was to transfer a large share of political power from the landed aristocracy to the middle classes.",
        "The mutiny, however, had impressed its lesson on the British people, and, as the first consequence, it was decided to, transfer the government from the old East India Company to the crown.",
        "For the riot in Hyde Park led almost directly to a new Reform Act, and to the transfer of power from the middle classes to the masses of the people.",
        "Up to 1867 a minister leaving one office and accepting another vacated his seat; after 1867 a transfer from one post to another did not necessitate a fresh election.",
        "A few months afterwards Burke published the Appeal from the New to the Old Whigs, a grave, calm and most cogent vindication of the perfect consistency of his criticisms upon the English Revolution of 1688 and upon the French Revolution of 1789, with the doctrines of the great Whigs who conducted and afterwards defended in Anne's reign the transfer of the crown from James to William and Mary.",
        "Cold, by some means or other, causes the pigment-bodies to shift from the normal positions, and to transfer themselves to other layers of the hair, where they are attacked and devoured by phagocytes.",
        "In the case of Ea the transfer proceeds pacifically and without involving the effacement of the older god.",
        "John Sigismund, adopting his court-preacher's views, issued (1568) an edict of religious liberty at the Torda Diet, which allowed David (retaining his existing title) to transfer his episcopate from the Calvinists to the anti-Trinitarians, Kolozsvar being evacuated by all but his followers.",
        "The formal transfer of Alaska from Russian to American possession took place at Sitka on the 18th of October 1867.",
        "Wycliffe was a metaphysician and a theologian, and had to invent a metaphysical theory - the theory of Dominium - to enable him to transfer, in a way satisfactory to himself, the powers and privileges of the church to his company of poor Christians; but his followers were content to allege that a church which held large landed possessions, collected tithes greedily and took money from starving peasants for baptizing, burying and praying, could not be the church of Christ and his apostles.",
        "The proceedings of the 4th of August issued in a wholesale transfer of property from one class to another without any indemnity for the losers.",
        "Although the acts of 1870 and 1881 provided facilities for the purchase of holdings by the tenants, it was only after the passing of the Ashbourne Act in 1885 that the transfer of ownership to the occupying tenants began on an extended scale.",
        "Provisions were also made as to the transfer of graduates and students, so that they might occupy under the new regime positions equivalent to those which they occupied previously, in respect both of degrees and the keeping of terms. The commissioners were directed to work out schemes for the employment of officers already employed in the institutions affected by the new arrangements, and for the compensation of those whose employment could not be continued.",
        "In 1441, however, discontented with the absence of strict discipline in his community, he obtained the leave of the papal legate at the council of Basel to transfer himself to the Carthusians, entering the monastery of Salvatorberg near Erfurt, of which he became prior.",
        "Del primato morale e civile degli Italiani and the Prolegomeni to the same, and soon afterwards his triumphant exposure of the Jesuits, Il Gesuita moderno, no doubt hastened - the transfer of rule from clerical to civil hands.",
        "The result of the battle was to transfer the Greek supremacy from Sparta to Thebes.",
        "This was facilitated by the Chinese system of transfer of public officers from one province of the empire to another, and in the later movements of the missionaries they frequently met with one and another of their old acquaintances in office, who were more or less well disposed.",
        "This political victory of the aristocracy was merely the consummation of a slow subterranean revolution which by innumerable reiterated blows had sapped the structure of the body politic, and was about to transfer the people of Gaul from the Roman monarchical and administrative government to the sway of the feudal system.",
        "It has also three terminal switching lines and the belt line of the Minnesota Transfer Company, serving both Minneapolis and St Paul.",
        "The difficulty was adjusted in 1906 when the Congo State abandoned all claims to the Ghazal province (whence its troops were withdrawn during 1907), and it was agreed to transfer the Lado enclave to the Sudan six months after the death of the king of the Belgians.",
        "of the thread and apparently well within Iowa remain under the jurisdiction of Nebraska, or vice versa; and Yankton has been seriously threatened with a sudden transfer from the South Dakota to the Nebraska side.",
        "It was the attempt made to transfer the whole Bulgarian trade to Thessalonica that in the close of the 9th century caused the invasion of the empire by Simeon of Bulgaria.",
        "With the extension of its use, too, the custom grew up (c. 1300) of investing clerks with the biretum as the symbol of the transfer of a benefice, a custom which survives, in Roman Catholic countries, in the solemn delivery of the red biretta by the head of the state to newly created cardinals, who afterwards go to Rome to receive the red hat.",
        "frigus, frost) is the cooling of a body by the transfer of a portion of its heat to another and therefore a cooler body.",
        "2 The process of this overlaying is easy to realize if we remember how usual it was to transfer characteristics and episodes drawn from immemorial folk-lore to successive historical personages.",
        "The transfer of the elector's support from Sweden to Poland in 1656 was followed by the fall from power of Waldeck, who was succeeded by Otto von Schwerin (1616-1679), under whose influence the elector's relations with the emperor became more cordial.",
        "It is served by the Baltimore & Ohio, the Lake Shore & Michigan Southern, the Pennsylvania, the Chicago, Indiana & Southern and (for freight only) the Elgin, Joliet & Eastern, the Chicago Terminal Transfer, and the Indiana Harbour Belt railways; and is connected with Chicago and with the surrounding XXVIII.",
        "It may transfer any case to the supreme court or the supreme court may assume jurisdiction of any of its cases by issuing a writ of certiorari, but otherwise its decrees are final.",
        "The act for establishing the Tennessee Reformatory for Boys provides that the institution shall be governed by a board of trustees consisting of the governor and five other members, one retiring each year; that boys under eighteen years of age who are convicted of a penitentiary offence shall be sent to it; that the trustees may transfer incorrigible boys to the penitentiary, put others out in', the service of citizens on probation, or recommend them to the governor for pardon.",
        "The Watauga settlers, indignant at this transfer without their consent, and fearing to be left without any form of government whatever, called a convention which met at Jonesborough on the 23rd of August 1784, and by which delegates to another convention to form a new state were appointed.",
        "As, however, it became every year more difficult to support an army in the Dvina district, Gustavus now resolved to transfer the war to the Prussian provinces of Poland with a view to securing the control of the Vistula, as he had already secured the control of the Dvina.",
        "He is trying to transfer that responsibility to you in the name of nobility.",
        "He would fly to Los Angeles and transfer for the short hop north to Santa Barbara.",
        "I described how to transfer certain data and she asked if she could help.",
        "If they were successful in turning a normal pig into a vamp-pig, and that vamp-pig could in turn bite say, a human or another animal, and transfer the vamp bug, then you've potentially got a new tool you can use to transform the human population into vamps.",
        "There's a transfer of power from the moment a Black God dies and his successor takes his place.",
        "Hated the hot and stickies of Norfolk weather and was always after me to transfer him back to Scrantonâ€”fat chance of thatâ€”or to some bread-bas­ket state out west.",
        "We were able to see the salubrious surroundings of Swansea City's Vetch Field on a free transfer.",
        "However tacit, transfer of knowledge is more complex in a distance learning context.",
        "Transfer the money to our bank account via bank transfer from your bank account or by visiting any branch of Barclays Bank.",
        "accruedividends or interest due or accruing due on the said sums or any of them up to the time of transfer or payment.",
        "AC/DC transfer difference at NPL have been made under computer control.",
        "acronym standing for \" File Transfer Protocol.",
        "Are you a part-qualified life actuary or a pensions student looking to transfer to life?",
        "Some systems using ISDN2 provide the facility for using additional B channels to allow faster data transfer rates.",
        "REVIEWS Black Magic Boxes Who knows the secret of the two new hardware transfer add-ons?",
        "administration charge of £ 10 per person for every transfer we make.",
        "Static tubular aerator a system in which air is blown into vertical tubes submerged in a liquid, promoting mixing and oxygen transfer.",
        "FRIDAY - DAY 8 Day at leisure SATURDAY - DAY 9 Transfer to international airport to fly back home.",
        "The research output is strategically aligned to the benefit of the region by stimulating and supporting knowledge and technology transfer.",
        "alphanumeric identifiers which web sites transfer to your hard disk.",
        "Even some services which do not require face-to-face contact have become amenable to transfer to countries which enjoy a low cost base.",
        "The FA 1975 and subsequent amendments were consolidated into the Capital Transfer Tax Act 1984 (CTTA 1984 ).",
        "amends part I of the 2002 Act to effect this transfer of functions.",
        "anamorphic transfer which is being done for the disk.",
        "The transfer of the film is pretty good although not anamorphic.",
        "However, the policy transfer process is not apolitical.",
        "Or we transfer the costs to the developing world or migrant labor by tacitly accepting appalling working conditions and very poor returns for labor.",
        "The prospect of having to use FTP to transfer all files from the web server was not appetizing.",
        "Workshop Designs Outstanding: - 1. grease applicator: - Results of heat transfer tests fine.",
        "Print local help information append Append to a file ASCII Set ASCII transfer type.",
        "assign, sub-license or otherwise transfer your rights under these terms.",
        "atypical scrapie has never been shown to transfer to humans.",
        "Capital Receipts: Money received by the local authority from the transfer of housing stock.",
        "authorization code for a transfer to be approved.",
        "However the Scottish Executive approach demands transfer, presumably on the grounds of ideological aversion to the public sector.",
        "backcross program unless one wanted to transfer some character from one species to the other.",
        "Next, using a slotted spoon, transfer them to a plate while you brown the diced bacon along with the garlic and shallots.",
        "bacterium DNA should transfer to bacteria in the human gut is not at all unexpected.",
        "balance transfer offers.. .",
        "Transfer the money to our bank account via bank account via bank transfer from your bank account or by visiting any branch of Barclays Bank.",
        "He will not end up there because basically, NUFC and Freddie Shepherd in particular will not bankroll huge transfer fees without success?",
        "Your name will then be added to the transfer list which works on a (strictly) first-come, first-served basis.",
        "beets for persistence of transgenic plant DNA and horizontal gene transfer.",
        "The user then has to transfer over to the separate bidet, adjusting the water temperature to suit.",
        "Schedule The schedule is too big to successfully transfer to a text file - sorry.",
        "Like the UK, nuclear transfer and subsequent implantation of cloned human blastocysts is not permitted in Korea.",
        "blastocyst transfer if I produce enough eggs... So a bit of a different approach.",
        "Features resumable downloads and uploads, recursive remote directory delete, bookmarks, filtering and transfer of files larger than 4GB.",
        "bromine transfer reactions are extremely fast.",
        "Lord Stevens will lead the Premier League's inquiry into alleged transfer bungs.",
        "business agentusinesses Ltd. is one of the largest independent business transfer agents in the UK.",
        "After lunch you will transfer to Ian Anderson's Caves Branch & jungle Lodge for a three night stay in a comfortable jungle cabana.",
        "We will then transfer to the famed Masai Mara staying at a lovely luxury tented camp within the park.",
        "Transfer by motorized dugout canoe to the island hotel.",
        "captain's armband, but was frustrated with Fourth Division football and submitted a transfer request.",
        "Indeed, the transfer of money and power from the aristocracy to the bourgeoisie is absolutely central to Balzac's fiction.",
        "Indeed, will today's terrestrial TV channels transfer to the mobile device?",
        "chargeable transfer The total amount on which inheritance tax is charged.",
        "However, that does not mean GM constructs located on bacterial chromosomes do not transfer.",
        "The clan crest Quaich The Clan Crest Quaich is a classic quaich with a clan crest transfer fired into the center of the bowl.",
        "There is also a sell-on clause whereby Hartlepool would receive 20% of any future transfer fee for the player.",
        "Risk transfer, on the face of it, seems clear-cut.",
        "Developed new technique for the determination of the thermal heat transfer coefficients [2] .",
        "This is being organized through his NERC Knowledge Transfer Network on natural aquatic colloids.",
        "News of ' transfer ballots ' will become commonplace.",
        "Will the FAS cover people who have taken provisional or partial transfer values or trivial commutation?",
        "Strong visual hooks like the new logo panel are easier to transfer from design comp to web.",
        "conform with the rules for the transfer of real estate.",
        "consensual variations of contract in the context of a relevant transfer therefore remained uncertain after Wilson.",
        "consignment note replaces the duty of care transfer note.",
        "mildly contagious Prolonged close contact with the carrier will allow the disease to transfer.",
        "A Dual Range transfer box allows a lower ratio to be selected for the torque convertor drive train.",
        "The new conveyor will transfer into the existing coal stock feed system.",
        "Heavy doses of copper can be introduced into the seat to improve heat transfer and thus counteract the tendency to overheat.",
        "crossbar transfer little changed for drivers in a rugged.",
        "Accidents that cause ton crossbar transfer little changed for drivers in a rugged.",
        "The spread of genes linked to this promoter by ordinary cross-pollination or by horizontal gene transfer will have enormous impacts on health and biodiversity.",
        "A combined posterior medial displacement calcaneal osteotomy and Evans osteotomy was used, with transfer of FDL to the medial cuneiform and TA lengthening.",
        "Please use cut-and-paste to transfer these logos to your web site.",
        "cut-and-paste facility to transfer your text to the form below.",
        "Electron transfer through proteins (e.g. cytochrome c ).",
        "BBSRC A study of protein-protein interactions and electron transfer: structure and interactions of an unusual c-type cytochrome.",
        "This is another good-looking transfer although it seems darker than the other two.",
        "John Gregory is set to be investigated over his transfer dealings whilst manager of Aston Villa.",
        "Internal transfer A pension sharing order will create a pension debit against the scheme member in favor of the spouses pension rights.",
        "decal transfer printing and 3D engraving.",
        "The transfer of all British detainees to the UK had been secured.",
        "I mean who gives a toss about the transfer between funds to reflect the straight line devaluation of the fixed asset.",
        "The Atlantic extrapolation of the New Deal presumed wage differentials justifying the transfer of production from the United States to the Old World.",
        "diffusive mass transfer in conduit flow dynamics.",
        "The new digital cameras, which transfer images electronically to a processing center, will progressively replace the Gatso cameras.",
        "They have a dipper to transfer the wine, and a somewhat smaller second barrel for the other share.",
        "Transfer the cooked carrots to a heated serving dish.",
        "TRANSFER OF BOOKING If you are prevented from traveling (not merely disinclined) you may transfer your booking to another person.",
        "The Bank may transfer, assign or otherwise dispose of this Agreement without notice to the Customer.",
        "The transfer effect in artificial grammar learning: A functional dissociation between two modes of classification.",
        "Nature of problem: The program calculates angular distributions produced by direct nuclear transfer reactions.",
        "Subjects such as how to transfer domain names to us and how much web space we offer are often mentioned.",
        "Transfer of both the terminator gene barnase and the recombinase will have drastic, potentially fatal effects on agriculture, biodiversity and health.",
        "The risk factors appear to be hyped, with bold transfer deal dun, arbitration and the Alive & Kicking appeal always ongoing.",
        "Metal transfer The transfer of metal across the arc from a consumable electrode to the molten pool.",
        "Then use electrolysis to transfer all the copper from the impure anode to the cathode.",
        "electrostatic discharge The rapid transfer of a voltage potential into a circuit or component.",
        "This transfer function is then used to calculate the distorted partial-wave matrix elements which are used to generate the angular distribution.",
        "The Football League slapped a transfer embargo on the club to compound the misery.",
        "To conduct terminal emulation or to transfer files.. .",
        "They are FAST Search and Transfer and on-line encyclopedia About.",
        "The ideal solution would be to study mass transfer across monolayers of cultured endothelium.",
        "equilibrated in cold transfer buffer for 15 minutes.",
        "exacerbated by the absence of global norms for reducing the accumulation, transfer and trafficking.",
        "exempt transfer.",
        "It is also possible to put money into certain types of trust to create a potentially exempt transfer.",
        "Adenovirus-mediated gene transfer of endostatin in vivo results in high level of transgene expression and inhibition of tumor growth and metastases.",
        "fall into the trap of a context transfer which takes longer than the computation itself.",
        "On divorce, the courts have very far-reaching powers to transfer assets.",
        "She is a transgenic sheep produced by transfer of the nucleus of a cultured fetal fibroblast.",
        "Lu, T.J., Stone, H.A., Ashby, M.F. Heat transfer in open-cell metal foams.",
        "foolscap transfer files, or lever arch files.",
        "Where the bay is alongside a 1.2m wide footway, this will satisfy the transfer bay requirement.",
        "D. Use the sterilized forceps to transfer, gently, one of each type of disk provided on to the agar surface.",
        "Brown the guinea fowl in a frying pan in the butter, then transfer to a roasting tin, breast down.",
        "He's Ron his way Publication Date: 28 June 2003 Brazilian's move to United will spark transfer frenzy Top Guns!",
        "gene transfer to MAFF in a series of correspondence in 1996.",
        "gilt-edged securities will mean a transfer of funds from the private sector to the government.",
        "My own bank recommended that I use gimpS rather than using a standard bank transfer.",
        "The bi-directional data transfer between local transponders and regional or even global database systems is made possible online.",
        "The thermal neutron fluence rate can be measured at the customer?s premises using gold foils as the transfer standard.",
        "gold foils as the transfer standard.",
        "Making no attempt to solve the crime, the local authorities rapidly transfer the corpse to a pauper's grave.",
        "further guidance will be provided on the level of point of transfer costs.",
        "guinea fowl in a frying pan in the butter, then transfer to a roasting tin, breast down.",
        "A simple ban on hand-held phones may simply encourage a wholesale transfer from drivers using hand-held to hands-free phone kits.",
        "haul flights, which involve an onward transfer, must be at least 8 years of age.",
        "Largely be oriented headband-style headsets are or transfer the actually quicker cutting.",
        "Boiling heat transfer, burnout, critical heat flux ratio.",
        "On transfer there he had a right hemiplegia (upper limb lower limb ).",
        "high frequencye issues are common to other high accuracy frequency and time transfer methods.",
        "A simple example is how much space is required to transfer a patient on to a chair using a mobile hoist.",
        "Lu, T.J. Heat transfer efficiency of metal honeycombs.",
        "Thus transfer of learning from school / academic contexts to outside ones is pretty hopeless.",
        "horizontal gene transfer.",
        "hydrofoil transfer to Budapest.",
        "Enzymic phosphoryl transfer and amide hydrolysis have been successfully modeled.",
        "UNISON believes the stock transfer policy is particularly ill-advised in light of Britain's housing supply crisis.",
        "Payments are taxed as ordinary income each time and are therefore ineligible for transfer to an IRA.",
        "inequitye transfer of community care to LAs is likely to create new inequities, both in central funding mechanisms and in patient charges.",
        "Contact between cheeses and transfer of some cheese material was considered inevitable.",
        "Can you say ' artificially inflated transfer market '?",
        "Can I use the infrared on my old Mac to set up a network and transfer information to my new Mac?",
        "insidious danger is horizontal gene transfer - the transfer of genetic material directly to unrelated species.",
        "I have designed a small machine code routine which makes the transfer of two sets of graphics almost instantaneous.",
        "Placing mineral wool insulation in the floor structure will reduce airborne sound transfer.",
        "Some of the best forms of knowledge transfer involve face-to-face interaction.",
        "intermodal container transfer facility for the Port of Los Angeles.",
        "internode data transfer.",
        "Our Microsoft Exchange migration tool helps to elegantly transfer your data with minimal network interruption.",
        "intramolecular hydrogen atom transfer in cations.",
        "introduced the notion of stock transfer.",
        "Transfer your balance, and then do it again Many providers offer introductory 0% interest rates on balance transfers.",
        "Transfer them to sterilized jars with a slotted spoon along with the spices.",
        "There is a 5 min transfer bus journey which will drop you right in front of the terminal.",
        "In the section on electrode kinetics we saw how the electrode voltage can effect the rate of the electron transfer.",
        "Dave Jones has still got to sit down with Sir Jack to find out how much is in the transfer kitty.",
        "know-how transfer.",
        "The latter two changes counter arrangements to transfer the benefit of unused allowances to a finance lessor.",
        "The transfer lettering can be used instead of a pen to give your details a computer printed look.",
        "limousine transfer to the Conrad Hotel, check in for 5 nights, superior room.",
        "linearity of the transfer function is inversely proportional to the sensitivity.",
        "There was no need for a bus transfer even with heavy luggage.",
        "He has overseen major ERDF and JIF initiatives aimed at underpinning magnetics technology transfer to industry and applied magnetics research respectively.",
        "Nor is it transferred malice, for there is no need of a transfer.",
        "Transfer to a bowl and stir in finely chopped mango and cucumber, onion, lime juice and the cider or juice.",
        "He was transfer listed in march 2000 after a season marred by injury but the £ 3,000 price tag was not realized.",
        "In a word, the transfer looks quite marvelous.",
        "masonry shear wall should be anchored into the floor to ensure loads transfer.",
        "Pregnancies and deliveries after in vitro maturation culture followed by in vitro fertilization and embryo transfer without stimulation in women with polycystic ovary syndrome.",
        "mayor terry making consecutive final the transfer to.",
        "However, with her third baby, Jude, Rachael decided to transfer to hospital after her waters broke and her baby passed meconium.",
        "However, in this era of Bosman transfers the end-of-season transfer merry-go-round shows no sign of slowing down.",
        "Knowledge of cloud and aerosol physics, boundary layer meteorology, and radiative transfer will also be useful.",
        "Horizontal gene transfer a key process of the fluid genome - makes Neo-Darwinism untenable in perhaps the most explicit fashion.",
        "championship newcomers Southend United have signed Michael Ricketts from Leeds on a free transfer.",
        "The nominee shareholding relationship would usually be confirmed by appropriate declarations or pre-configured share transfer documents from the nominee shareholding relationship would usually be confirmed by appropriate declarations or pre-configured share transfer documents from the nominee toward the actual clients.",
        "nucleon transfer reactions induced on radioactive beam projectiles.",
        "It utilizes sealed silos, transfer conveyor and mixing units to minimize environmental nuisance to the local residents.",
        "obligatory renewal and transfer related messages to the Contacts you have designated.",
        "If so, was the county court obliged to transfer the application to the High Court?",
        "Although the election results surprised many observers, both sides began conversations to bring a peaceful transfer of power.",
        "A cloned embryo is created by cell nuclear transfer from an adult cell into an enucleated oocyte.",
        "oocyte recovery and embryo transfer techniques for IVF 15.",
        "White matter facilitates the transfer of information across the brain, thus creating an individual's sense of spatial orientation.",
        "I am trying to transfer money to you to help out two poor little orphans in distress.",
        "Respiratory cell outgrowths from nasal polyps can be considered a suitable model to study gene transfer protocols in vitro.",
        "outsourcen also apply to the transfer of employees under outsourcing arrangements.",
        "The Preston Dock Railroad Order The Secretary of State's decision to make the Order to transfer ownership of Preston Dock Railroad.",
        "The lift is used to safely and quickly transfer heavy air freight pallets from road going vehicles to a loading dock.",
        "Transfer to a baking sheet lined with baking parchment.",
        "Norwich have failed to bring in anyone since the transfer window re-opened, but Worthington has urged patience.",
        "You can also set up a new payee whilst making a Funds transfer, you then have the option of saving the payee.",
        "payee bank will need to transfer the sum to you.",
        "An order for an outright transfer might be coupled with a lump sum payment between the spouses.",
        "If you don't want to transfer your benefits, you can leave them in USS (this is called a deferred pension ).",
        "Top Can I transfer an existing pep from another stockbroker?",
        "PEP transfers Let an expert assist you with your pep transfers Let an expert assist you with your PEP transfer.",
        "percentage reduction in the value of the transfer.",
        "Hence the overall heat transfer performance of both types of material is expected to be similar.",
        "persistence of transgenic DNA and for horizontal gene transfer of transgenic DNA into soil bacteria [47] .",
        "pessaryill continue to take progesterone pessaries and estrogen tablets until the result of your transfer is known, usually 12 days later.",
        "Bacteria phage were found to transfer genes between Erwinia species [4] .",
        "physicochemical environment and the process can be operated at constant permeate flux and constant mass transfer coefficient.",
        "Immediately transfer plasma to a labeled glass or plastic tube using a disposable glass pasteur pipette.",
        "plasmid transfer vectors.",
        "The machine retains the MCP ' plunger over screw plasticising ' design, with a 16 mm transfer screw feeding a plunger system.",
        "I shall discuss recent developments in the ' transfer matrix ' method for calculating chromatic polynomials of families of graphs.",
        "The accepted container for transfer of waste solvent to the Store is a square section screw-capped 10 liter polythene drum.",
        "Some quick solutions include: using portable, small USB memory sticks and multimedia cards to transfer data for additional safety.",
        "Investors can often transfer existing investment portfolios into a CMI Global Investor.",
        "Our range covers virtually every thermal transfer printer available from every manufacturer - too numerous to list.",
        "The boot prom uses the trivial file transfer protocol (tftp) to request the boot program.",
        "All artificial constructs are structurally unstable [21 ], and hence prone to recombine and transfer horizontally.",
        "The sole proprietor can transfer the business only by the sale of business assets.",
        "purport to assign or transfer the Contract or the benefit thereof to any other person."
    ],
    "definition": [
        "Link/Cite"
    ]
}