{
    "translation": "לתרגם",
    "uses": [
        "Are you going to translate the rest of the book?",
        "The word was not easy to translate.",
        "He could translate Latin into Swedish or German, or Swedish or German into Latin at sight.",
        "Didn't you translate the final pages?",
        "He formed the resolution to translate all the works of Aristotle and all the dialogues of Plato, and to reconcile the philosophy of Plato with that of Aristotle.",
        "The name Syria is not found in the Hebrew original of the Scriptures; but it was used by the Septuagint to translate Aram.",
        "In a convocation held at Oxford under Archbishop Arundel in 1408 it was enacted \" that no man hereafter by his own authority translate any text of the Scripture into English or any other tongue, by way of a book, booklet, or tract; and that no man read any such book, booklet, or tract, now lately composed in the time of John Wycliffe or since, or hereafter to be set forth in part or in whole, publicly or privately, upon pain of greater excommunication, until the said translation be approved by the ordinary of the place, or, if the case so require, by the council provincial.",
        "But how could he translate them?",
        "In the course of a long period characterized by a weak central government, it was not difficult to enlarge the rights which the lord thus obtained, to exclude even the king's personal authority from the immunity, and to translate the duties and payments which the tenant had once owed to the state into obligations which he owed to his lord, even finally into incidents of his tenure.",
        "The word alumen, which we translate alum, occurs in Pliny's Natural History.",
        "He encouraged Hans Svaning to complete Saxo's history of Denmark, and Anders Vedel to translate Saxo into Danish.",
        "It regards even the earliest creeds as only more or less satisfactory attempts to translate the Christian facts into the current language of the heathen world.",
        "It did not translate, and neither did it sound like it could be anything else.",
        "\"Furlong\" was as early as the 9th century used to translate the Latin stadium, s th of the Roman mile.",
        "other than Roman, and was so used in the Vulgate, with gentes, to translate the Hebrew goyyin2, nations, LXX.",
        "The Frenchman insisted on having the pieces returned that were left over and asked Pierre to translate what he said.",
        "I read it as much as possible without the help of notes or dictionary, and I always like to translate the episodes that please me especially.",
        "\"Okay, let me translate this,\" Jessi said.",
        "He had begun Latin and Greek early, and under Latimer made such progress as to be able to translate the Medea of Euripides into Latin iambic verse before he was fourteen.",
        "He was educated privately and was so precocious a boy as to translate a Latin version of the Battle of the Frogs and Mice into French in 1796, which was published by his father in 1797.",
        "The king was struck with the lad's bright grey eyes and pleasant humorous face; and Brokman, proud of his pupil, made him translate a chapter from a Hebrew Bible first into Latin and then into Danish, for the entertainment of the scholarly monarch.",
        "Up to too words per minute the signals are easily readable, but beyond that speed they are more difficult to translate, although experts can read them when received at zoo words per minute.",
        "It was so well received that Mariana was induced to translate it into Spanish (the first part in 1601; completed, 1609; Eng.",
        "During a year of anxious waiting, it became clear to him \" not only that there was no rowme in my lorde of londons palace to translate the new testament, but also that there was no place to do it in all englonde.\"",
        "Immediately after his admission into the Royal Society he was induced by Bishop John Wilkins to translate his Real Character into Latin, and it seems he actually completed a translation, which, however, remained in manuscript; his Methodus plantarum nova was in fact undertaken as a part of Wilkins's great classificatory scheme.",
        "In 1835 Jouffroy's health failed and he went to Italy, where he continued to translate the Scottish philosophers.",
        "Dilemmist is also a term used to translate Vaibhashikas, the name of a Buddhist school of philosophy.",
        "It has always been the evil fate of the Hebrews to destroy their own highest ideals by attempting to translate them into set forms, and the ideal of a prophetic guidance of the nation of Yahweh could not have been more effectually neutralized than by committing its realization to the kind of state Church of professional prophets, \"eating bread\" by their trade (Amos vii.",
        "The preface to Wright's edition consists of a translation of the preface to the Descriptio, together with the addition of the following sentences written by Napier himself: \" But now some of our countreymen in this Island well affected to these studies, and the more publique good, procured a most learned Mathematician to translate the same into our vulgar English tongue, who after he had finished it, sent the Coppy of it to me, to bee seene and considered on by myselfe.",
        "This determined him to translate his work into Latin himself (1586).",
        "Romilly was introduced to Mirabeau by Sir Francis D'Ivernois (1757-1842), and readily undertook to translate into English the Considerations sur l'ordre de Cincinnatus, which Mirabeau had written in 1785.",
        "But the persecution of the clergy led him to seek an antidote for what he regarded as the corruption of the Church, and he resolved to translate the New Testament into the vernacular.",
        "Indeed it is at least equally probable that it was the recent translation of some of the poetical books of the Old Testament which fired him with a desire to translate his grandfather's book, and perhaps add the work of a member of the family to the Bible of the Egyptian Jews.",
        "Thus it is used to translate the Platonic 'SEa, Et50s, the permanent reality which makes a thing what it is, in contrast with the particulars which are finite and subject to change.",
        "First, this symple creature hadde myche trauaile, with diuerse felawis and helperis, to gedere manie elde biblis, and othere doctouris, and comune glosis, and to make oo Latyn bible sumdel trewe; and thanne to studie it of the newe, the text with the glose, and othere doctouris, as he m13te gete, and speciali Lire on the elde testament, that helpide ful myche in this werk; the thridde tyme to counseile with elde gramv riens, and elde dyuynis, of harde wordis, and harde sentenci, , hou tho m13ten best be vndurstonden and translatid; the iiij tyme to translate as cleerli as he coude to the sentence, anr: to haue manie gode felawis and kunnynge at the correcting of th,2 translacioun.",
        "He found time, even during the campaign, to translate part of Horace and to compose two poems, the Poeme des Alpes and the Chant de guerre.",
        "Besides writing Tell, Schiller had found time in 1803 and 1804 to translate two French comedies by Picard, and to prepare a German version of Racine's Phedre; and in the last months of his life he began a new tragedy, Demetrius, which gave every promise of being another step forward in his poetic achievement.",
        "The Praefatio begins by stating that the emperor Ludwig the Pious, desirous that his subjects should possess the word of God in their own tongue, commanded a certain Saxon, who was esteemed among his countrymen as an eminent poet, to translate poetically into the German language the Old and New Testaments.",
        "Mill had suggested to Comte that he should write articles for the English periodicals, and expressed his own willingness to translate any such articles from the French.",
        "The name is pronounced Boosheer, and not Bew-shire, or Bus-hire; modern Persians write it Bushehr and, yet more incorrectly, Abushehr, and translate it as \"father of the city,\" but it is most probably a contraction of Bokht-ardashir, the name given to the place by the first Sassanian monarch in the 3rd century.",
        "Impressed by the popular ignorance of the Scriptures, he himself translated, or caused others to translate, the New Testament into French from the Vulgate, and formed an association to distribute copies systematically at low prices.",
        "One specimen of a CentralAmerican inscription may give a general idea of them all, whether it be from the sculptured façade of a temple sketched by Catherwood, or from the painted deerskin called the Dresden Codex (reproduced in Kingsborough), or from the chapter of Diego de Landa where he professes to explain and translate the characters themselves.",
        "For some time the Salernitan medicine held its ground, and it was not till the conquest of Toledo by Alphonso of Castile that any large number of Western scholars came in contact with the learning of the Spanish Moors, and systematic efforts were made to translate their philosophical and medical works.",
        "In 1872 appeared Love is Enough, structurally the most elaborate of his poems for its combination of the epic and dramatic spirits; and in the autumn he began to translate the shorter Icelandic sagas, to which his enthusiasm had been directed by two inspiring journeys to Iceland..",
        "They studied the vernacular, in order to reach the people by their preaching and to translate the Bible; and they taught English, as the channel of non-sectarian learning.",
        "Though it is a biographical tradition that he lacked wit, Moliere and Don Quixote seem to have been his favourites; and though the utilitarian wholly crowds romanticism out of his writings, he had enough of that quality in youth to prepare to learn Gaelic in order to translate Ossian, and sent to Macpherson for the originals !",
        "Since a knowledge of Greek was still confined to a small body of scholars, and a still smaller proportion of physicians, the first task was to translate the Greek classics into Latin.",
        "In earlier life he had been a zealous student of Kant and Hegel, and to the end he never ceased to cultivate the philosophic spirit; but he had little confidence in metaphysical systems, and sought rather to translate philosophy into the wisdom of life.",
        "The name is used in Anglo-Saxon glossaries to translate various Latin terms for \"War-goddess\" or \"Fury\" (Bellona, Erinys, &c.).",
        "Immediately after the conclusion of the first treaty in 1857, the Yedo authorities instructed the office for studying foreign books (Bunsho torishirabedokoro) to translate excerpts from European and American journals.",
        "\" His composition,\" we read, \" was stiff,\" but he was imbued with the substance of his authors; and a contemporary who was in the sixth form with him recorded that \" when there were thrilling passages of Virgil or Homer, or difficult passages in the Scriptores Graeci, to translate, he or Lord Arthur Hervey was generally called up to edify the class with quotation or translation.\"",
        "He has been excessively praised by Schopenhauer, whose appreciation of the author induced him to translate the Ordculo manual, and he has been unduly depreciated by Ticknor and others.",
        "(3) In some cases we must translate not the Latin but the Hebrew presupposed by it.",
        "The monks whose task it was to perfect the adaptation of the alphabet to the dialects of Egypt and translate the Scriptures out of the Greek, flung away all pagan traditions.",
        "Aramaic targem, to translate.",
        "Palmerston, indeed, who did not believe that under the Bourgeois Monarchy France would translate her brave words into action, was in favour of settling the Turco-Egyptian question once for all by depriving Mehemet Ali of Egypt as well.",
        "\"This won't hold up in-- \" Her last word didn't translate.",
        "How much did you translate?",
        "It may be supposed that this predilection for casuistry stimulated that spirit which impelled Jewish scholars of the middle ages to study or translate the learning of the Greeks.2 Once again it was - from a modern point of view - old-fashioned 1 The whole subject of Jewish legalism should be compared with Islam, where again law and religion are one; as regards the legal aspect, see the extremely suggestive and instructive study, \" The Relations of Law and Religion, the Mosque el-Azhar,\" by J.",
        "Google Chrome will automatically ask you if you want to translate.",
        "Even if you have no interest in that, you can still read the lyrics in a large font style or translate the lyrics into another language.",
        "For a moment it seemed as though Gioberti's dream were about to translate itself into reality.",
        "A second relation connecting magnetic and electric force is 3 The first paper in which Maxwell began to translate Faraday's conceptions into mathematical language was \" On Faraday's Lines of Force,\" read to the Cambridge Philosophical Society on the 10th of December 1855 and the I ith of February 1856.",
        "With reference to some statements in the article on the importance of Kant, he sent in very fair English a letter to the writer, offering to translate Kant's principal works into English.",
        "Man~r I., the grandson of Rudagis patron, ordered (963; 352 A.H.) his vizier Balaml to translate the famous universal history of TabarI",
        "He went to Charterhouse School, and in 1715 became a pensioner of Jesus College, Cambridge, where his reputation as a Greek scholar led to his being selected to translate certain passages from Eustathius for the notes to Pope?s Homer.",
        "It is matter for regret that a request to Coleridge that he should undertake to translate Faust never received serious attention from him.",
        "Turkey's opponents, on the contrary, had in recent years not only rearmed themselves and secured their financial and political position, but also made those minute and careful preparations of detail which when the time comes translate themselves into smooth concentration, and regular, consistent operations.",
        "For this purpose he sent the minister Thumi Sambhota, afterwards looked upon as an incarnation of Manju-sri, to India, there to collect the sacred books, and to learn and translate them.",
        "This monarch again sent to India to replace the sacred books that had been lost, and to invite Buddhist pandits to translate them.",
        "The secondary sense of \"passion\" is due to the late use of passio to translate the Greek philosophical term iniOos, the classical Latin equivalent being affectus.",
        "In biblical use the word is applied to the company of angels in heaven; or to the sun, moon and stars, the \"hosts of heaven,\" and also to translate \"Jehovah Sabaoth,\" the Lord God of hosts, the lord of the armies of Israel or of the hosts of heaven.",
        "To the 16th century belong also the first attempts to translate the historical books of the Old Testament which appeared in Orastia in 1582, under the title Palia.",
        "This use of the word \"prince\" - which has in England so lofty a connotation - to translate foreign titles of such varying importance and significance naturally leads to a good deal of confusion in the public mind.",
        "By degrees these Origin p p Y g translate themselves into appropriate action.",
        "From gradual changes in the living tongue through a long expanse of time many words, phrases and idioms in the Bearla Feini became obsolete, and are so difficult to translate that the official translations are to some extent confessedly conjectural.",
        "King Roger's sundial in the palace is commemorated in all three, and it is to be noticed that the three inscriptions do not translate one another.",
        "Circumstances in his second term of office enabled him to translate his theory into practice.",
        "Wycliffe left three intimate disciples: - Nicolas Hereford, a doctor of theology of Oxford, who had helped his master to translate the Bible into English; John Ashton, also a fellow of an Oxford college; and John Purvey, Wycliffe's colleague at Lutterworth, and a co-translator of the Bible.",
        "In addition to these labours of the chair, he found time to translate portions of Aristotle, Plutarch, Xenophon and Lysias from the Greek.",
        "Beheiria is less easy to translate.",
        "Ptolemy and the ancient geographers in general include the whole peninsula under the name of Arabia Felix (68(68 aiµcov), in which sense they translate the Arabic Yemen, literally \"right hand,\" for all Arabia S.",
        "Duclaux, director of the Pasteur Institute at Paris), led him to translate her poems into French in 1888.",
        "Saundra came over to him with a piece of paper written in Spanish and asked if he could translate it for her.",
        "The word did not translate at all.",
        "\"That didn't translate,\" she said, pointing to her translator.",
        "Most of it meant nothing to her and there was no reason for him to translate, but it was thoughtful of him to include her that way.",
        "That would not be translation, yet that is what is happening when we translate Adam as man early in Genesis.",
        "Their page on gender states that they are trying to translate the Bible on its own terms on this issue.",
        "A gentle touch on the sensitive touch-screen selection panel is all it takes for the sensors to translate your desires into perfectly brewed coffee.",
        "daydreaming about Roland translate to more of being built.",
        "Extenders which use the services provided by these DPMI host drivers will translate protected mode DOS calls to real mode DOS calls.",
        "For example, some seem to experience only a divine euphoria, which may translate itself into uncontrollable laughter.",
        "Increase in CO 2 does not translate into an increased in carbon fixation in photosynthesis; no increase is likely in the longer term.",
        "He was sufficiently fluent in Italian as to be able to translate English works successfully unto that language.",
        "A quick re-assessment (translate - ask some old geezer) and we were soon back on track.",
        "glance in the mirror trusting that \" happy on the inside \" would translate.",
        "In the 17th century, Athanasius Kircher wrote about the Egyptians and attempted to translate hieroglyphics, although his theories have since been overturned.",
        "Then he admitted the failure to translate promising field positions into points was a constant irritant to his team.",
        "bilingual lexicographers translate words and expressions, rather than defining them.",
        "You can also translate Web pages on-demand using the Internet Explorer plug-in that also includes translations of all hypertext links.",
        "machine translation option uses indicators to identify which documents services translate: web pages, text or email.",
        "molecular biology of this disease translate into new ways for its early detection and treatment?",
        "One aspect of the program aims to translate the advances in basic neurobiology into a clinical setting, so that surgery becomes more routine.",
        "Simply because the Greek language uses a neuter noun for a word does not mean the word should translate into English using neuter noun for a word does not mean the word should translate into English using neuter pronouns.",
        "Simply because the Greek language uses a neuter noun for a word does not mean the word should translate into English using neuter pronouns.",
        "Exercise 3. Here are some sentences containing past participles; see if you can translate them with the help of the wordlist.",
        "Translate The prince who has little pity of mercy will come through death to change (and become) very knowledgeable.",
        "The city rulers were called praetors, we translate that word magistrates.",
        "They note that in the NSF there is little in the way of guidance on how to translate the rhetoric of partnerships into practice.",
        "Just because you know and enjoy sewing does not translate into a successful business.",
        "I just translate that effect from a sound spectrum into a visible eye spectrum.",
        "But much of his approach does not translate well to the UK, says Kenneth Baer, a fellow democratic strategist.",
        "translate into practical action.",
        "Even a small percentage saving delivered in paper buying can translate into a significant overall cost saving.",
        "Perhaps more time should be given to \" serendipity \" which I loosely translate as \" order from chaos \" .",
        "translate each phrase into equivalent form.",
        "translation vector found in a vectorset translate search.",
        "Reflect, rotate and translate a triangle M5: Interactive transformation resource: drag the yellow triangle and watch the transformations.",
        "Well meant, well intentioned, and in most cases eminently sincere - but nevertheless lacking the wherewithal to translate vision into substance.",
        "Among, the peculiarities of the Edomites was government by certain officials known as av* 2 which the English versions (by too close a reminiscence of the Vulgate duces) translate \"dukes.\"",
        "The idea of Dr Saenz Pena was to conduct the government on common sense and non-partisan lines, in fact to translate into practical politics the principles which underlay the compromise of the Acuerdo.",
        "A zealous Calvinist, whose boast it was that he had read the Bible twenty-five times, he was nevertheless no persecutor, and even helped the Jesuit Kaldy to translate and print his version of the Scriptures.",
        "People have several associations with aging which translate into good topics for turning 50 humor jokes and gags.",
        "Sweet Tarts Swimwear has a very active feel to it, and this sporty look will translate well on the beach.",
        "It is also said that Akbar employed Jerome Xavier, a Jesuit missionary, to translate the four Gospels into Persian.",
        "He began by reading, with the most profound admiration and attention, the whole of Faraday's extraordinary self-revelations, and proceeded to translate the ideas of that master into the succinct and expressive notation of the mathematicians.",
        "At Surat he succeeded, by perseverance and address in his intercourse with the native priests, in acquiring a sufficient knowledge of the Zend and Pahlavi languages to translate the liturgy called the Vendidad Sade and some other works.",
        "It is used in the Old Testament to translate the Hebrew Sheol, and in the New Testament the Greek On g, Hades, and y€EVva, Hebrew Gehenna (see Eschatology) .",
        "With the exception of this one reference, the Targum is always introduced in the Babylonian Talmud by the phrase \" as we translate \" (irn:inr_-r7), or \" our Targum \" (p' 1 ?urn): it is probable, therefore, that the name of the author, or authors, was unknown to the Babylonian Jews.",
        "One specimen of a CentralAmerican inscription may give a general idea of them all, whether it be from the sculptured faÃ§ade of a temple sketched by Catherwood, or from the painted deerskin called the Dresden Codex (reproduced in Kingsborough), or from the chapter of Diego de Landa where he professes to explain and translate the characters themselves.",
        "It was not until Queen Elizabeth's reign that members Th:t n e o ai of the Romanist partyfound itexpedientto translate the Bible into the vernacular \" for the more speedy abolish ing of a number of false and impious translations put forth by sundry sectes, and for the better preseruation or reclaime of many good soules endangered thereby \" (Preface to the Rhemish Version) .",
        "The former was commissioned by Akbar to translate a number of Sanskrit scientific works into Persian; and the latter (see Abul Fail) has left, in the Akbar-Nameh, an enduring record of the emperor's reign.",
        "\" This use of the word \" prince \" - which has in England so lofty a connotation - to translate foreign titles of such varying importance and significance naturally leads to a good deal of confusion in the public mind.",
        "Having been requested by Lord Brougham to translate for the Society for the Diffusion of Useful Knowledge the Mecanique Celeste of Laplace, she greatly popularized its form, and its publication in 1831, under the title of The Mechanism of the Heavens, at once made her famous.",
        "Cicero is splendid, but his orations are very difficult to translate.",
        "But much of his approach does not translate well to the UK, says Kenneth Baer, a fellow Democratic strategist.",
        "Alternative: TRANslate FRAC t1 t2 t3 translation vector in fractions of ROTATING cell edge.",
        "We have to show how this strongly held belief can translate into practical action.",
        "Perhaps more time should be given to \" serendipity \" which I loosely translate as \" order from chaos \".",
        "The main use of the add/subtract command is to add/subtract a translation vector found in a vectorset translate search.",
        "Excuse me; if you do n't understand the vernacular, let me translate.",
        "Translate The wand in the hand is placed in the middle of the tripod 's legs.",
        "However, the more pernicious forms of overactive sebaceous glands can translate into seborrhea which affects both older children and adults.",
        "The Internet offers the best way for wholesalers to sell to the public because of low overhead, which can translate into better prices the more you buy, free shipping, and special offers.",
        "While buying tickets online is convenient, that convenience can translate into spending much more many than you would if you had to buy your tickets at a store.",
        "Identity theft is the unauthorized access of information (such as through a data breach), and may not necessarily translate to fraud.",
        "Even in a situation where the parents share joint physical custody of their children, that doesn't necessarily translate into the child spending half of his or her time at each parent's home.",
        "If we translate that energy savings into actual household energy, many hours of energy are gained.",
        "The moon is over 405 kilometers from the earth, so simple mathematical equations are used to translate the volume of waste into distance.",
        "Think of the surroundings you would encounter on a real life African safari and consider how they might translate into your home.",
        "Natural wood, woven baskets, burlap sacks, fabrics such as cotton and jute - these natural, organic materials are a part of any safari and translate well into the home.",
        "The rich colors, textures and sensuality of the countryside translate well into any home.",
        "These sales usually come around holidays and can translate into major savings on quality wall décor items.",
        "Your cherished heirloom collection might be best put away until your kids get older – not only could your little ones make sacrifices of your pieces, accessories can translate into choking hazards.",
        "You can use this aid to help you translate the list of ingredients on the products you buy.",
        "You'll earn a point per dollar spent, which translate into percentages off future orders as they accumulate.",
        "If you want to translate this model favorite into something you can wear daily, make use of less dramatic colors, like cobalt or grey.",
        "Push the envelope and translate the different looks into your own.",
        "Maybe you have an entire web page you'd like to read in Portuguese or just need to translate a few words or a sentence.",
        "Google Translate has been around for some time and can assist you in translating many languages, including Portuguese.",
        "After copying and pasting your text into the \"original text\" box, you select the languages you want to translate from and to, then click translate.",
        "Translate Web Page: Do you want to practice your Portuguese?",
        "Then translate your favorite web page into the language.",
        "Translate Your Web Page: By including a script in the programming of your web page, it can appear in Portuguese with one click.",
        "Translation: If you will be using Google Translate regularly, add the 1-Click Translation toolbar to your browser and you won't have to continuously visit the site.",
        "Instant Translate: With the toolbar, you can also translate into Portuguese on the fly.",
        "Babel Fish has been around longer than Google Translate.",
        "When it first started, users could only translate text into a few languages.",
        "Yahoo has some of the same features as Google Translate, but if you are a big Yahooligan, then you'll find the interface the same as most of Yahoo's services.",
        "You simply type or paste your text into the box and click translate.",
        "For example, when you want to translate from English to Portuguese, you can select from ''European Portuguese'' or ''Brazilian Portuguese''.",
        "One thing you may notice is that Dictionary.com may be able to translate words or phrase other online Portuguese translators cannot.",
        "Many translation sites offer to translate words or phrases for you, but how do you know which one is the best?",
        "Microsoft Translator is as simple as typing or pasting your text and clicking translate.",
        "You can also get tools for MSN messenger and your website to translate for you as you go.",
        "If you use Windows Live, there is a toolbar available so that you can translate from your desktop or web browser.",
        "Microsoft does warn you that while you can get the gist of a meaning, a human translator is the best way to translate text.",
        "Google Translate's interface is fairly easy to use.",
        "As you type your word or phrase into the box, Google will translate it in real-time.",
        "You can also translate a webpage or an uploaded document.",
        "If you are translating from a foreign language to English, Google Translate also gives you an audio version of the English word.",
        "Lingvosoft. This is another simple site that lets you translate from English to German.",
        "An often-used site that may be unknown to you is Google Translate.",
        "Google Translate also lets you upload documents and even translate entire web pages.",
        "When you click \"Translate,\" you are presented with the Spanish word, the type of speech it is and various ways to say your word in Spanish, if possible.",
        "An often-overlooked translator that uses a comprehensive dictionary is Google Translate.",
        "Google Translate is best used when you have more than one word or an entire phrase you need to translate.",
        "Most online Spanish English Dictionaries are simple to use: enter in your word and click the \"Search\" or \"Translate\" button.",
        "Spanish is one of the top languages spoken in the world and many of the sites you use to translate words also help you learn the language.",
        "So take advantage of the free resources to learn a new language so you don't have to rely on an online dictionary every time you need to translate a word.",
        "Use the following resources to translate individual words from Hebrew to English, or from English to Hebrew.",
        "Milon is a free resource to translate English words or text to Hebrew.",
        "If you need a fast and simple tool to translate text, this one will do the trick.",
        "While it should be that you only have to hit \"translate,\" and it automatically provides a link to hear it, in most cases it doesn't work as effectively as that.",
        "It will translate these words and phrases for you, but there is no option to hear these translated phrases online.",
        "If you're interested in learning more about Greek, then make sure to check out the following online resources that will help you translate English words into the Greek counterpart.",
        "Krypos-Net offers this free Greek \"lexicon\" for anyone to use to automatically translate words from Greek to English.",
        "Just enter in a word or even just the first few letters, and the tool will translate it into either Greek or English, depending which form you started with.",
        "Kypos.org: In addition to making it simple to translate your favorite word into Greek and back again, the site gives you the option of translating into ancient Greek.",
        "The Woodhouse Dictionary: While it makes things look a little bit more complicated, the Woodhouse Dictionary by the University of Chicago makes it so that access to all of the words you'd like to translate are at your fingertips.",
        "The results of such ingenuity translate into sharper shots despite variable light sources and improved overall color balance in the final product.",
        "Exotic doesn't always translate to erotic.",
        "The right cushion can provide the comfort you need to help you delve further into your meditations, and that can ultimately translate into tangible and beneficial results.",
        "This mental state can translate into an emotional reaction.",
        "Fashion Forward: Additionally, most, if not all of Gucci's looks are on the cutting edge of fashion, and this can translate into whatever's \"hot\" in a particular reason.",
        "Regular physical fitness can also translate into performing better in school.",
        "Consider what talents you have that can translate into making favors.",
        "In true Emmitt Smith fashion, he worked to successfully translate his football moves onto the dance floor, winning the hearts of fans around the country.",
        "Hayden joins the ranks of Lindsay Lohan and Hilary Duff as she tries to translate her television and movie success to the radio airwaves.",
        "The success of the movie did not, however, translate into the beginning of a successful career for Josh Brolin.",
        "LTK: How did those radio segments translate into an anchor position with NY1?",
        "However, these clothing items translate incredibly onto the pages of your (practically) monthly catalog.",
        "This can translate into a free or greatly reduced, high quality outfit for your baby.",
        "Distance learning does not automatically translate to \"online learning\", as the two have developed a distinct, yet mutually beneficial relationship in academic terms.",
        "Personal trainers and fitness instructors can translate their life and professional experience into a physical education degree allowing them to become teachers, coaches and other instructors at elementary, middle and high schools.",
        "You can use an online translator to translate any English word into a foreign language.",
        "After all, how do you translate what you're reading on five lines of sheet music and play it with the six strings on the guitar?",
        "Keep in mind that organic does not automatically translate into healthy.",
        "Any of these items can translate into an individualized organic gift for that special someone.",
        "This popular shop knows how to stay on top of trends and translate them into a plus size-friendly style.",
        "We look at what's coming down the runways and what the tastemakers are wearing, and then translate those looks for plus-size women.",
        "The styles that make it down the runway each spring and fall don't always translate well to real life.",
        "A frumpy suit that feels good doesn't translate to looking great, and a sexy suit that doesn't fit properly does you no favors, either.",
        "Though trends are fun and playful, they rarely translate well from the runway to the real world.",
        "Don't be afraid to get a second opinion or to seek out a more experienced surgeon, as more experience may translate into a higher success rate for sleep apnea surgery.",
        "The problems with this system can translate into the individual's sleeping patterns.",
        "Yes, not all brands have a sunglass business as some collections do not translate well into that type of business.",
        "You can use the maps to plan your vacation or compare the parks for what Disney treasures translate to foreign audiences and what alterations were made.",
        "The movie, while credited with turning around the cinema blunder that Joel Schumacher created, did not entirely translate into a game that could stand on its own.",
        "Similarly, American games don't always translate to Europe, and certainly not to Japan.",
        "Mouse over it to translate it to English, then click it to continue.",
        "A group of fans managed to get a ROM and translate it, which is how the English-speaking gamers managed to indulge themselves.",
        "To use the same codes on the Xbox or GameCube, translate the PS2 codes into the corresponding buttons on the other consoles.",
        "The cartoony feel of the Nintendo classic just doesn't translate well as live action.",
        "Use each entry in the dictionary to translate both English to Spanish and Spanish to English in a heartbeat on your phone.",
        "Check with your user manual for how to do this, but the notion is that you take the cellular data connection on your phone and translate that into a Wi-Fi hotspot for nearby wireless devices.",
        "The characteristics of inattention vary with each AD/HD child; however, all most often translate into poor grades and difficulties in school and other social arenas.",
        "Naturally active and busy, our hectic lifestyles often translate in the way we create our bedrooms.",
        "Be aware though, not all English words translate into Chinese.",
        "Since not all English words translate into Chinese, this website gives you a couple of different choices to help you find the word or phrase that is comparable to what it is you are looking for.",
        "You are now going to translate the numbers into two types of lines.",
        "Don't let that fool you, though: These new hairstyles translate seamlessly into the real world.",
        "Doing so means following your natural color palette, and that can translate into beautiful results.",
        "Additionally, these clips can help to naturally create some height which will translate into more body, and a fuller look, once you are done.",
        "While it's great that homeschoolers are doing well, how does this translate into real life applications?",
        "This may translate into no closing costs out of pocket, but you will wind up paying these fees along with interest.",
        "A good rule of thumb to follow when obtaining a cash-out refinance is this: If the cash-out refinance will not somehow translate into savings for you, don't do it.",
        "This can translate into substantial savings for homebuyers, especially if the bank is particularly eager to be rid of the home for whatever reason.",
        "Knowing some good slimming swimsuit styles not only means looking your best, but can also save you a lot of time when you go shopping, and that can translate into a having a much better, and enjoyable time, seaside!",
        "With thong swimwear, there is markedly less fabric, and this can translate into faster swim times.",
        "One-piece swimsuits don't necessarily translate into modesty.",
        "This is a look that will translate well to a resort or pool party, allowing you to show off a hot bikini while still allowing some coverage.",
        "Italian fabricators, from the Como region of Italy, take these one-of-a-kind prints and translate them into beautiful fabrics.",
        "One of the first things petites should understand is that what's trendy today doesn't always translate well to the shorter frame.",
        "These fun and flirty dresses translate well from childhood to adulthood with a few grown-up tweaks.",
        "While this was great for conformist thinking, it didn't translate well into creating a truly individual look for anyone.",
        "By paying attention to the details that will easily translate into women's clothing in everyday life, you'll know what to pick up and what to leave behind if you want to be fashion-forward.",
        "Many other traditional fantasies translate well to hot Halloween costumes.",
        "Delicate skills like this don't really translate well into the world of clicking a mouse, though, and the game is entertaining but mostly unplayable.",
        "Just because you have an online connection and attraction doesn't necessarily mean that will translate off the computer.",
        "So, start with working on yourself and the efforts will translate to your relationship.",
        "They are involved in writing reports that translate scientific discoveries and innovations into language that laypersons can understand.",
        "Furthermore, do those jokes translate into writing that actually elicits laughter?",
        "A punchline said out loud doesn't directly translate into written humor because readers can't hear a comedian's tone of voice or see facial expressions and gestures.",
        "The Fendi Spy bag is manufactured using high quality materials, and, sadly, these materials translate into one formidable price tag.",
        "Remember to keep in mind that all of these details and characteristics vary from bag to bag, and they do not neccessarily translate to all patchwork styles.",
        "A jumbled assortment of coins, cards, currency, makeup, snacks and other regular essentials, even in small quantities, can easily translate into a messy bag.",
        "A clutch is a typical glamorous night out choice, but it doesn't necessarily translate into a practical option for prom night.",
        "While that can translate into the occasional bruised feelings for his partner, you can be one-hundred percent sure that there is no malice involved.",
        "When combined with the solidifying effect of a fixed energy, Scorpios translate their emotional energy into something fearfully deep.",
        "This doesn't make Virgo the most passionate of lovers, but it does translate to a stable and willing partner.",
        "Within each category are dozens of simple images that translate well onto paper for your children to decorate.",
        "Bratz Big Babyz Ponyz - Do even bigger ponyz translate into more fun?",
        "At the preschool age, children begin to learn the required skills, which will translate into reading and math in elementary school.",
        "Each of these is a desirable asset that can translate into considerable expense.",
        "Highlighting great Thai horror movie posters, it's interesting to see how many well known American representations of horror movies translate and are used in other countries.",
        "How many minutes does the rate translate to for my purposes?",
        "What's more, buyers no longer have to worry that a low price will translate into a laptop lemon.",
        "While large monitors are attractive, keep in mind that bigger is not always better.In addition, larger screens often translate into bigger price tags.",
        "A Dictionary of Slang helps translate British slang into terms you are more familiar with.",
        "Needing \"sensible\" shoes does not translate into leaving style behind.",
        "Unless we get so lucky as to have Cate Blanchett clamoring to wear them on the red carpet, that does not translate to enough attention or value per purchase to create long-term customers.",
        "Some runway fashions translate better to the street than others.",
        "While site translation assistance is available and easy to use, you may not always know which sites would be best to translate right off the bat, making searching more cumbersome and time consuming.",
        "Although the Daytime Emmy's didn't start awarding soap opera actors and actresses for their craft until the early 70s, the prestige of receiving an Emmy in daytime can often translate into primetime success with a few notable exceptions.",
        "The name comes from Sanskrit - \"su\" (good) and \"asti\" (to be), which was mean to translate to \"well-being.\"",
        "Website employees translate names into Arabic, Hebrew, Chinese, Hindi, Gujarati and Sanskrit.",
        "One popular flash sheet shows the \"Asian\" characters for each letter of the English alphabet, so that people can \"translate\" their names or favorite sayings.",
        "There are a few ideas which translate well into cool, original Japanese tattoos.",
        "When choosing your symbols for a name tattoo, you can choose to translate the name literally using the katakana or hiragana alphabets to create the sounds.",
        "Words such as \"actor\", \"writer\", \"dancer\", \"artist\", \"musician\" and other pastimes or professions translate well into kanji, with direct symbolic representation minimizing the risk of a botched meaning.",
        "These colors can translate well to body paints and tattoos, with or without other details.",
        "This could translate into a Gemini tattoo of a symbol in orange, or by including the color orange in a large tattoo.",
        "Rental cars translate into costly headaches in big European cities.",
        "Airlines, hotels, and rental car companies offer these travel agents special deals for college co-eds, which often translate into significant savings.",
        "Once you've established what you can spend, what you want and what you need, it is time to translate that information into computer lingo.",
        "All these aspects translate into you being able to find some great deals by companies wanting to move their product fast.",
        "Trying to get the words you've envisioned onto paper or into an electronic communication doesn't easily translate from fingers to keyboard.",
        "If you have anyone on your staff who arrogantly dismisses a customer's questions as stupid, you have a problem, because this attitude will translate into everything that your staffer does while interacting with the customer.",
        "Remember to include only relevant jobs or jobs using skills that translate well to the position you are applying for.",
        "Yeeyan is a community of users who will translate your articles from English to Chinese and do it free of charge.",
        "Keep in mind that just because an image looks good on your computer, it won't necessarily translate well to the web page.",
        "I teach them how to imagine and then translate that into their project.",
        "Losing fat mass does not always translate into fewer pounds on the scale, especially considering that muscle weighs more than adipose tissue.",
        "What does this translate to in weight…ready?",
        "Many of these effects translate into a healthier heart by reducing the risk of diseases which can impact its function.",
        "Likewise, just \"moving more\" doesn't necessarily translate into a nice curve of effort/reward.",
        "A program consisting of core strengthening exercises and stretching exercises can translate to an end to lower back pain.",
        "Being all pumped and eager to get started is a good state to be in, but don't let that translate to skipping those crucial 5-10 minutes on the treadmill.",
        "These changes can then translate into greater confidence and poise in all your everyday activities.",
        "This is because the more comfortable you feel, the more pleasure you will take in your studies, and this in turn, can translate into you learning the language more fully!",
        "There are services you can use to translate complex documents, there are websites that function as automatic translators and there are old fashioned, hardcover dictionaries.",
        "Most translators translate from a second language into their native one.",
        "Proficiency in your second language: It is best if you have spent at least 2 years in the country you wish to translate from.",
        "Specialization: It is best if you have an area of specialization, for example, there is always a need for lawyers or paralegals who can translate legal documents.",
        "Finding a way to translate from English to French or back is not difficult and there are a variety of resources to guide you.",
        "Provided you aren't trying to translate something like Victor Hugo's Notre Dame de Paris or the entire French Constitution you can find some good free French translators.",
        "Most of the translators will translate anything from short phrases to web pages.",
        "Although Google and Yahoo are very efficient, they don't have the same technology or space that allows them to accurately translate long and complex documents.",
        "Colloquialism: The machine has to learn how to recognize and translate colloquial phrases as well as idiomatic expressions such as C'est quoi, ça?",
        "Berkeley Scientific Translation Service will translate foreign patents into English.",
        "Free Translation on a Website: Visitors are able to translate copy, directly, while on your website.",
        "You can simply translate the words and use the literal translation, \"Je t'aime.\"",
        "You can also use simple online French to English translators, but they don't always translate the phrase perfectly or accurately, so be cautious when using them.",
        "Then you can look up the missing words or phrases, fill in the blanks, and translate almost anything!",
        "Voltaire is a good example for demonstrating the translate what you know approach.",
        "You can pull out a French dictionary or look online to translate \"rien\" and \"plus\".",
        "While it is useful to either translate from English to French or to translate from French to English, it is also invaluable to have additional information.",
        "French Linguistics offers a decent online dictionary that can translate either from English to French or from French to English.",
        "Reverso offers a handy dictionary where you can translate from French to English or from English to French on the same page.",
        "Instead of having separate pages for each direction of translation, there are simply two 'go' buttons: one to translate into French, and one to translate into English.",
        "This feature makes the site user-friendly for those looking to translate in both directions.",
        "In this way, you get all the information, but can easily skim through it for the right sense of the word that you are looking to translate.",
        "In general, dictionaries have more resources to be used, but translation sites can sometimes translate entire phrases.",
        "If you want to translate entire phrases, you may be better off with a translation site (assuming that the site doesn't translate each word individually and then put them all into one sentence).",
        "In order to get the correct translation, you have to pay attention to which meaning of the word it is that you are trying to translate.",
        "This is a really interesting and educational way to translate vocabulary; the only drawback is that not every phrase you enter will be found in the database.",
        "You can translate phrases or entire pages using various browser tools.",
        "Google Translate is quickly becoming one of the best sites to go to for quick online translation.",
        "Google translate is one of the better known translation services.",
        "It is easy to translate a page on google translate as well; simply enter the url (or you can enter a phrase or upload a document as well), make sure you set the languages to translate from English and translate to French and voilà.",
        "With Google Translate you can also do what is called a translated search.",
        "A button to add to your browser that will translate your word of choice into French.",
        "Add a button to your website that will allow readers to translate your page easily.",
        "With Babelfish you can translate pages and chunks of text online easily.",
        "It works similar to Google Translate, but unlike Google Translate, it is really designed more to work with larger chunks of work rather than a phrase or word.",
        "Like Google Translate, Babelfish will search the Internet for the term in French, and return results in either French or English.",
        "You can add the Babelfish button to help visitors translate your site.",
        "One important thing about Free Translation.com is that while you can translate sites or chunks of text for free, many of the other applications cost money.",
        "As long as you don't need 100% accuracy, using an online tool to translate something for personal use can be very helpful.",
        "Online translators are abundant, ranging from those who can only translate single words, to those that try to understand the whole message and translate the message as a whole.",
        "With that said, if learning French to that degree is not something you want to spend years doing, hire a reliable translator to translate for you.",
        "Google Translate: Google offers good tools in many different fields; their translation tool is also of high quality.",
        "Doing French translations online using these, and other, translation tools is a quick and easy way to translate.",
        "Any time one must translate English to French, a few key tools are good to have on hand: an English-French dictionary, a French monolingual dictionary, and a computer program with spelling and grammar checker in both English and French.",
        "It is difficult to get exactly the right nuance in your words as you translate; using a dictionary for the most important words will inevitably raise the quality and precision of your translation.",
        "There is an abundance of online tools that translate English to French, or vice versa.",
        "While these tools to translate French online are handy, they often produce errors in the translation.",
        "Don't despair, freezing the meat does not have to translate to a rubbery texture.",
        "Unemployed workers translate into less eager consumers on the economy, so naturally, unemployment is a big issue among political leaders.",
        "These factors can translate directly to increased productivity, reduced turnover, and decreased issues with time lost from work.",
        "Higher temperatures in the groin area can translate into a low sperm count.",
        "The styles, however, can be worn across the board and can translate to ages outside of the target age range.",
        "This can translate into a minimum amount of digging, tugging and pulling at the garment.",
        "This can translate into having a more pleasant experience.",
        "This can translate into you feeling more relaxed, and that can lead to you asking questions, instead of solely thinking about putting your clothes on and rushing out of there as fast as you can.",
        "It can feel pretty exciting to be going to one and that can translate into an urge to run out and buy a whole new outfit just to commemorate the occasion.",
        "This way, you feel more confident tin the look and that will translate into quite the attractive image!",
        "As Sato, it was Park's job to translate the numerous unknown languages encountered by the Enterprise crew.",
        "Troi replies, \"It wasn't easy to translate.",
        "She was key to developing the galactic translator with her abilities to parse and translate languages.",
        "Expertise - Whether you're a talented poet who wants to share your work and offer advice to others, or you have professional training and insight to offer career women, your specific expertise can translate to an informative blog.",
        "Both of these companies have found that improving the rate of internal communication seems to translate to the bottom line.",
        "Most web and graphic design programs allow you to pick any shade you like from a spectrum and then translate it into a hexadecimal color.",
        "Once you have a layout planned on paper, it's time to translate it into actual code.",
        "Excuse me; if you don't understand the vernacular, let me translate.",
        "You'll want to translate the kanji for readers, but this type of calligraphy adds Japanese beauty to your layouts."
    ],
    "definition": [
        "trans·lat′a·bil′i·ty\nn.",
        "trans·lat′a·ble\nadj.",
        "Link/Cite"
    ]
}