{
    "translation": "לרעוד, לרטוט, לשקשק (מתוך פחד)",
    "uses": [
        "I tremble to write these following lines.",
        "\"I can't watch this,\" she said, a tremble in her voice.",
        "It makes me tremble!",
        "It still rained, but it wasn't cold that made her hands tremble as she left the car.",
        "Why do his legs tremble under him as he walks, leaning upon a stick?",
        "Dean could feel the tremble of her body through his raincoat.",
        "I tried with all my might to control the eagerness that made me tremble so that I could hardly walk.",
        "Epicureanism thought that \" the wise man fears not death, before which most men tremble; for, if we are, it is not; if it is, we are not.\"",
        "It is a Realism of the most uncompromising type, which by its reduction of individuals to accidents of one identical substance seems to tremble on the very verge of Spinozism.",
        "It was said to have originated in the saying of Justice Bennet at Derby in 1650, \"Tremble (or quake) at the word of the Lord,\" but it is now certain that it was used as early as 1647, and arose from the physical manifestations of religious emotion characteristic of many of the early Friends.",
        "The call caused Cynthia to tremble with nervous frustration to the point of dropping a favorite sugar bowl, snowing the kitchen floor in white.",
        "\"No,\" she answered, trying to control the tremble in her voice.",
        "Rhyn moved to the door leading to the block, unable to help the small tremble of his hand.  Not only had he spent too long in this very place, he'd seen Katie hurt here and barely escaped alive with her.",
        "Such are the similar effects of terror on man and the lower animals, causing the muscles to tremble, the heart to palpitate, the sphincters to be relaxed, and the hair to stand on end.",
        "Xander saw the signs then, the red on her face and the slight tremble of her hands.",
        "the virtue of the consecrated candles in discomfiting demons is specially brought out: \" that in whatever places they may be lighted, or placed, the princes of darkness may depart, and tremble, and may fly terror-stricken with all their ministers from those habitations, nor presume further to disquiet and molest those who serve thee, Almighty God \" (Rituale Rom.).",
        "He was not going very fast, but on his flanks specks of foam began to appear and at times he would tremble like a leaf.",
        "Though I so love him and trust his every word, I can't help but tremble at even the prospect I shall at last exchange this soiled and despicable life for another.",
        "I tremble as I wait, more so than even when first I gave myself to a man.",
        "Jefferson declared in regard to slavery, \" I tremble for my country when I reflect that God is just.\"",
        "Lethington had not left her, but he was overlooked; Lennox and the impracticable Darnley were neglected; and the dangerous earl of Morton, a Douglas, had to tremble for his lands and office as chancellor, while Mary rested on her foreign secretary, the upstart David Riccio; on Sir James Balfour, noted for falseness even in that age; and on Bothwell.",
        "trepidare, to tremble), a term meaning, in general, fear or trembling, but used technically in astronomy for an imagined slow oscillation of the ecliptic, having a period of 7000 years, introduced by the Arabian astronomers to explain a supposed variation in the precession of the equinoxes.",
        "Yet leaderless seditions and the plots of obvious impostors sufficed to make his throne tremble, and a ruler less resolute, less wary, and less unscrupulous might have been overthrown.",
        "The staff captain's voice began to tremble.",
        "She may also tremble at times and appear anxious.",
        "The answer made him turn pale, and tremble with joy.",
        "Her lip began to tremble.",
        "I could feel her tremble.",
        "He would also witness the strange Light shining like a great star, and he would tremble with fear.",
        "Not much: for you tremble like a leaf still.",
        "While Jane is an attorney that specializes in the hard to win cases, Elliot manages the tremble of an overwhelmed Deb as she struggles in Jane's world.",
        "Instantly the Princess turned and faced him, and when he saw that she was picked the Prince stood still and began to tremble.",
        "It is difficult to describe my emotions when I stood on the point which overhangs the American Falls and felt the air vibrate and the earth tremble.",
        "Why should I fear the darkest hour, Or tremble at the tempter 's power?",
        "tremble like a leaf still.",
        "The opener is a passable cover of ' Did you feel the mountains tremble ' but adds nothing new.",
        "tremble with fear.",
        "tremble with joy.",
        "tremble a smile starts to tug at the girls trembling lips.",
        "He set his coat down on the counter, and her hands began to tremble.",
        "The thought of hurting him made the hand she pressed to his heart tremble.",
        "Mansr dropped to his knees as the earth continued to tremble.",
        "It is not the chill of the night time that makes my body tremble.",
        "The shaking of the earth grew worse, until the walls began to tremble.",
        "She swallowed hard and crossed her arms to keep him from seeing her hands tremble.",
        "A loud crack, as if lightning were striking, sent a shockwave of power that made the monument tremble.",
        "The girl had started to tremble, no doubt reminiscing about the last time she'd dealt with Immortals.",
        "aspirant candidates who tremble at the thought, still less the sound of someone Right Wing.",
        "blameless man, makes us all tremble in the presence of anything heavenly.",
        "All ignorant we dared to own The joys we now dissemble; The greenfinch on the apple bough Could make my enemies tremble.",
        "ecstasy of delight I felt her tremble in every limb.",
        "The effort only made the creature tremble and jump, which I found inconvenient.",
        "Tyrants, says an interlocutor in one of Plato's dialogs, tremble before lovers.",
        "Everything about her - her voice, her persona, even her clothes seems to tremble permanently on the brink of total meltdown.",
        "A faint tremble, a slight shiver, had seemed to run through the still bones of the ship.",
        "tremble pounded in his ears, and he found he was trembling uncontrollably.",
        "This was an ephemeral success, ill-prepared and obtained by taking a sudden advantage of national sentiment; it was soon followed by a check, owing to a Russian and German coalition and the baseness of Cardinal Fleury, who, in order to avoid intervening, pretended to tremble before an imaginary threat of reprisals on the part of England.",
        "He could feel her tremble.",
        "3, 4a): the keepers of the house (the arms and hands) tremble, the strong men (the legs and perhaps the backbone) are bent, the grinding women (the teeth) cease to work, those that look out of the windows (the eyes) are darkened, the street-doors are shut, the sound of the mill being low (apparently a summary statement of the preceding details: communication with the outer world through the senses is cut off, the performance of bodily functions being feeble); the rest of v.",
        "The pillars of heaven tremble and are amazed at His rebuke.",
        "tremble in every limb.",
        "tremble to You for the prayers offered by a trembling soul."
    ],
    "definition": [
        "The act or state of trembling.",
        "trembles A convulsive fit of shaking. Used with the.",
        "trembles used with a sing. verb\nPoisoning of domestic animals, especially cattle and sheep, caused by eating white snakeroot or the composite plant Isocoma pluriflora of the southwest United States and northern Mexico, and characterized by muscular tremors and weakening. In this subsense also called milk sickness\nAny of several other animal diseases characterized by trembling, such as louping ill.",
        "Poisoning of domestic animals, especially cattle and sheep, caused by eating white snakeroot or the composite plant Isocoma pluriflora of the southwest United States and northern Mexico, and characterized by muscular tremors and weakening. In this subsense also called milk sickness",
        "Any of several other animal diseases characterized by trembling, such as louping ill.",
        "trem′bler\nn.",
        "trem′bling·ly\nadv.",
        "trem′bly\nadj.",
        "Link/Cite"
    ]
}