{
    "translation": ".1 הדק\n.2 להפעיל, להתניע",
    "uses": [
        "Something about her feet hitting the floor in the morning seemed to trigger her stomach.",
        "It is ordinarily caught in wooden traps of simple construction, being little enclosures of stakes or brush in which the bait is placed upon a trigger, with a short upright stick supporting a log of wood, which falls upon its victim on the slightest disturbance.",
        "The web is a force for truth, connectedness, understanding, and communication—all things whose absence can trigger war.",
        "In 1835 he combined the short circuit of his monster magnet (of 1834) with the small \"intensity\" magnet of an experimental telegraph wire, thereby establishing the fact that very powerful mechanical effects could be produced at a great distance by the agency of a very feeble magnet used as a circuit maker and breaker, or as a \"trigger\" - the precursor of later forms of relay and receiving magnets.",
        "Sasha may not have pulled the trigger on Andre, but someone he knew where to find their oldest brother, who had been protecting Katie when he was rendered dead-dead.",
        "Just when Pierre snatched at and struck up the pistol Makar Alexeevich at last got his fingers on the trigger, there was a deafening report, and all were enveloped in a cloud of smoke.",
        "Although modern medicine recognizes that stress, anxiety and depression can trigger IBS attacks, medical specialists agree that IBS is a genuine physical disorder-or group of disorders-with specific identifiable characteristics.",
        "Lack of sleep or too much sleep can trigger a migraine.",
        "The 1995 models had a similar electrical design flaw where any liquid spilled in the console box (where people usually put drinks) could potentially short out the airbag deployment system and inadvertently trigger the airbags.",
        "and imitative sounds to represent the cat's mew, the click of a trigger, the clap or thud of a blow, &c. The total result of this combination of gesture and significant sound will be a general system of expression, imperfect but serviceable, and naturally intelligible to all mankind without distinction of race.",
        "Daily Stress: Stress at home, at work, or other mental fatigue, including medical conditions, the death of a loved one, or financial strain can also trigger sleepwalking, especially if the individual has a genetic predisposition for it.",
        "If she had a laser gun, she just might have pulled the trigger.",
        "Changes in hormone levels trigger some dark eye circles.",
        "The latest version of MySpace IM can trigger a bug that has been linked to sharing in Windows Vista.",
        "It crossed her mind to call him, but if he was with Josh, that might be a trigger.",
        "If he had a full night, he'd spend it killing vamps until too tired to pull the trigger.",
        "The Guardian had some code of honor that seemed at odds with Brady's quick trigger finger.",
        "The smallest tip is 3.5 mm in diameter and is used mainly for laser acupuncture and irradiation of trigger points.",
        "airborne pollutants which may trigger further policy developments.",
        "allergic to pine resin and its scent can trigger an asthma attack.",
        "Pets Dead skin flakes, urine, feces, saliva, and hair can trigger asthma.",
        "The interaction modality is often restricted to clicking on a static interface in order to trigger new material to be shown.",
        "It was the longest second of her life, until she realized he wasn't going to pull the trigger.",
        "Please check the procedures whenever you wish to trigger an alert.",
        "Then this newspaper lady in Boston gave her an out and she jumped on it like Roy Rogers on Trigger.",
        "Exposure to the mites in the first, crucial year of life can trigger a lifelong allergy.",
        "It suppresses the white blood cells which trigger a rejection response to the transplanted organ.",
        "Yet Mr Kamara did not brandished the pistol in public, let alone pulled the trigger, and had never physically assaulted anyone.",
        "Someone, a real person, would flick the switch, push the plunger or pull the trigger.",
        "secondhand smoke at work is also the second most common trigger of asthma attacks.",
        "Psoriasis is a mysterious condition and it is always possible that the introduction of a foreign substance may actually trigger an attack.",
        "antidepressant drugs may trigger seizures in some people with epilepsy.",
        "Memories may become apparent during dream state or have a trigger event in the awakened state.",
        "Safety appliances generally applicable: - The trigger blade is blocked by a sliding piece on the guard plate.",
        "atopic asthma which is common in childhood has increased partly through trigger factors that encourage dust mites.",
        "become apparent during dream state or have a trigger event in the awakened state.",
        "This workshop is designed to trigger a detailed debate from all parties; beyond just the issue of cross boarder transactions.",
        "calfe key points are Viruses are the major trigger for the pneumonia of suckled calves.",
        "calorimeter trigger expert wishes to get immediate feedback that the clusters which are being reconstructed are consistent with expectations.",
        "cannon fodder to trigger the trap they knew had been set for them.",
        "In response to cold, plants trigger a cascade of genetic reactions that allow them to survive.",
        "Another environmental trigger in cow's milk is thought to be a protein called casein (8 ).",
        "Trigger is 11 months old, vaccinated but not yet castrated.",
        "Only a fraction of it has to melt to trigger a cataclysm.",
        "chemoreceptor trigger zone.",
        "Squirts of acidic chyme through the pylorus trigger hormonal responses mediated by enteroendocrine cells in the duodenal wall.",
        "A wire connected the trigger with the firing lever of the gun.",
        "If the sanction imposed by Grim Trigger cannot deter a rational player from unilateral defection, then no cooperative strategy can do so.",
        "Trigger logic and timing is derived using leading-edge discriminators in remotely controlled 16-channel VME modules.",
        "Selection of the Trigger Point box brings up anatomical drawings showing the TP and pattern of pain radiation for a range of muscles.",
        "A petition reaching 5% of the total electorate would trigger a referendum based on that petition.",
        "This simple test may therefore be sufficient to identify potential fallers and trigger a full assessment.",
        "The tube is then inserted into the gun and the trigger squeezed to apply the filler.",
        "The Bolt, 14 way, Ram, and trigger have all been modified to deliver awesome firepower with incredible accuracy.",
        "first mortgage a first legal mortgage of freehold or leasehold land will also trigger first registration.",
        "Take regular exercise, Try and avoid any factors that you know can trigger a flare up.",
        "You were betrayed by your group - cannon fodder to trigger the trap they knew had been set for them.",
        "They then trigger the ovaries to begin to mature more follicles.",
        "gonadotropin treatment seldom gives rise to OHSS unless hCG is administered to trigger ovulation.",
        "TOUCH is the major trigger of swarming, ie it is contact between crowded individuals that makes them become gregarious.",
        "hair trigger alert.",
        "Malignant hyperthermia: suxamethonium can trigger the onset of malignant hyperthermia in those patients who have this genetic muscle disorder.",
        "Clients & Therapists Clients and therapists start by translating the unconscious messages that trigger the hypothalamus to produce the symptoms of illness.",
        "immunoglobulin E to trigger allergic reactions.",
        "The trigger is squeezed gently with the right index finger.",
        "inherit a susceptibility to things that trigger the emotion.",
        "inoculum levels thought to trigger infection are higher than found in the UK.",
        "TL comments that the soil inoculum levels thought to trigger infection are higher than found in the UK.",
        "insertion of foreign DNA into animal cells could also trigger cancer.",
        "Two put in more than half the money (yes, a key investor will trigger the herd instinct ).",
        "Drugs, which directly trigger happiness in users, provoke irectly trigger happiness in users, provoke ire.",
        "Ozone is a lung irritant emitted from many air cleaners in the market that can trigger allergy reactions, even in small amounts.",
        "itchy trigger finger to make movies, maybe more.",
        "kernel level Midi input means that from midi trigger to audio output will be even faster than before.",
        "The trigger mechanisms that initiate submarine landslides in this area are not well understood.",
        "mallet toe, trigger toe or claw toe.",
        "mercury in vaccine may lower the immune system with the MMR being a possible trigger.",
        "The kernel level Midi input means that from midi trigger to audio output will be even faster than before.",
        "Mycotoxin control is important where mycotoxin control is important where mycotoxins are a trigger.",
        "If a thorough examination shows that there is no apparent trigger for the chronic nettle rash, do not be alarmed.",
        "nipped the ball away from the striker's toe just as he prepared to pull the trigger.",
        "Easy Setup Getting up and running with Trigger Finger is a total no-brainer.",
        "If you do have to use a hose pipe, fit a trigger nozzle and never leave the hose pipe running.",
        "one-sided headaches - trigger point headaches.",
        "Interest in prophylactic oophorectomy may fluctuate based on varying exposure to cues that trigger anxiety.",
        "It lowers sperm counts in men, suppress ovulation in women and can be a trigger for schizophrenia and various forms of psychosis.",
        "ovulation in women and can be a trigger for schizophrenia and various forms of psychosis.",
        "Output trigger may be linked to a text pager or additional siren, and the alarm comes with a comprehensive 3 year guarantee.",
        "parrot fish, trigger fish, lovely coral, exciting water entry!",
        "phagocytosis by macrophages, apoptotic cells often undergo plasma membrane changes that trigger the macrophage response.",
        "Pressing the trigger of the jet pinner inserts a hook into the top of the curtain where required.",
        "prophylactic oophorectomy may fluctuate based on varying exposure to cues that trigger anxiety.",
        "pull the trigger?",
        "Puritan disgust with whole new legs trigger the most.",
        "Stress - Does it cause MS or trigger a relapse?",
        "Should contamination exceed the trigger concentration then remedial work will be necessary.",
        "At no time was I able to trigger a hard reset, the new battery system eliminates that issue which is good news!",
        "resonate at a human level they won't trigger any response.",
        "revitalize helped to trigger a remarkable 20-year expansion of cotton use for apparel, revitalizing an old industry.",
        "R In a few of these cases, substances called salicylates, present in certain foods, may trigger symptoms.",
        "Large amounts of any liquid, even water, can trigger a seizure in a person with epilepsy.",
        "Foster argues that the fall of selenium levels trigger the reduction in CD4 cells, which in turn cause further decline in serum selenium.",
        "Turkey fears a Kurdish breakaway state in northern Iraq could trigger renewed armed Kurdish separatism on its own territory.",
        "Seeing no other way out of the situation, Julian gave a mental shrug and pulled the trigger.",
        "Exposure to secondhand smoke at work is also the second most common trigger of asthma attacks.",
        "squeeze jaws \" of the clamp meter are opened by squeezing the trigger on the left-hand side.",
        "Any animals added to the isolation unit from outside the holding would trigger a 20 day standstill on the isolation unit.",
        "swivel trigger hook at both ends.",
        "These signals directly trigger and control the Sirius lights, resulting in perfectly synchronized audio-visual experiences.",
        "The big trout trigger points on this fly are the trailing pheasant tail legs, which identify this fly to the fish.",
        "tense confrontation over Kashmir, a small spark could trigger another war.",
        "The high temperatures and humidity trigger spectacular thunderstorms during the evening.",
        "Trigger the knowledge consistency checker (KCC) to recalculate the replication topology.",
        "The bladder has a trapdoor, which opens inwards with two or three trigger hairs on the outside.",
        "trigger a seizure in a person with epilepsy.",
        "trigger landslides.",
        "People are now asking us: was he entitled to pull the trigger?",
        "The \" jaws \" of the clamp meter are opened by squeezing the trigger on the left-hand side.",
        "push the trigger - case will kick out your CD or DVD.",
        "trigger pulse arrives.",
        "trigger fingers too.",
        "trigger mechanism.",
        "This circuit has a level control and peak display indicator, a variable trigger threshold and trigger threshold and trigger indication.",
        "trigger guard just in case we made an error, sweat pouring down our backs as we lay in terror.",
        "It also acts on a part of your brain called the chemoreceptor trigger zone.",
        "Cigarette smoke is the second most common asthma trigger in the workplace.",
        "resident Evil 4 also allows you to freely aim your gun from a beautiful over-the-shoulder view when holding the R trigger.",
        "A lot of quick thinking is needed and quick trigger fingers too.",
        "The inability of contractors to make prompt payments could trigger labor unrest on construction sites.",
        "It can also be programmed to trigger various alerts including ftp upload, email or phone.",
        "veridical perception of the trigger action.",
        "wasp larvae Squeeze a hormone trigger, Bringing into play A sequence of events.",
        "She is recorded as being very weepy and anxious, and her trigger points were tested.",
        "wire connected the trigger with the firing lever of the gun.",
        "In the middle ectoderm cell are seen a nucleus and three nematocysts, with trigger hairs projecting beyond the cuticle.",
        "\"Board them!\" yelled the tipsy man, trying to press the trigger.",
        "If its numerous suggestions do n't trip your trigger, try Number 102: a REALLY fancy pup tent.",
        "At no time was I able to trigger a hard reset, the new battery system eliminates that issue which is good news !",
        "If ideas do n't resonate at a human level they wo n't trigger any response.",
        "This study could eventually help block the molecular signals that trigger retinoblastoma in children.",
        "The work helped to trigger a remarkable 20-year expansion of cotton use for apparel, revitalizing an old industry.",
        "It has a high strength shielded cable and a swivel trigger hook at both ends.",
        "In the context of the exceptionally tense confrontation over Kashmir, a small spark could trigger another war.",
        "Although they never get as speedy and ferocious as the ones you guys have to deal with, continued rainfall tends to trigger landslides.",
        "Push the trigger - case will kick out your CD or DVD.",
        "Vg1 returns rapidly to its original level and remains there until the next trigger pulse arrives.",
        "Such a fast healing process, probably on the order of tens of seconds, leads to a repeatable trigger mechanism.",
        "This circuit has a level control and peak display indicator, a variable trigger threshold and trigger indication.",
        "With fingers on the trigger guard just in case we made an error, sweat pouring down our backs as we lay in terror.",
        "Resident Evil 4 also allows you to freely aim your gun from a beautiful over-the-shoulder view when holding the R trigger.",
        "What can trigger or worsen a venous leg ulcer?",
        "Not that these stages should be confused with a veridical perception of the trigger action.",
        "Once hatched, the wasp larvae Squeeze a hormone trigger, Bringing into play A sequence of events.",
        "Ask yourself what type of product or business will trigger your missionary impulse and help you build a startup around it.",
        "Sensor pads arranged beneath the crib mattress trigger a flashing green light and sound an alarm when no movement is detected for 20 seconds.",
        "The Snuza will recognize if movement is not sensed, and will actually trigger a vibration if 15 seconds passes without movement, to stimulate baby to breathe.",
        "You may be able to identify what caused your child to stop toilet training successfully that way, but whether you can figure out the trigger or not, you can work with your toddler to get back on the right track.",
        "This lack of indicative symptoms may trigger a lot of parental anxiety, particularly in parents who have already lost a child to SIDS.",
        "Some parents prefer to loosen the old diaper, keeping it over baby's penis which sometimes is enough to trigger the peeing response without the risk of saturating a new diaper.",
        "Air is built up inside the nail canister and when you pull the trigger, a \"door\" opens and the nail is pushed out at tremendous speed.",
        "The medication works on the chemoreceptor trigger zone (CRTZ) in the cat's brain which controls the urge to vomit.",
        "The humidity seems to add to the congestion asthma sufferers experience, and all of that fabulous flora may actually trigger allergic reactions as well.",
        "Things like new furniture, new carpet or even new laundry soap can trigger an allergic reaction in your pet.",
        "Inflammation of the bowel: Changing the pet's diet and removing any food items that trigger an episode will help control this condition.",
        "Lifestyle Pets claims a 95 percent success rate of providing their clients with cats that don't trigger allergic reactions.",
        "The controversy stems from the fact that bentonite clay litters may enter the lungs and digestive tracts of a cat and trigger negative effects.",
        "Once they have seen you traipse over to the hall closet and pull out the cat carrier, all subsequent visits to the hall closet will trigger the image of a cat carrier to your pet.",
        "This may also trigger your cat's desire to hide under the bed for several hours.",
        "The deficiency may also trigger a variety of secondary symptoms.",
        "As these glaciers melt, there is a resulting drop in pressure that may trigger serious geological reactions.",
        "In fact, Acai appeared to trigger a self-destruct response in up to 86 percent of the cancer cells in the cell-culture model.",
        "Chronic inflammation occurs when a trigger is ongoing, yet doesn't cause an immediate crisis.",
        "Unlike a true fear response which has a known trigger, panic attacks seem to strike out of the blue.",
        "Sufferers often limit their activities to avoid situations that trigger panic attacks.",
        "Whether it's tree pollen, grass, pet dander or another source, allergens often trigger uncomfortable reactions in adults and children alike.",
        "Instead of ignoring pet dander or pollen, it mistakenly identifies it as a foreign body such as a virus, and trigger's the body's immune system response to combat it.",
        "Some may also trigger an allergic reaction, so it's important to work with an herbalist and tell your doctor about any herbal remedies you are taking.",
        "Some individuals harbor sensitivity to certain trigger factors, whether dietary or environmental.",
        "For persons whose psoriasis activates or is worsened by a food allergy, turmeric treatment may yield few results until that food allergy comes to light and the trigger factor is removed.",
        "Ingesting turmeric for psoriasis may produce more positive results once any dietary burdens and trigger factors are removed from the equation.",
        "The catalogs show the furniture in a variety of room settings and are designed to trigger design ideas.",
        "The dentist then applies a high intensity light (laser) to trigger the reaction of hydrogen peroxide on your teeth.",
        "The laser activation process is designed to trigger a quicker degradation of the peroxide whitener, thus creating a faster and more enhanced whitening result.",
        "Neglecting to remove your makeup is a great way to trigger breakouts, clogged pores and irritated skin in general.",
        "You simply pull the trigger on the machine and spray the product on in a circular motion, about six inches from your face.",
        "Depending upon the person, various situations trigger tension type headaches.",
        "When in this state, even the smallest disturbance can trigger s server emotional outburst.",
        "Everyone responds to stress in different ways, and different aspects of the holidays will trigger stress and anxiety in different people.",
        "Anything that redirects your attention from a trigger and offers you an opportunity to calm down is useful as an anger relaxation technique.",
        "While the underlying trigger of your anger is not unimportant or funny, the ability to laugh at your exaggerated reaction to that trigger can help you deal with it constructively.",
        "Do certain issues at home trigger angry outbursts, or is financial stress your primary trigger?",
        "Life stressors trigger stress reactions in the body, which impair the immune system and decrease overall health.",
        "Once you have a handle on the most severe physical symptoms, you can address the cause of your anxiety to help remove the trigger for the attack.",
        "Too many of those can trigger glucocorticoids.",
        "Although the additional stress by itself would not have a big impact on your stress level, it is all your body needs to trigger the panic attack.",
        "The trigger appears to be a threat of separation, rejection, or disappointment.",
        "Dieting can be the trigger for many forms of eating disorders so teens should avoid it unless medically necessary.",
        "Photographs showcasing the items in use can help trigger exciting new reception decoration schemes or even an entire wedding day theme.",
        "Researchers at UCLA have designed a 3D meth apartment to find out if visual cues trigger cravings in addicts.",
        "A successful treatment plan must address these issues, as well as the images and situations that trigger an addict to start using the drug again.",
        "This sudden fluctuation can trigger symptoms of depression in women who are already susceptible.",
        "Although hormone levels can provide the physical trigger for postpartum depression, lifestyle changes can aggravate the condition.",
        "Avoid alcohol for a while if it's a trigger.",
        "Visual stimulants can trigger the brain, and cause all thought to focus on the drug.",
        "Avoid: If the addict does not expose herself to events or people that trigger her cocaine use, she is less likely to have a relapse.",
        "This improved focus can help recovering addicts work on gaining insight about why they began using drugs or alcohol, and this can help them learn how to deal with the situations that will trigger them to begin using again.",
        "It was there that Rogers decided to pursue his music and acting career, and also where he met first wife Lucille and horse Trigger.",
        "Without written documentation, and perhaps a corroborating witness, your claims might trigger an investigation, but authorities can only act on the situation they find at the present time, good or bad.",
        "Decide whether your dog needs a standard formula or would benefit from one of the natural blends that leave out ingredients known to trigger dog food allergies in some pets.",
        "Some dogs are actually allergic to a specific food source, and your vet can help you through the process of isolating the food(s) that trigger an allergic reaction in your dog.",
        "We're heading into the fall allergy season, so these things will be floating in the air, and this could trigger a reaction in your dog.",
        "The commercial formulas also may contain many chemical additives and fillers that can trigger canine food allergies.",
        "Filling a bathtub, or using a performance shower system are beyond the capabilities of the demand heater, and a slow trickle of water, such as those used for shaving or tooth brushing, will not trigger the heater.",
        "Depress the trigger to spray foam out, coating the area in a thin film.",
        "When the trigger is pressed, the paint is sucked up into the sprayer by the electric motor and jettisoned out of the tip to coat whatever it is you're painting.",
        "Keep your hand perpendicular to the object you're painting, start moving the sprayer and press the trigger.",
        "Move the sprayer in even, controlled movements and release the trigger just prior to reaching the end of the stroke.",
        "This means that is may contain pesticides and other chemicals that can be harmful to your skin and can also trigger allergies.",
        "This energy must register as a certain profile in order for the alarm to trigger.",
        "Receiving a severe shock can trigger symptoms of a heart attack for some people, and you don't want to be responsible for causing that type of event.",
        "This constriction means the heart must work harder to keep the body supplied with blood, which can trigger a heart attack.",
        "Many women commonly find themselves tearful, upset at the slightest trigger, with a distinct inability to concentrate.",
        "Inviting speakers and knowledgeable people to do a presentation and ask the elderly about what they remember in history can trigger memories.",
        "Strain and stress can cause the mind to do many things, including trigger the body to sleepwalk.",
        "The whole wheat helps to trigger the production of insulin.",
        "Medical conditions such as Parkinson disease, strokes, overactive thyroids, Alzheimer's disease, concern and arthritis may also trigger insomnia.",
        "According to the Mayo Clinic, some conditions that can trigger snoring, such as a cleft palate, enlarged adenoids, and a narrow throat have a genetic basis.",
        "Smoking also increases congestion, and this can trigger or worsen snoring.",
        "Doctors are still trying to understand the actual cause of nightmares but what they have found is that some circumstances can trigger them.",
        "The way these medications interact with the brain, many believe they lead to the trigger for nightmares.",
        "Stressful situations including traumatic events can trigger nightmares in some people.",
        "Get outside: Regular exposure to sunlight, especially in the morning, helps trigger chemicals in your brain, keeping your healthy.",
        "The most important drawback is that photochromic lenses generally do not work well for driving because the car's windscreen blocks most UV light, so that there is no trigger to change the lenses.",
        "Also on the left side is the left trigger button (usually denoted as \"L\") and this is activated with your left index finger.",
        "There are also two trigger buttons on the right shoulder (Z and R) and these are used with your right index finger.",
        "To trigger its powerful goodness, simply swap it with a gem of a color you have carefully chosen.",
        "Once upon a time, there was a game released on the SNES called Chrono Trigger.",
        "Chrono Trigger was about a romp through time and had a set of characters that were likable and a story that was made to be played several times through.",
        "Fears of the Chrono Trigger followers were assuaged when this title was released.",
        "Hold down the right trigger to rapid fire the pistols.",
        "Note: With the following cheat codes press and hold the Left trigger button, then add the appropriate button sequence.",
        "Locking on to the enemy with the left trigger button, you use X to strike and Y to block.",
        "Hitting X repeatedly will trigger a combo.",
        "From here you can either lock onto an enemy using the left trigger button or click the left joystick to change your view to first-person for more precise aiming.",
        "Use the left trigger to target, like always, and then hold the right trigger.",
        "Hitting X while you have the right trigger held will unleash a lighting bolt at the enemy.",
        "Underneath, everything is covered except for the portion open for the trigger.",
        "If you get in close and hit the right trigger, you'll initiate a combo.",
        "This allows you to sneak up behind enemies and silently take them out by using the right trigger.",
        "The right trigger fired your primary selected weapon and the left trigger fired your lock-on missiles.",
        "I liked the fact that you didn't have to have different selections for the left trigger because it was always your lock-on missiles.",
        "The right trigger was where your power weapons were and you gain one or two of these weapons as you successfully completed each mission.",
        "For example, the standard Xbox 360 controller has two analog sticks, a directional pad, four face buttons, and four trigger buttons, as well as a start button, Xbox button, and back button.",
        "There are also two trigger buttons, L and R, located near the top of the DS, flanking the DS card slot on either side.",
        "Hopping (and drifting) is performed with the R trigger, while weapon deployment is performed with the L trigger.",
        "The game begins with a board game-style interface where players move around the screen and trigger various minigames.",
        "You can trigger timed missions, where you will have to defeat a set number of enemies within a certain time limit, and yes, there are boss battles.",
        "To fire a gun or shoot a spear press the left trigger button, then the RB button.",
        "The right trigger fired and the left jumped.",
        "After many hours of play though, your right wrist and fingers were a little sore and cramped up from all the pressing your thumb did on the buttons and right finger on the trigger.",
        "The right trigger, brings in your line and the analog stick acts as your rod.",
        "If you are having any doubts, now might be the time to find a local program and take one or two courses to make sure this is really what trips your trigger.",
        "Classic titles like Chrono Trigger still fetch up to $40 on eBay.",
        "In fact, if you're an old school fan and you liked the classic RPGs like Chrono Trigger and Final Fantasy III (Japanese 6), then you are more likely to relate to the attitude this game portrays.",
        "Well, much like the previously mentioned Chrono Trigger, it has a new game plus option.",
        "The collection is still growing, but for the time being, the focus is on RPGs like Final Fantasy and Chrono Trigger.",
        "Tunes from Katamari Damacy, Super Mario Sunshine, Chrono Trigger, Bomberman and many more fill the CD with over an hour of gaming goodness.",
        "Newgrounds.com features videos inspired by Castlevania, Chrono Trigger, Counter-Strike, Double Dragon, Earthbound and more.",
        "Using the unique movements and trigger of the Wii remote, you control a squad of \"ghosts\" or soldiers trained in being undetectable as they perform operations on a global scale.",
        "As with most controllers, there is a directional pad, a start (home) button, and a trigger located on the underside.",
        "When you are ready to take your shot, you hold the B button (located on the underside of the Wii-mote, sometimes referred to as the \"trigger button\") and begin your approach by swinging the controller backward.",
        "The Wii Remote fits on the top of the Zapper and the \"B\" button is translated to a physical trigger on the front handle.",
        "Arguably, you could say there is, simply because of the more intuitive trigger found on the front handle.",
        "You have to physically move your hand away from the trigger and during that moment, you could be in for some video game danger.",
        "The standard black wired Xbox Controller S is the popular choice, with its 2 analog controls, directional button pad, 4 action buttons, 2 trigger buttons, black and white buttons, and vibration feedback motors.",
        "Certain corrosive vapors trigger the body to flood the lungs with fluids, effectively drowning the person.",
        "Another theory is that IPAN is an immune complex disease, but its trigger had not been identified as of 2004.",
        "A child as young as three has the finger strength to pull a trigger.",
        "Trigger locks and other safety features should be used.",
        "Thirst and dehydration caused by not drinking enough, even if thirst is not felt, are known to trigger sickle pain.",
        "Foods that are known to trigger rashes in persons should be avoided.",
        "Psychological interventions may also help people cope better with stressors that can normally trigger tics.",
        "It would seem that biological and genetic factors may make certain individuals pre-disposed to depressive disorders, but environmental circumstances often may trigger the disorder as well.",
        "These histamines trigger allergic symptoms that affect many areas of the body, particularly the skin, respiratory system, nervous system, and digestive system.",
        "Avoiding the trigger food may be very problematic, even at home.",
        "Children who have severe reactions to a trigger food should wear a medical alert bracelet.",
        "The immune system chemicals that react with the fever-inducing agent and trigger the resetting of the thermostat also increase the production of cells that fight off the invading bacteria or viruses.",
        "When an infection occurs, fever-inducing agents called pyrogens are released, either by the body's immune system or by the invading cells themselves that trigger the resetting of the thermostat.",
        "A very high fever in a small child can trigger seizures (febrile seizures) and, therefore, should be treated immediately.",
        "Its role in normal body growth and development is to stimulate protein production in muscle cells and trigger energy release from the breakdown of fats.",
        "Increases in blood protein levels trigger a similar response.",
        "Because stress can trigger sweating, relaxation techniques such as yoga, massage, and meditation can help with stress reduction.",
        "The frustration and loss of self-esteem resulting from this academic and social inadequacy can trigger the development of CD.",
        "Eliminate from the child's diet foods suspected of being an allergy trigger and see if the symptom diminishes.",
        "Allergy shots can help relieve the allergic reactions that trigger asthma episodes and decrease the need for asthma medications.",
        "It may accompany a psychological condition, such as depression, or may even occur in the absence of a recognizable trigger.",
        "This response prompts cells in the injured area to release chemicals that not only trigger an immune response but also influence the intensity and duration of the pain.",
        "The child should be protected from the sun, since exposure to sunlight can trigger an outbreak.",
        "Nitrates in medications and foods can also trigger GERD.",
        "For adolescents, the hormones of puberty seem to trigger acid reflux.",
        "Lifestyle habits can also trigger episodes of acid reflux.",
        "GERD can be prevented by maintaining a healthy body weight, avoiding alcohol and smoking, eating smaller meals, limiting fatty foods, and eliminating trigger foods.",
        "Nitrate-A food additive, commonly found in processed meats, that may be a headache trigger for some people.",
        "If a trigger for colic can be identified, that is a big start.",
        "Sedatives may be useful to relieve the tension that can trigger or aggravate dizziness.",
        "When children have food sensitivities, bed-wetting may be helped by discovering the substances that trigger the allergic response and eliminating these substances from the child's diet.",
        "Certain factors, however, do seem to trigger bouts of the disease.",
        "Both trauma and certain bacteria may also trigger psoriatic arthritis.",
        "Exposure to cold temperatures can trigger episodes of the disease.",
        "The hormonal changes within their bodies seem to trigger the immune system.",
        "Coupled with anger and resentment, these powerful emotions can contribute to stress, which can trigger the recurrence of the disease.",
        "An episode of spontaneous panic is usually the initial trigger for the development of agoraphobia.",
        "While the specific trigger may differ, the symptoms of different phobias are remarkably similar: feelings of terror and impending doom, rapid heartbeat and breathing, sweaty palms, and other features of a panic attack.",
        "People may experience severe anxiety symptoms in anticipating a phobic trigger.",
        "Various chemical signals can trigger increased or decreased production.",
        "Symptoms of AIP usually do not occur unless a person with the deficiency encounters a trigger substance.",
        "Trigger substances can include hormones (for example oral contraceptives, menstruation, pregnancy), drugs, and dietary factors.",
        "Although pregnancy has been known to trigger porphyria attacks, dangers associated with pregnancy as not as great as was once thought.",
        "However, symptoms can be limited or prevented by avoiding factors that trigger symptom development.",
        "Children perspire less than adults and require a higher core body temperature to trigger sweating.",
        "Acne also seems to trigger styes in some adolescents.",
        "Amygdala-An almond-shaped brain structure in the limbic system that is activated in stressful situations to trigger the emotion of fear.",
        "Vaccines that cause fever as a side effect may trigger seizures in people who have a history of seizures caused by fever.",
        "However, in some situations a child may learn how to trigger a cyanotic BHS.",
        "A child over the age of two with daily spells may have learned that intense crying or a temper tantrum can trigger a spell.",
        "If past breath holding spells have earned children lavish attention or enabled them to get their own way, the children may intentionally cause the spells to trigger an episode.",
        "As of 2004 there is no known prevention for pallid breath holding spells since the trigger for such spells is unpredictable.",
        "The trigger may be normal child behavior such as crying or dirtying a diaper.",
        "Because alcohol can also trigger hypoglycemia, adolescents should be informed of the risks of drinking.",
        "Sulfonylurea drug-A medication for type 2 diabetes that causes the pancreas to produce more insulin, and may trigger hypoglycemia in some people.",
        "A consultation with an allergist can help to identify the substances that trigger the reaction; the allergist can also provide information on how to best avoid the triggering substance.",
        "Then something in their environment acts as a stimulus, or trigger, to their immune system, causing the disease to become active for the first time.",
        "The tests may also trigger an asthma attack in individuals with asthma.",
        "If the initiating trigger for a case of AP is identified in an affected child, everything possible should be done to ensure that the child is not exposed to that substance again.",
        "While the early onset of puberty may seem fairly benign, in fact it can cause problems when hormones trigger changes in the growth pattern, essentially halting growth before the child has reached normal adult height.",
        "Nightmares occur during REM, or dream-time, sleep and trigger a partial or full awakening.",
        "Maintaining a quiet home without sudden disruptive noise will minimize some of the external stimuli that may trigger night terrors.",
        "Unusually heavy or spicy meals should be avoided before bedtime as indigestion might act as a trigger for night terror arousals.",
        "Many experts believe that prostaglandins, hormone-like substances involved in pain and inflammation and which trigger uterine muscle contractions, are responsible for causing menstrual cramping.",
        "Even a very small amount of a drug can trigger an allergic reaction.",
        "However, many medications, including aspirin and other non-steroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen (Advil, Motrin, and others), can trigger an asthma attack in children.",
        "IBS symptoms sometimes intensify during menstruation, suggesting female reproductive hormones may trigger the condition.",
        "Once the specific substances that trigger symptoms are identified, they should be avoided.",
        "Since between attacks the vocal cords appear to move normally, it is necessary to trigger an attack.",
        "When the EEG is required for a seizure disorder, there is the potential risk that the test will trigger a seizure.",
        "These frightening dreams occur during rapid eye movement sleep (REM), or dream-time sleep, and trigger a partial or full awakening.",
        "However fatty foods or spicy meals that may bring about digestive distress at bedtime may trigger sleep disturbances and awaken a child out of an otherwise peaceful slumber.",
        "Some researchers have hypothesized that the use of antidepressants for depression may even trigger bipolar disorder in children who are genetically predisposed.",
        "Tricyclic antidepressants used to treat unipolar depression may trigger rapid cycling in bipolar patients and are, therefore, not a preferred treatment option for bipolar depression.",
        "It is used primarily to release trigger points (intense knots of muscle tension that refer pain to other parts of the body) and also to increase blood flow.",
        "Trigger point massage and myotherapy are similar forms.",
        "Learning disorders are thought to be caused by neurological abnormalities or differences that trigger impairments in the regions of the brain that control visual and language processing and attention and planning.",
        "When the antibodies encounter allergens, they trigger release of the granules, which spill out their chemicals onto neighboring cells, including blood vessels and nerve cells.",
        "A burn may trigger a headache and fever.",
        "An acute asthma attack can begin immediately after exposure to a trigger or several days or weeks later.",
        "Inhaling tobacco smoke (from secondhand smoke or smoking) can irritate the airways and trigger an asthmatic attack.",
        "Food additives may trigger asthma symptoms in some children, although this is rare.",
        "If the parent suspects that certain foods trigger asthma symptoms in the child, the pediatrician may recommend keeping a food diary for a few weeks to identify problematic foods.",
        "Allergy skin testing may be recommended to rule out foods that may trigger asthma symptoms.",
        "Chlamydia: The bacteria that causes chlamydia, Chlamydia trachomatis, trigger inflammation of the reproductive tract, leading to PID in women and epididymitis (inflammation of the epididymis) in men.",
        "Overall, the IMB asserts that information and motivation trigger behavioral skills to affect the initiation and maintenance of HIV prevention behaviors.",
        "Parental remarks about body size and shape often trigger bulimia.",
        "For children with asthma, colds are a common trigger of asthma symptoms.",
        "The doctor may recommend skin prick testing to determine whether certain specific substances or foods trigger the child's AD.",
        "Children and adolescents should avoid foods that trigger their AD.",
        "For some individuals with trichotillomania, certain situations, such as watching TV, lying in bed, or talking on the phone, will trigger the behavior.",
        "Later the patient may not be aware of this initial trigger.",
        "Likewise, buttons and other details that can easily fall off will trigger a rating for the toy making it unadvisable for small children).",
        "Premature or not, hair loss can trigger a wealth of emotional insecurities.",
        "Daily scalp massage may trigger the natural production of hair.",
        "Sometimes, it takes longer for the hormone used to trigger a positive test result to reach a high enough level in your urine stream.",
        "Later on, similar sounds or images can trigger feelings related to the original event.",
        "Those hormones trigger a release of eggs from the ovaries, in some cases (in conjunction with follicle stimulating hormones, for example) keeping the estrogen levels lower than other fertility treatments would.",
        "Massage and acupressure, placing pressure on certain \"trigger points\" on the body, are also linked to inducing labor.",
        "It is the presence of these hormones that appear to trigger the reaction.",
        "Any sign that the baby may not be doing well will trigger additional testing, such as a Biophysical Profile or a Fetal Non-Stress Test.",
        "If you picked a test with a low sensitivity and your period is only a few days late, you may not be producing enough human chorionic gonadotropin (hCG) to trigger a positive result.",
        "However, pregnancy hormones can also trigger mood swings, so look for other early signs in addition to this one.",
        "Pregnancy hormones actually trigger all that extra need to urinate, and this is one of the classic early signs that tends to get overlooked until the pregnancy becomes more obvious.",
        "Massage, especially focusing on acupressure trigger points, may induce labor.",
        "When they push the trigger, the \"Buzzwheel\" at the base revs and fires all of the balls in rapid succession.",
        "All kids have to do to fire is pull back on the handle and then pull back the trigger.",
        "Motion sensors trigger 10 sounds that encourage children to play.",
        "It has a trigger underneath its tail that lurches its head forward from its shoulders, opens its mouth to reveal huge, threatening teeth and brings the beast to life with flashing lights and terrorizing sounds of doom.",
        "Ultraviolet (UV) rays trigger vitamin D synthesis in the skin, but factors such as the season, local air pollution, and the use of sunscreen affect how much vitamin D the body can create in this way.",
        "Thyroid disease, for example, can trigger thinning hair, as can certain medications, chemical exposure and other health problems.",
        "They can trigger side effects and interact with other supplements or medications.",
        "In cases of heating elements in modern times, a trigger or timer activates the element which quickly heats up to disperse the heat around whatever object needs cooked or heated.",
        "A mid life crisis could trigger infidelity in a relationship.",
        "An individual experiencing any sort of digestive abnormality should always try to identify illness trigger factors.",
        "Headaches: Gluten sensitivity can trigger persistent, irritating headaches.",
        "Even small concentrations of ingested gluten.may trigger reactions in sensitive individuals.",
        "In IBS patients, gluten acts as a trigger for IBS flare-ups.",
        "You are probably aware that wheat, rye and barley contain gluten or gluten-like proteins that can trigger a reaction in gluten-sensitive individuals.",
        "Oats themselves may or may not contain storage proteins that trigger reactions in the gluten-sensitive, and the relative safety is related to individual sensitivity levels.",
        "However, they may still trigger a reaction in the extremely sensitive.",
        "For example, gliadin is a component of wheat gluten and is also the primary trigger factor for celiac gluten intolerance.",
        "This is because xanthan gum is a corn derivative and can trigger symptoms in sensitive individuals.",
        "While you are well aware of possible reactions to even trace amounts of gluten, someone who has no experience with such a situation may not appreciate how little is needed to trigger gluten-intolerance symptoms.",
        "One potential clash is the Virgo woman's tendency to be critical, which could trigger the Scorpio's tendency to perceive insults that may not really be there.",
        "Other psychosocial factors can trigger or prolong depressive episodes.",
        "Life changes like divorce or the loss of a loved one can trigger depression in a child.",
        "Some experts believe environmental causes like food additives and even air quality can trigger the brain chemical imbalance.",
        "Once a person has been initially infected with the virus, it will lie dormant until a \"trigger\" occurs that will cause the virus to reappear.",
        "Examining this kind of evidence of a past life can also trigger a past life recall.",
        "This will trigger perspiration and make you feel worse for the wear.",
        "Matthew shows up with a gun and is prepared to kill Bree to get to Danielle and a S.W.A.T. team kills him before he can pull the trigger.",
        "That type of ink is no longer used, but other ingredients, especially in red inks, can still trigger allergies.",
        "When you see an offer you can't refuse you'll be ready to pull the trigger.",
        "The watch is programmed to trigger the user notification process when a number of criteria is met.",
        "This activates trigger points in the hands.",
        "Many autism experts, physicians, and members of the autism community are convinced that vaccines trigger the onset of autism symptoms.",
        "Environmental factors are suspect as a trigger for autism.",
        "Some researchers theorize that pollutants in the environment may interact with genetic weaknesses to trigger ASD.",
        "The toxins build up to harmful levels, which may trigger the symptoms of ASD since studies are finding that higher levels of some toxins are present in individuals on the spectrum.",
        "These groups question whether people with weaker immune systems are more susceptible to a bad reaction to live-virus vaccines and if the reaction could trigger autism.",
        "At one time, proponents of a link between autism and vaccines believed that the measles, mumps and rubella (MMR) vaccination was the most likely autism trigger for many autistic children.",
        "The live viruses in the vaccine may trigger chronic gastrointestinal infections.",
        "Even CEOs with their fingers on the budget trigger were more open to combining business with pleasure.",
        "The wackiest suggestion can trigger a brilliant idea from one or more members of the group, so it's important that everyone understands ideas won't be criticized.",
        "They trigger an emotional reaction in many people, and that reaction is a big part of determining the value of an antique car.Even with older cars, value is often about classic good looks and distinctiveness.",
        "Slower burning carbohydrates have a lower GI, based on the less dramatic rise in blood sugar and insulin release they trigger.",
        "Certain professions seem to trigger eating disorders because they necessitate a certain body size; gymnasts, runners, jockeys, dancers, and swimmers are among those who may develop career-related eating disorders.",
        "Many causes are known to trigger individual binges, but almost all emotional eating can be traced to some trauma that a person was not able to effectively cope with at the time it occurred.",
        "Binge eating is an eating disorder in which a person repeatedly binges, usually due to a psychological trigger.",
        "Each binge-eater has a different trigger.",
        "Some binge eaters simply binge and then return to normal eating patterns when the trigger for the binge has been resolved.",
        "Of primary importance is discovering the triggers that lead to a binge, and teaching the binge-eater to find other ways of coping with the trigger.",
        "Stress is another factor in weight-loss; the stress hormone has been shown to trigger fat-storing mechanisms in the body.",
        "However, for a small number of people, food allergies have come under consideration as a trigger for the onset of an asthma attack.",
        "In these situations, food may not be the instant trigger, but the result of poor dietary habits leading to obesity may be the link between asthma and diet.",
        "Not everyone with food allergies has asthma, but food allergies may trigger asthma attacks in some people.",
        "We've looked at how foods can trigger asthma attacks, but let's also look at how science links asthma with lifestyle and diet.",
        "It may be that the artificial sweeteners used in diet sodas trigger cravings for more calorie-laden sweets, which help lead to the weight gain and other health problems associated with metabolic syndrome.",
        "This can trigger a different response and most likely you won't stick to whatever you got into \"cold turkey.\"",
        "Carbs and simple carbs, such as sugar in particular, trigger a massive release of insulin.",
        "Since studies show that drinking sweet-tasting beverages like diet soda can actually trigger your desire for sweet foods, it's best to steer clear from them if you tend to have that weakness.",
        "Bring your journal with you to your doctor's visit to help him pinpoint which foods trigger GERD.",
        "Fatty foods, coffee, chocolate, and peppermint are just a few of the most commonly known trigger foods.",
        "This is significant to GERD sufferers because foods that take longer to digest are usually more likely to trigger acid reflux attacks.Simple sugars and table salt both tend to increase the osmolarity of stomach contents.",
        "The specific receptors in the brain that trigger the body to feel full and stop eating are stimulated by the scent of the Sensa powder, according to the company.",
        "The premise behind how it works is that your smell and taste receptors send different messages to your brain which results in the release of hormones that trigger a sense of satiety.",
        "These drugs work by affecting the hypothalamus area of the brain, where chemicals that trigger satiety are regulated.",
        "It helps to keep a food journal so that when you talk with your doctor, you can give him specifics as to what foods you think trigger RA flare ups for you.",
        "Since then hit single 'Connection' has been used for the title track to hit comedy series Trigger Happy TV.",
        "The game may also trigger some great storytelling time.",
        "He's known for creating beautiful art pieces that include symbols and words that inspire families and trigger memories of loved ones they have lost.",
        "Another best-seller from author J.K. Rowling, Harry Potter and the Chamber of Secrets is an additional testament to the fact that some children's books will trigger the imaginations of adults as well.",
        "High temperatures may trigger heat rash in children.",
        "This may also help alleviate acne, since stress may trigger outbreaks.",
        "To avoid attracting mosquitoes, wear light colored clothing when outdoors, as bright or floral prints tend to trigger mosquito attacks.",
        "Many of them contain alcohols, paraffins, phosphates and other ingredients that could trigger skin reactions.",
        "If you have a skin rash that isn't accompanied by any other symtpoms, you may want to suspect laundery detergant or lotions and soaps as a probable trigger.",
        "Other factors that trigger splitting fingernails are aging and dehydration.",
        "Diarrhea: High temperature may trigger diarrhea.",
        "The best emoticons are the ones that intuitively trigger the image going along with the emotion - the smile, the frown, the pursed lips, the widened eyes.",
        "However, these aren't necessarily the most reliable or desirable firms; some of them simply have the word \"Christian\" repeated over and over on their web page in order to trigger hits.",
        "Quicktime and RealPlayer developed \"streaming\" music - which would use an HTML tag to trigger the launch of their application on the user's computer, and the music would be piped in and played through.",
        "You can use the markup language to let the user trigger an email message to any email address.",
        "When you first install Dreamweaver, either as part of Adobe's Creative Suite or from a free trial download, the download will also trigger the install of Adobe's Extensions Manager.",
        "These include: alcohol -- excess alcohol can trigger a seizure -- even in people without epilepsy.",
        "A rub-down body search if you trigger the detector, or are randomly picked to be searched.",
        "hair trigger hair-trigger response to what someone else is feeling?",
        "Blue Trigger for sale hi, i am selling my Blue Trigger.",
        "dormant virus can then trigger shingles."
    ],
    "definition": [
        "Link/Cite"
    ]
}