{
    "translation": "ניצחון",
    "uses": [
        "Our spectacular triumph was the return of an infant from a small Texas hospital.",
        "A glint of triumph lit her gaze, and she added with arrogance, \"But you can never command me.\"",
        "Her performance in the debate competition was an unmitigated triumph.",
        "This isn't the final triumph of consumerism—nothing nearly that sinister.",
        "There was no need to say more: Julie's face shone with triumph and self- satisfaction; but she forced Boris to say all that is said on such occasions--that he loved her and had never loved any other woman more than her.",
        "Her triumph warred with the instinct that warned her she was doomed if she agreed.",
        "Or is it something about them that predates their Oscar triumph and helped them win?",
        "Resigned, Jade peeled off his shirt, the sense of triumph making him feel sick to his stomach.",
        "She wondered if it was because of the thought of her seducing someone else or because of her triumph at winning his affection, even if he beat her at every other thing.",
        "All the same, I love and value nothing but triumph over them all, I value this mystic power and glory that is floating here above me in this mist!",
        "Next year Pollio conducted a successful campaign against the Parthini, an Illyrian people who adhered to Brutus, and celebrated a triumph on the 25th of October.",
        "Frustrated and off-center, she couldn't help finding his triumph entertaining.",
        "On the 15th of February 18o6 Joseph Bonaparte entered Naples in triumph, hi~",
        "Conquest's joyful thunder waken, Triumph, valiant Russians, now!...",
        "These votes, however, were cancelled later, on the 26th of July, under the pressure of the royalist city mob which invaded the two Houses; but the two speakers, with eight peers and fifty-seven members of the Commons, themselves joined the army, which now advanced to London, overawing all resistance, escorting the fugitive members in triumph to Westminster on the 6th of August, and obliging the parliament on the 10th to cancel the last votes, with the threat of a regiment of cavalry drawn up by Cromwell in Hyde Park.",
        "But Leslie descended the hill to complete his triumph, and Cromwell immediately observed the disadvantages of his antagonist's new position, cramped by the hill behind and separated from his left wing.",
        "And not only was Napoleon not afraid to extend his line, but he welcomed every step forward as a triumph and did not seek battle as eagerly as in former campaigns, but very lazily.",
        "The union in 1885 of Bulgaria with Eastern Rumelia, the severance of which had been the great triumph of the Berlin Congress, was another blow.",
        "This triumph was universally considered at the time, and for long afterwards, to have been a miracle, and bore the title of \"The Miracle of the Thundering Legion.\"",
        "square, of the \"Triumph of Caesar \" - which he had probably begun before his leaving for Rome, and which are now in Hampton Court.",
        "He died on the afternoon of the same day, his day of triumph, the anniversary both of Dunbar and of Worcester.",
        "But her day of triumph was destined to be even shorter than that of her predecessor.",
        "The result was a defeat, their numbers being reduced from 35 to 19; but a signal triumph was won for solidarity.",
        "One theory is that it is a relic of the early Christian church, symbolizing the battle of life and the triumph of good over evil.",
        "On the 11th Garibaldi landed at Marsala, without opposition, defeated the Neapolitan forces at Calatafimi on the 15th, and on the 27th entered Palermo in triumph, where he proclaimed himself, in King Victor Emmanuels name, dictator of Sicily.",
        "After a severe struggle the Persians were defeated by the emperor Heraclius, who entered Jerusalem in triumph in 62 9 bringing with him the holy cross, which had been carried off by Chosroes.",
        "Moratin's crowning triumph in original comedy was El Si las Ninas (1806), which was performed night after night to crowded.",
        "With 15,000 mercenaries, whom he had to train into Roman discipline, he took Carthage, defeated Gelimer the Vandal king, and carried him captive, in 534, to grace the first triumph witnessed in Constantinople.",
        "Unfortunately Poland profited little or nothing by this great triumph, and now that she had broken the back of the enemy she was left to fight the common enemy in the Ukraine with whatever assistance she could obtain from the unwilling and unready Muscovites.",
        "The Protector, however, did not live to witness the final triumph of his undertaking, which gave to England, as he had wished,\" the mastery of those seas,\"ensuring the English colonies against Spanish attacks, and being maintained and followed up at the Restoration.",
        "The campaign which followed was a triumph for Selim, whose firmness and courage overcame the pusillanimity and insubordination of the Janissaries.",
        "His military genius was displayed in the Social War and the campaigns against Mithradates; while his constitutional reforms, although doomed to failure from the lack of successors to carry them out, were a triumph of organization.",
        "The book of Deuteronomy, in conjunction with the reformation of Josiah's reign (which synchronizes with the rapid decline of Assyria and the reviving prestige of Yahweh), appeared to mark the triumph of the great prophetic movement.",
        "Schmidt gave himself out as the incarnation of Enoch, and prophesied the approaching fall of the Church of Rome, the overthrow of the ancient sacraments, and the triumph of flagellation as the only road to salvation.",
        "This triumph was however far more than counterbalanced by the complete defeat of the army, led by Count Louis of Nassau, at Mookerheide near Nijmwegen (14th March).",
        "In 129 B.C. C. Sempronius Tuditanus celebrated a triumph over them, and in 34 B.C. they were finally crushed by Augustus.",
        "The duke of Dorset's reappointment to the lord-lieutenancy in 1751, with his son Lord George Sackville as secretary of state for Ireland, strengthened the primate's position and enabled him to triumph over the popular party on the constitutional question as to the right of the Irish House of Commons to dispose of surplus Irish revenue, which the government maintained was the property of the Crown.",
        "the order of succession, was almost an imbecile, the third son, Peter, born of the second marriage, was proclaimed tsar, and his maternal relations became the dominant faction, but their triumph was of very short duration.",
        "Caecilius Metellus was proconsul and earned a triumph after two years' fighting: but even in the time of Strabo there was considerable brigandage.",
        "Dohm to publish in 1781 his epoch-making work, On the Civil Amelioration of the Condition of the Jews, a memorial which played a great part in the triumph of tolerance.",
        "He had led the country out of the despondency which followed the defeat of Novara and the abdication of Charles Albert, through all the vicissitudes of national unification to the final triumph at Rome.",
        "The municipal elections in several of the larger cities, which had hitherto been regarded as strongholds of socialism, marked an overwhelming triumph for tJic constitutional parties, notably in Milan, Turin and Genoa, for the strikes had wrought as much harm to the working classe1 as to the bourgeoisie.",
        "This tyrant had made himself justly odious; and when he was hunted to death in 1259, the triumph was less for the Guelph cause than for humanity outraged by the iniquities of such a monster.",
        "Italian army and navy, but, in virtue of the AngloItalian understanding, assured the practical adhesion of Great Britain to the European policy of the central powers, a triumph probably greater than any registered by Italian diplomacy since the completion.",
        "When we leave the New Testament, apologetics becomes conspicuous until the political triumph of Christianity, and even somewhat later.",
        "Men leave their customary pursuits, hasten from one side of Europe to the other, plunder and slaughter one another, triumph and are plunged in despair, and for some years the whole course of life is altered and presents an intensive movement which first increases and then slackens.",
        "He would have entered Brussels in triumph, but his victorious advance was stayed by the intervention of the French.",
        "Along with his son Commodus he entered Rome in 176, and obtained a triumph for victories in Germany.",
        "On the triumph of the reactionaries and the fall of the national party, he secretly placed in the king's hands his adhesion to the triumphant Confederation of Targowica, a false step, much blamed at the time, but due not to personal ambition but to a desire to save something from the wrqck of the constitution.",
        "By that triumph (due to Desaix and Kellermani rather than directly to him), Bonaparte consolidated his owi position in France and again laid Italy at his feet.",
        "Gibbon's verdict on the history of the middle ages is contained in the famous sentence, \" I have described the triumph of barbarism and religion.\"",
        "That arousing of the people by their sovereign and his call to them to defend their country--the very incitement which was the chief cause of Russia's triumph in so far as it was produced by the Tsar's personal presence in Moscow--was suggested to the Emperor, and accepted by him, as a pretext for quitting the army.",
        "Those speeches were intended for quite other conditions, they were for the most part to be spoken at a moment of victory and triumph, generally when he was dying of wounds and the sovereign had thanked him for heroic deeds, and while dying he expressed the love his actions had proved.",
        "It was her moment of triumph.",
        "His eyes flashed triumph.",
        "By a series of delays he caused the failure of the naval expedition prepared at Sluys against England in 1386, and a second accusation of military negligence led to disgrace of the royal princes and the temporary triumph of the marmousets, as the advisers of the late king were nicknamed.",
        "Darian's voice held a note of triumph.",
        "He fought with success in the Social War, and was awarded a triumph for his services.",
        "His body afire, Darian belted out a laugh of pain-filled triumph.",
        "Nelson's crowning triumph rendered impossible for the present all other means of attack on those elusive foes; and Napoleon's sense of the importance of that battle may be gauged, not by his public utterances on the subject, but by his persistence in forcing Prussia to close Hanover and the whole coastline of north-west Germany against British goods.",
        "The same conditions explain the triumph of the Jacobins.",
        "But Adhemar had died in August 1098 (whence, in large part, the confusion and bickerings which followed in the end of 1098 and the beginning of 1099) nor were there any churchmen left of sufficient dignity or weight to secure the triumph of the ecclesiastical cause.",
        "But the triumph of the navy in 480 and the great expansion of commerce and industry had definitely shifted the political centre of gravity from the yeoman class of moderate democrats to the more radical party usually stigmatized as the \" sailor rabble.\"",
        "7-10, is most easily understood of the time when the Lord who had shown Himself strong and mighty by His victories over the heathen returned in triumph to His Temple in 164 B.C. - in the days of Zerubbabel or of Nehemiah Jehovah had not recently shown Himself \" mighty in battle.\"",
        "The emperor now enjoyed his first Dacian triumph, and assumed the title of Dacicus.",
        "Yet he not only cleared his own character from the charges laid against him, but succeeded four years later in achieving his most signal party triumph.",
        "On the 26th of May 17 he celebrated a triumph.",
        "Connected with the triumph was the pompa circensis, or solemn procession which preceded the games in the circus; it first came into use at the ludi roman, when the games were preceded by a great procession from the Capitol to the Circus.",
        "At Triumph home the church was made once more English.",
        "But in the same year which witnessed his triumph, he was doomed to fall.",
        "Her triumph, however, was short-lived, as she died quietly in her bed in 597 soon after her victory.",
        "The withdrawal of the bulk of the troops, however, gave the Tirolese their chance again; after two battles fought on the Iselberg (May 25 and 29) the Bavarians were again forced to evacuate the country, and Hofer entered Innsbruck in triumph.",
        "Revelations concerning the last things and the future lot, whether bliss or woe, of human souls, promises for true believers, threatenings for misbelievers, his firm confidence as to the future triumph of the good - such are the themes continually dwelt on with endless variations.",
        "On his return he entered Rome with an ovation (a minor form of triumph), temples were built, statues erected in his honour, and a special priesthood instituted to attend to his worship. The people were ground down by new forms of taxation and every kind of extortion, but on the whole Rome was free from internal disturbances during his reign; some insignificant conspiracies were discovered and rendered abortive.",
        "But Titus had already earned the triumph which he celebrated at Rome in 71.",
        "\" The expectation that he would lead Israel in triumph to the Holy Land was doomed to end in disappointment.",
        "In those countries where the Reformation triumphed, this triumph represented the victory of the civil over the clerical powers in the long contest.",
        "The Appendix ascribes to David a song of triumph and some exceedingly obscure \" last words \" (xxii.",
        "Wolsey clearly foresaw his own fall, the consequent attack on the church and the triumph of the secular party.",
        "Though he took the title of imperator more than twenty times, and enjoyed at least one triumph, Domitian's military achievements were insignificant.",
        "Prompted alike by patriotism and ambition, at the prime of manhood he chose the cause of national independence with all its perils, and stood by it with an unwavering constancy until he secured its triumph.",
        "Massena's triumph at Zurich (September 25th-26th, 1799) paralysed the Second Coalition; and, though the Austrians continued to make progress along the Italian riviera, the French Republic was in little danger on that side so long as it held Switzerland.",
        "Negotiations for peace now followed; but they led to nothing, until Moreau's triumph at Hohenlinden (December 2nd, 1800) brought the court of Vienna to a state of despair.",
        "It is worthy of note that Josephine then won a triumph over Joseph Bonaparte and his sisters, who had been intriguing to effect a divorce.",
        "By the mighty blow of Friedland and the astonishing diplomatic triumph of Tilsit, the conqueror hoped speedily to overwhelm the islanders beneath the mass of the world's opposition.",
        "The triumph won at Friedland marks in several respects the climax of Napoleon's career.",
        "Recollections of their easy triumph in 1894 and perhaps thoughts of Sevastopol, German theories of the \" brusque attack,\" the fiery ardour of the army, and above all the need of rapidly crushing or expelling the squadron in harbour, combined to suggest a bombardment and general assault.",
        "Christian history begins with the triumph of the Church.",
        "Bibilical history ends with the triumph of the Judaean community, the true \" Israel,\" the right to which title is found in the distant past.",
        "According to outward appearance nothing was wanting to complete the emperor's triumph.",
        "But even in this crowning triumph the cramping egotism of his nature - a mental vice which now grew on him rapidly - fatally narrowed his outlook and led him to commit an irretrievable blunder.",
        "His triumph over Austria in 1809, and especially the attempt of Staps to murder him, clinched his determination to found a dynasty in his own direct line.",
        "The ass had been introduced into the ritual of the church in the 9th century, representing either Balaam's ass, that which stood with the ox beside the manger at Bethlehem, that which carried the Holy Family into Egypt, or that on which Christ rode in triumph into Jerusalem.",
        "The facade is a triumph of graceful elegance; so light is the tracery, so rich the decoration, so successful the breach of symmetry which gives us a wing upon the left-hand side but none upon the right.",
        "They reaped no fruits from the victory, and Cyprus was taken from her after the heroic defence of Famagusta by Bragadino, who was flayed alive, and his skin, stuffed with straw, borne in triumph to Constantinople.",
        "In accordance with the judicious policy which he had observed in Asia Minor and at Antioch, he granted full pardon to the citizens; only the chief officials and advisers were put to death; Zenobia and her son were captured and reserved for his triumph when he returned to Rome.",
        "Catulus, who had been wounded at Drepanum, took no part in the operations, but on his return to Rome was accorded the honour of a triumph, which against his will he shared with Valerius.",
        "became very cordial, and in 1891 he achieved a great parliamentary triumph by defeating the School bill and compelling Gossler to resign.",
        "In 493 the imminent prospect of a Persian invasion brought into power men like Themistocles and Miltiades (qq.v.), to whose firmness and insight the Athenians largely owed their triumph in the great campaign of 490 against Persia.",
        "In 869 the see of Athens became an archbishopric. In 995 Attica was ravaged by the Bulgarians under their tsar Samuel, but Athens escaped; after the defeat of Samuel at Belasitza (1014) the emperor Basil II., who blinded 15,000 Bulgarian prisoners, came to Athens and celebrated his triumph by a thanksgiving service in the Parthenon (1018).",
        "Fulvius Flaccus gained a triumph for his victory, and it was probably then that the statue of Vertumnus which stood in the Vicus Tuscus at Rome was brought from Volsinii.",
        "He believes that he is once more with Briinnhilde on the Valkyries' mountain height; and the harmonies of her awakening move in untroubled splendour till the light of life fades with the light of day and the slain hero is carried to the Gibichung's hall through the moonlit mists, while the music of love and death tells in terrible triumph more of his story than he ever knew.",
        "Basil of Caesarea, throwing over the cause of Eustathius, championed that of Meletius who, when after the death of Valens he returned in triumph to Antioch, was hailed as the leader of Eastern orthodoxy.",
        "In 70 a formidable rising in Gaul, headed by Claudius Civilis, was suppressed and the German frontier made secure; the Jewish War was brought to a close by Titus's capture of Jerusalem, and in the following year, after the joint triumph of Vespasian and Titus, memorable as the first occasion on which a father and his son were thus associated together, the temple of Janus was closed, and the Roman world had rest for the remaining nine years of Vespasian's reign.",
        "Metrodorus of Athens was a philosopher and painter who flourished in the 2nd century B.C. It chanced that Paullus Aemilius, visiting Athens on his return from his victory over Perseus in 168 B.C., asked for a tutor for his children and a painter to glorify his triumph.",
        "Some served their avowed object with great success, being powerful instruments in the anti-papal polemic and sustaining the revolted Franciscans in their hope of an approaching triumph.",
        "Around the hermit of Hyeres, Hugh of Digne, was formed a group of Franciscans who expected from the advent of the third age the triumph of their ascetic ideas.",
        "The ultimate triumph of the good spirit is an ethical demand of the religious consciousness and the quintessence of Zoroaster's religion.",
        "His triumph outdid in splendour all those that went before it.",
        "To summarize, the first literary activity of Portugal was derived from Provence, and Provencal taste ruled for more than a century; the poets of the 15th century imitated the Castilians, and the 16th saw the triumph of Italian or classical influence.",
        "The introduction of many of the insignia both of war and of civil office is assigned to his reign, and he was the first to celebrate a Roman triumph, after the Etruscan fashion, in a robe of purple and gold, and borne on a chariot drawn by four horses.",
        "This great triumph cost the Bulgarians on the E.",
        "In physics, Descartes had prepared the way for the final triumph of the mechanical explanation of the world in Newton's system.",
        "The brilliancy of the court and the triumph of the sense of unity in the German nation over the particularism of the smaller German states have conduced more than all else to bring about this result.",
        "He knew that love of novelty and contempt for the gouty old king and his greedy courtiers had brought about this bloodless triumph; and he felt instinctively that he had to deal with a new France, which would not tolerate despotism.",
        "God being what He is, at once moral and all-powerful, the immoral life is doomed to overthrow, whether the immorality consist in grasping rapacity, proud self-aggrandizement, cruel exaction, exulting triumph or senseless idolatry.",
        "The Triumph of the Cross is his principal work, but everything he wrote was animated by the ardent spirit of piety evidenced in his life.",
        "The short-lived triumph of the Mussulmans might, however, have warranted a less ambitious tone.",
        "During the crisis preceding the 9th Thermidor, Couthon showed considerable courage, giving up a journey to Auvergne in order, as he wrote, that he might either die or triumph with Robespierre and liberty.",
        "The monarchy owed its triumph to its championship of national interests, to the support of the municipalities and military orders, and to the prestige gained by the royal armies in the Moorish and Castilian wars.",
        "Dentatus celebrated a magnificent triumph, in which for the first time a number of captured elephants were exhibited.",
        "Three years later the Persian monarch, Nadir Shah, after defeating the Mogul army at Karnal, entered Delhi in triumph.",
        "Like him, he goes to Paris, and there meets with Panurge, the principal triumph of Rabelaisian characterdrawing, and the most original as well as puzzling figure of the book.",
        "In Rome they wore the toga, perhaps girded up; on a campaign and at the celebration of a triumph, the red military cloak (sagulum); at funerals, black.",
        "1512), tyrant of Siena, spent the greater part of his youth in exile, on account of the civil strife by which his native town of Siena was torn; but on the triumph of the party of the Noveschi (those who supported the Council of Nine) in 1487 he was able to return home.",
        "His head was carried back to Thebes in triumph by his mother.",
        "He had fairly earned the honour of a triumph, but his powerful enemies at Rome and charges of maiadministration, to which his immense wealth gave colour, caused it to be deferred till 63.",
        "Having enjoyed a triumph, he was sent out to the East to settle the affairs of the provinces conquered by his brother.",
        "It was there that the senate met to discuss a general's claim to a triumph, and to receive ambassadors from foreign states.",
        "Yet, notwithstanding this parliamentary triumph, there were not a few of his own colleagues and supporters who condemned the spirit in which the foreign relations of the Crown were carried on; and in that same year the queen addressed a minute to the prime minister in which she recorded her dissatisfaction at the manner in which Lord Palmerston evaded the obligation to submit his measures for the royal sanction as failing in sincerity to the Crown.",
        "Christianity from the first had forced thinking men to reconstruct their philosophy of history, but it was only after the Church's triumph that its point of view became dominant in historiography.",
        "He distinctly stated that \"the advance of European civilization is characterized by a diminishing influence of physical laws and an increasing influence of mental laws,\" and \"the measure of civilization is the triumph of mind over external agents.\"",
        "The great triumph of Casimir's reign was the final subjugation of the Teutonic Order, a triumph only accomplished after a harassing and desultory thirteen years' war, during which Casimir's own subjects gave him more trouble than all his enemies.",
        "After celebrating a triumph in Rome (389) he stayed to arrange the government of Italy for another two years.",
        "On the final triumph of the Reformation Tausen was appointed bishop of Ribe (1542), an office he held with great zeal and fidelity for twenty years.",
        "Nevertheless Marignan was in the main the work of the gendarmerie, the last and greatest triumph of the armoured lancer; and as a fitting close to the battle the young king was knighted by Bayard on the field.",
        "himself; and in John III., count of Armagnac. The prospect of his briliant progress to Rome was ever before his eyes; and in his thoughts force of arms, of French arms, was to be the instrument of his glorious triumph over his competitor.",
        "His triumph over the theologian was complete; the pupil was able to give lectures, without previous training or special study, which were acknowledged superior to those of the master.",
        "He not long after was seen once more upon the field of his early triumphs lecturing on Mount St Genevieve in 1136 (when he was heard by John of Salisbury), but it was only for a brief space: no new triumph, but a last great trial, awaited him in the few years to come of his chequered life.",
        "To illustrate this, he makes use on the one hand (i.-vi.) of carefully chosen narratives, somewhat loosely connected it is true, but all treating substantially the same subject, - the physical triumph of God's servant over his unbelieving enemies; and on the other hand (vii.-xii.), he introduces certain prophetic visions illustrative of God's favour towards the same servant, Daniel.",
        "Leonardo's triumph with his \"Last Supper\" encouraged him in the hope of proceeding now to the casting of the Sforza monument or \"Great Horse,\" the model of which had stood for the last three years the admiration of all beholders, in the Corte Vecchio of the Castello.",
        "He figured in the triumph of Metellus (146), who received the title of \"Macedonicus\" for his victory.",
        "The conclusion of the twelve years' truce in 1609 was a triumph for Oldenbarneveldt and the province of Holland over the opposition of Maurice, prince of Orange.",
        "The sudden death of William in the hour of his triumph caused a complete revolution in the government of the republic. He left no heir but a posthumous infant, and the party of the burgher regents of Holland was once more in the ascendant.",
        "The utter exclusion of Whigs as well as Dissenters from office, the remodelling of the army, the imposition of the most rigid restraints on the heir to the throne - such were the measures which, by recommending, Swift tacitly admitted to be necessary to the triumph of his party.",
        "This incident but just anticipated the revolution which, after Bolingbroke had enjoyed a three days' triumph over Oxford, drove him into:exile and prostrated his party, but enabled Swift to perform the noblest action of his life.",
        "Between the death of Vanessa and the death of Stella came the greatest political and the greatest literary triumph of Swift's life.",
        "In the 16th century, when the English began to make determined efforts to bring the whole of Ireland under subjection to the crown, the O'Donnells of Tyrconnel played a leading part; co-operating at times with the English, especially when such co-operation appeared to promise triumph over their ancient enemies the O'Neills, at other times joining with the latter against the English authorities.",
        "He defended Daniel O'Connell in the state trial of 1843, and William Smith O'Brien in 1848; and his greatest triumph was in the Yelverton case in 1861.",
        "Of the Roman processions, the most prominent was that of the Triumph, which had its origin in the return of the victorious army headed by the general, who proceeded in great pomp from the Campus to the Capitol to offer sacrifice, accompanied by the army, captives, spoils, the chief magistrate, priests bearing the images of the gods, amidst strewing of flowers, burning of incense and the like (Ovid, Trist.",
        "397 for the connexion of the triumph with the ludi).",
        "The term imperator was the natural and regular designation employed by his troops in addressing such a magistrate; but it was more particularly and specially employed by them to salute him after a victory; and when he had been thus saluted he could use the title of imperator in public till the day of his triumph at Rome, after which it would lapse along with his imperium.",
        "Later in the same year Echegaray won a popular triumph with La Esposa del vengador, in which the good and bad qualities-the clever stagecraft and unbridled extravaganceof his later work are clearly noticeable.",
        "He is Boedromios (\" the helper\"), Eleleus (\" god of the war-cry\"), and the Paean was said to have been originally a song of triumph composed by him of ter his victory over Python.",
        "Immediately upon this in most printed editions, though older in representation, follows the play which (therein agreeing rather with the author than with his critics) we should rank as his greatest triumph, Rodogune.",
        "Gotama's return became an ovation; musicians preceded and followed his chariot, while shouts of joy and triumph fell on his ear.",
        "not legally qualified to celebrate a triumph, he was allowed by general consent to enjoy this distinction, while Sulla greeted him with the surname of Magnus, a title he always retained and handed down to his sons.",
        "Licinius Crassus to the consulship, and entered Rome in triumph (December 31) for his Spanish victories..",
        "-celebrate the most magnificent triumph which Rome had ever witnessed, as the conqueror of Spain, Africa, and Asia (see A.",
        "This triumph marked the turning-point of his career.",
        "The poem was printed with a eulogy, and the editor sought out his young contributor: their alliance began, and continued until the triumph of the anti-slavery cause thirty-seven years later.",
        "From 1832 to 1863 no occasion escaped him for inspiring the assailants of slavery, or chanting paeans of their martyrdom or triumph.",
        "The three Career years which followed were the period of Cousin's greatest triumph as a lecturer.",
        "His return to the chair was the symbol of the triumph of constitutional ideas and was greeted with enthusiasm.",
        "calamity and of personal wrong, he looked to Prussia as affording the best example of an organized system of national education; and he was persuaded that \"to carry back the education of Prussia into France afforded a nobler (if a bloodless) triumph than the trophies of Austerlitz and Jena.\"",
        "It is generally supposed that it was in turn adopted by the Turks after the capture of Constantinople in 1453, either as a badge of triumph, or to commemorate a partial eclipse of the moon on the night of the final attack.",
        "Alfred survived for four years after his final triumph in 896, to complete the organization of his fleet and to repair the damages done by the last four years of constant fighting.",
        "Yet even after such a triumph ~thelstan had to set up a Danish under-king in Yorkshire, apparently despairing of holding it down as a shire governed by a mere ealdorman.",
        "But Sweyn survived his triumph little over a month; he died suddenly at Gainsborough on the 3rd of February 1014.",
        "Within twenty years of his accession the disasters and calamities which had preceded his triumph had been forgotten, and the national life was running quietly in its old channels.",
        "She was hailed as a sovereign by a great assembly at Winchester, over which Stephens own brother Bishop Henry presided (April 7, 1141) and entered London in triumph in June.",
        "Beckets death, then, gave a qualified triumph to the church party, and he was rightly regarded as the successful champion of his caste.",
        "The best proof that King Henrys orderly if autocratic rgime was appreciated at its true value by his English subjects, is that when the second series of rebellions raised by his undutiful sons began In 1182, there was no stir whatever in England, though in Normandy, Brittany and Aquitaine the barons rose in full force to support the young princes, whose success would mean the triumph of particularism and the destruction of the Angevin empire.",
        "The sole achievement of the early years of the war which was of any profit to Edward or his realm was the great naval triumph of Sluys (June 24, 1340), which gave the English the command of the sea for the next twenty years.",
        "To complete the picture of the triumph of Edward III.",
        "The conference was continued, but, while it was in progress, the mayor brought up the whole civic militia of London, who had taken arms when they saw that the triumph of the rebels meant anarchy, and rescued the king out of the hands of the mob.",
        "Meanwhile a change had taken place in the domestic politics of France; the Burgundians seized Paris in May 1418; the constable Armagnac and many of his Triumph partisans were massacred, and John the Fearless got of the possession of the person of the mad Charles VI., Bur- and became the responsible ruler of France.",
        "The duke of Clarence in particular, discontented at the triumph of Lancaster, betrayed his father-in-law, and opened secret negotiations with his exiled brother.",
        "In every direction Wolsey had failed, and his failure involved the triumph of the forces which he had opposed.",
        "TRIUMPH oF REFORM (1793-1837)",
        "He was hated in his day as the arch-opponent of reform, yet the triumph of the reform movement would have been impossible but for the peace his policy secured.",
        "It was the triumph of common sense over official arguments.",
        "which he avowedly threw over his friends on the ground that lie had greater subjects to consider than the triumph of obsolete: opinions was, in effect, an attempt to conciliate hisold supporters by, a policy of doles, and to find the means for doing so by the increased taxation of the middle classes.",
        "In deciding on war the British government relied on the capacity of its fleet, which was entrusted to the command of Sir Charles Napier, to strike a great blow in the Baltic. The fleet was despatched with extraordinary rejoicings, and amidst loud and confident expressions of its certain triumph.",
        "Disraeliwhose oriental imagination was excited by the triumph incurred some ridicule by his bombastic declaration that the standard of St George was hoisted upon th~ mountains of Rasselas.",
        "Disraeli found himself restored to power at the head of an overwhelming majority, and the great minister who, five years before, had achieved so marked a triumph temporarily withdrew from the leadership of the party with whose aid he had accomplished such important results.",
        "Between this opening and this close the pageant of history and of legend, marshalled and vivified by the will and the hand of the poet, ranges through an infinite variety of action and passion, of light and darkness, of terror and pity, of lyric rapture and of tragic triumph.",
        "We are not exhilarated by the cheerfulness, the polish, the fine manners of Bolingbroke, for Burke had an anxious conscience, and was earnest and intent that the good should triumph.",
        "During the revolution of August 177 2, Fersen remained a passive spectator of the overthrow of the constitution, and was one of the first whom Gustavus summoned to his side after his triumph.",
        "After the days of Khammurabi, the cult of Marduk eclipses that of Bel (q.v.), and although during the five centuries of Cassite control in Babylonia (c.1750-1200B.C.), Nippur and the cult of the older Bel enjoy a period of renaissance, when the reaction ensued it marked the definite and permanent triumph of Marduk over Bel until the end of the Babylonian empire.",
        "On his return to Rome he was honoured with a triumph.",
        "Augustine's (erroneous) interpretation of the Millennium (Rev. xx.), as a parable of the Church's historic triumph, stands for the final eradication of primitive \" enthusiasm \" in the great Church, though of course millenarianism has had many revivals in special circles.",
        "These, to the number of 1200, were presented to him on the eve of his departure (spring, 194), and formed the chief ornament of his triumph.",
        "Administrative confusion had been heightened by the triumph of the Jacobins.",
        "The campaign of 1654 was an uninterrupted triumph, and scores of towns, including the important fortress of Smolensk, fell into the hands of the Muscovites.",
        "(August 19, 1772) secured for himself the reality instead of the shadow of power was a great diplomatic triumph for France.",
        "The first conspicuous triumph of the new \" spectrographic \" art thus established was the record by Huggins in 1879 of the dispersed light of several \" white \" or Sirian stars, in which the chief traits of absorption were the rhythmical series of hydrogen-lines, then memorably discovered.",
        "The union of the German Socialists in 1874 at the congress of Gotha was really a triumph of his influence, and from that time he was regarded as founder and leader of the party.",
        "Yet no sooner was his triumph complete, than an attempt was made upon his life by a couple of young Greek naval officers (Tserepes and Kyriakos); and three months later, the Greek elections gave a crushing majority to his political opponents.",
        "The Turkish triumph was the opportunity of the Bogomils, who thenceforth, assuming a new character, controlled the destinies of their country for more than three centuries.",
        "The British diplomatist secured his first triumph in the signature of the treaty of Bucharest (May 28, 1812) whereby Khotin, Bender, Kilia and Akkerman were left to Russia; the frontier was fixed at the Pruth; the Asiatic boundary was slightly modified.",
        "His chief public triumph was the important part he played in bringing about the conclusion of the commercial treaty between France and Great Britain in 1860.",
        "The Belgian forces were dispersed, and the Dutch would have entered Brussels in triumph but for the intervention of the French.",
        "The victory seems to have been due mainly to the admirable discipline and fighting qualities of the soldiers, and he obtained the honour of a triumph only after the decree of the senate against it had been overborne by popular clamour.",
        "After the death of Dagobert, Austrasia and Neustria almost always had separate kings, with their own mayors of the palace, and then there arose a real rivalry between these two provinces, which ended in the triumph of Austrasia.",
        "Mithras was ever on the side of the faithful, who were certain to triumph both in this world and the next.",
        "Bocskay survived this signal and unprecedented triumph only a few months.",
        "The triumph of Galenism was therefore not complete by the middle of the 16th century.",
        "The third Lateran Council (1179) was a triumph for the leader of the Church.",
        "He went to Rome on the 4th of January, but did not enter the city, since he aspired to a triumph for his successes.",
        "' That the loss of his triumph rankled in his mind may be seen from Brutus, § 255: \" hanc gloriam.",
        "Abdalmalik not only brought triumph to the cause of the Omayyads, but also extended and strengthened the Moslem power as a whole.",
        "The conflict must end with the triumph of light, truth and right.",
        "Shortly before his death in Paris he became a convert to the Romantic movement, and he prepared the way for its definite triumph in the person of Almeida Garrett, who belonged to the Filintistas, or followers of Nascimento, in opposition to the Elmanistas, or disciples of Bocage.",
        "The triumph of Simon Magus was terminated on the arrival of Peter and Paul at Rome.",
        "His life was the triumph of steady determination unaided by a single brilliant or attractive quality.",
        "Early in 1067 he made a progress through parts of the south, receiving submissions, disposing of the lands of those who had fought against him, and ordering castles to be built; he then crossed the Channel to celebrate his triumph in Normandy.",
        "During the seven years between the formation of the league and its final triumph, he devoted himself wholly to the work of promulgating his economic doctrines.",
        "But his fame had gone forth throughout Europe, and intimations reached him from many quarters that his voice would be listened to everywhere with favour, in advocacy of the doctrines to the triumph of which he had so much contributed at home.",
        "But this triumph cost him his seat in parliament.",
        "The collapse of the federal idea and the definite triumph of the party of reaction in 1852 led to his retirement from politics.",
        "16, 1645), the last political triumph of Hungarian Protestantism, whereby the emperor was forced to confirm once more the oft-broken articles of the peace of Vienna, 1 The counties of Szatmar, Ugocsa and Bereg and the fortress of Tokaj were formally ceded to him.",
        "on his triumph (1399).",
        "The year of Richelieu's triumph over the Huguenots (1629) was also that of the Emperor Ferdinand's triumph in Germany, marked by the Edict of Restitution, and France was threatened by a united Germany.",
        "A purple toga with embroidery (toga pieta) was worn together with a gold-embroidered tunic (tunica palmata) by generals while celebrating a triumph and by magistrates presiding at games; it represented the traditional dress of the kings and was adopted by Julius Caesar as a permanent costume.",
        "This revolt, which was accompanied by severe fighting, ended in 1892 in the triumph of the insurgents, Palacios and his followers being forced to leave the country to save their lives.",
        "The victory to be won by man is the triumph over fear, ambition, passion, luxury.",
        "entered London in triumph on the 14th of October 1347.",
        "On June 22 he entirely routed the rebels; and some time afterwards Perkin Warbeck gave himself up, and was conducted in triumph through London to the Tower.",
        "Two British battleships were sunk off the peninsula (\" Triumph \" May 25, \" Majestic \" May 27), and owing to the risks run by warships and transports while in the open the Allied troops on shore were thenceforward almost deprived of support from naval gunfire, while reinforcements and stores were mostly brought from Mudros to the various landing places in small craft.",
        "After replenishing at that base, Hersing sailed on the 10th for the Dardanelles, where, on the 25th and 27th he sank the battleships \" Triumph \" and \" Majestic.\"",
        "The campaign by which the Central Powers and Bulgaria crushed Serbia for the time being, and by their triumph opened communications through Bulgaria with the Ottoman Empire, profoundly influenced the situation in the Gallipoli Peninsula.",
        "But Cambon soon came to the conclusion that the security of France depended upon the triumph of the Mountain, and he did not hesitate to accord his active cooperation to the second committee.",
        "The simoniacal election of Pietro Mezzabarba as bishop of Florence (1068) caused serious disturbances and a long controversy with Rome, which ended in the triumph, after a trial by fire, of the mdnk Petrus Igneus, champion of the popular reform movement; this event indicates the beginnings of a popular conscience among the Florentines.",
        "This represented the triumph of the feudal party, which had gained the support of the arti minori or minor gilds.",
        "The hour of Bestuzhev's triumph coincided with the peace congress of Aixla-Chapelle, which altered the whole situation of European politics and introduced fresh combinations, the breaking away of Prussia from France and a rapprochement between England and Prussia, with the inevitable corollary of an alliance between France and the enemies of Prussia.",
        "On the 28th of November he entered London in triumph, and on the 2nd of March 1641, reparation was voted by the Commons, at the expense of his persecutors.",
        "In obedience to the popular voice, however, on the 21st of February 1660, the ejected members of 1648, led in triumph by Prynne, wearing a basket-hilt sword, re-entered the house.",
        "With the definite triumph of the church, the profanation of its sanctuaries became less frequent, and once robbery or seizure of ecclesiastical possessions or violation of its privileges tended to absorb the attention of synods and popes.",
        "In 613 and 614 Damascus and Jerusalem were taken by the general Shahrbaraz, and the Holy Cross was carried away in triumph.",
        "Meanwhile, Heraclius returned in triumph to Constantinople, in 629 the Cross was given back to him and Egypt evacuated, while the Persian empire, from the apparent greatness which it had reached ten years ago, sank into hopeless anarchy.",
        "But the battle of Benevento (1266), where Manfred fell, and the rout of Tagliacozzo (1268), sealing the ruin of the house of Hohenstaufen in Italy and the triumph of that of Anjou, were fatal to Pisa.",
        "By this means they were enabled to capture the island of Giglio, and, attacking the Pisan harbour, carried off its chains, bore them in triumph to Florence, and suspended them in front of the baptistery, where they remained until 1848.",
        "Owing to the starving condition of its defenders, and aided by the treachery of Giovanni Gambacorti, they entered the city in triumph on the 9th of October, and sought to \"crush every germ of rebellion and drive out its citizens by measures of the utmost harshn=ss and cruelty.\"",
        "- xii.) conduct us through sacred and secular history down to the triumph of Christianity under Constantine.",
        "Ferocious yells of triumph rang from the mob.",
        "In the same year Edwig died and Edgar became sole king, Dunstan shared his triumph, and was appointed archbishop of Canterbury.",
        "Encouraged by this triumph, he brought in a Bill to prevent any fresh appointments in the Irish Church, and this also passed the Commons, though it was defeated in the Lords.",
        "925), he occupied while still young an important position at the archiepiscopal court, but was twice deprived of his benefices by Heribert, count of Vermandois, on account of his steady opposition to the election of the count's infant son to the archbishopric. Upon the final triumph of Archbishop Artold in 947, Flodoard became for a time his chief adviser, but withdrew to a monastery in 952, and spent the remaining years of his life in literary and devotional work.",
        "The long poem celebrating the triumph of Christ and His saints was called forth by the favour shown him by Pope Leo VII., during whose pontificate he visited Rome, and he devotes fourteen books to the history of the popes.",
        "It was not until the triumph of the northern dynasty was achieved through the prowess of an interested champion of the Ashikaga clan that the culture of ancient Japan revived.",
        "In 1571 the fleet fitted out by the Holy League against the Turk assembled at Messina, and in the same year its commander, Don John of Austria, celebrated a triumph in the city for his victory at Lepanto.",
        "But the triumph was short-lived.",
        "This was a triumph of sacramentarianism, not of charity.",
        "Often baffled, but never despairing, William fought on to the end, and the ideas and the spirit of his policy continued to triumph long after the death of their author.",
        "His next picture, exhibited in 1856, was \"The Triumph of Music: Orpheus by the Power of his Art redeems his Wife from Hades.\"",
        "The struggle ended in the deposition of Dagobert and the triumph of Baldwin (1102).",
        "15, 1865) it was felt that, if Manning should succeed to the vacant archbishopric, the triumph of Ultramontanism would be secured.",
        "The emperor's wish for uniformity doubtless led in a measure to its eventual triumph over all other forms.",
        "He celebrated his triumph by a series of splendid tournaments, and completed his scheme for the establishment of the order of the Garter.",
        "Caracas was entered in triumph on the 4th of August 1813, and Monteverde took refuge in Puerto Cabello.",
        "Bolivar then marched upon Lima, which the royalists evacuated at his approach; and entering the capital in triumph, he was invested with absolute power as dictator, and authorized to call into action all the resources of the country.",
        "Crequi died in 1684 at the age of sixty-one, Luxemburg's greatest triumph was won ten years later (see GRAND ALLIANCE, WAR OF THE).",
        "He subsequently held commands in the East, and suppressed the revolted Aquitanians; for this latter feat he celebrated a triumph in 27.",
        "Manius Valerius Maximus Corvinus Messalla, consul 263 B.C. In this year, with his colleague Manius Otacilius (or Octacilius) Crassus, he gained a brilliant victory over the Carthaginians and Syracusans; the honour of a triumph was decreed to him alone.",
        "The Roman general celebrated his triumph on the 25th of December of that year.",
        "Though, for some unexplained reason, he abolished the mimes, so beloved of the populace, at the outset of his reign, he availed himself of the occasion of his first triumph to restore them again.",
        "He delivered Rome from the besieging Saracens, and returned to France in triumph.",
        "According to tradition in Hesse, he awaits resurrection, probably symbolic of the triumph of the sun over winter, within the Gudensberg (Hill of Odin).",
        "was therefore hailed as a triumph, not less important than any of those won by diplomacy or arms. The death of his father made Louis XIV.",
        "The marriage took place at once, and the king entered Paris in triumph in 1660.",
        "It thus happened that Hancock, who for three years had been one of the most conspicuous figures in the Army of the Potomac did not take part in its final triumph.",
        "No prayer arises within his work on their behalf, and nothing but unalloyed triumph is displayed over their doom.",
        "This responsibility, however, weighed but lightly on her; while her son was overwhelmed with remorse, she calmly enjoyed her short-lived triumph.",
        "It was a dangerous triumph for Huss; for his popularity at court and in the general community had been secured only at the price of clerical antipathy everywhere and of much German ill-will.",
        "For Franklin this was a great triumph, and the news of it filled the colonists with delight and restored him to their confidence and affection.",
        "He was active in organizing relief for the wounded at the commencement of the war, remained bravely at his post during the siege, and refused to seek safety by flight during the brief triumph of the Commune.",
        "When he entered Rome in triumph, his sister recognized a cloak which he was wearing as a trophy as one she had herself made for her lover, one of the Curiatii.",
        "That city possesses a permanent memorial to his name in Hofmann House, the home of the German Chemical Society (of which he was the founder), which was formally opened in 1900, appropriately enough with an account of that great triumph of German chemical enterprise, the industrial manufacture of synthetical indigo.",
        "The jury quickly agreed on a verdict of not guilty, and the acquittal was greeted by the populace with shouts of triumph.",
        "For the Committee of Union and Progress it was a triumph beyond expectation.",
        "11 following, confirmed the final triumph of the Allied Powers in all the various theatres of war.",
        "On his return he refused a triumph but accepted the consulship (37).",
        "This triumph of the mutiny was the beginning of the German revolution, and the sailors from Kiel and other northern ports carried the idea of Workmen's and Soldiers' Councils throughout the north of Germany and ultimately to Berlin.",
        "This scheme embodied the chief reforms desired by Theramenes, and marks the triumph of his policy.",
        "After the triumph of the radical democrats which followed upon these successes he lost his high command.",
        "This was done for the first time, in 1870, at the Vatican Council, whose decrees, recognizing the universal episcopate and the infallibility of the pope, marked the triumph of that ultramontane doctrine by which they had been long anticipated.",
        "On the death of his father in 46 B.C. he was carried to Rome to grace Caesar's triumph.",
        "The fall of the Girondins on the 31st of May was a triumph for Marat.",
        "In 101 Marius was elected consul a fifth time (previously in 107, 104, 103, 102), hailed as the \"saviour of his country,\" and honoured with a triumph of unprecedented splendour.",
        "This diplomatic triumph in its turn led to the consolidation of Napoleon's power as First Consul for life (August I, 1802) with the chief voice in the selection of his successor.",
        "The only two points on which he departed from the orthodox Lutheran faith of his day were the requirement of regeneration as the sine qua non of the true theologian, and the expectation of the conversion of the Jews and the fall of Papacy as the prelude of the triumph of the church.",
        "Escaping from Avignon, he again won obedience in France, and his one thought was how to triumph over his Italian rival, if necessary, by force.",
        "In September this was taken by storm; Kolokotrones rode in triumph to the citadel over streets carpeted with the dead; and the crowning triumph of the Cross was celebrated by a cold-blooded massacre of 2000 prisoners of all ages and both sexes.",
        "He was not slow to use the opportunity of gaining what was at once an official triumph and a personal satisfaction.",
        "In July 1361 Valdemar set sail from Denmark at the head of a great fleet, defeated a peasant army before Visby, and a few days later the burgesses of Visby made a breach in their walls through which the Danish monarch passed in triumph.",
        "He was bitterly disappointed at the triumph of the monarchical principle after the revolution of July 1830, in which he had taken part.",
        "But this marked the limit of his triumph.",
        "His great admiration for Erasmus first led him to Greek and biblical studies, and his election in May 1519 as rector of the university was regarded as a triumph for the partisans of the New Learning.",
        "A month later, an easy triumph was obtained by McClellan and Rosecrans against the Confederates of Virginia at Rich Mountain.",
        "Grant's triumph was decisive of the war in the west, and with Burnside's victory over Longstreet at Knoxville, the struggle for Tennessee was over.",
        "There were no manifestations of triumph or exultation on the part of the victors, the lot of the vanquished was made as easy as possible, and after a short time the armies melted into the mass of the people without disturbance or disorder.",
        "This was a triumph for Abd-el Kader, who regarded the peace as but a truce which would allow him time to gain strength to resume the war under more favourable conditions.",
        "After a severe struggle De la Gardie's party finally prevailed, and its triumph was marked by that general decline of personal and political morality which has given to this regency its unenviable reputation.",
        "The triumph of the Athanasian Canon, indeed, went along with the triumph of Nicene Christianity.",
        "William's triumph was nevertheless complete.",
        "She thus escaped shipwreck in his crazy vessel, and rode by Mary's side in triumph into London on the failure of the plot.",
        "It was a signal triumph over Leicester; and, although Burghley had still to reckon with cabals in the council and at court, his hold over the queen strengthened with the lapse of years.",
        "It was no small triumph that there was even a passing attempt to introduce such a code as the law of the land.",
        "At Fredericksburg his wing of Lee's line of battle was heavily engaged, and his last battle, before Chancellorsville, in the thickets of the Wilderness, was his greatest triumph.",
        "But it was here that Neoplatonism finally celebrated its greatest triumph.",
        "The social war (90-89 B.C.) had been brought to a close by the enfranchisement of Rome's Italian subjects; and the civil war which followed it led, after the departure of Sulla for the East, to the temporary triumph of the populares, led by Marius and Cinna, and the indiscriminate massacre of their political opponents, including both of Caesar's uncles.",
        "The first prize which fell to Caesar was the consulship, to secure which he forewent the triumph which he had earned in Spain.",
        "On the 26th to 29th July Caesar celebrated a fourfold triumph and received the dictatorship for ten years.",
        "How, with this pope's support throughout his long reign, the gradual filling of nearly all the sees of Latin Christendom with bishops of their own selection, and their practical capture, directly or indirectly, of the education of the clergy in seminaries, they contrived to stamp out the last remains of independence everywhere, and to crown the Ultramontane triumph with the Vatican Decrees, is matter of familiar knowledge.",
        "So far the British navy had stood on the defensive, without material loss except in the West Indies, but without triumph.",
        "In 74 Cotta obtained the province of Gaul, and was granted a triumph for some victory of which we possess no details; but on the very day before its celebration an old wound broke out, and he died suddenly.",
        "Twice he declined the offer of a portfolio in the Neapolitan cabinet, and upon the triumph of the reactionary party undertook the defence of the Liberal political prisoners.",
        "But his iron industry counted no obstacles, and secured for him the highest triumph of genius, that of having given to mankind the best that was in him.",
        "Though in July Richard secured two brilliant victories at Jaffa, the treaty made on the 2nd of September was a triumph for Saladin.",
        "He showed the pride of race in the declaration that \"God reserved this triumph for the Ayyubites before all others.\"",
        "The brief struggle over, Otho returned in triumph to the camp, and on the same day was duly invested by the senators with the name of Augustus, the tribunician power and the other dignities belonging to the principate.",
        "But on the triumph of his party this decree was annulled, and Philip the Good, duke of Burgundy, gave him a canonry at Beauvais, sent him to the council of Constance, procured him the post of maitre des requetes in 1418, and finally in 1420 had him made bishop of Beauvais.",
        "Three contingents of troops were despatched to the seat of war and took an active part in the events which finally secured the triumph of the British arms. These forces were supplemented by a regiment of Canadian horse raised and equipped at the sole expense of Lord Strathcona, the high commissioner of the Dominion in London.",
        "So in Triumph of Life, 265, \"Whom from the flock of conquerors I Fame singled out for her thunderbearing minion,\" out seems to be due to the compositor.",
        "Shelley in Triumph of Life, 201 seq., wrote, \"And if the spark with which Heaven lit my spirit Had been with proper nutriment supplied,\" but the printed editions made it \"sentiment.\"",
        "He was led in triumph through Rome, and died in captivity at Alba Fucens.",
        "King Joseph retired, and the English entered Madrid in triumph.",
        "This caused a fresh and bitter schism, but `Abbas Efendi steadily gained ground, and there could be little doubt as to his eventual triumph.",
        "He therefore proposed that there should be an international conference for the purpose of focusing the efforts of all states which were \" sincerely seeking to make the great idea of universal peace triumph over the elements of trouble and discord.\"",
        "On his return to Rome, Nobilior celebrated a triumph (of which full details are given by Livy) remarkable for the magnificence of the spoils exhibited.",
        "He was somewhat erratic in his methods, but his lectures were a triumph of influential personality.",
        "This literary triumph was the first step in his upward career.",
        "While Mr Chamberlain had a signal personal triumph in all the divisions of Birmingham, Mr Balfour himself was defeated by a large majority in Manchester.",
        "To his unwearying zeal and business ability the triumph secured was chiefly due.",
        "(1265-1268) an agreement was concluded by which Sicily was handed over to the brother of St Louis, and the victories of Benevento (1266) and Tagliacozzo (1267) assured the triumph of the Guelph party and enabled the Angevins to plant themselves definitely on Neapolitan soil.",
        "The papacy was weakened by its contest with these adverse elements, and it was through its failure to triumph over them that its dream of European dominion, both temporal and spiritual, entered but very incompletely into the field of realities.",
        "It is well known that he fed on inspirations, and expected each day the advent of some supernatural occurrence which should bring about the triumph of the Church.",
        "By the German public, to whom Ancillon was known only through his earlier writings and some isolated protests against the \"demagogue-hunting\" in fashion at Berlin, his advent to power was hailed as a triumph of liberalism.",
        "Although he lived to see these principles triumph, he never ceased to oppose them until his death, which occurred at the Hague on the 19th of May 1876.",
        "A zigzag highway, regarded as a triumph of engineering, winds through the mountain passes between Cettigne and the Austrian seaport of Cattaro; and other good roads give access to the richest parts of the interior.",
        "Without risking any revolt of Hellenic feeling, the new \" captain-general \" of Greece could erect a monument of his triumph in the very heart of the Panhellenic sanctuary.",
        "1 i i), and probably witnessed the triumph of Claudius over Britain (iii.",
        "Hesse-Cassel was then added to Jerome Bonaparte's new kingdom of Westphalia; but after the battle of Leipzig in 1813 the French were driven out and on the 21st of November the elector returned in triumph to his capital.",
        "But Prussia was in no condition to take up the challenge; and the diplomatic contest that followed issued in the Austrian triumph at Olrniitz (1851).",
        "Upon the triumph of James A.",
        "This renders it impossible to accept Haupt's suggestion that Purim is connected with the celebration of Nicanor's Day, to celebrate the triumph of Judas Maccabaeus over the Syrian general Nicanor at Adasa (161 B.C.) on the 13th of Adar, since this is the date of the Fast of Esther, and, besides, the Second Book of Maccabees, which refers to Nicanor's Day, speaks of it as the day before Mordecai's Day (2 Macc. xvi.",
        "The triumph of this \" universalistic \" element in the teaching of Christ is vividly portrayed in the Acts of the apostles.",
        "Korea vies with Uganda as a triumph of modern missionary enterprise.",
        "On the day when the first or Protestant divorce was pronounced, Mary and Bothwell returned to Edinburgh with every prepared appearance of a peaceful triumph.",
        "War went on for four years; the successes gained by Russia were outweighed by Austria's various reverses, terminating by the defeat of Wallis at Krotzka, and the peace concluded at Belgrade was a triumph for Turkish diplomacy.",
        "To have thus worsted the dreaded Spanish infantry in open fight was a great triumph for the States troops and their general, but it was barren of results.",
        "One of the immediate results of this triumph of his policy was the increase of Oldenbarneveldt's influence and authority in the government of the Republic. But though Maurice and his other opponents had reluctantly yielded to the advocate's skilful diplomacy and persuasive arguments, a soreness remained between the statesman and the stadholder which was destined never to be healed.",
        "His capture of Hertogenbosch (Bois-le-duc), hitherto supposed to be impregnable, after a siege of five months was a triumph of engineering skill.",
        "The year 1639, which had begun with abortive negotiations, and in which the activity of the stadholder had been much hampered by ill-health, was not to end, however, without a signal triumph of the Dutch arms, but it was to be on sea and not on land.",
        "The triumph of Tromp had, however, a bad effect on public feeling in England.",
        "But William's military genius never shone so brightly as in the hour of defeat; he never knew what it was to be beaten, and in 1695 his recapture of Namur was a real triumph of skill and resolution.",
        "A still greater triumph of diplomatic skill was the conclusion of the Triple Alliance (January 17, 1668) between the Dutch Republic, England and Sweden, which checked the attempt of Louis XIV.",
        "In La Muette de Portici, familiarly known as Masaniello, Auber achieved his greatest musical triumph.",
        "The mass that follows, characterized by all the outward signs of sorrow proper to Passion Week, is in striking contrast with the joyous triumph of the procession.",
        "The next year he was elected a member of the council of state, and being recalled from Scotland was entrusted with the command of the forces in England, and played a principal part in gaining the final triumph at Worcester.",
        "After Caesar's triumph she was allowed to return to Alexandria.",
        "Richard, the son of Richard and Anne Mortimer, became third duke of York (1425), and was made protector of the realm 1 4541 455, being finally declared heir to the throne on the triumph of his side in 1460; but he was slain at the battle of Wakefield (Dec. 31, 1460).",
        "After a brief course of triumph, the interests of France declined, and a new empire in India was established by the British.",
        "For some time Hobbes was not even allowed to utter a word of protest, whatever might be the occasion that his enemies took to triumph over him.",
        "The unfailing freshness and charm of the contrast between the importance, the gravity, in some cases the dry and abstruse nature, of their subjects, and the lightness, sometimes almost approaching levity in its special sense, of the manner in which these subjects are attacked is a triumph of literary art of which no familiarity dims the splendour, and which no lapse of time can ever impair.",
        "In the Papacy, however, Henry had an implacable foe; and again and again When he seemed on the point of a complete triumph the smouldering embers of revolt were kindled Henry once more into flame.",
        "was dead, that he would speedily triumph; but he was soon undeceived.",
        "The efforts of the pope helped to rekindle the expiring flames of war, and for a year or two success completely deserted Philip. He lost the support of Ottakar of Bohemia and ofHer~ann I., landgrave of Thuringia; he was driven from North Germany into Swabia and Ottos triumph seemed assured.",
        "Unable to shake the allegiance of John Frederick to the Lutheran faith, Charles kept him and Philip of Hesse in captivity and began to take advantage of his triumph, although Th ~ Magdeburg was still offering a stubborn resistance terfm.~ to his allies.",
        "An attempt at accommodation failed; Charles fled into Carinthia; and at one stroke all the advantages which he had gained by his triumph at Muhlberg were lost.",
        "As Ferdinand II., however, he succeeded in obtaining the imperial crown in August 1619, and from that time he was dominated by a fixed resolve to secure the triumph of his church throughout the Empire, a resolve which cost Germany, ~ihe Thirty Years War.",
        "Napoleon Bonaparte, to whose genius the triumph of France was mainly due, began separate negotiations with the states of the Empire at Rastadt; but, before terms could be agreed upon, war again began in 1799, Austria acting on this occasion as the ally of Great Britain and Russia.",
        "His triumph seemed complete when, on the 11th of October 1807, Metternich signed at Fontainebleau, on behalf of Austria, a convention that conceded all his outstanding claims, and seemed to range the Habsburg monarchy definitely on his side.",
        "Had the parliamen adopted this resolution at once, instead of exhausting itself b~ pedantic disquisitions on the abstract principles of jurisprudencc it might have hoped to triumph; but Austria was not likel:",
        "Th rapidity and overwhelming character of the Prussian sdccesi ensured the triumph of Bismarcks policy.",
        "The repeal of the Socialist law was naturally welcome to them as a great personal triumph over Bismarck;in the elections of 1890 they won thirty-five, in 1S93 forty-four, in 1898 fifty-six seats.",
        "The complete triumph of Baron.",
        "The Ottawa river was chosen as the main boundary between them, but the retention by Lower Canada of the seigneuries of New Longueuil and Vaudreuil, on the western side of the river, is a curious instance of the triumph of social and historical conditions over geographical.",
        "In September 1453 the latter, by a successful emeute, succeeded in ousting Count Ulrich, and remained in power till February 1455, when the count once more entered Vienna in triumph.",
        "The triumph of Liberal principles zilch's or of national aspirations in Germany, or elsewhere Policy of in Europe, might easily, as the events of 1848 proved, stability.",
        "Here it will suffice to say that the terms of the Convention of Olmiitz (November 29, 1850) seemed at the time a complete triumph for Austria over Prussia.",
        "The revolutionary movements had been suppressed, the attempt of Prussia to assume the leadership in Germany defeated, the old Federal Diet of 1815 Triumph had been restored.",
        "P PP Chamber from being overwhelmed at any critical moment by an influx of crown nominees appointed ad hoc. The general election which took place amid considerable enthusiasm on the 14th of May resulted in a sweeping victory for the Social Democrats whose number rose from II to 87; in a less complete triumph for the Christian Socialists who increased from 27 to 67; and in the success of the extremer over the conservative elements in all races.",
        "Ahmad entered Delhi with his army in triumph, and for more than a month the city was given over to pillage.",
        "No doubt, however, the temper in Athens was at that time predominantly warlike, and the surrender of the hoplites was a unique triumph.",
        "Possibly, too, Cleon foresaw that peace would have meant a triumph for the philo-Laconian party.",
        "In Egypt, too, the triumph of Christianity brought into being a native Christian literature, and if this was in one way the assertion of the native against Hellenistic predominance, one must remember that Coptic literature, like Syriac, necessarily incorporated those Greek elements which had become an essential part of Christian theology.",
        "Later, however, the history of Hellenism, the provincial history of the Roman empire, the rise of Christianity and the triumph of Islam successively receive brilliant illustration in Egypt.",
        "Sometimes, as in the case of the feast of Osiris in Abydos, a veritable drama would be enacted, in which the whole history of the god, his sufferings and final triumph were represented in mimic form.",
        "The triumph of Christianity banished the old system once and for all; even at the beginning of the 4th century the native Egyptian script scarcely survived north of the Nubian frontier at Philae; a little later it finally expired.",
        "Here cedars were felled for him by the Syrian princes, and the Phoenicians paid homage before he returned home in triumph.",
        "They were defeated by the governor Mahommed Pasha, who on the 5th of February 1610 entered Cairo in triumph, executed the ringleaders, and banished many others to Yemen.",
        "This national party lent what weight it had to the pan-Islamic agitation which arose in the summer and autumn of 1905, regardless of the fact that a pan-Islamic triumph meant the re-assertion of direct Turkish rule in Egypt and the end of the liberty the Egyptians enjoyed.",
        "The war ended with the capture of Copenhagen by the forces of Christian III., on the 29th of July 1536, and the triumph of so devoted a Lutheran sealed the fate of the Roman Catholic Church in Denmark, though even now it was necessary for the victorious king to proceed against the bishops and their friends by a coup d'etat, engineered by his German generals the Rantzaus.",
        "It had struck deep roots into the habits and feelings of the people, and traces of its survival were distinguishable a whole century after the triumph of the Reformation.",
        "With the German king, Frederick III., he made the Concordat of Vienna, or Aschaffenburg (February 17, 1448), by which the decrees of the council of Basel against papal annates and reservations were abrogated so far as Germany was concerned; and in the following year he secured a still greater triumph when the resignation of the anti-pope Felix V.",
        "16), (g) the crossing of the Red Sea and the discomfiture of the Egyptians, the Song of Triumph, the sending of the manna and other incidents of the journeying through the wilderness (xiii.",
        "The ultimate triumph of the Danish party dates from 1539, the dangers threatening Christian III.",
        "In the former year Frederick triumphed, at a heavy cost, over the Russians at Zorndorf; and although, through lack of his usual foresight, he lost the battle of Hochkirch, he prevented the Austrians from deriving any real advantage from their triumph, Silesia still remaining in his hands at the end of the year.",
        "In the same year she played Roxane in Racine's Bajazet, winning a complete triumph, but it was in Racine's Phedre, which she first played on the 21st of January 1843, that her peculiar gifts were most strikingly manifested.",
        "The outcome of the war, Alexander argued, was not to be only the liberation of France, but the universal triumph of \" the sacred rights of humanity.\"",
        "He had no sooner entered Vienna in triumph than he opened negotiations with him; he resumed them after Austerlitz.",
        "It was the apparent triumph of the principles of disorder in the revolutions of Naples and Piedmont, combined with increasingly disquieting symptoms of discontent in France, Germany and among his own people, that completed Alexander's conversion.",
        "They believed in the progress of the race and the triumph of the nobler elements.",
        "Wolsey fell when Campeggio was recalled, and his fall involved the triumph of the anti-ecclesiastical party in England.",
        "The new queen Catherine Howard represented the triumph of the reactionary party under Gardiner and Norfolk; but there was no idea of returning to the papal obedience, and even Catholic orthodoxy as represented by the Six Articles was only enforced by spasmodic outbursts of persecution and vain attempts to get rid of Cranmer.",
        "(1327) was followed by successful Scottish raids in the north, and in May 1328 the Treaty of Northampton sealed the triumph of Scotland.",
        "Here Elizabeth rebuked and disavowed him, and Mary's triumph seemed complete.",
        "The Court of Session was also to be removed, and the burgesses, fearing loss of trade, laid down their arms. The leader of the clerical agitation, Mr Bruce, with a wild preacher named Balcanquhal, fled to England, and James returned in triumph to his capital on the 1st of January 1597.",
        "This was the kirk's proudest triumph; the countrymen of the preachers had been ruined on \" St Covenant's Day.\"",
        "On his way thither he defeated and captured Tsar Vasily Shuiski at the battle of Klushino (July 14, 1610), and two months later entered the Russian capital in triumph.",
        "In the first volume, Le Regime seigneurial (1886), he depicts the triumph of individualism and anarchy, showing how, after Charlemagne's great but sterile efforts to restore the Roman principle of sovereignty, the great landowners gradually monopolized the various functions in the state; how society modelled on.",
        "The triumph of the republicans at the general election brought him back to power in the following December as minister of foreign affairs under Dufaure.",
        "As it was supposed by some that the spirits of the dead were eaten by the gods, the bodies of those slain in battle may have been eaten by their victors in triumph.",
        "Its merits were recognized by his appointment as royal librarian, but he did not long enjoy his triumph: he died on the 30th of July 1834.",
        "He was martyred on the eve of the triumph of Christianity, his shrine was reared near the scene of a great Greek legend (Perseus and Andromeda), and his relics when removed from Lydda, where many pilgrims had visited them, to Zorava in the Hauran served to impress his fame not only on the Syrian population, but on their Moslem conquerors, and again on the Crusaders, who in grateful memory of the saint's intervention on their behalf at Antioch built a new cathedral at Lydda to take the place of the church destroyed by the Saracens.",
        "Their effect was considerable; and at Pusey's request Newman reviewed them in the British Critic (December 1836), treating them for the most part with sympathy as a triumph over popular Protestantism.",
        "More and more the Master devotes Himself to the little circle of His disciples, who are taught that they, as well as He, can only triumph through defeat, succeed by failure, and find their life in giving it away.",
        "His triumph, however, was short-lived; he was assassinated in 681, the victim of a combined attack of his numerous enemies.",
        "\" It is held the triumph of science to recognize in the general process of the earth the same categories as are exhibited in the processes of isolated bodies.",
        "The literary results of these years cannot be compared with those of the preceding period; they are virtually limited to a few wonderful lyrics, such as Wanderers Nachtlied, An den Mond, Gesang der Geister fiber den Wassern, or ballads, such as Der Erlkonig, a charming little drama, Die Geschwister (1776), in which the poet's relations to both Lili and Frau von Stein seem to be reflected, a dramatic satire, Der Triumph der Empfindsamkeit (1778), and a number of Singspiele, Lila (1777), Die Fischerin, Scherz, List and Rache, and Jery and Beitely (1780).",
        "But in 1798 appeared Hermann and Dorothea, one of Goethe's most perfect poems. It is indeed remarkable - when we consider by how much reflection and theoretic discussion the composition of the poem was preceded and accompanied - that it should make upon the reader so simple and \"naive\" an impression; in this respect it is the triumph of an art that conceals art.",
        "But in the end he proved himself the greatest enemy to the strict classic doctrine by the publication in 1808 of the completed first part of Faust, a work which was accepted by contemporaries as a triumph of Romantic art.",
        "Himself a Roman Catholic of birth and genius, unfairly kept back in the race of life, he devoted his heart and soul to the cause, and his character and antecedents made him the champion who ultimately assured its triumph.",
        "The result, unquestionably, was almost wholly due to the energy and genius of a single man, though the Catholic question would have been settled, in all probability, in the course of time; and it must be added that O'Connell's triumph, which showed what agitation could effect in Ireland, was far from doing his country unmixed good.",
        "The great multitude was given into his hand, but he was not to be strengthened permanently by his triumph (Dan.",
        "Already he had allies among the Jews and, if Daniel is to be trusted, there were other Jews who rose up to shake off the yoke of foreign supremacy, Seleucid or Egyptian, and succeeded only in rendering the triumph of Antiochus easier of achievement.",
        "But his triumph was short-lived.",
        "The Cinque Port seamen returned in triumph, towing their prizes, after throwing the common soldiers overboard, and taking the knights to ransom according to the custom of the age.",
        "Nicaea in 787, which witnessed the triumph of his opinions; but, feeling dissatisfied with court life, he retired into a convent.",
        "Zenobia figured in the conqueror's splendid triumph at Rome, and by the most probable account accepted her fall with dignity and closed her days at Tibur, where she lived with her sons the life of a Roman matron.",
        "A mythic claim was thus formed to justify the Athenian attack, and Cimon brought back the bones of Theseus to Athens in triumph.",
        "king had won a great triumph.",
        "The defeat and death of the duke of Burgundy at Nancy on the 5th of January 1477 was the crowning triumph of Louis' diplomacy.",
        "Having completed (when consul in 338 B.C.) the subjugation of Latium, which with Campania had revolted against Rome, he was honoured by a triumph, and a column was erected to him in the Forum.",
        "This winter, spent almost without stores, was a triumph of adaptability to the hardest possible conditions, and although there was much illness the whole party was able to march when a start for Cape Evans was possible on Sept.",
        "After this battle Musa reconquered Toledo, which, after the departure of Tariq, had recovered its independence, and entered the capital in triumph.",
        "Mazyad, who, after a desperate struggle, defeated Yusuf, took him prisoner and brought him in triumph to Bagdad, where he with several of his officers was killed and crucified.",
        "Al-Mostazhir billah (\" he who seeks to triumph through God\"), son of Moqtadi, was only sixteen years old when he was proclaimed caliph.",
        "In especial it is an outstanding characteristic of the younger rivals to Aristotelianism that as they sprang up suddenly into being to contest the claims of the Aristotelian system in the moment of its triumph, so they reached maturity very suddenly, and thereafter persisted for the most part in a stereotyped tradition, modified only when convicted of indefensible weakness.",
        "In 46 B.C. he shared in the glory of Caesar's African triumph, and in 45 he was made a patrician by the senate, and designated as one of Caesar's \"masters of the horse\" for the next year.",
        "In the summer Octavian returned to Italy, and in August celebrated a three days' triumph.",
        "13) the last triumph of his principate was celebrated.",
        "12), and the time had come to celebrate the Dalmatian and Pannonian triumph, which the defeat of Varus had postponed.",
        "He was subsequently governor of Spain for some years, during which he gained several successes over the Lusitanians, and on his return in 93 was honoured with a triumph.",
        "Having been sent against Spartacus, he gained a decisive victory, and was honoured with a minor triumph.",
        "He went to London early in the year to enjoy his triumph, and found himself at once a personage in society - was called upon and invited out by lion-hunters, was taken to Windsor by Lord Rockingham, and had the honour of supping with the duke of York.",
        "In Toby Shandy he has drawn a character universally lovable and admirable; but Walter Shandy is almost greater as an artistic triumph, considering the difficulty of the achievement.",
        "After 293 Maximianus left the care of the Rhine frontier to Constantius Chlorus, who had been designated Caesar in that year, but in 297 his arms achieved a rapid and decisive victory over the barbarians of Mauretania, and in 302 he shared at Rome the triumph of Diocletian, the last pageant of the kind ever witnessed by that city.",
        "the renewal of the struggle between emperor and pope dovetailed with a fresh outbreak of the war with the cities, who feared lest an imperial triumph over the church would likewise threaten their independence.",
        "They regarded it as an attempt to ruin the work of the concert and to secure for France a \"complete individual triumph\" at Alexandria and Constantinople; and their countermove was to sign at London on the 15th of July, without the concurrence of France, a convention with the Porte for the settlement of the affairs of the Levant.",
        "But the prophetic teaching was obscured in part by the nationalism of the prophets themselves, who exalted Israel as at once God's instrument and the peculiar object of his love; and in part by the triumph of a legal-ritualistic sacrificial system.",
        "The triumph of Israel was to be accomplished by the miraculous power of a Messiah who should descend out of heaven.",
        "But the triumph by its completeness ensured new conflicts; from the disorder of the middle ages arose states which ultimately asserted complete autonomy, and in like fashion new intellectual powers came forth which ultimately established the independence of the sciences.",
        "Thence she passed through Leicester, Coventry and Warwick, finally entering Oxford, where she met Prince George, in triumph, escorted by a large company.",
        "The emperor returned to Rome and celebrated a triumph (233), but next year he was called to face German invaders in Gaul, where he was slain (on the 18th or 10th of March 235), together with his mother, in a mutiny which was probably led by Maximinus, a Thracian legionary, and at any rate secured him the throne.",
        "Whitney (both of Lowell), whose regiment was mobbed in Baltimore on the 19th of April 1861 while marching to Washington; and a bronze figure of Victory (after one by Rauch in the Valhalla at Ratisbon), commemorating the Northern triumph in the Civil War.",
        "In the vault he finds the corpse of Grendel; he cuts off the head, and brings it back in triumph.",
        "The fiery eloquence of Jerome, which is noted by all contemporary writers, obtained for him greater success even than that of Hus, particularly among the younger students, who conducted him in triumph to his dwelling-place.",
        "The century of Dante was also that of the first English parliament; its vast economic expansion enabled the national state to triumph in both England and France, and furnished the grounds for the overthrow of Boniface VIII.",
        "Three years later the triumph of the Jacobins brought with it the \" abolition of Christianity,\" and a spell of violent persecution, which gradually slackened under the Directory (1795-99) In 1799 Napoleon became First Consul, and at once set himself to deal with the ecclesiastical problem.",
        "It remains the most solid monument of the Italian reason in the 16th century, the final triumph of that Florentine school of philosophical historians which included Machiavelli, Segni, Pitti, Nardi, Varchi, Francesco Vettori and Donato Giannotti.",
        "Poppaea's triumph was now complete.",
        "The result was the final triumph of Corbulo's policy.",
        "After the republican triumph on the 18th Fructidor (4th of September) 1797 his house was sacked by the mob, and he himself only escaped transportation to Cayenne through the influence of M.",
        "The partial triumph of this principle was secure, inasmuch as the majority of established powers in church and state felt threatened by the revolutionary opinions afloat in Europe.",
        "The upshot was the triumph of the Counter-Reformation, and the establishment of its principle, absolutism, as the basis of French government.",
        "It also secured the eventual triumph of constitutional independence.",
        "The triumph of the former was most signal among the Teutonic peoples.",
        "But generally speaking this dualism is permissive, inasmuch as it is always held that God will triumph over Satan in His own time.",
        "But next year Godwine returned in triumph; and at a great meeting held outside London he and his family were restored to all their offices and possessions, and the archbishop and many other Normans were banished.",
        "As the first founder was of Phoenician descent, so he drew most of his adherents from the countries which were the seat of Hellenistic (as distinct from Hellenic) civilization; nor did Stoicism achieve its crowning triumph until it was brought to Rome, where the grave earnestness of the national character could appreciate its doctrine, and where for two centuries or more it was the creed, if not the philosophy, of all the best of the Romans.",
        "On his return from Hindustan Dost Mahommed was received in triumph at Kabul, and set himself to re-establish his authority on a firm basis.",
        "So complete was the intellectual triumph of the Moors that an intermediate \" Mozarabic \" population arose, Portuguese in blood, Christian in religion, but Arab in language and manners.",
        "Many explanations have been given of Venizelos' amazing overthrow in the hour of his greatest triumph.",
        "He had been sufficiently an optimist to believe in the triumph of the liberal but non-republican institutions dear to him under the restoration, under Louis Philippe and Louis Napoleon successively.",
        "The triumph of the Reformers culminated in the founding of Clemson Agricultural College (1889), the establishment of the state dispensary system for the sale of intoxicating liquors (1893), the election of Benjamin R.",
        "In his very triumph appeared the ultimate cause of his downfall.",
        "In January 1856 he had the good fortune to win a diplomatic triumph over the new tsar, Alexander II.",
        "After Magenta (June 4, 1859), it was the fears of the Catholics and the messages of the empress which, even more than the threats of Prussia, checked him in his triumph and forced him into the armistice of Villafranca (July 11, 1859).",
        "Anxious, changeable and distraught, the emperor made the Liberal concessions of the 19th of January 1867 (right of interpellation), and then, when 0111vier thought that his triumph was near, he exalted Rouher (July) and did not grant the promised laws concerning the press and public meetings till 1868.",
        "Ljudevit Gaj (1809-1872), though he failed to create an artificial literary language by the fusion of the principal dialects spoken by Serbs, Croats and Slovenes, was by his championship of Illyrism instrumental in securing the triumph of the Stokavci.",
        "A refuge of Italian pauperism in the time of the Gracchi, after the triumph of the oligarchy the Narbonnaise became a field for shameless exploitation, besides providing, under the proconsulate of Caesar, an excellent point of observation whence to watch the intestine quarrels between the different nations of Gaul.",
        "After bringing about the success of the Asiatic cults of Mithra and Cybele, these same factors now assured the triumph over exhausted paganism of yet another oriental religionChristianity after a duel which had lasted two centuries.",
        "The emperors had now to make terms with these churches, which served to group together all sorts of malcontents, and this was the object of the edict of Milan (313), Triumph by which the Church, at the outset simply a Jewish of Chrisinstitution, was naturalized as Roman; while in 325 tlanity in the Council of Nicaea endowed her with unity.",
        "Despite a temporary triumph, when Childeric was forced to recognize the principle of hereditary succession in public offices, and when the mayoralties of Neustria and Burgundy were alternated to the profit of both, Lger soon fell into disgrace and was exiled to that very monastery of Luxeuil to which Ebromn had been relegated.",
        "But EbroIn was assassinated next year in the midst of his triumph, having like Fredegond been unable to do more than postpone for a quarter of a century the victory of the nobles and of Austrasia; for his successor, Berthar, was unfitted to carry on his work, having neither his gifts and energy nor the powerful personality of Pippin.",
        "The very multiplication of offices, so noticeable at this time, furthered this triumph of feudalism by multiplying the links of personal dependence, and neutralizing more and more the direct action of the central authority.",
        "Goaded by the vigorous revival of militant Catholicism which marked the opening of the 17th century, de Luynes tried to put a finishing touch to the triumph of Catholicism in France, which he had assisted, by abandoning in the treaty of Ulm the defence of the small German states against the ambition of the ruling house of Austria, and by sacrificing the Protestant Grisons to Spain.",
        "Richelieus death (December 4, 1642) prevented him from seeing the triumph of his policy, but it can be judged by its results; in 1624 the kingdom had in the east only the frontier of the Meuse to defend it from invasion; in 1642 the whole of Alsace, except Strassburg, was occupied and the Rhine guarded by the army of Gubriant.",
        "pursued it year after year: in 1644 at Freiburg im Breisgau, despite the death of Guflbriant at Rottweil; in 1645 at Nordlingen, despite the defeat of Marienthal; and in 1646 in Bavaria, despite the rebellion of the Weimar cavalry; to see it finally triumph at Zusmarshausen in May 1648.",
        "Then came the final collapse: Cond having taken refuge in Spain for seven years, Gaston of Orleans being in exile, Retz in prison, and the parlement reduced to its judiciary functions only, the field was left open for Mazarin, who, four months after the king, re-entered in triumph that Paris which had driven him forth with jeers and mockery (February 1653).",
        "He might exile their persons; but their doctrines, supported by the scientific and philosophic work of Newton and Leibnitz, were to triumph over Church and religion in the 18th century.",
        "Hardly had a catastrophe snatched her away in the zenith of her power when complete corruption and the flagrant triumph of egoism supervened with the accession to power of Madame de the marquise de Pompadour, and for nearly twenty dow~.",
        "Meeting with a refusal, Paris opposed the kings army with her citizen-soldiers; and Taking by the taking of the Bastille, that mysterious dark Bast tile, fortress which personified the ancien rÃ©gime, secured the triumph of the Revolution (July 14).",
        "The Directory finally conceived the gigantic project of bolstering up the French Republicthe triumph of which was celebrated by the peace of Campo-Formio by forming the neighboring weak states into tributary vassal republics."
    ],
    "definition": [
        "To be victorious or successful; win.",
        "To rejoice over a success or victory; exult: “She knew her leaving him … had plunged him back into this mood. And she triumphed a little” ( D.H. Lawrence )",
        "To receive honors upon return from a victory. Used especially of generals in ancient Rome.",
        "a. The act or fact of being victorious; a victory: her triumph in the election.\nb. Exultation or rejoicing over victory or success: The fans danced in triumph after their team won.",
        "a. A success in a struggle against difficulties or an obstacle: a patient's triumph over an illness.\nb. A noteworthy achievement or success: a musical that was a triumph on Broadway.",
        "A public celebration, especially in ancient Rome, to welcome a returning victorious commander and his army.",
        "Link/Cite",
        "A conclusive success following an effort, conflict, or confrontation of obstacles; victory; conquest.\nthe triumph of knowledge",
        "A magnificent and imposing ceremonial performed in honor of a victor.",
        "A state of joy or exultation at success.",
        "A card game, also called trump.",
        "(historical, Ancient Rome) a ceremony held to publicly celebrate and sanctify the military achievement of an army commander.",
        "A work of art, cuisine, etc. of very high quality.\nScorsese's latest film is a triumph.\nThis wedding cake is a triumph.",
        "To celebrate victory with pomp; to rejoice over success; to exult in an advantage gained; to exhibit exultation.",
        "To prevail over rivals, challenges, or difficulties.",
        "To succeed, win, or attain ascendancy.",
        "To be prosperous; to flourish.",
        "To play a trump in a card game.",
        "Link/Cite"
    ]
}