{
    "translation": "רודנות, עריצות",
    "uses": [
        "His fame is tarnished, however, by numerous deeds of tyranny and cruelty.",
        "During the long tyranny of Dionysius the city grew greatly in size, population and grandeur.",
        "In 1435 the people rose against the tyranny of the Bani Nebhan and restored the imamate of the tribe al-Azd.",
        "In 1815 Surat Singh's tyranny led to a general rising of his thakurs, and in 1816 the maharaja again applied for British protection.",
        "Ritschl claims to carry on the work of Luther and Schleiermacher, especially in ridding faith of the tyranny of scholastic philosophy.",
        "To the native Egyptians Alexander appeared as a deliverer from the Persian tyranny, and he sacrificed piously to the gods of Memphis.",
        "He imagines certain combinations by which this triple tyranny can be abolished, but his solution seems to require the creation of families without heads, countries without governments and property without rights of possession.",
        "To enter here into an exhaustive account of the various theories which even before, though especially after, the appearance of the Constitution of Athens have been propounded as to the chronology of the Peisistratean tyranny, is impossible.",
        "The Viscontis own generals, Facino Cane, Pandolfo Malatesta, Jacopo dal Verme, Gabrino Fondulo, Ottobon Terzo, seized upon the tyranny of several Lombard cities.",
        "With this object, he secured Emilia, carried his victorious arms against Ferrara, and curbed the tyranny of the Baglioni in Perugia.",
        "The rule of Rosas was now one of tyranny and almost incessant bloodshed in Buenos Aires, while his partisans, foremost amongst whom was General Ignacio Oribe, endeavoured to exterminate the Unitarians throughout the provinces.",
        "A hopeless antagonism arose between them, which was widened by Enfantin's announcement of his theory of the relation of man and woman, which would substitute for the \"tyranny of marriage\" a system of \"free love.\"",
        "By it the northern provinces bound themselves together \" as if they were one province \" to maintain their rights and liberties \" with life-blood and goods \" against foreign tyranny, and to grant complete freedom of worship and of religious opinion throughout the confederacy.",
        "Is it likely that a prophet would begin a complaint against Chaldaean tyranny (admittedly central in the prophecy) by complaining of that wickedness of his fellow-countrymen which seems partly to justify it ?",
        "By a former marriage he already had two sons, Hippias and Hipparchus, now growing up, and in his first tyranny or his first exile he married an Argive, Timonassa, by whom he had two other sons Iophon and Hegesistratus, the latter of whom is said to be identical with Thessalus (Ath.",
        "The government was now reconstituted under the protection of the French agents; the balia was abolished, its very name having been rendered odious by the tyranny of Spain, and was replaced by a similar magistracy styled capitani del popolo e reggimento.",
        "Exasperated by the tyranny of the Salimbeni and other patrician families allied to the Ghibellines, it decreed in 127 7 the exclusion of all nobles from the supreme magistracy (consisting since 1270 of thirty-six instead of twenty-four members), and insisted that this council should be formed solely of Guelf traders and men of the middle class.",
        "The Dutch nation, as soon as it was emancipated from Spanish tyranny, displayed an amount of enterprise, which, for a long time, was fully equal to that of the British.",
        "At Riad, Fesal, who had been in power since the Egyptian retirement, was still reigning; and the religious tyranny of Wahhabism prevailed, in marked contrast to the liberal regime of Talal in Jebel Shammar.",
        "Although we hear of attempts to seize the tyranny and of an institution called petalism, like the Athenian ostracism, designed to guard against such dangers, popular government was not seriously threatened for more than fifty years.",
        "From the violence of tyranny, and the rapine of a disorderly banditti, by which this district long suffered, as well as from shocks of earthquakes, the villages have a ruinous and dilapidated appearance; and, with the exception of a few fields in their neighbourhood, the country presents a rocky and sandy waste, with in many places scarcely a show of vegetation.",
        "He was succeeded by his sons Hippias and Hipparchus, by whom the tyranny was in various ways brought into disrepute.",
        "Grote maintains that ostracism was a useful device, on the grounds that it removed the danger of tyranny, and was better than the perpetual civil strife of the previous century.",
        "Many of them were forced by his tyranny to return to France; and ten thousand Protestants, ready to embark for the new colony, were deterred by their representations.",
        "865, Mosta`in, attempting to escape from the tyranny of the Turkish guard, fled back again to Bagdad.",
        "Nominated a member of the Commune, he protested against the tyranny of the central committee, and escaped from Paris to resume his place among the extreme Left in the National Assembly at Versailles.",
        "The lesser gentry were protected against the tyranny of the magnates, encouraged to appear at court and taxed for military service by the royal treasury direct - so as to draw them closer to the crown.",
        "Gelon, who seized the tyranny on his death, became master of Syracuse in 485 B.C., and transferred his capital thither with half the inhabitants of Gela, leaving his brother Hiero to rule over the rest.",
        "Mongolian invasions and Mahommedan tyranny have, of course, long since swept away all traces of many of these.",
        "The act was unquestionably one of odious tyranny, but it is impossible not to ask why she had put herself within reach of it when her fortune enabled her to reside anywhere and to publish what she pleased.",
        "He was reporter of the committee which drew up the constitution of the year III., and his report shows keen apprehension of a return of the Reign of Terror, and presents reactionary measures as precautions against the re-establishment of \"tyranny and anarchy.\"",
        "There is not a single branch of the law which he did not simplify and amend, and the iron firmness with which he caused justice to be administered, irrespective of persons, if it exposed him to the charge of tyranny from the nobles, also won for him from the common people the epithet of \" the Just.\"",
        "Dogs were held in considerable veneration by the Egyptians, from whose tyranny the Israelites had just escaped; figures of them appeared on the friezes of most of the temples, and they were regarded as emblems of the divine being.",
        "On this view, the Chaldaeans are the divine instrument for punishing the tyranny of the Assyrians, to whom the following woes will therefore refer.",
        "They were fanatical, and their tyranny drove numbers of their Jewish and Christian subjects to take refuge in the growing Christian states of Portugal, Castile and Aragon.",
        "Cambon's proud and vehement reply was the signal of the resistance to Robespierre's tyranny and the prelude to his fall.",
        "the decree ordering the demolition of the new castles, most of them little better than robber-strongholds; the decree compelling the great officers of state to suspend their functions during the session of the diet; the decree declaring illegal the new fashion of forming confederations on the Polish model, all of which measures were obviously directed against the tyranny and the lawlessness of the oligarchy.",
        "They had fought for freedom in order to liberate themselves not only from the yoke of Napoleon but also from the tyranny of their own governments, whereas he expected them to remain submissively under the patriarchal institutions which their native rulers imposed on them.",
        "Rather than subject themselves to the tyranny of Ali Pasha, the Pargiotes decided to forsake their country; and accordingly in 1819, having previously exhumed and burned the remains of their ancestors, they migrated to the Ionian Islands.",
        "a heap of men and boys, but no body of a college, no one member, either fellow or scholar, having any legal title to his place, but thrust in by tyranny or chance.\"",
        "It should be observed that the tyranny of Peisistratus is one of the many epochs of Greek history on which opinion has almost entirely changed since the age of Grote.",
        "But the opposition, while unable to deny the recuperation of Hungary, shut their eyes to everything but Tisza's \" tyranny, \" and their attacks were never so savage and unscrupulous as during the session of 1889, when threats of a revolution were uttered by the opposition leaders and the premier could only enter or leave the House under police protection.",
        "After speaking of Ranulf's unique position in the kingdom, which \"fitted him for the part of a leader of opposition to royal or ministerial tyranny,\" Stubbs sums up his character in these words: \"On more than one occasion he refused his consent to taxation which he deemed unjust; his jealousy of Hubert (de Burgh), although it led him to join the foreign party in 1223, did not prevent him from more than once interposing to prevent his overthrow.",
        "Fesal may well have watched with jealous anxiety the growing strength of his neighbour's state as compared with his own, where all progress was arrested by the deadening tyranny of religious fanaticism.",
        "In such a state of despair and destitution there is no hope for spiritualism, save in God; and Clauberg, Geulincx and Malebranche all take refuge under the shadow of his wings to escape the tyranny of extended matter.",
        "This last enormous privilege, which became one of the main and most efficient instruments of the subjection of Europe to clerical tyranny, extended to matters both civil and criminal; though, as Bingham shows, it did not (always and everywhere) prevail in cases of heinous crime (Origines Eccles.",
        "69); this paved the way for tyranny.",
        "Tyranny, aiming at the good of one.",
        "We should defer to the tyranny of the majority.",
        "tyranny of his equals.",
        "tyranny.",
        "This extraordinary spiritual tyranny, for it seems little else, acquired a wonderful hold and exercised a singularly uniting power over the scattered nation.",
        "that of replacing the proud tyranny of the Habsburgs of Spain by another.",
        "He profited largely by the tyranny of Rufus, farming for the king a large proportion of the ecclesiastical preferments which were illegaly kept vacant, and obtaining for himself the wealthy see of Durham (1099).",
        "By the end of 1 718 it seemed as if Gertz's system could not go on much longer, and the hatred of the Swedes towards him was so intense and universal that they blamed him for Charles XII.'s tyranny as well as for his own.",
        "The Gallic chiefs now appealed to Caesar to deliver them from the actual or threatened tyranny of Ariovistus.",
        "The business of the professional money-lender is one which, as tyranny and abuse are likely to appear, all countries have at different times endeavoured to regulate.",
        "But his Taxation no Tyranny was a pitiable failure.",
        "The tyranny of Dionysius fell, as usual, in the second generation; but it was kept up for ten years after his death by the energy of Philistus, now minister of his son Dionysius the Younger.",
        "It fell with the coming back of the xile Dion in The tyranny had lasted so long 3 5 7 Y Y g that it was less easy than at the overthrow of the elder tyrants to fall back on an earlier state of things.",
        "The popular tribunals regained their authority, and a supreme court of justice, Det Kongelige Retterting, presided over by Valdemar himself, not only punished the unruly and guarded the prerogatives of the crown, but also protected the weak and defenceless from the tyranny of the strong.",
        "was a true patriot, whose ideal it was to weld the three northern kingdoms into a powerful state, independent of all foreign influences, especially of German influence as manifested in the commercial tyranny of the Hansa League.",
        "This system secured for him a large revenue, but it led to a vast amount of petty tyranny, which was all the more intolerable because it was carried out by French officials.",
        "He acquired his surname of Soter, or Saviour, from the Babylonians, whom he delivered from the tyranny of the Median satrap, Timarchus, and is famous in Jewish history for his contests with the Maccabees.",
        "On the one hand, the suppression is denounced as a base surrender to the forces of tyranny and irreligion, an act of treason to conscience, which reaped its just punishment of remorse; on the other hand, it is as ardently maintained that Clement acted in full accord with his conscience, and that the order merited its fate by its own mischievous activities which made it an offence to religion and authority alike.",
        "The minority must, he insisted, be protected from \"the tyranny of the majority.\"",
        "The effect of this tyranny was inevitable: it drove men to desperation.",
        "They were seeking deliverance from the tyranny of Rome.",
        "People with no strength other than the secret strength of the poem have made tyranny quake.",
        "The public are rebelling against the tyranny of cool to enjoy the fine art of dressing up.",
        "We, alone on earth, can rebel against the tyranny of the selfish replicators '.",
        "The most stable and effective political system is a totalitarian tyranny.",
        "Worst of all, New Labor have created a tyranny of political correctness.",
        "The tyranny of the minority in the short-term would lead to democracy for the majority in the long-term.",
        "Bison, as well as freedom from his tyranny.",
        "Misheard as - Tyranny spoken here today.",
        "Such were the factors which enabled him to found his tyranny.",
        "At the apex of the pyramid stands John of Antioch, Chrysostom, who in 387, at the age of 40, began his 12 years' ministry in his native city and in 399, the six memorable years in Constantinople, where he loved the poor, withstood tyranny and preached with amazing power.",
        "Subordinate officers and rapacious governors of forts wield all the power of the state, and tyranny, oppression and anarchy reign over the whole country.",
        "by Ambrose in the case of Theodosius himself (390); but the temptation to wield it as an instrument of secular tyranny too often proved to be irresistible.",
        "Unfortunately this crude solution of the problem proved too much; for conditions were no worse immediately before the revolt than they had been for centuries, and German complaints of papal tyranny go back to Hildegard of Bingen and Walther von der Vogeiweide, who antedated Luther by more than three centuries.",
        "it soon became almost impossible to distinguish clearly between the religious issues and the resistance to the manifold tyranny of Philip and his representatives.",
        "A born ruler, Casimir introduced a whole series of administrative and economical reforms. He was the especial protector of the cities and the peasants, and, though averse from violent measures, punished aristocratic tyranny with an iron hand.",
        "Moreover the clergy, to their eternal honour, consistently protected the lower from the tyranny of the upper classes.",
        "The wisdom of this arrangement was made manifest in 1410, when Jagiello and Witowt combined their forces for the purpose of delivering Samogitia from the intolerable tyranny of the Knights.",
        "Thus, in the reign of Alexander, the fugitive serfs whom tyranny or idleness had driven into this wilderness (they were subsequently known as Kazaki, or Cossacks, a Tatar word meaning freebooters) were formed into companies (c. 1504) and placed at the disposal of the frontier starostas, or lord marchers, of Kaniev, Kamenets, Czerkask on the Don and other places.",
        "The whole system of Peter was deliberately directed against the chief evils from which old Muscovy had always suffered, such as dissipation of energy, dislike of co-operation, absence of responsibility, lack of initiative, the tyranny of the family, the insignificance of the individual.",
        "Foiled in their first ill-directed attempt, they were compelled to have recourse to that tremendous engine of regal tyranny, the law of treason.",
        "8) and probably the nominal enjoyment of all its prerogatives; but their method of filling the archonship with their own kinsmen and creatures gradually converted the Areopagites into willing supporters of tyranny.",
        "The tyranny of Lygdamis had gone from bad to worse, and at last he was expelled.",
        "Originally the rule was for the states to hold annual elections; in fact, so strongly did the feeling prevail of the need in a democratic country for frequent elections, that the maxim \" where annual elections end, tyranny begins,\" became a political proverb.",
        "In January 1561 he was given the lucrative office of master of the court of wards in succession to Sir Thomas Parry, and he did something to reform that instrument of tyranny and abuse.",
        "Untaught by experience, he resumed his course of selfish tyranny over Christians and heathen alike, and raised the irritation of the populace to such a pitch that when, on the accession of Julian, his downfall was proclaimed and he was committed to prison, they dragged him thence and killed him, finally casting his body into the sea (24th of December 361).",
        "In his speculations as to the physical cause of the celestial motions, his mind, though not wholly emancipated from the tyranny of gratuitous assumptions, was working steadily towards the light.",
        "Then follows the treatment of oligarchy, democracy, commonwealth and tyranny, and of the various powers of government (0), and independent investigation of revolution, and of the means of preserving states (E), and a further treatment of democracy and oligarchy, and of the different offices of the state (Z), and finally a return to the discussion of the right form of constitution (II, 0).",
        "His efforts were primarily directed to the prevention of any recrudescence of the tyranny exercised by the Jacobin Club, the commune of Paris, and the revolutionary tribunal.",
        "in alliance with Egypt and Ethiopia, which aimed at throwing off the oppressive tyranny of Assyria; as usual, however, the city-states of Phoenicia could not combine even against a common foe, and several broke away from Tyre, so Menander tells us, and sided with Assyria.",
        "8); and, though common sense and natural good feeling set bounds in most cases to the tyranny of the nobles, yet there was scarcely any injustice too gross to be possible.",
        "The tyranny of these nobles drove the peasantry and smaller vassals to seek the protection for life and property, the equality of taxation and of justice, which could be found only inside the walled city and under the rule of the archbishop. Thus Milan grew populous, and learned to govern itself.",
        "In a written defence, the famous Apology, published later in the year, William replied at great length to the charges that had been brought against him, and carrying the war into the enemy's camp, endeavoured to prove that the course he had pursued was justified by the crimes and tyranny of the king.",
        "elective); (2) the statement that Solon invented sortition for the office is put as the basis of a comparison (89ev, ern ye ov) and, therefore, may fairly be regarded as a hypothesis; (3) there is no indication that the change made in 487 B.C. was a return to an obsolete method, and on the same argument it is odd that Solon's alleged system should not have been revived at the end of the Tyranny.",
        "By releasing his country from the tyranny of Denmark, Gustavus had made the free independent development of Sweden a possibility.",
        "\"There were absolutely none of the signs which are invariably found when a nation struggles passionately against what it deems an impending tyranny, or rallies around some institution which it really loves.\"",
        "By becoming Pfahlburger men were able of escape from the tyranny of the large landholders, and consequently the princes strongly opposed the right of the towns to receive them.",
        "The local diets, which, as we have seen, formed a real check Th on petty tyranny, and kept up an intimate relation between the princes and their subjects, were nearly all destroyed.",
        "The constitution having been destroyed by the Blind, the elector proclaimed one of his own making; but even the chamber elected under the provisions of this despotic scheme could not tolerate his hateful tyranny, and there were incessant disputes between it and the government.",
        "The time following the Dionysian tyranny was at Syracuse a time full of the most stirring local and personal interest, under her two deliverers Dion and Timoleon.",
        "The Moslems themselves have observed that the tyranny of the rhyme often makes itself apparent in derangement of the order of words, and in the choice of verbal forms which would not otherwise have been employed; e.g.",
        "A man may, however, possess any number of concubines, who, though objects of jealousy to the legal wife, are tolerated by her in consideration of her superior position and power over them, a power which she often uses with great tyranny; but certain privileges are possessed by concubines, especially if they have borne Sons to their master.",
        "Cairo was ripe for revolt; the pasha was hated for his tyranny and extortion, and execrated for the deeds of his troops, especially those of the Delis: the sheiks enjoined the people to close their shops, and the soldiers clamoured for pay.",
        "himself, who put him forward as the figurehead of a party professing to aim at protecting the Egyptians from the grasping tyranny of their Turkish and European oppressors.",
        "since the accession of Tewfik, the tyranny of the Turkish system was apt to be forgotten, while the appeal to rally in support of their khalif found a response in the hearts of many Egyptians.",
        "It was indeed from Italy that the races of the north caught the impulse of intellectual freedom, the spirit of science and curiosity, the eager retrospect towards the classic past; but joined with these in Germany was a moral impulse which was her own, a craving after truth and right, a rebellion against spiritual tyranny and corruption - the Renaissance was big in the north, as it was not in the south, with a Reformation to come.",
        "The Scottish commissioners in England, with Lauderdale, and with the approval of Hamilton's faction, signed, at the end of 1647, \" The Engagement \" with Charles, and broke away from the tyranny of the preachers.",
        "Wilhelm Tell is the drama of the Swiss people; its subject is less the personal fate of its hero than the struggle of a nation to free itself from tyranny.",
        "A proclamation was then issued to the effect that each kingdom should keep its own laws and customs, that there should be no further interchange of functionaries between the kingdoms, and that no one should again set up a tyranny like that of Ebroin.",
        "They also suggested that Luther should be heard upon the papal claims, and ended by asking the emperor to deliver Germany from the papal tyranny.",
        "It was valuable in teaching how to work within definite limitations, but without slavish copying; it also emancipated a considerable body of craftsmen from the tyranny of manufacturers whose sole idea was that machine-work should supersede handicraft.",
        "The repression of crime and the demand of taxation he regards alike as tyranny.",
        "Abdur Rahman executed or exiled all those whose political influence he saw reason to fear, or of whose disaffection he had the slightest suspicion; his administration was severe and his punishments were cruel; but undoubtedly he put down disorder, stopped the petty tyranny of local chiefs and brought violent crime under some effective control in the districts.",
        "But the proudest boast of Lord Hastings and Sir John Malcolm was, not that they had advanced the pomoerium, but that they had conferred the blessings of peace and good government upon millions who had suffered unutterable things from Mahratta and Pindari tyranny.",
        "Faucitano for a demonstration at Gaeta led to the discovery of the Unita Italiana society, whose object was to free Italy from domestic tyranny and foreign domination.",
        "In, 90 he was expelled with the other philosophers by Domitian, who was irritated by the support and encouragement which the opposition to his tyranny found amongst the adherents of Stoicism.",
        "The caliph on learning that the revolt was due to Ali's tyranny, sent Harthama b.",
        "In the case of Epicureanism we can happily judge of the tyranny of the literal tradition by a comparison of Lucretius with the recorded doctrine of the master.",
        "He was, however, the first whose analysis was sufficiently convincing to exorcise the tyranny of grammatical forms. The categorical and disjunctive judgment reduce to the hypothetical.",
        "11) was the signal for a general rising of the Syrians against Ibrahim's tyranny.",
        "The numerous legends which have grown up round his name yield very little that can fairly be regarded as authentic. It seems that he carried on the democratic tradition of his house by helping to overthrow an oligarchic government which succeeded the tyranny in Agrigentum, and was invited by the citizens to become their king.",
        "130 sq.); and we have ample evidence to prove that he had judged the tyranny of the Medici at its true worth (Op. ined.",
        "That of Renaissance, Rinascimento, or Renascence is sufficient for the purpose, though we have to guard against the tyranny of what is after all a metaphor.",
        "As he was not gifted with the qualifications of the orator, he seldom appeared at the tribune; but in the various committees he defended all forms of popular liberties, and at the same time delivered, in a series of powerful pamphlets, under the pseudonym of \"Timon,\" the most formidable blows against tyranny and all political and administrative abuses.",
        "He brought with him from Geneva, where he had been the colleague of Beza, a fervent hatred of ecclesiastical tyranny and a clear grasp of the Presbyterian church system.",
        "The Covenant was no doubt an act of revolt against legal authority, and can only be justified on the ground that the crown had for many years acted oppressively and illegally in its attempt to coerce Scotland into a religious system alien to the country, and that the subjects were entitled to free themselves from tyranny.",
        "torturing the prisoner, and of tampering with the judges 4 by consulting them before the trial; nay, he is even represented as selecting this poor clergyman to serve for an example to terrify the disaffected, as breaking into his study and finding there a sermon never intended to be preached, which merely encouraged the people to resist tyranny.'",
        "and Francis I., for the purpose of securing their assistance in enforcing the bull by helping a projected rising in England against Henry's tyranny.",
        "The poet does not describe the events of the siege, nor the horrors of the capture, but the painful experience of subjection and tyranny which followed.",
        "15: \" Yea, even their ` boys ' lorded it over the people \"), under a tyranny of pashas of the worst type (verses ii f.).",
        "He retained to the last, as his History of Greater Britain shows, the repugnance characteristic of the university of Paris to the tyranny of kings and nobles; but like it, he was now alarmed by the revolt of Luther, and ceased to urge its ancient protest against the supremacy of the pope.",
        "For the danger now was that some gentlemen were already cruel in exactions of their tenants, \"requiring of them whatever before they paid to the Church, so that the papistical tyranny shall only be changed into the tyranny of the lords or of the laird.\"",
        "But the presidentship was too casual and anomalous an institution to Election of rally the nations round it permanently, and when Gustavus the tyranny of Christian II.",
        "Frederick the Great's sister, and the tyranny of the estates, who seemed bent upon driving the meekest of princes into rebellion.",
        "The governor appears to have given great offence by the harshness of his proceedings, and a Ghilzai chief named Mir Wai~, who had complained of his tyranny, was sent a prisoner to Isfahan.",
        "Some national feeling may have lingered, but, substantially, every man in the country, of every hue, was benefited when the incubus of the tyranny of the Dutch East India Company was removed.",
        "In religion they were Calvinistic, fanatic, and their old traditions of Dutch East India government, together with their relation to the natives, developed a spirit of caste and even tyranny.",
        "In the following year he was committed to prison because he had joined those who desired to free Naples from Spanish tyranny.",
        "trifler rather than as a monster of lust and cruelty, is the reproduction of a real or imaginary scene from the reign of Domitian, and is animated by the profoundest scorn and loathing both of the tyrant himself and of the worst instruments of his tyranny.",
        "Men of liberal ideas went abroad, chiefly to France, to escape the stupid tyranny that ruled in Church and state, and to their exhortation and example are largely due the reforms which were by degrees inaugurated in every branch of letters.",
        "Other Greek statesmen, and notably Tricoupis, had worked for a Balkan League but failed, partly, no doubt, owing to adverse circumstances, but partly also because of Greek unpreparedness for war and of the inflexibility of the Greek claims. Venizelos was, it is true, favoured by circumstances - the Balkan races just then had been drawn together in self-defence against the newly fledged tyranny of the Young Turks in Macedonia and Thrace, while the military revolt of 1909 had swept the Greek political stage clear of nearly all the corrupt parties, that hitherto had blocked the wheels of the nation's progress.",
        "His political enemies ascribed it to the determination of the Greek people to \" regain their liberties \" and to punish his \" tyranny.\"",
        "There were, nevertheless, numerous acts of petty tyranny and injustice, that could be laid at the door of the Venizelist administration, during Venizelos' prolonged absence at the Peace Conference.",
        "Athenians must not favour the tyranny of any one city.",
        "The system originated by Parnell's Ennis speech became an all-devouring tyranny.",
        "He argued against the tyranny of authority, the vagaries of unfettered imagination and the academic aims of unpractical dialectic; the vital energy and the reasoned optimism of his language entirely outweigh the fact that his contributions to the stock of actual scientific knowledge were practically inconsiderable.",
        "Lutherans and Calvinists were to be delivered from a \"soul-crushing tyranny\"; but they were to be delivered by a foreign if friendly power; and that power claimed as her reward the hegemony of Protestant Europe and all the political privileges belonging to that exalted position.",
        "Nicholas Blake QC said that the Universal Declaration of Human Rights allowed for the possibility of rebellion against tyranny and oppression.",
        "He now stands fast: most cruel in tyranny, He is no rightful king for our fair land.",
        "It is tyranny imposed by a military machine of immense power; it is tyranny by an utterly ruthless despotism.",
        "Pre 20th Century History Jamaica has a vivid and painful history, marred since European settlement by an undercurrent of violence and tyranny.",
        "He squandered the resources left to him by his father, and made himself hateful to all classes of his subjects by his exactions and tyranny.",
        "In the long struggle of the Netherlands against Spain, Ghent took a conspicuous part, and it was here that, on the 8th of November 1576, was signed the instrument, known as the Pacification of Ghent, which established the league against Spanish tyranny.",
        "In the heyday of the Athenian democracy, citizens both conservative and progressive, politicians, philosophers and historians were unanimous in their denunciation of \"tyranny.\"",
        "5-11 is a genuine prophecy of the raising up of the Chaldaeans, whence comes that long experience of their rule required to explain the detailed denunciation of their tyranny?",
        "The so-called free government subject to the empire lasted for twenty-seven years; and the desired protection of Spain weighed more and more heavily until it became a tyranny.",
        "They lived, practically, as Kaffir chiefs, trading with Chaka and gathering round them many refugees from that monarch's tyranny.",
        "Opposition to present tyranny expresses itself in recurrence to the old popular ideal of the first simple Davidic kingdom (iv.",
        "It rendered service to Italian literature by its opposition to the Della-Cruscan tyranny.",
        "But, while the Tsarist regime, unable to denationalize a homogeneous population of a different religion and language, initially conceded a minimum of rights to the Polish nation, in Lithuania proper from the outset an unrelenting system of tyranny was established which was designed to break by force every non-Russian element in the country.",
        "S netona President of the State, and composed the statute for the election of the Constituent Assembly by universal, equal, direct and secret franchise according to a proportional system based on d'Hondt's distributive principle which contains elaborate safeguards against the tyranny of the majority.",
        "But Corinth's real prosperity dates from the time of the tyranny (657-581), established by a disqualified noble Cypselus.",
        "The tyranny was succeeded by an oligarchy based upon a graduated money qualification, which ruled with a consistency equalling that of the Venetian Council, but pursued a policy too purely commercial to the neglect of military efficiency.",
        "The union of Lublin, which led to the polonization of Lithuania, was the immediate occasion of a considerable exodus to the lowlands of the Dnieper of those serfs who desired to escape from the taxes of the Polish government and the tyranny of the Polish landlords.",
        "So despotic did the tyranny become in the West, that in the time of Charlemagne it was necessary to restrain abbots by legal enactments from mutilating their monks and putting out their eyes; while the rule of St Columban ordained loo lashes as the punishment for very slight offences.",
        "Under the Hun tyranny, which lasted till the overthrow of the White Huns on the Oxus by the Turks (c. 565), native dynasties had survived, or new ones had established themselves.",
        "In 1 788 he brought out his tragedy of Sidney, an expose of the tyranny of James II.",
        "the direction of absolute monarchy which England had seen since the short months of King Richards tyranny in 1397-1399.",
        "In the meantime the provinces of the Netherlands had revolted against the arbitrary and oppressive Spanish rule, and Don John of Austria, who had been sent as governorgeneral to restore order, had found himself helpless in face of the superior talent and personal influence of the prince of Orange, who had succeeded in uniting all the provinces in common resistance to the civil and religious tyranny of Philip. In the autumn of 1577 Farnese was sent to join Don John at the head of reinforcements, and it was mainly his prompt decision at a critical moment that won the battle of Gemblours (1578).",
        "5) the writer goes on to prove his thesis from Jewish history, dwelling in particular upon the noble stand made against the tyranny of Antiochus IV.",
        "Anarchy of the market is the tyranny of the factory.",
        "Perhaps it was the soft light - but the advanced age seemed more an affectation than a true tyranny of the years.",
        "The leftist elite obviously fears an armed citizenry, which is, of course, the sole barrier to tyranny.",
        "Perhaps most chilling is the implication on the financial capability of other conscientious objectors to stand up against corporate tyranny.",
        "In the first place, the people generally dreaded the recurrence of ecclesiastical tyranny.",
        "Towards everything like disorder, tyranny, or aristocratic oppression, Casimir was always inexorably severe; all disturbers of the peace were remorselessly put to death as the worst enemies of their country and he enjoyed in consequence the honourable title of \"the Peasants' King.\"",
        "This so-called biography of the medieval adventurer who raised himself by personal ability and military skill to the tyranny of several Tuscan cities must be regarded in the light of an historical romance.",
        "The philosopher Pythagoras, however, quitted Samos in order to escape his tyranny.",
        "They therefore appealed to the emperor and to a future council against the tyranny of the majority.",
        "We are told that when he quitted Halicarnassus on account of the tyranny of Lygdamis, in or about the year 457 B.C., he took up his abode in Samos.",
        "In contrast to the struggle for an ideal freedom, which was at first hailed with tempestuous delight only to reveal itself as a dangerous tyranny, men became conscious of the need for a firmly established authority in the reconstruction of society.",
        "On the whole, state constitutions reflected fear of government tyranny more than they reflected the need to create forceful, effective government.",
        "dictates of conscience against tyranny.",
        "He also supported the fascist tyranny of Pilsudski in Poland, while writing erudite encyclicals on moral and political principles.",
        "The liberal critics of revolutionary fervor are right in their fear of tyranny in the name of the people.",
        "Stalinist tyranny, which had seemed so immovable, disintegrated.",
        "In 1156 Dermod MacMurrough (Diarmait MacMurchada), deposed for his tyranny from the kingdom of Leinster, repaired to Henry in Aquitaine (see Early History above).",
        "Will and Lyra lose, and must recover the Golden Compass, and take it to Lyra's father Lord Azriel, whose intention is to use it to kill God and free mankind from the tyranny of religion.",
        "embroiled in a plot to liberate the people from the tyranny of the wicked Master Gear?",
        "Notwithstanding the authors maintain that distance education is the way forward to addressing the problems of the tyranny of distance.",
        "For Tacitus the prospect is not wholly cheerless, the detested tyranny was at an end, and its effects might disappear with a more beneficent rule.",
        "But the prevailing impression we carry away after reading him is that in all his early satires he was animated by a sincere and manly detestation of the tyranny and cruelty, the debauchery and luxury, the levity and effeminacy, the crimes and frauds, which we know from other sources were then rife in Rome, and that a more serene wisdom and a happier frame of mind were attained by him when old age had somewhat allayed the fierce rage which vexed his manhood.",
        "The life and death of Cato fired the imagination of a degenerate age in which he stood out both as a Roman and a Stoic. To a long line of illustrious successors, men like Thrasea Paetus and Helvidius Priscus, Cato bequeathed his resolute opposition to the dominant power of the times; unsympathetic, impracticable, but fearless in demeanour, they were a standing reproach to the corruption and tyranny of their age.",
        "They had supported the monarchy because it was a national institution, hostile to the tyranny of nobles and clergy.",
        "After the conquest of Peru by the Spaniards in the 16th century the natives were subjected to much tyranny and oppression, though it must in fairness be said that much of it was carried out in defiance of the efforts and the wishes of the Spanish home government, whose legislative efforts to protect the Indians from serfdom and ill-usage met with scant respect at the hands of the distant settlers and mine-owners, who bid defiance to the humane and protective regulations of the council of the Indies, and treated the unhappy natives little better than beasts of burden.",
        "The abortive insurrection of 1780-82, led by the Inca Tupac Amarti, was never a general rising, and was directed rather against Creole tyranny than against Spanish rule.",
        "Internal discord afforded an opportunity to Uguccione della Faggiuola, with whom Dante spent some time there, to make himself master of Lucca in 1314, but the Lucchesi expelled him two years afterwards, and handed over their city to Castruccio Castracane, under whose masterly tyranny it became \"for a moment the leading state of Italy,\" until his death in 1328 (his tomb is in S.",
        "During the spring months of 1341 his friend Azzo di Correggio had succeeded in freeing Parma from subjugation to the Scaligers, and was laying the foundations of his own tyranny in that city.",
        "The tyranny of Ts'in was of short duration, and the next dynasty, that of Han, while entering into the new China, found its surest strength in doing honour to his name, and trying to gather up the wreck of the ancient books.",
        "The larger part perished under the Mahommedan rule and under the more barbarous tyranny of the Tatars, when through XXVIII.",
        "So Edward's personal rule became in its character autocratic; but it was in the art of courting popularity and concealing despotism that he most shows himself as a type of tyranny.",
        "The French lieutenant in Milan, Gian Giacomo Trivulzio, the embittered enemy of Ludovico, began exercising a vindictive tyranny over the city which had so long accepted the sway of the usurper.",
        "Barca is said to have owed its origin to Greek refugees flying from the tyranny of Arcesilaus II.",
        "It became the bulwark of the The revolt Protestant faith in the Netherlands, the focus of the of the resistance to Spanish tyranny.",
        "In the words of Aristotle he made his way through demagogy to tyranny.",
        "The Logos is thus the means of redemption; those who realize its activity being emancipated from the tyranny of circumstance into the freedom of the eternal.",
        "It formed the rallying-ground for the new generation which chafed under the tyranny of a 1?",
        "A foe to tyranny in every shape, he was decidedly hostile to the policy of Bonaparte, and constantly rejected every solicitation to accept a place under his government.",
        "His whole career is one long record of perjury, vengeance and meanness, unredeemed by a single generous act, and his wife was a worthy helpmeet and actively co-operated in his tyranny.",
        "The foundation of the present fort was laid by a descendant of Kempe-Goude, a husbandman of the neighbouring country, who, probably in the 16th century, had left his native village to avoid the tyranny of the wadeyar of that place, and settled on a spot a few miles to the north of Bangalore.",
        "He settled down into eIgn~ inglorious ease, varied at long intervals by outbursts of spasmodic tyranny.",
        "Yet, however far he might go on the road to tyranny, Henry had sufficient cunning, versatility and power of cool reflection, to know precisely when he had reached the edge of the impossible.",
        "On Wolseys back also was saddled the most iniquitous of Henrys acts of tyranny against individualsthe judicial murder of the duke of Buckingham, the highest head among the English nobility.",
        "This was the purely political feeling against the tyranny of the papacy, and the abuses of the national church, which in early ages had given supporters to William the Conqueror and Henry II., which had dictated the statutes of Mortmain and of Praemunire.",
        "He did all that was in his power to do to prevent his authority from degenerating into tyranny.",
        "rhe only choice left to the nation seemed to be one between military tyranny and military anarchy.",
        "By and by the idea would dawn on the nation that anarchy is as productive of evil as tyranny, and that a government which omits to regulate or control allows the strong to oppress the weak, and the rich to oppress the poor.",
        "He saw that its main aim was equality, not liberty, and that not only would the French nation be ready, in pursuit of equality, to welcome any tyranny which would serve its purpose, but would be the more prone to acts of tyranny over individuals.",
        "Three years afterwards the same theme was rehandled with no less magnificent mastery in L'Homme qui rit; the theme of human heroism confronted with the superhuman tyranny of blind and unimaginable chance, overpowered and unbroken, defeated and invincible.",
        "He had a native abhorrence of cruelty, of injustice, of disorder, of oppression, of tyranny, and all these things in all their degrees marked Hastings's course in India.",
        "he who judges by the command of God), sixth of the Fatimite caliphs (third in Egypt), began to reign; and during the next twenty-five years he indulged in a tyranny at once so terrible and so fantastic that little doubt can be entertained of his insanity.",
        "His natural arrogance and tyranny seems to have increased with years, and the second period of his governorship was a stormy one.",
        "The supporters of the Doctrinaires in the country were chiefly ex-officials of the empire, - who believed in the necessity for monarchical government but had a lively memory of Napoleon's tyranny and a no less lively hatred of the ancien regime, - merchants, manufacturers and members of the liberal professions, particularly the lawyers.",
        "Mouniet contended that he should have an absolute veto, and was supported by Mirabeau, who had already described the unlimited power of a single Chamber as worse than the tyranny of Constantinople.",
        "When once the reaction against Jacobin tyranny had begun, it was impossible to halt.",
        "It appears that about the beginning of the 9th century Grim Kamban, a Norwegian emigrant who had left his country to escape the tyranny of Harold Haarfager, settled in the islands.",
        "A trader who is even suspected of dealing with such a victim of tyranny may be ruined by the mere imputation; his customers shun him from fear, and he is obliged to get a character from some notorious leaguer.",
        "The 5th Century B.C. - The beginning of the 5th century saw Sparta at the height of her power, though her prestige must have suffered in the fruitless attempts made to impose upon Athens an oligarchical regime after the fall of the Peisistratid tyranny in 51o.",
        "Under the harsh tyranny of Spain, Italy was now nothing but a lifeless corpse; young vigorous Germany was better worth saving.",
        "But the patriotism and the religious fanaticism of the Dutch revolted against this insupportable tyranny.",
        "All the more remarkable spirits of the time, like prophets in Israel, denounced a tyranny which put Chamillart at the head of the finances because he played billiards well, and Villeroy in command of the armies although he was utterly untrustworthy; which sent the patriot Vauban into disgrace, banished from the court Catinat, the Pre Ia Pense, exiled to Cambrai the too clear sighted Fnelon, and suspected Racine of Jansenism and La Fontaine of independence.",
        "Disease and famine; crushing imposts and extortions; official debasement of the currency; bankruptcy; state prisons; religious and political inquisition; suppression of all institutions for the safe-guarding of rights; tyranny by the intendants; royal, feudal and clerical oppression burdening every faculty and every necessary of life; monstrous and incurable luxury; the horrible drama of poison; the twofold adultery of Madame de Montespan; and the narrow bigotry of Madame de Maintenon-~--all concurred to make the end of the reign a sad contrast with the splendour of its beginning.",
        "For them the right to work had been asserted, among others by Turgot, as a natural right opposed to the caprices of the arbitrary and selfish aristocracy of the corporations, and a breach had been made in the tyranny of the masters which had endeavoured to set a barrier to the astonishing outburst of industrial force which was destined to characterize the coming age.",
        "To the departments that were hostile to the dictatorship of Paris, and the tyranny of Danton or Robespierre, it promised the referendum, an executive of twenty-four citizens, universal suffrage, and the free exercise of religion.",
        "Many of its members were sons of the bourgeoisie, men who having been educated at college, thanks to some charitablt, agency, in the pride of learning, and raised above their original station, were ready for anything but had achieved nothing They bad plenty of talent at c0mmand, were full of classical tirades against tyranny, and, though sensitive enough in their private life, were bloodthirsty butchers in their public relations.",
        "the Great s work, and obliged Russia, the ally 01 England and Prussia, to allow the latter to be despoiled, and to join Napoleon against the maritime tyranny of the former.",
        "Napoleon had hardly succeeded in putting down the revolt in Germany when the tsar himself headed a European insurrection against the ruinous tyranny of the continental Russian campaign.",
        "The province of Friesland was one of the seven provinces which by the treaty known as the Union of Utrecht bound themselves together to resist the tyranny of Spain.",
        "He embroiled himself successively with Sigismund of Austria, to whom he refused to restore his possessions in Alsace for the stipulated sum; with the Swiss, who supported the free towns of Alsace in their revolt against the tyranny of the ducal governor, Peter von Hagenbach (who was condemned and executed by the rebels in May 1474); and finally, with Rene of Lorraine, with whom he disputed the succession of Lorraine, the possession of which had united the two principal portions of Charles's territories - Flanders and the duchy and county of Burgundy.",
        "There is probably some truth in the assertion of Salvian that many of the subjects of the empire preferred poverty among the barbarians to the tyranny of the imperial tax collectors.",
        "In the following year the tyranny of the Inquisition, encouraged by the king who desired to purge his kingdom of all taint of heterodoxy, led to the revolt of the Moriscoes, which desolated Granada from 1568 to 1570, and ruined the province completely.",
        "It was at the Markyate school that he suffered the tyranny that he commemorated in Tirocinium.",
        "How far the more serious claim is likely to be revived in connexion with the renewal of research into the \"occult\" sciences generally, it is still too early to speculate; and it has to be recognized that such a point of view is opposed to the generally established belief that astrology is either mere superstition or absolute imposture, and that its former vogue was due either to deception or to the tyranny of an unscientific environment.",
        "One of its chief merits was that it brought Italians of different classes and provinces together, and taught them to work in harmony for the overthrow of tyranny and foreign rule.",
        "From the Franciscan's letters it appears that the earl had studied a political tract by Grosseteste on the difference between a monarchy and a tyranny; and that he embraced with enthusiasm the bishop's projects of ecclesiastical reform.",
        "But enough deeds of immorality, tyranny, ambition and simony were found proved to justify the severest judgment.",
        "At that time he had shown great ability as a pamphleteer, having published in London The Monitor (1768), seven essays previously printed in Virginia; The Political Detection: or the Treachery and Tyranny of Administration, both at Home and Abroad (1770), signed \"Junius Americanus\"; and An Appeal to the Justice and Interests of the People of Great Britain in the Present Disputes with America (1774), signed \"An Old Member of Parliament.\"",
        "In religion a moderate Calvinist, he threw himself with ardour into the revolt against Spanish tyranny and became a zealous adherent of William the Silent.",
        "In its more recent history the only incidents that need be mentioned are its capture by Ibrahim Pasha, the Egyptian general, in 1832, when the city was first opened to the representatives of foreign powers; its revolt against Ibrahim's tyranny in 1834, which he crushed with the aid of the Druses; the return of the city to Turkish domination, when the Egyptians were driven out of Syria in 1840 by the allied powers; and the massacre of July 1860, when the Moslem population rose against the Christians, burnt their quarter, and slaughtered about 3000 adult males.",
        "A daring soldier, he distinguished himself at the battle of the Taro against the French; but his tyranny made him hated by his subjects.",
        "All tyranny needs to gain a foothold is for people of good conscience to remain silent. She glanced up at him again, not expecting someone from the lower class and trained for battle to wear such a classic quote.",
        "And He forbids indecency and doing wrong and tyranny.",
        "inviolable dignity of the human person and gave hope \" to all those suffering under godless tyranny \" .",
        "In England Rufus began to display uncontrolled tyranny along with his chief justiciar, the despised Ranulf Flambard.",
        "liberate mankind from the tyranny of other men so that we could all worship God freely.",
        "liberation from the tyranny of Kansa.",
        "monstrous tyranny and denies their autonomy.",
        "outpost of tyranny.",
        "rebelling against the tyranny of cool to enjoy the fine art of dressing up.",
        "rebellion against tyranny and oppression.",
        "His task was far from easy as Mary's tyranny and popish superstitions had left a dirty stain on the entire country.",
        "totalitarian tyranny.",
        "tyranny of the selfish replicators ' .",
        "tyranny of political correctness.",
        "tyranny of the majority.",
        "tyranny of print is hosted there, and will shortly be joined by some new PDF collections.",
        "tyranny of the minority in the short-term would lead to democracy for the majority in the long-term.",
        "tyranny of distance.",
        "This is only common sense and most of us would agree that to overthrow tyranny, force must be sometimes be used.",
        "In 1939, what we risked was our own lives and safety in resisting a tyranny.",
        "They all dreamed of escaping the tyranny of editors, deadlines, the daily grind to Blackfriars Station.",
        "He experienced the consequences of his choice in opposing tyranny in his own special way, for the remainder of his life.",
        "It is tyranny imposed by a military machine of immense power; it is tyranny imposed by a military machine of immense power; it is tyranny by an utterly ruthless despotism.",
        "Edward overcame the tyranny of his guardians at the age of seventeen and then set about developing a new form of awe-inspiring chivalric kingship.",
        "Nero was a cruel tyranny who would torture his subjects by playing the fiddle to them.",
        "She had always resisted the petty tyranny of the kitchen, its perfect order and shiny regimen, the confusing array of spices.",
        "They see every foul device of imperialist tyranny employed against them with at any rate the passive acquiescence of the British working class.",
        "It can create community, build and support cultures, foster freedom and participation and challenge tyranny and oppression.",
        "By definition, rights are unconditional, yet their practical meaning has always been dependent upon unstable victories against state tyranny.",
        "tyranny>Monstrous tyrannies have been overthrown, but there is still no food in the shops.",
        "HYMN 1. Give thanks for those That dared oppose The rule of tyranny, Who stood unbowed Before the proud, And spoke courageously.",
        "undercurrent of violence and tyranny.",
        "The primary government is aristocratic. Patrician tyranny rouses the populace to revolt, and then democratic equality is established under a republic. Democratic excesses cause the rise of an empire, which, becoming corrupt, declines into barbarism, and, again emerging from it, retraces the same course.",
        "ALEXANDER, tagus or despot of Pherae in Thessaly, ruled from 369 to 358 B.C. His tyranny caused the Aleuadae of Larissa to invoke the aid of Alexander II.",
        "The Cross party charged the Tennents with heresy and disorder; the Tennents charged their opponents with ungodliness and tyranny.",
        "The reign of Philip, though marred by many acts of tyranny and harshness, was politically great.",
        "His administration as it stands in history is undoubtedly open to the charge that after abolishing the absolutism of the ancient monarchy he substituted for it, not law and liberty, but a military tyranny far more despotic than the most arbitrary administration of Charles I.",
        "It was almost inevitable in the transition from feudalism to democracy that this intermediate ground should be traversed; and the peculiar Italian phrases, primo popolo, secondo popolo, terzo pa polo, and so forth, indicate successive changes, whereby the oligarchy passed from one stage to another in its progress toward absorption in democracy or tyranny.",
        "The princes were Italians; they shared-the common enthusiasms of the nation for art, learning, literature and science; they studied how to mask their tyranny with arts agreeable to the multitude.",
        "Niccolini blasted tyranny in his tragedies, the novelist Guerrazzi re-evoked the memories of the last struggle for Florentine freedom in LAssedio di Firenze, and Verdis operas bristled with political double entendres which escaped the censor but were understood and applauded by the audience.",
        "There is no chance for the moral consciousness to claim a decisive vote if a metaphysical system like Hegel's demonstrates all realities in every region, and if its janissaries crush out every movement of rebellion against the tyranny of abstract thought.",
        "On the characteristics of the Peisistratid tyranny see Greenidge, Handbook of Greek Constitutional History, pp. 26 sqq.; and the histories of Greece.",
        "The fierce struggle between autocratic tyranny and oligarchic disorder, which went on in intermittent fashion during the whole of his reign, cannot be here described in detail, but the chief incidents may be mentioned.",
        "All that he had done for her in the days of the Consulate was remembered; his subsequent proceedings - his tyranny, his shocking waste of human life, his deliberate persistence in war when France and Europe called for a reasonable and lasting peace - all this was forgotten; and the great warrior, who died of cancer on the 5th of May 1821, was thereafter enshrouded in mists of legend through which his form loomed as that of a Prometheus condemned to a lingering agony for his devotion to the cause of humanity.",
        "Another result of the tyranny was the weakening of the undue influence of the nobles and the creation of a national Athenian spirit in place of the ancient clan-feeling.",
        "Cuneo was founded about 1120 by refugees from local baronial tyranny, who, after the destruction of Milan by Barbarossa, were joined by Lombards.",
        "The prophet thereupon calls God's attention to the tyranny which He apparently allows to triumph, and declares his purpose to wait till an answer is given to his complaint (i.",
        "The interpretation of this dialogue which first suggests itself is that the prophet is referring to wickedness within the nation, which is to be punished by the Chaldaeans as a divine instrument; in the process, the tyranny of the instrument itself calls for punishment, which the prophet is bidden to await in patient fidelity.",
        "(3) When we turn from this view of the Chaldaeans to the denunciation of their tyranny in \"taunt-songs\" (ii.",
        "This, joined to the tyranny and violence of the government until the year 1819, and subsequently to a succession of unfavourable seasons, forced many of the cultivators to remove to Sind and other countries.",
        "In politics he remained a constitutional Liberal of the old type, and for him the people were the middle classes in opposition to the lower, which he saw to have been the supporters of tyranny in all ages, while he considered Radicalism to mean a return via anarchy to absolutism.",
        "In England, by the boldness of the Lancet (founded in 182 3), the tyranny of prescription, inveterate custom, and privilege abused was defied and broken down; freedom of learning was regained, and promotion thrown open to the competent, independently of family, gild and professional status.",
        "..1581-1606Nanak, like Buddha, revolted against a religion overladen with ceremonial and social restrictions, and both rebelled against the tyranny of the priesthood.",
        "The tyranny of the pane Guelfa still continued unabated, and the capitani carried an enactment by which no measure affecting the parte should be even discussed by the signory unless previously approved of by them.",
        "Therefore the inhabited world shall fall a sacrifice to the tyranny of its kings, while Israel is delivered to a shepherd who feeds the sheep for those who make a trade of the flock (lri y n ??zs?, xi.",
        "The Spanish kings and viceroys desired to protect the people from tyranny, but they were unable to prevent the rapacity and lawlessness of distant officials and the country was depopulated by the illegal methods of enforcing the mita.",
        "Carlyle's influence on him may be traced both in his admiration for strong rulers and strong government, which led him to write as though tyranny and brutality were excusable, and in his independent treatment of character.",
        "Yet they rejected with scorn and derision the pacific overtures of their political opponents, the Potoccy, the Radziwillowie, and the Braniscy, Prince Michal openly declaring that of two tyrannies he preferred the tyranny of the Muscovite to the 2 Michal Kazimierz Radziwill alone was worth thirty millions.",
        "From the Constitution of Athens (c. 22) we gather that from the fall of the Tyranny to 487 B.C. the archons were aiperoL, not KXf pWTOL (i.e.",
        "Whether, therefore, Solon or Aristides was the first to introduce sortition, it is perfectly clear that the lot was not used between the Tyranny and 487 B.C. and that after 487 the lot was always used (see J.",
        "legacy he left to Russia: a principle of government which, under lofty pretensions, veiled a tyranny supported by spies and secret police; an uncertain succession; an army permeated by organized disaffection; an armed Poland, whose hunger for liberty the tsar had whetted but not satisfied; the quarrel with Turkey, with its alternative of war or humiliation for Russia; an educational system rotten with official hypocrisy; a Church in which conduct counted for nothing, orthodoxy and ceremonial observance for everything; economical and financial conditions scarce recovering from the verge of ruin; and lastly, that curse of Russia, - serfdom.",
        "To give an instance of tyranny in Uri, the author tells us the story of the refusal of \"der Than\" to do reverence to the hat placed on a pole, of his feat of skill, and of his shooting the bailiff, Gessler, from behind a bush in the \"hollow way\" near Kussnacht.",
        "IIarith put himself at the head of all the malcontents, and raised the black flag, in compliance with a Sibylline prophecy, holding that the man with the black flag (the Prophet's flag) would put an end to the tyranny, and be the precursor of the Mandi.",
        "The greed and tyranny of several of the commissioners, and the bigotry and mismanagement of well-meaning fanatics such as Cradock and Powell, soon wrought dire confusion throughout the whole Principality, so that a monster petition, signed alike by moderate Puritans and by High Churchmen, was prepared for presentation to parliament in 1652 by Colonel Edward Freeman, attorney-general for South Wales.",
        "verse 4), because all who could escape from the galling tyranny of the foreigner left the country (cf.",
        "His contempt of luxury, his avoidance of hyperbole and dislike of excessive ceremony, his protection to commerce and consideration for his soldiers, the reluctance with which he assumed the crown almost at the close of his reignall these would have been praiseworthy in another man; but on his death the memory of his atrocious tyranny alone survived.",
        "II et seq.), presumptuous treatment of life (13-17), and the tyranny of the rich (v.",
        "It was not till much later that the nation came to look upon the Star Chamber as the special engine of royal tyranny and to loathe its name.",
        "It was the weakness of princes, the discouragement of freemen and landholders confronted by an inexorable system of financial and military tyranny, and the incompatibility of a vast empire with a too primitive governmental system, that wrecked the work of Charlemagne."
    ],
    "definition": [
        "Unjust or oppressive governmental power: “He tended to see the Crown as the benign center of the empire and Parliament as the malevolent source of tyranny” ( Gordon S. Wood )",
        "A government in which a single ruler is vested with absolute power: people liberated from a brutal tyranny.",
        "The office, authority, or jurisdiction of an absolute ruler: Pisistratus held the tyranny of Athens.",
        "a. The oppressive or unjust use of power: parental tyranny.\nb. A tyrannical act: refused to submit to her husband's tyrannies.",
        "An oppressive or harshly limiting condition: the tyranny of social expectations.",
        "Link/Cite",
        "A government in which a single ruler (a tyrant) has absolute power.",
        "The office or jurisdiction of an absolute ruler.",
        "Absolute power, or its use.",
        "Extreme severity or rigour.",
        "Link/Cite"
    ]
}