{
    "translation": "לא מסוגל",
    "uses": [
        "She fluffed the pillow and changed position, unable to sleep.",
        "We both looked at her intently, unable to respond.",
        "She clung to him, unable to trust her voice or thoughts.",
        "He gave her a light kiss, unable to resist.",
        "\"I'm pretty sure he gets the picture,\" Damian said, unable to help his amusement.",
        "She was unable to pin him down on the cases of ours she'd documented earlier but he practically admitted he was personally responsible for all them and more.",
        "Unable to find her voice, she hurried around him to the table where she'd left her coat.",
        "Prince Andrew introduced his protege, but Prince Dolgorukov politely and firmly pressing his hand said nothing to Boris and, evidently unable to suppress the thoughts which were uppermost in his mind at that moment, addressed Prince Andrew in French.",
        "All that time and he was unable to solve his financial problem.",
        "Sofia bit her lip and crossed her arms, unable to admit she couldn't really eat.",
        "Lisa rolled over, coughing and gagging, unable to get enough breath at a time to fill her lungs.",
        "Unable to be alone with the man in her head, she went to her library.",
        "She squeezed her eyes closed, unable to move once again.",
        "She stared down at him, unable to believe her ears and eyes.",
        "When she heard this Sonya blushed so that tears came into her eyes and, unable to bear the looks turned upon her, ran away into the dancing hall, whirled round it at full speed with her dress puffed out like a balloon, and, flushed and smiling, plumped down on the floor.",
        "He didn't bring it up again - not even when Jonathan was unable to get his short arm into a comfortable position to play the guitar.",
        "The poor, knowing there to be bread but being economically unable to get it, rioted.",
        "Parents were unable to leave their home to bury their child if the child died in the hospital.",
        "Maybe every man out there was like Aaron, unable to commit to one woman.",
        "She was utterly unable to recall either the name of the story or the book.",
        "\"Father, why did you do this?\" she asked, unable to keep her silence any longer.",
        "Friday was usually a hectic day, with people being released, so she was unable to leave early.",
        "\"You did not get my letter?\" he asked, and not waiting for a reply-- which he would not have received, for the princess was unable to speak-- he turned back, rapidly mounted the stairs again with the doctor who had entered the hall after him (they had met at the last post station), and again embraced his sister.",
        "He rubbed his arms, unable to completely suppress a shudder.",
        "In dark winter mornings, or in short winter afternoons, I sometimes heard a pack of hounds threading all the woods with hounding cry and yelp, unable to resist the instinct of the chase, and the note of the hunting-horn at intervals, proving that man was in the rear.",
        "\"I hope Howie isn't too disappointed if he's unable to pull this off,\" Martha said.",
        "Unable to take her eyes from him, she approached slowly.",
        "Martha was unable to get by her natural compassion of the moment and look at a long term goal.",
        "Howie was unable to remain sleeping long enough for any success on his last attempt.",
        "He rubbed his neck, unable to shake the feeling that something was wrong.",
        "Are you surprised that you are unable to see the people of Voe?",
        "Breathless, Dusty closed his eyes and leaned against the punching bag, unable to shake his first memories of Damian or his last memories of his sister, Trinka.",
        "And though Prince Vasili, when he stayed in (as he said) for Pierre's sake, hardly exchanged a couple of words with him, Pierre felt unable to disappoint him.",
        "Yully faced him, unable to pull his power without touching him or reverse the drain he had on her.",
        "When Howie is unable to verify what we do perhaps he'll let us investigate what's causing his mind to create these fantasies.",
        "Unable to discern the source of his objection, she finally turned an inquisitive gaze on him.",
        "The implication is always that some people are simply unable to do any job that a machine cannot do.",
        "If I did not know the words and idioms necessary to express my thoughts she supplied them, even suggesting conversation when I was unable to keep up my end of the dialogue.",
        "She was doomed to fall for men unable to commit to her!",
        "She started to the table then stopped, unable to dismiss the feeling of the man's arms around her or what she'd felt when they touched.",
        "She took in his wounds again, unable to fathom why her father would chain him to the wall in their wine cellar.",
        "She rose and trailed him from the house to the car, unable to guess what could agitate him if killing people didn't.",
        "He faced the man, unable to help but feel surprised to see him without scars.",
        "He roared and slammed his hands on the desk at the far end of the library, unable to stop the images racing through his mind.",
        "Unable to locate him, Cassie had finally agreed to leave the twins with Mr. & Mrs. Hertz, their neighbors.",
        "He wolfed down the sandwich Bianca made him, unable to remember the last time he'd eaten breakfast.",
        "My relative definition of poverty is \"the state of being unable to reliably purchase a bundle of goods that allow one to participate in the economic norms of one's society.\"",
        "The lad was unable to walk.",
        "cessive grand viziers were unable to restore order to the country.",
        "Damian gritted his teeth, unable to unleash the blow that could destroy them all in a blink without taking out Sofia as well.",
        "\"I'm sorry to bother you,\" she said again, unable to see his face in the shadows of the dimly lit room.",
        "Unable to sit still he paced up and down the room holding the letter and reading it.",
        "Jenn left without saying anything, once again unable to get a read on the kid.",
        "She stopped a safe distance from him, unable to reconcile the man on the phone with the man before her.",
        "But by the time this letter, which proved that the real relation of the forces had already made itself felt in Petersburg, was dispatched, Kutuzov had found himself unable any longer to restrain the army he commanded from attacking and a battle had taken place.",
        "I rocked back in my chair, feeling a strange relief but unable to fathom the source.",
        "He fought it until his anger subsided, unable to shake the sense of fear.",
        "Jenn bit back a retort and left, unable to shake the sense he'd told her something he didn't mean for her to know.",
        "She dropped to her knees and sobbed, unable to control her pain and fear.",
        "The creatures had sense enough to reason that way, and the only mistake they made was in supposing the earth people were unable to overcome such ordinary difficulties.",
        "The countess was still unwell and unable to travel but it was impossible to wait for her recovery.",
        "Natasha, motionless on her knees (she was unable to stir), with frightened eyes riveted on him, was restraining her sobs.",
        "I can't bear these ladies and all these civilities! said he aloud in Sonya's presence, evidently unable to repress his vexation, after the princess' carriage had disappeared.",
        "\"Well, General, it all looks like war,\" as if regretting a circumstance of which he was unable to judge.",
        "She tugged her hands free and leaned into him, sobbing and shaking, unable to support herself.",
        "There was a serious accident last night and the sheriff's deputy was unable to raise help when she called from the mountains.",
        "He soon returned to announce that he was unable to confirm Josh Mulligan's death via the Internet social security death records.",
        "Deidre tried to pull away but was unable to move.",
        "Deidre closed her eyes, unable to fathom some stupid demon had hurt her.",
        "Deidre pushed herself up carefully, unable to take her eyes off of Gabriel.",
        "Unable to sleep, Deidre paced, trying hard to shake the sensations clouding her head.",
        "then rolled back, and Soult was unable to reinforce his right in time to retrieve the day.",
        "Unable to exit the dream fully, Deidre had no concept of how long they stood before the black flames of the fire.",
        "She nodded, unable to speak.",
        "Finding himself unable to resist the Muscovites, the grand master of the Order put himself under Polish protection, and this led to a seven years' war (1563-70) with Poland, during which the Swedes and Danes intervened on their own account.",
        "A couple of them were talking quietly, but she didn't hear them, instead unable to fathom that anyone would find her life worth protecting after her father hadn't.",
        "\"I'd never do that to you,\" she said, unable to stop the tears she'd been holding back since the start of the evening.",
        "Damian chuckled despite himself, unable to shake the negative emotions running through him.",
        "Two sat down on his bed and stared into the darkness, unable to sleep when she cried.",
        "Damian whispered the thought, unable to help the tears that rose with it.",
        "Damian closed his eyes in pain, unable to shake his brother's black history.",
        "Here again, I am unable to state where she acquired these expressions.",
        "She evidently felt unable to look at him without laughing, but could not resist looking at him: so to be out of temptation she slipped quietly behind one of the columns.",
        "Bolkonski only tried not to lose touch with it, and looked around bewildered and unable to grasp what was happening in front of him.",
        "Coldly, without looking at her son, she sent for her husband and, when he came, tried briefly and coldly to inform him of the facts, in her son's presence, but unable to restrain herself she burst into tears of vexation and left the room.",
        "Sonya stared open-eyed at Natasha, unable to believe her ears.",
        "She was evidently unable to speak and made a sign with her hands that they should leave her alone.",
        "This inevitability alone can explain how the cruel Arakcheev, who tore out a grenadier's mustache with his own hands, whose weak nerves rendered him unable to face danger, and who was neither an educated man nor a courtier, was able to maintain his powerful position with Alexander, whose own character was chivalrous, noble, and gentle.",
        "Rostov remembered Sventsyani, because on the first day of their arrival at that small town he changed his sergeant major and was unable to manage all the drunken men of his squadron who, unknown to him, had appropriated five barrels of old beer.",
        "With painful dejection he awaited the end of this action, in which he regarded himself as a participant and which he was unable to arrest.",
        "He did not himself know his age and was quite unable to determine it.",
        "In his absence, it was too heart wrenching to even look, knowing he was unavailable and unable to help.",
        "He glared at her, unable to shake the sense that if Bianca hadn't thought smarter than him, she'd be dead.",
        "She kicked and fought, unable to escape his grip when the cold in-between world swallowed her.",
        "Yully slept fitfully and awoke before dawn, unable to rest with her troubled thoughts.",
        "Panting, he rolled onto his back, unable to regain his balance while his body twitched from magic.",
        "Unable to move, she panted, body convulsing with aftershocks from the attack.",
        "He seemed unable to bear the sight of tears and was ready to cry himself.",
        "Look at me, cried Denisov who, unable to keep still on one spot, kept turning his horse in front of the squadron.",
        "The column moved forward without knowing where and unable, from the masses around them, the smoke and the increasing fog, to see either the place they were leaving or that to which they were going.",
        "He woke up and looked round for a while with a startled expression, unable to realize where he was.",
        "Pierre glanced at him with amazement, unable to understand what he wanted.",
        "Even if she had been willing to talk, she was unable.",
        "She backed away, unable to fathom the idea of being trapped with him in Hell for eternity.",
        "He was concentrating on turning pages and recording things she was unable to read.",
        "Deidre caved, unable to take the newfound hunger.",
        "She ran her hand down his arm and side, unable to shake the desire to saturate her senses with every part of him.",
        "She rolled away from him, not wanting to cry in front of him but unable to prevent the tears that were starting to form.",
        "An eternity with someone who was unable to care for her?",
        "Wynn was unable to hide his surprise this time.",
        "She started to shake, unable to bear the idea of more children dying or living with the creature behind it.",
        "She searched his hard face, unable to read him.",
        "She seemed unable to keep secrets from anyone.",
        "Unable to look away from him, she couldn't fight the sense she was about to have a total meltdown.",
        "He used to frown at her when she acted outside the Immortal Laws, unable to appreciate that a deity charged with managing a domain often had to take steps outside the rules to protect one's underworld.",
        "Unable to look at him or control the tears starting to form, Deidre walked away.",
        "Deidre studied him, unable to determine what was going on with him and the human he'd kept in Hell.",
        "She propped her chin on his chest, unable to see his eyes in the night.",
        "He glanced around the tiny place, unable to rid himself of the instinct that warned him he was missing something.",
        "\"Has he hurt you?\" he asked, unable to fathom how she survived Hell so far.",
        "Gabriel wanted to say something to her, to apologize, to rationalize what happened … He felt like he was on the verge of snapping, unable to settle the turmoil of his emotions.",
        "Unable to function from shock, he sat down on a rock overlooking the lake.",
        "Unable to determine what he felt, he did want to at least see her.",
        "Unable to explain exactly why, he had the sense that whomever it was that he saw, he knew.",
        "Darkyn's daughter was unable to speak with the damage done to her head and neck.",
        "Gabriel said nothing, troubled by the idea of either girl being unable to help herself.",
        "Unable to resist, she kissed his palm before putting it down.",
        "His lack of response didn't mean he wasn't aware, and she didn't want to leave him worried that she might do such a thing – especially if he was unable to respond.",
        "She leaned over it, unable to wait for him to complete it.",
        "It's too bad the game department was unable to get out here to get the mother when she was alive.",
        "Unable to outmaneuver death, she could at least take out her grief and anger on a poor little piece of mail.",
        "He had sex and went back to work, unable to sleep knowing all the issues he couldn't fix.",
        "Deidre paced on the beach behind her bungalow, unable to do anything but lecture herself over and over about how stupid she was to sleep with some random stranger.",
        "She managed to pull herself together after awhile but was unable to forget what she'd seen, what she'd done.",
        "Deidre wiped the blood off her foot onto a towel, unable to piece together what the hell was going on.",
        "Unable to process what was before her, Deidre closed the door and swallowed hard.",
        "Deidre nodded, unable to think of a response that didn't involve crying or fleeing.",
        "She walked towards the brightest of the glowing doorways and hesitated, unable to see through it.",
        "Deidre struggled to absorb the wild story, unable to comprehend most of it.",
        "She felt the plush comfort of a bed beneath her and curled onto her side, unable to stop crying.",
        "Unable to stop shaking, she at least was able to breathe again and pulled his rich scent into her lungs.",
        "Fatigued, overwhelmed, Deidre was unable to summon the physical strength to move or the willpower to order him away.",
        "She wet her lips and nodded, unable to speak.",
        "Her reaction – and what he'd read in her mind – left him unable to deny an uneasy truth.",
        "And out of his reach, because he was unable to keep the distance between them without her spearheading the effort.",
        "\"And discretion,\" Gabriel added, unable to help but tease his rankled friend.",
        "She felt confused, suddenly unable to recall why this request was objectionable.",
        "\"You're so not funny!\" she said, unable to stop the laugh that slipped free.",
        "Her vulnerability shimmered around her in a way that left him unable to leave her alone, until he was certain the worst was over.",
        "She went to him, unable to see through the darkness even while walking through it.",
        "\"He's not mine!\" she insisted, unable to break away from the mob.",
        "She rubbed her head, wondering if the kid lived somewhere else in the building while unable to shake the sense that something was really, really wrong.",
        "She looked at him hard, unable to recall anything at all about the kid.",
        "She pushed his hand away, unable to stabilize the hot and cold racing through her blood.",
        "She gasped and dropped to her knees, unable to see in the inky blackness around her.",
        "She strained, unable to move but no longer caring if he did kill her.",
        "He'd never been entrusted with anything to care for, not when he was unable to control his powers.",
        "She met Jade's gaze, unable to look away.",
        "Katie nodded stiffly, unable to speak.",
        "He propped her up, and she sagged against him, unable to keep from crying at the thought of one sworn to protect humanity nearly killing her!",
        "Much easier to get along with, she said with a shake of her head, unable to help the warmth that spread through her whenever she saw him.",
        "Katie looked around, unable to tell if her sister's empty closet was indicative of a weekend trip or something more permanent.",
        "He smelled Katie.s, too, and was unable to quell the surge of lust that ran through him.",
        "She had a reason to hate him after what he.d done, and he.d been unable to apologize.",
        "He.d decided to sleep in here last night, unable to sleep in his bedchamber with the thought of Iliana.s body in the trunk beside the bed.",
        "He.d been unable to shake the empty hole in his heart resulting from Kris flinging him to the side to pursue a human female.",
        "Katie glanced at her troubled sister, unable to help the guilt she felt at Hannah.s look.",
        "\"How can you be like this, Kris?\" she asked, unable to stop the angry words.",
        "He stopped to lean against a tree to rest, unable to shake his own surprise at discovering Sasha wasn.t dead.",
        "He sat up, bloodied and lightheaded, unable to quell the power roiling through him.",
        "He dropped to his knees, unable to battle both influences for his balance.",
        "He staggered back, unable to control the power within him.",
        "She looked at the money, unable to remember when she'd last seen that much in one place before.",
        "He swiped at the air again, unable to shake his anger.",
        "Unable to understand or control the strange sensations, she tried to help right herself as the hands gripping her ribcage steadied her.",
        "I'm not going to anything of the sort, and if you think you'll make me … She stopped, unable to help the tears welling in her eyes.",
        "He was silent in surprise once more, unable to understand how she might consider his battle plans nothing more than a complex game.",
        "Kiera wiped her forehead, unable but to admire the sheen of sweat on A'Ran's wide upper body.",
        "\"You'll train me?\" she asked, unable to keep the disbelief out of her voice.",
        "She looked up at him, unable to determine his tone.",
        "A'Ran made no response, unable to quell the tremor deep within him.",
        "He shook himself mentally to refocus on the dire circumstances before him but was unable to force the thought of Kiera from his mind.",
        "She searched his face, unable to read him or his response.",
        "He raised the leaf again, unable to take his eyes off it.",
        "Kiera stared, unable to fathom she'd been ejected into the middle of space to die.",
        "The pod stabilized upside down, and she was crammed into half of the pod, unable to move with her hands tied.",
        "Almost unable to believe she'd survived, she stared for a long moment, pushed the door open, and tumbled onto the ground.",
        "She paused and stared at him, unable to comprehend an entire planet that depended on her.",
        "She held it with two hands and retreated to the fountain, unable to shake the instinct that said the dagger on the fountain was the same.",
        "She sprawled on top of him, unable to push herself up with the earth's violent shaking.",
        "She bounced between them, unable to catch her balance.",
        "She savored the feel of his body against hers, unable to deny what she felt toward him and terrified he'd never feel the same.",
        "The small chamber holding the battle planner was silent, and he waved the computer on, unable to hold himself up any longer.",
        "Rocking back and forth, head bowed, Edith began to touch herself, her cheek, her arms, her body, again and again, as if indicating where she had been struck but unable to utter the painful words.",
        "They hadn't, but as long as he was awake and unable to sleep, he went to the kitchen and poured himself a glass of milk.",
        "He kept wanting to see her face but was unable to do so.",
        "While Cynthia's mother was recovering, they discussed what to do if and when she should become unable to care for herself.",
        "Unable to utter the word, are you?",
        "She returned the smile, yet still seemed unable to speak.",
        "She headed straight for him, so he assumed Sarah hadn't made contact or was unable to influence her.",
        "Sarah was unable to move, unable to believe her ears.",
        "The gut wrenching pain left him unable to process any rational thought.",
        "He didn't want to keep anything from Elisabeth, yet felt unable to explain his past.",
        "The one saving grace was that Elisabeth lay sound asleep, unable to witness his distress.",
        "He spent some time in the music room, but was unable to concentrate, so ended up downstairs at 2:30 a.m., wondering where she could be and whether or not she felt lonely.",
        "Carmen stared from one of them to the other, unable to believe her ears and eyes.",
        "Unable to trust her voice, she merely shook her head.",
        "She took in the scene, unable to explain the sense of doom settling in her stomach.",
        "She listened, unable to fathom the magnitude of chaos he spoke of.",
        "She sipped from a container of water and turned again to the wall behind the titanium glass, unable to pinpoint how one of the sensitive keypads had made it outside the compound or when.",
        "She gazed at the handsome man, unable to shake the sense she knew him somehow.",
        "She flipped off the scenes from the mountain, unable to look at the destruction.",
        "He slammed her into the trunk, and she gasped, unable to move.",
        "She touched her lips, unable to shake the desire still running through her body.",
        "He crossed his arms, unable to quell his sudden desire to wrap his arms around her and promise her he'd find a way to make things right.",
        "She looked around, unable to see Brady or the other soldier.",
        "Lana lay gasping, unable to catch her breath for several moments.",
        "Brady relaxed, unable to clear his head or move his body.",
        "Lana followed, unable to take her eyes off the soldiers.",
        "\"I didn't expect to see you working together,\" Lana said, unable to help her curiosity.",
        "Lana gazed at her, unable to shake her surprise that those in this small community were the opposite of what she expected.",
        "Brady gazed at the screen in front of him, unable to decipher the symbols and colors.",
        "Jack whined from nearby, and Lana moved to his side, unable to help the two soldiers tending to Brady.",
        "He was trapped, useless, unable to help the woman he was assigned to guard.",
        "She hesitated then kissed him on the cheek and turned to go.  Kris watched her, unable to shake the uncanny sense it was the last time he'd see her.",
        "Rhyn hesitated, unable to shake the disturbing sense that Katie's interest came from her resolve that this was the last time they'd see each other.",
        "The two trees whose girth had been small enough for her wrap her arms around had expanded in width and height, reaching towards the gray sky of the underworld.  Katie craned her neck, unable to see the tops of the trees.  Their trunks had grown outward from the trail until they were as wide as a football field.  Their massive roots ruptured the ground that had been the trail, creating a ravine she could see even from their safe distance.",
        "Rhyn moved to the door leading to the block, unable to help the small tremble of his hand.  Not only had he spent too long in this very place, he'd seen Katie hurt here and barely escaped alive with her.",
        "Kiki shook his head and stalked off into the brush.  Kris held out his hand to Hannah, unable to shake the small part of him that was grateful he had one ally, even if she shouldn't have come.",
        "Unable to sleep without knowing the truth, Toby huddled beneath the jungle leaves and stretched his senses until he found Katie.  He couldn't put her in more danger, if there was something wrong with Ully.  She was close enough for him to find when he needed to.  If he kept some distance between him and Katie, he could figure out what was wrong with Ully without endangering her more.",
        "Pain streaked through her, the kind of pain with no physical source.  Katie began to cry, unable to see an end to her ordeal that would mean she – or her baby – lived.  She hugged her stomach and sobbed for the loss of Rhyn, her own life, their child's.",
        "Katie hesitated before shuffling forward on her knees.  She carefully touched the woman's leg then patted it as she followed it down to the thick roots wrapped around her ankles.  Unable to see exactly how she was stuck, Katie used her cold fingers to fumble around the root and the woman's sneakers.  \"It's really jammed in there,\" she said at last.",
        "She didn't look convinced.  Kris moved away her, his anxiety and concern growing.  They'd come there to rescue one human and might just lose two.  He paced and gazed up the tree, unable to see Kiki.  He heard Hannah stir and glanced towards her.  She rose from her seat.",
        "Kris watched him stalk away, unable to shake a sense of guilt.  If he'd gone after Kiki, he wouldn't have put his half-brother at even greater risk.  His judgment had failed him.",
        "Katie laughed loudly, unable to help herself.  Rhyn pulled her into his arms, swallowing her in his warmth and scent.  Katie wrapped her arms around him.",
        "Dean, unable to concentrate further on his files, pushed closed his desk drawer, packed a tape recorder in his briefcase, and left the office.",
        "Once Dean introduced himself, he sat with the phone several inches from his ear, unable to inject a word as she built up her tirade.",
        "Lieutenant Anderson's response sounded more like an apology for being unable to locate two pillars of the community than a proper description of the two as a couple of leg-breaking punks.",
        "Cynthia tried to say something but was unable to fight back her sobs.",
        "But they were unable to confirm or deny.",
        "Unable to resist, she lifted a box and carried it to the door on her way in.",
        "For a long time she sat awake in the dark, unable to staunch the flow of tears.",
        "She was unable to control the sobs that ravaged her body.",
        "Unable to contain her curiosity any longer, she pounced on Carmen before she could get out of the kitchen.",
        "Once again he had been unable to reach her on the cell phone – for whatever reason.",
        "Unable to contain his excitement, he started out ahead of her, turning to make sure she was following.",
        "Unable to wait, she started the test and then put up the groceries.",
        "She stared up at him, unable to find any words in her defense.",
        "Darian studied his friend, unable to discern exactly what Jule wanted him to know.",
        "Claire screamed, unable to pry her hands free of the axe's handle.",
        "Unable to move, barely able to breathe, she watched the sun climb into the sky.",
        "She'd be unable to use her gift against him in a matter of a few days.",
        "That she was a weak Oracle unable to access her magic meant nothing to him at the time.",
        "\"I would've loved to see that conversation,\" Jenn said, unable to keep from smiling at the picture in her head.",
        "She watched him, unable to identify why she felt the loss of more than his warmth.",
        "Darian lingered, unable to figure out exactly what was wrong.",
        "Unable to love her husband, she'd taken it out on the one who meant the most to her, Talia.",
        "\"You know,\" she said with a wink, unable to resist the urge to mess with him a little.",
        "Jenn studied him, unable to fathom the type of evil he'd endured.",
        "Darian trailed her into the kitchen, unable to turn down her peanut butter cookies.",
        "Jenn gazed in his direction for a long moment, unable to place the dry humor in his voice.",
        "\"They've started attacking?\" she asked, unable to detect any duplicity in the anger he directed at the Others.",
        "\"Looks like you just got your ass beat,\" Jenn said, unable to keep the smugness out of her voice.",
        "Bianca watched Sofi being rolled away, unable to stop the tears that rose the moment Sofi was out of sight.",
        "Darian looked at Xander, unable to determine what game the Original Being played.",
        "She squinted to see it, unable to make out anything but glowing green eyes.",
        "She laughed, unable to contain the emotion bubbling within her.",
        "He was a man of war and battle, but he had never been a man to prey on those unable to defend themselves.",
        "He hesitated before vaulting to the ground, unable to explain the quickening of his heart or the sense that the woman's teal gaze - the color of the eyes of Karyan nobility - reminded him of the home he hadn't thought of in years.",
        "Rissa said nothing, unable to tell him her father was driven too mad by the demon his last ten years to know his daughter.",
        "She watched as the twisted battle began and progressed, unable to turn away despite her horror.",
        "She was unable to identify which clan it was that captured her.",
        "He darted after Vara, unable to shake the image of his father falling beneath a barbarian's sword.",
        "The boy kicked and punched, unable to shake the man's grip.",
        "He pushed himself up, unable to see.",
        "Sirian would know what to do, only she was unable to trust him.",
        "She rubbed the area beneath her collarbone with a frown, unable to understand the demon's movement.",
        "Taran gripped and un-gripped the dagger in his hand, unable to convince himself.",
        "His step quickened down the hall, but he was unable to tell if he were eager or dreading the sight of the woman again.",
        "Studying her, he was unable to help the tender feeling growing stronger in his breast.",
        "She rode through the city that bustled with ill- clad warriors and few others, unable to help feeling both disgust and pity for them.",
        "It won't let me, and I lie here, unable to speak, my voice taken by my own hand.",
        "He paced again and rubbed the back of his neck, unable to determine another fate possible.",
        "She froze at the faint voice, unable to determine if it was the demon who spoke.",
        "She turned in the direction of the creaky voice, unable to shake her unease.",
        "She shielded them, unable to see through her blurred vision as the warrior pulled her.",
        "Despite feeling better rested than she could remember, she was unable to shake the sense of unease from the catacombs, as if Jame's magic lingered.",
        "He looked in the direction of the Springs, unable to see them but calmed to know they were there.",
        "She had been unable to make that decision, leaving it to Alex.",
        "Unable to resist one last look, he found the girl talking to the lady in the seat beside her.",
        "Putting off the wedding so they could adjust implied that if they were unable to adjust they wouldn't get married.",
        "He was unable to keep from inching forward.",
        "Xander was unable to grasp how something like that might come to be.",
        "How was she unable to see what his father did?",
        "Unable to enter his mind without tipping him off, Xander shifted forward.",
        "Unable to speak, she nodded to show she understood.",
        "Unable to shake his instincts, His thoughts turned to the Black God.",
        "She left the bedroom for a broom and explored the house completely, unable to find the cleaning closet.",
        "They'd be unable to sense her, until she was within striking range.",
        "\"Yeah,\" she said, unable to help the smile that crossed her face.",
        "She jerked at her arms, unable to dislodge them from his grip.",
        "Jessi twisted, unable to see the picture.",
        "She winced, unable to fathom what kind of penalty she'd face tonight.",
        "Unable to read her mind, he almost understood what might be more than one night of fun about the woman.",
        "Jessi watched Xander move for a moment, unable to shake the sense there was more to him than she was able to understand.",
        "Unable to help her curiosity, she stepped onto the porch and leaned against the railing, watching the three men swap in and out to spar.",
        "She laughed, unable to help it.",
        "Unable to decide what his level of involvement with Jessi should be, Xander wasn't about to admit anything to Jenn.",
        "Brandon was much like Jessi: undetectable from more than three feet away with a mind Xander was unable to penetrate.",
        "Jessi sat frozen, unable to fathom that the simple red gem was capable of such magic.",
        "He wanted her, but he wasn't going to settle for a woman unable to pass the ultimate test.",
        "Unable to see anything in the dark place, she almost panicked when the warmth of his body left her.",
        "Unable to control her spinning emotions, she clung to him.",
        "Visually exploring the interior of the stone cellar, she was unable to find any sign of windows in the wall.",
        "Unable to determine what his emotions towards her were, he needed to experience what he did whenever he was inside her.",
        "Her eyes slid from Damian to him, and he gazed back, unable to read what she was thinking.",
        "She yanked away, unable to see who it was in the fog.",
        "Unable to find her when she was on stealth mode, he was acutely aware that he had no control over what was going on below.",
        "Unable to sort through why he was so close to losing it, he wiped the blood from his face onto his arm and trailed her.",
        "Jessi stared at him, unable to determine if he was messing with her.",
        "Rudolph was unable to secure the succession to the German throne for his son, and on his death in 1291, the princes, fearing Albert's power, chose Adolph of Nassau as king.",
        "Not a soldier himself, he had to control and direct the movements of armies; can we be surprised if he failed, or if he was unable to keep control over the generals or to establish that military co-operation so essential to success?",
        "She endeavoured unsuccessfully to eke out her irregularly paid allowance by those expedients to which reduced gentlewomen are driven - fancywork and painting fans and snuff-boxes; she lived in a garret and was often unable to allow herself the luxury of a fire.",
        "The general elevation in the south part of the state is much lower, and large areas bordering the Paraguay are swampy, partially submerged plains which the sluggish rivers are unable to drain.",
        "But the government of Bombay had hurried on a rupture with the Mahratta confederacy at a time when France was on the point of declaring war against England, and when the mother-country found herself unable to subdue her rebellious colonists in America.",
        "Two-fifths of the land belongs to the state, and two-fifths more to the various communes; the remaining fifth is minutely subdivided among a large number of small proprietors, many of whom have been expropriated from inability to pay the taxes, which, considering the low value of the land, are too heavy; while the state is unable to let a large proportion of its lands.",
        "Still, the percentage of those unable to read and write is 72.8, while for the whole of Italy it is 56 o.",
        "Early in 1490 he took a further step and was betrothed to the duchess, and later in the same year the marriage was celebrated by proxy; but Brittany was still occupied by French troops, and Maximilian was unable to go to the assistance of his bride.",
        "The relations were now very strained between the reforming princes and Maximilian, who, unable to raise an army, refused to attend the meetings of the council at Nuremberg, while both parties treated for peace with France.",
        "After a period of vacillation he deserted Louis and joined the Holy League, which had been formed to expel the French from Italy; but unable to raise troops, he served with the English forces as a volunteer and shared in the victory gained over the French at the battle of the Spurs near Therouanne on the 16th of August 1513.",
        "Thus, for want of funds, Alexander was unable to assist the Grand Master of the Order of the Sword against Muscovite aggression, or prevent Tsar Ivan III.",
        "The origin of such unendowed curacies is traceable to the fact that benefices were sometimes granted to religious houses pleno jure, and with liberty for them to provide for the cure; and when such appropriations were transferred to lay persons, being unable to serve themselves, the impropriators were required to nominate a clerk in full orders to the.",
        "Soc. Arts, March 5, 1880), but the present writer is unable to accept it.",
        "These officials, at the command of the senate, consulted the Sibylline books in order to discover, not exact predictions of definite future events, but the religious observances necessary to avert extraordinary calamities (pestilence, earthquake) and to expiate prodigies in cases where the national deities were unable, or unwilling, to help. Only the interpretation of the oracle which was considered suitable to the emergency was made known to the public, not the oracle itself.",
        "In Argentina these burdens bear heavily upon the labouring classes, and in years of depression they send away by thousands immigrants unable to meet the high costs of living, For the year 1900 the total expenditures of the national government, 14 provincial governments, and 16 principal cities, were estimated to have been $208,811,925 paper, which is equivalent to $91,877,247 gold, or (at $5.04 per pound stg.) to £18,229,612, ios.",
        "The consequences of this catastrophe were felt far and wide, and in the spring of 1891 both the Banco Nacional and the Banco de la provincia de Buenos Aires were unable to meet their obligations.",
        "He purchased the allegiance of the stryeltsi, or musketeers, and then, summoning the boyars of the council, earnestly represented to them that Theodore, scarce able to live, was surely unable to reign, and urged the substitution of little Peter.",
        "As an alien, he was unable to take part in the debates.",
        "In the case of the great grey kangaroo, for instance, the period of gestation is less than forty days, and the newly-born embryo, which is blind, naked, and unable to use its bud-like limbs, is little more than an inch in length.",
        "New South Wales was the first country which endeavoured to settle its labour grievances through the ballot-box and to send a great party to parliament as the direct representation of Labour, pledged to obtain through legislation what it was unable to obtain by strikes and physical force.",
        "Alva was triumphant; but though Alva's master had supplied him with an invincible army, he was unable to furnish him with the funds to pay for it.",
        "They consist of a number of circular or rectangular pits sunk from the cap of a hill, and going down to a depth of in some cases as much as 120 ft., until in fact the miners have been stopped by being unable to cope with the quantity of water made when the level of the valley was reached.",
        "Seguin was unable to verify this experimentally, but in 1857 G.",
        "The transmitted signals or electric impulses, which on a land line are sharply defined when received, become attenuated and prolonged in the case of a long cable, and are unable to actuate the.",
        "Their king Syrmus took refuge in Peuce (Peuke, an island in the Danube), whither Alexander was unable to follow him.",
        "The number of persons unable to read and write has gradually decreased, both absolutely and in proportion to the number of inhabitants.",
        "For instance, the number of bridegrooms unable to write their names in 1872 was in the province of Turin 26%, and in the Calabrian province of Cosenza 90%; in 1899 the percentage in the province of Turin had fallen to 5%, while in that of Cosenza it was still 76%.",
        "The outdoor charitable institutions include those which distribute help in money or food; those which supply medicine and medical help; those which aid mothers unable to rear their own children; those which subsidize orphans and foundlings; those which subsidize educational institutes; and those which supply marriage portions.",
        "The discords which followed on the break-up of the Carolingian power, and the weakness of the so-called Italian emperors, who were unable to control the feudatories (marquises of Ivrea and Tuscany, dukes of Friuli and Spoleto), from whose ranks they sprang, exposed Italy to ever-increasing misrule.",
        "The pope was unable to check this revolution, which is now chiefly interesting as further proof of the insurgence of the Latin as against the feudal elements in Italy at this period.",
        "The Austrians evacuated Romagna in July, but another insurrection having broken out immediately afterwards which the papal troops were unable to quell, they returned.",
        "These various movements proved in the first place that the masses were by no means ripe for revolution, and that the idea of unity, although now advocated by a few revolutionary leaders, was far from being generally accepted even by the Liberals; and, secondly, that, in spite of the indifference of the masses, the despotic governments were unable to hold their own without the assistance of foreign bayonets.",
        "Mancini, unable to brook exclusion, insisted, however, upon accompanying the king.",
        "the country districts, and to exclude from the franchise numbers of peasants and small proprietors who, though of more conservative temperament and of better economic position than the artizan population of the large towns, were often unable to fulfil the scholarship qualification.",
        "Crispi, burdened by the premiership and by the two most important portfolios in the cabinet, was, however, unable to exercise efficient control over all departments of state.",
        "The defection of a number of native allies (who, however, were attacked and defeated by Colonel Stevani on the I 8th of February) rendered the Italian position still more precarious; but Baratieri, unable to make up his mind, continued to mancruvre in the hope of drawing an Abyssinian attack.",
        "A palace was sacked, barricades were ~rected and for forty-eight hours the troops under General Bava-Beccaris, notwithstanding the employment of artillery, were unable to restore order.",
        "This is found especially in plants which during certain hours of the day are unable to cover the water lost through transpiration by the supply coming from the roots.",
        "Three-quarters of the native species are endemic; they seem, however, to be quite unable to resist the invasion of new-comers, and already 600 plants of foreign origin have succeeded in establishing themselves.",
        "Unable to bear up against the Dominican's fiery denunciations, the sovereigns, three months after the fall of Granada, issued a decree ordering every Jew either to embrace Christianity or to leave the country, four months being given to make up their minds; and those who refused to become Christians to order had leave to sell their property and carry off their effects.",
        "War broke out with England, but James, made a prisoner by his nobles, was unable to prevent Albany and his ally, Richard, duke of Gloucester (afterwards Richard III.), from taking Berwick and marching to Edinburgh.",
        "In the two former divisions the influence of wealth and birth predominated; the hillmen were poorly housed, poorly clad and unable to make use of the privileges which Solon had given them.'",
        "His property was confiscated and sold by auction, but in his absence the strife between the Plain and the Coast was renewed, and Megacles, unable to hold his own, invited him to return.",
        "As a court of justice its main drawback is that it is wholly unable to cope with the vast mass of documents representing appeals from all parts of the empire.",
        "Thus the beech (Fagus sylvatica) is unable to survive the continental climate of Russia, and does not penetrate beyond Poland and the S.W.",
        "Several of his immediate predecessors had come to recognize that Russia, with her antiquated military organization, was unable to cope with her Western neighbours, and had begun to organize, with the help of foreigners, a military force more in accordance with modern requirements; but the progress made in that direction had been slow and unsatisfactory.",
        "Henry, stricken with sore disease, was unable to reap the advantage.",
        "The knees are of a soft spongy texture and act as breathing organs, supplying the roots with air,, which they would otherwise be unable to obtain when submerged.",
        "1177, note 1) considers it \" certain \" that 'Axaia ='A X e wia, although he is unable to explain the form.",
        "Robinson was unable to discover any certain traces of either name or ruins.",
        "His personal safety was more and more imperilled, and he was unable to xxiv.",
        "Manole, being unable to finish the walls, the prince threatened him and his assistant with death.",
        "Menelaus held the citadel and Jason was unable to establish himself in the city.",
        "received a kingdom - first Chalcis, and then the tetrarchies of Philip and Lysanias - but, though he had the oversight of the Temple and the nomination of the high priest, and enjoyed a reputation for knowledge of Jewish customs and questions, he was unable to check the growing power of the Zealots.",
        "The regular authorities sent from Constantinople were wholly unable to control the excesses of the janissaries, who exercised without restraint every kind of violence and oppression.",
        "The firman was undoubtedly illegal, as it violated a convention possessing a quasi-international sanction, but the Christians were unable to resist, and the powers abstained from intervention.",
        "He followed the coast ound to Campeche, but was unable to penetrate the interior.",
        "The latter, according to Petahiah, had a learned daughter who \"gave instruction, through a window, remaining in the house while the disciples were below, unable to see her.\"",
        "Though he was unable to reach Khiva the results of the journey afforded a great deal of political, geographical and military information, especially as to the advance of Russia in central Asia.",
        "sanguinea can live either with or without slaves, but another European ant (Polyergus rufescens) is so dependent on its slaves - various species of Formica - that its workers are themselves unable to feed the larvae.",
        "Palmerston, supported by Russell and well served by Lord Stratford de Redcliffe, British ambassador at Constantinople, favoured a more aggressive policy, and Aberdeen, unable to control Palmerston, and unwilling to let Russell go, cannot be exonerated from blame.",
        "Unable to dislodge the Illinois, the Pottawattomies cut off their escape and let them die of starvation.",
        "In the war which preceded this peace (generally known as the Thirty Years' War) Alsace had been so terribly devastated by the Swedes and the French that the German emperor found himself unable to hold it.",
        "He recognized the danger of the recall of the old parlement, but was unable effectively to oppose it, since he had been associated with the dismissal of Maupeou and Terray, and seems to have underestimated its power.",
        "Among the higher altitudes of north Derbyshire, where the soil is poor and the climate harsh, grain is unable to flourish, while even in the more sheltered parts of this region the harvest is usually belated.",
        "In Asia Minor he was unable to reduce Bithynia or the Persian dynasties which ruled in Cappadocia.",
        "The English rear was either unable to come up in the narrow space, or got entangled in the broken ranks of the van.",
        "The real state of the case is certainly unsuspected by Origen himself; but many of his opponent's arguments he is unable to meet except by a speculative reconstruction of the church doctrine in question.",
        "He created Adam and Eve, but was unable to make them stand upright, whereupon Hibil, Shithil and Anosh were sent by the First Life to infuse into their forms spirit from Mana rabba himself.",
        "The plates in this last are by Barraband, for many years regarded as the perfection of ornithological artists, and indeed the figures, when they happen to have been drawn from the life, are not bad; but his skill was quite unable to vivify the preserved specimens contained in museums, and when he had only these as subjects he simply copied the distortions of the \" bird-stuffier.\"",
        "Carrying on the work from the anatomical point at which he had left it, correcting his errors, and utilizing to the fullest extent the observations of Keyserling and Blasius, to which reference has already been made, Muller, though hampered by mistaken notions of which he seems to have been unable to rid himself, propounded a scheme for the classification of this group, the general truth of which has been admitted by all his successors, based, as the title of his treatise expressed, on the hitherto unknown different types of the vocal organs in the Passerines.",
        "views - for it was a generation whose leaders, in France at any rate, looked with suspicion upon any one who professed to go beyond the bounds which the genius of Cuvier had been unable to overpass, and regarded the notion of upsetting any of the positions maintained by him as verging almost upon profanity.",
        "Protesilaus, unable to continue his voyage, remained and built the city of Scione; His tomb and temple were to be seen near Eleus in the Thracian Chersonese.",
        "The possession of silk-glands has also profoundly influenced the geographical distribution of spiders and has enabled them to cross arms of the sea and establish themselves on isolated oceanic islands which most of the orders of Arachnida are unable to reach.",
        "Catulus was the last princeps senates of republican times; he held the office of censor also, but soon resigned, being unable to agree with his colleague Licinius Crassus.",
        "It consists essentially of two rollers either both of wood, or one of wood and one of iron, geared to revolve in contact in opposite directions; the seed cotton is fed to the rollers, the lint is drawn through, and the seed being unable to pass between the rollers is rejected.",
        "The hero Cuchulinn has returned from the land of the fairies after having been enticed thither by a fairywoman named Fand, whom he is now unable to forget.",
        "without issue the succession should be determined by the pope, the emperor and the kings of France and England), and Guy, with a weak title, was unable to exercise any real control over the kingdom.",
        "4 The coronation of one French adventurer and the conduct of another, whom the first was unable to control, meant the ruin of the kingdom; and Saladin at last delivered in full force his longdeferred attack.",
        "Feeling unable to attack St Augustine, de Gourgues returned to France.",
        "In 1702, when Great Britain and Spain were contending in Europe, on opposite sides, in the war of the Spanish Succession, a force from South Carolina captured St Augustine and laid siege to the fort, but being unable to reduce it for lack of necessary artillery, burned the town and withdrew at the approach of Spanish reinforcements.",
        "13 f.), or its possessor is unable to enjoy it (vi.",
        "The metals he produced are said to have proved genuine on assay; when, however, in the following year he was challenged to repeat the experiments he was unable to do so and committed suicide.",
        "The British School, founded in 1886, has been unable, owing to insufficient endowment, to work on similar lines with the French and German institutions; it has, however, carried out extensive excavations at Megalopolis and in Melos, as well as researches at Abae, in Athens (presumed site of the Cynosarges), in Cyprus, at Naucratis and at Sparta.",
        "The issue of this conflict was determined less by any intrinsic superiority on the part of her enemies than by the blunders committed by a people unable to carry out a consistent foreign policy on its own initiative, and served since Pericles by none but selfish or short-sighted advisers.",
        "A provision was made that if, after waiting a year at Venice, they were unable to go to Jerusalem, this part of the vow should be cancelled and they should at once betake themselves to Rome.",
        "In 1904, as it was felt that the college was unable properly to carry on its work under existing conditions, it was proposed to amalgamate it with Hackney College, but the Board of Education refused to sanction any arrangement which would set aside the requirements of the deed of foundation, namely that the officers and students of Cheshunt College should subscribe the fifteen articles appended to the deed, and should take certain other obligations.",
        "In 1874 the island was invaded by the Japanese for the purpose of obtaining satisfaction for the murder of a shipwrecked crew who had been put to death by one of the semi-savage tribes on the southern coast, the Chinese government being either unable or unwilling to punish the culprits.",
        "In 1899 more than three-fourths of the inhabitants ten years of age or over were unable to read or write, and when in the following year the present system of government was established large powers were given to the commissioner of education.",
        "Under their peaceful rule their territories flourished, until the weakening of the Mogul empire and the rise of the predatory Bundela and Mahratta powers, with the organized forces of which their semi-barbarous feudal levies were unable to cope, brought misfortune upon them.",
        "Although unable to isolate the metal, he recognized its analogy to sodium and potassium; this was confirmed by R.",
        "The pope was unable to maintain order in his own dominions; the houses of Colonna and Orsini were at open war with each other, but after much fighting they made peace on a basis of alliance against the pope.",
        "He had annulled Lucrezia's marriage with Sforza in 1497, and, unable to arrange a union between Cesare and the daughter of Frederick, king of Naples (who had succeeded Ferdinand II.",
        "A new cause of trouble arose when the duchy of Burgundy was left without a ruler in November 1361, and was claimed by Charles; but, lacking both allies and money, he was unable to prevent the French king from seizing Burgundy, while he himself returned to Navarre.",
        "The Hare Indian dog of the Great Bear Lake and the Mackenzie river is more slender, gentle and affectionate than the Eskimo dog, but is impatient of restraint, and preserves many of the characters of its wild ally, the coyote, and is practically unable to bark.",
        "The Italian greyhound is a miniature greyhound, still capable of considerable speed but so delicate that it is almost unable to pull down even a rabbit, and is kept simply as a pet.",
        "In many places Friends have felt the need of bringing spiritual help to those who are unable to profit by the somewhat severe discipline of their ordinary manner of worship. To meet this need they hold (chiefly on Sunday evenings) meetings which are not professedly \" Friends' meetings for worship,\" but which are services conducted on lines similar to those of other religious bodies, with, in some cases, a portion of time set apart for silent worship, and freedom for any one of the congregation to utter words of exhortation or prayer.",
        "Joachim, however, was unable to continue his abbatial functions in the midst of his labours in prophetic exegesis, and, moreover, his asceticism accommodated itself but ill with the somewhat lax discipline of Corazzo.",
        "He worships and serves false gods, being unable to distinguish between truth and lies.",
        "Thin straw-coloured paper, such as is used for biscuit bags, may be conveniently employed by travellers unable to carry a quantity of bibulous paper.",
        "Venice and the Papacy were unable, and Hungary unwilling, to render assistance; while the Croats proved actively hostile.",
        "\" Not at all,\" says a bourgeois sophist (let it be Pierson, Hume or Kant), \" the working-man's opinion on this question is a personal view, a subjective view; he would have been quite as justified in thinking that the employer is his benefactor and that the sausage is hashed leather, for he is unable to know a thing as it is (Ding an Sick).\"",
        "The Anatolian railway company, apparently unable to handle the concession above described, initiated fresh negotiations which resulted in the Bagdad railway convention (March 5, 1903).",
        "The original discoverer of a mine is entitled to a certain indemnity for \" right of discovery \" to be paid by the concessionaire of that mine, should the discoverer be unable to work it.",
        "The Porte, unable to resist, was obliged to consent to the convention of Ainali Ka y ak (March 10, 1779) whereby the Russian partisan, Shahin Girai, was recognized as khan of the Crimea, the admission of Russian vessels to navigate Turkish waters was reaffirmed and Russia's right of intervention in the affairs of the Danubian principalities was formally recognized.",
        "The allies, aware of the gradual strengthening of their enemy's forces but themselves as yet unable to put more than 200,000 in the field, had left a small corps of observation opposite Magdeburg and along the Elbe to give timely notice of an advance towards Berlin; and with the bulk of their forces had taken up a position about Dresden, whence they had determined to march down the course of the Elbe and roll up the French from right to left.",
        "Still the allies continued their retreat and the French were unable to bring them to action: In view of the doubtful attitude of Austria, Napoleon became alarmed at the gradual lengthening of his lines of communication and opened negotiations.",
        "Those who were unable to perform the sacrifice of the Passover owing to impurity at the appointed time, were permitted to do so a month later.",
        "But in the same year he was unable to prevent the Egyptian forces from occupying Navarino, though he harassed them with some success.",
        "In 1866 the borders of the colony were extended on the southwest by the annexation of part of Kaffraria that had formerly been under the sway of the Pondo chief Faku, who found himself unable to maintain his authority in a region occupied by many diverse tribes.",
        "In 1897 an Indian Immigration Restriction Act was passed with the object of protecting European traders; in 1903 another Immigration Restriction Act among other things, permitted the exclusion of all would-be immigrants unable to write in the characters of some European language.",
        "The principle underlying this expression is probably to be found in the fact that it measured the limits of their attainments in algebra, for they were unable to solve equations of a higher degree than the quadratic or square.",
        "At one time the Turkish script was altered, with the result that officers were unable to read their reports or orders; then the Enverie, a highly unpractical head-covering, reminiscent of a child's paper hat, was invented and introduced; in March 1914 he demanded and obtained the hand of Princess Nadjie, the Sultan's niece, made himself general of a division, and began, moreover, to take thought for his financial future.",
        "Surrey's archers and cannon soon gained the upper hand, and the Scots, unable quietly to endure their losses, rushed to close quarters.",
        "The inhabitants were unable to withstand the attacks of the disciplined Zulu warriors - or Matabele, as they were henceforth called - by whom large areas of central and western Transvaal were swept bare.",
        "In this same year the farmers of the Zoutpansberg district were driven into laagers by a native rising which they were unable to suppress.",
        "Fortunately, although the draft of an ultimatum was lying in the state secretary's office in Pretoria, the Boers, unprepared in departmental arrangements which are necessary in large military operations, were unable to take the field with the promptitude that the situation demanded.",
        "Wauchope, and 750 men, and in the battle by day which followed the other brigades were unable to retrieve the failure, the total losses amounting to about 950.",
        "But, Raids by unable to reduce it, and threatened on all sides, he turned back.",
        "In logic, ignorance is that state of mind which for want of evidence is equally unable to affirm or deny one thing or another.",
        "The succeeding margrave, Leopold II., quarrelled with Henry IV., who was unable to oust him from the mark or to prevent the succession of his son Leopold III.",
        "Damasus, to whom they appealed for help, was unable to be of much service to them, the more so because that episcopal group, viewed askance by St Athanasius and his successor Peter, was incessantly combated at the papal court by the inveterate hatred of Alexandria.",
        "As the cell fails and shrinks, so does it become more and more unable to make good the waste due to metabolism.",
        "If, from whatever cause, any of the chromatin loops belonging to the functional order be lost the descendants of such a cell, being unable to restore these loops, will be minus the functional attributes associated with the lost elements.",
        "They were unable to verify any direct connexion between its production and the organism of tubercle.",
        "But Constantine, exhausted by the war with the Arabs, was unable to prevent the Bulgars, a tribe of Finno-Ugrian race, from crossing the Danube and settling in the district where their name still survives.",
        "of Aragon, was unable to conquer the island, and his son the prince of Taranto was taken prisoner at thebattle of La Falconara in 1299.",
        "Indeed, in such early stages, and in patients who are enabled to command the means of an expensive method of cure, phthisis is no longer regarded as desperate; while steps are being taken to provide for those who of their own means are unable to obtain these advantages, by the erection of special sanatoriums on a more or less charitable basis.",
        "Charged with all this matter, the Semliki, as it emerges from the region of forest and cataracts (in which, often closely confined by its mountain barriers, the stream is deep and rapid), becomes sluggish, its slope flattens out, and its waters, unable to carry their burden, deposit much of it upon the land.",
        "He had spoken in the House of Commons on the 13th of February, but since then had been prostrated and unable to transact business, his illness dating really from a serious heart attack in the night of the 13th of November at Bristol, after a speech at the Colston banquet.",
        "Unable to accept Berzelius's doctrine of the unalterability of organic radicals, he also gave a new interpretation to the meaning of copulae under the influence of his fellow-worker Edward Frankland's conception of definite atomic saturation-capacities, and thus contributed in an important degree to the subsequent establishment of the structure theory.",
        "They were at least four times more numerous than the English, but restricted by the nature of the ground to the same extent of front, they were unable to use their full weight (cf.",
        "The land tax is supplemented by a poll tax on the male population from 18 to 60 years of age, with the exception of immigrants during the first five years of their residence, religious teachers, schoolmasters, government servants and those unable to obtain their own livelihood.",
        "In the meantime the Siamese revolted, and while the Burman army was marching against them, the Peguan soldiers who had been incorporated in it rose against their companions, and commencing an indiscriminate massacre, pursued the Burman army to the gates of Rangoon, which they besieged, but were unable to capture.",
        "If in the process of glass manufacture a glass vessel is suddenly cooled, the constituent particles are unable to arrange themselves and the vessel remains in a state of extreme tension.",
        "- Siemens's Continuous Tank of Dollond's invention of achromatic telescope objectives in 1 757, a demand first arose for optical glass, the industry was unable to furnish suitable material.",
        "The Ghibellines being unable to maintain their supremacy, the city came to be divided into two almost autonomous republics, the comune headed by the podestd, and the popolo headed by the capitano and militarily organized into twenty companies; the central power was represented by twelve anziani or elders.",
        "The movement of water into the root-hairs is brought about by the osmotic action of certain salts in their cell-sap. Crops are, however, unable to absorb all the water present in the soil, for when the films become very thin they are held more firmly or cling with more force to the soil particles and resist the osmotic action of the root-hairs.",
        "Man is by original nature, through the assistance of divine grace, free, able to will and perform the right; but is in his fallen state, of and by himself, unable to do so; he needs to be regenerated in all his powers before he can do what is good and pleasing to God.",
        "He was unable, however, to proceed farther east than his predecessors, and the problem of the Jauf drainage and its possible connexion with the upper part of the Hadramut valley still remains unsolved.",
        "Owing to the disturbed state of the country, due to the presence of raiding parties from Nejd, Wellsted was unable to carry out his original intention of exploring the country to the west, and after an excursion along the Batina coast to Sohar he returned to India.",
        "Sadlier hesitated about going farther, but he was unable to obtain a safe conduct to Basra, or to return by the way he had come, and was compelled reluctantly to accompany the army to Medina.",
        "In 1813 Mehemet Ali was compelled to take the field himself with fresh troops, but was unable to achieve any decisive success, and in 1814 Tusun was again defeated beyond Taif.",
        "A state of intermittent rebellion, however, continued, and in 1904 a general revolt took place with which the normal garrison of Yemen, the 7th army corps, was quite unable to cope.",
        "In spite of shortsighted parsimony in the matter of schools, &c., and increased resources through the allocation to the municipality of a certain percentage of new state and provincial taxation, their anti-Semitic successors have been unable to avoid a deficit, and have been obliged to increase the rates.",
        "Klaproth, however, was unable to prepare the pure oxide, which was first accomplished in 1821 by Rose.",
        "It can be grown in parks and gardens, and thrives well; but the young plants are unable to bear great variations of temperature.",
        "The French seem systematically unable to master certain sounds foreign to their own language, or sounds which they suppose to be foreign.",
        "All North Africa was ravaged by the invaders, who, though unable to found an empire or overthrow the settled government in the towns, forced the agricultural Berbers into the mountains, and, retaining from generation to generation their lawless and predatory habits, made order and prosperity almost impossible in the open parts of the country until its effective occupations by the French.",
        "The government being unable to repay its loans from the banks compelled the latter to suspend the conversion of their notes, which began to depreciate in value.",
        "At that date the peace of Peru was so seriously disturbed by internal troubles that the government was quite unable to take active steps to bring about any solution of the matter.",
        "After the evacuation of Norfolk by the Confederates on the 9th of May Commodore Josiah Tattnall, then in command of the \"Merrimac,\" being unable to take her up the James, sank her.",
        "Here the allied leaders displayed the greatest vigour, but they were unable to drive back the French.",
        "The angry tyrant, unable to refute her arguments himself, sent for pagan scholars to argue with her, but they were discomfited.",
        "The rule of the Plantagenets was still popular in Normandy and Aquitaine; but these provinces were unable or unwilling to pay for their own defence.",
        "The three Austrian columns fighting their hardest through the day were unable to capture more than half the village; the rest was still held by Massena when night fell.",
        "The French horsemen, gallantly led, drove off the guns, rode round Hohenzollern's infantry squares, and routed the cavalry of Lichtenstein, but they were unable to do more, and in the end they retired to their old position.",
        "Henry took refuge with Louis of France, but was soon restored to favour and entrusted with the duchy of Lorraine, where, however, he was unable to restore order.",
        "Meanwhile two members of his cabinet, feeling themselves unable to support these measures, resigned.",
        "He slays a foe of Arthur's, the Red Knight, who has insulted the king, and challenged the knights of the court, who, for some mysterious reason, are unable to respond to the challenge.",
        "The truth is that in no other country do so many dual suicides occursuicides of a man and woman who, unable to be united in this world, go to a union beyond the grave.",
        "But there are no reasons for thinking the performance ironical or insincere, and it cannot be doubted that Defoe would have been honestly unable even to understand Lamb's indignation.",
        "On the second occasion, under the guidance of his eldest son, the crown prince Gustavus, afterwards Gustavus III., he succeeded in overthrowing the tyrannous \"Cap\" senate, but was unable to make any use of his victory.",
        "Others said that Athena (or Artemis) blinded him because he had seen her naked in the bath; when his mother prayed Athena to restore his sight, the goddess, being unable to do so, purged his ears so that he could understand the speech of birds, and gave him a staff wherewith to guide his steps (Apollodorus iii.",
        "But though he was unable to extract the best results from parliament he was always able to avert its worst excesses.",
        "They are unable to move on land, feed on fishes, are viviparous and poisonous.",
        "The eye is small, with round pupil, which is so much contracted by the light when the snake is taken out of the water that the animal becomes blinded and is unable to hit any object it attempts to strike.",
        "The revocation of the Edict of Nantes in 1685, and the death of his father led him to come to England; but, unable to find employment there, he crossed to Holland and enlisted in the company of French volunteers at Utrecht commanded by Daniel de Rapin, his cousin-german.",
        "In any case the inelastic quality of the Spartan system was unable to adapt itself to the spirit of the new age.",
        "But, while the Tsarist regime, unable to denationalize a homogeneous population of a different religion and language, initially conceded a minimum of rights to the Polish nation, in Lithuania proper from the outset an unrelenting system of tyranny was established which was designed to break by force every non-Russian element in the country.",
        "The two advanced divisions were swiftly driven in on the others, who were given a little time to prepare themselves by the fact that in the woods the Confederate leaders were unable to control or manoeuvre their excited troops.",
        "He was unable to XXV.I.",
        "This old Targum tradition, however, never received official recognition in Palestine, and was unable, therefore, to hold its own when the new Babylonian version was introduced.",
        "These evils were as follows: (a) The immigration of criminals, paupers, persons diseased in mind or body, and persons unable to support themselves.",
        "The appearance of the city plainly demonstrates the modern growth of its importance, and evidence is not wanting that for a considerable period architectural improvement was unable to keep pace with commercial development.",
        "Unable to garrison the island with a large force, the Arabs cleared a zone between the central stronghold, Medina, and the suburb called Rabat, to restrict the fortified area."
    ],
    "definition": [
        "Lacking the necessary power, authority, or means; not able; incapable: unable to get to town without a car.",
        "Lacking mental or physical capability or efficiency; incompetent: unable to walk.",
        "Usage Problem Not susceptible to action or treatment: a project unable to be financed with government funds. See Usage Note at able.",
        "Link/Cite",
        "Not able; lacking a certain ability.\nAre you unable to mind your own business or something?",
        "able",
        "Link/Cite"
    ]
}