{
    "translation": "לא מושך",
    "uses": [
        "His professional success was not great; his manner was violent, his appearance unattractive, and his speech impaired by a painful stammer.",
        "The region is therefore generally unattractive to the farmer, but it is inviting to the lumberman and the miner.",
        "When had he changed from the unattractive older man she met in the diner to the good looking young man who now lay beside her?",
        "One of his shirts would certainly be unattractive on her body.",
        "The older, which extends to 150 B.C., set forth, in bald, unattractive language, without any pretensions to style, but with a certain amount of trustworthiness, the most important events of each successive year.",
        "The Life of Horne Tooke, by Alexander Stephens, is written in an unattractive style and was the work of an admirer only admitted to his acquaintance at the close of his days.",
        "Unattractive as his character was, it contained at least some elements of greatness.",
        "It has broad streets and low houses, but is architecturally unattractive, like most of the creations of the time of King Otto.",
        "It is discursive and badly arranged, but it is marked by a power of style, a vigour of narrative, and a skill in delineation of character which give life to the most unattractive period of German history; notwithstanding the extreme spirit of partisanship and some faults of taste, it will remain a remarkable monument of literary ability.",
        "Thanks to him, my parents fought and I had an unattractive name.",
        "It is true that illustrated books were known as early as 1608, if not before, but they were few and unattractive, and did little to inaugurate the great stream of ehon, or picture books, that were to take so large a share in the education of his own class.",
        "De Officiis (Ilepi TW V '040cxicov), a sketch, written in an unattractive style, of court and higher ecclesiastical dignities and of the ceremonies proper to different occasions.",
        "She flushed, her beautiful eyes grew dim, red blotches came on her face, and it took on the unattractive martyrlike expression it so often wore, as she submitted herself to Mademoiselle Bourienne and Lise.",
        "The former, of which the three published volumes relate wholly to ancient music, and thus represent a mere fragment of the author's vast plan, exhibits immense reading and industry, but is written in a dry and unattractive style, and is overloaded with matter which cannot be regarded as historical.",
        "Gallipoli has an unattractive appearance; its streets are narrow and dirty, and many of its houses are built of wood, although there are a few better structures, occupied by the foreign residents and the richer class of Turkish citizens.",
        "The older town is irregularly built and unattractive, but the newer suburbs are handsome.",
        "regressive dividend taxes which rendered them very unattractive.",
        "Hence, among all the English poets, it is Tennyson who presents the least percentage of entirely unattractive poetry.",
        "The Senate occupies a plain unattractive building on the west side of the Praga da Republica, and the Chamber of Deputies an ugly colonial building in Rua da Misericordia, originally used as a city hall and jail.",
        "In spite of its unattractive style, the work is very valuable, especially for the period of the civil wars.",
        "The next was Lionel Lincoln (1825), a feeble and unattractive work; and this was succeeded in 1826 by the famous Last of the Mohicans, a book that is often quoted as its author's masterpiece.",
        "His Mosella, a detailed description of the river Moselle, is the least unattractive of his works.",
        "All these lines approach the town from the north and east through an unattractive industrial district, but the central Wales branch of the London & North-Western railway from Craven Arms in entering it on the west passes through some beautiful woodlands and then skirts the bay, having parallel to it for the last 3 m.",
        "The old palace, now used as public offices, is a large but unattractive edifice, scarcely justifying the boast of an old writer that it did not yield in magnificence even to the palaces of Italy.",
        "Its central square, adorned with a handsome bronze fountain, contains the municipal buildings, and a large but unattractive cathedral.",
        "In 1837 he became pastor in Neuendettelsau, a small and unattractive place, where his life's work was done, and which he transformed into a busy and influential community.",
        "But, austere and unattractive though these valleys are, the same epithets cannot be applied to the deep gorges by which in most cases the streams make their escape through the northern subsidiary range.",
        "He had already assisted Nathaniel Bowditch in his translation of the Mecanique celeste, and now produced a series of mathematical textbooks characterized by the brevity and terseness which made his teaching unattractive to inapt pupils.",
        "Of course she wasn't beautiful, but was she that unattractive?",
        "The southern part of Alberta is covered by a short grass, very nutritive, but drying up in the middle of summer until the whole prairie is brown and unattractive.",
        "The island is mountainous and wooded, and completely shelters the harbour from easterly storms. The surroundings are highly picturesque and tropical in character, but the town itself is poorly built and unattractive.",
        "The large number of hostile Indians was also a factor in making the Territory unattractive.",
        "Feature by feature, Dulce was beautiful, but the hostile expression on her face when she looked at Carmen was decidedly unattractive.",
        "Never had he seemed so unattractive to her.",
        "The island sounds bleak, windy and unattractive, but after months on Gallipoli it must have seemed like paradise.",
        "They can be overly complicated, and people consider the prospect of their money being tied up for decades unattractive and inflexible.",
        "feed on earthworms, killing the worms in an area of turf will make it unattractive to moles.",
        "He may be so scrawny and unattractive as a pup that you have to fall in love with him.",
        "The wide graveyard has been cleared of headstones, I am afraid, to make a rather scrubby and unattractive park.",
        "Even Blyton's contemporaries thought the same (the publisher Macmillan once rejected a manuscript for its \" unattractive... old-fashioned xenophobia \" ).",
        "From the middle of the 16th century the elements of Latin were generally learned from unattractive abridgments of the grammar of the Flemish scholar, van Pauteren or Despautere (d.",
        "Everything that had formerly appeared mysterious and fascinating in Speranski suddenly became plain and unattractive.",
        "Until 1990 investment funds were subject to regressive dividend taxes which rendered them very unattractive.",
        "Some men are too elderly, too undersexed, too unattractive or too much in the thrall of Levitical taboo to be gay.",
        "Even Blyton 's contemporaries thought the same (the publisher Macmillan once rejected a manuscript for its \" unattractive... old-fashioned xenophobia \").",
        "96 Normal 0 false false false EN-US X-NONE X-NONE /* Style Definitions */table.MsoNormalTable{mso-style-name:\"Table Normal\";mso-tstyle-rowband-size:0;mso-tstyle-colband-size:0;mso-style-noshow:yes;mso-style-priority:99;mso-style-parent:\"\";mso-padding-alt:0in 5.4pt 0in 5.4pt;mso-para-margin:0in;mso-para-margin-bottom:.0001pt;mso-pagination:widow-orphan;font-size:12.0pt;font-family:Calibri;mso-ascii-font-family:Calibri;mso-ascii-theme-font:minor-latin;mso-hansi-font-family:Calibri;mso-hansi-theme-font:minor-latin;} The school uniform was an unattractive green; nevertheless, the headmaster refused to consider changing it to another color.",
        "Even the woman's voice was unpleasant and supercilious, making her very unattractive to Jon. He liked people who were down to earth.",
        "A covered litter box can conceal the obvious and unattractive kitty byproducts.",
        "Dents could make them unattractive or hinder their ability to hold the amount of weight they usually can.",
        "Wind turbines are also noisy and this means that they can make unattractive neighbors when sited next to residential areas.",
        "Many people find compost bins unattractive or simply do not have space to accommodate them.",
        "Many people find wind turbines unattractive, not to mention they generate about 60 decibels of noise.",
        "Under counter lights can be a good option (but don't use fluorescent lighting - it's unattractive and harsh).",
        "A mirror frame will hide any flaws that appear around the edge of the mirror and the frames are designed to fit over those unattractive plastic clips that hold the mirror in place.",
        "There are all kinds of different baskets and decorative storage containers out there that can hold your belongings so that they're visible but not unattractive.",
        "A stunning fashion model, Iman, started out thinking she was unattractive as a young girl.",
        "Drawn on eyebrows can look artificial and unattractive.",
        "That's no small feat, since a blush that appears so dark can take on quite an unattractive cast on fair skin.",
        "Removing waterproof varieties doesn't have to be a fight; waterproof formulas just need extra oomph to remove the leftover ingredients that can clog pores and cause unwanted, unattractive breakouts.",
        "If you've ever seen raccoon eyes, you know how unattractive those smudgy dark circles are.",
        "Changing brands can induce an allergic rash that would be unattractive and painful.",
        "Soft light smoothes out unattractive lines, and soft shadows create an alluring, seductive atmosphere.",
        "If you don't want to cut your photos, use stickers to help camouflage glare, unattractive backgrounds, and other undesirable elements within the image.",
        "Sometimes I feel like the most unattractive quality a guy can have is being attracted to me.",
        "Face Shape: Even a beautiful hair style can be unattractive if it is not suitable for the woman wearing it.",
        "Along with very serious health risks, chewing tobacco or using snuff can have other unattractive effects.",
        "Some expensive cottons will also need to be ironed to remove unattractive wrinkles.",
        "An unattractive cake board detracts from an otherwise beautiful design.",
        "S. aloides is an interesting native water-plant with a compact vasiform tuft of leaves, from the centre of which arises in summer a spike of unattractive blossoms.",
        "Palm tree care isn't difficult, but over-pruning not only makes a palm tree unattractive, it can also do damage to the tree.",
        "Gone are those bulky, unattractive lighting tracks; modern track lights are sleek, stylish, and come in a wide array of shapes, sizes, and finishes.",
        "Without a little care and attention it can become tarnished and can end up looking unattractive.",
        "Plus sized suits, however, are neither unattractive nor uncomfortable, and with a bit of investigation it is possible to find the perfect swimsuit no matter what size is required.",
        "The designs found at outlets are not unattractive, unwanted pieces of clothing; many outfits you'll see there were simply shipped to outlets because there were too many of them or room had to be made for new merchandise.",
        "This creates an unattractive line under your clothes.",
        "Fit For You full support lace bra: If you have a problem with bras that cut into your back, leaving an unattractive bulge under form-fitting clothes, this bra promises to eliminate that problem with its sew-free bonded wing.",
        "Low-priced bridal gowns do not mean the dresses are poor in quality, made of inferior fabrics or look unattractive or tacky.",
        "Most of the formal clothing choices offered in retail stores lacked style, generally making the fuller figure appear shapeless and unattractive.",
        "Instead, it's more like a \"normal\" flat fitting waistband found on any pair of jeans, and has the reputation for fitting a variety of body types without that unattractive gap.",
        "Their clothing options had little to do with style or preferences other than finding a size that fit them, and the limited selection often left them disappointed and feeling unattractive.",
        "If the roof is not cleaned on a quarterly schedule, the excess chalk will run down the sides of the camper as a result of exposure to the elements and leave unattractive white streaks in its wake.",
        "Peers often describe rejected classmates as disruptive, short-tempered, unattractive, and likely to brag, to start fights, and to get in trouble with the teacher.",
        "Behaviorist theories, with their complete denial of free will in moral decision-making, are unattractive to many and require precise, dedicated, behavior modification techniques.",
        "Whereas summer and spring looks are flirty, fun, and casual, fall styles are usually a bit more formal and reserved, but that does not mean they are boring or unattractive.",
        "Hair that appears anywhere else, however, can be deemed unsightly, and at its very worst, unattractive.",
        "Texans are known for being beautifully bold, so don't hinder that with unattractive and unwanted hair growth!",
        "A well chosen color can be fitting and glamorous, but a poor color choice can be sickly and unattractive - knowing how to choose a dye color can help you find the best shade for you.",
        "Once puberty hits and leg hair begins to grow it can become bothersome, and not to mention, unattractive, but knowing how to shave your legs properly can make keeping smooth easy.",
        "Whether you're tired of the length of your leg hair or find the coloring unattractive, to rid yourself of the burden, you'll need to rely on a hair removal technique.",
        "Their placement gives a fast and safe way to correct the look of unattractive natural teeth.",
        "All in all, you've wasted twenty minutes of your time, not to mention the psychological despair brought about by looking unattractive in the wrong swimsuit.",
        "On the other hand, others have dismissed her face as unattractive.",
        "Extremely tight elastic can leave unattractive red marks on your hips and shoulders.",
        "There are extreme suits designed to do just that, but if that's not what you want, then it's just an unattractive look.",
        "This will drastically affect the fit of your suit, and nothing could be more unattractive than a droopy tonga.",
        "Some hats even in the serious eras of the 1930s and 1940s could be very silly, whereas many of the round, feathered pastel hats in the 1950s and 1960s were seen as unattractive even at the time.",
        "Just because casual tank tops should be comfortable and allow for movement, however, doesn't mean that they have to be ill-fitting or unattractive.",
        "At the worst a decoration may catch light and at best a decoration, such as a flower, may wilt and look unattractive.",
        "A lot of people find it unattractive when a date takes horoscopes too seriously.",
        "There are so many places for BBW singles that there is no reason to feel unattractive or self-conscious.",
        "My wife can't stand me talking about and I feel very unattractive.",
        "During the infatuation stage, couples tend to overlook the behaviors of their partner that are unattractive, preferring to focus on the qualities of our love interest that are most attractive.",
        "Even a large diamond can be dull and unattractive if it is poorly cut or has an unwanted tinge of color, and all the stone's characteristics should be properly balanced for a stunning engagement ring.",
        "A slim compact, a lipstick, and one or two keys will probably fit nicely without creating an unattractive bulge in your handbag.",
        "Luckily, being frugal doesn't mean you need to live in an unattractive shack.",
        "Walking around in sky high heels day after day can lead to back problems as well as unattractive bunions on the feet.",
        "Winter weather often means bundling up like a figure-less snowman and wearing large, unattractive boots.",
        "Women are discouraged from wearing socks with golf sandals for two reasons: the look is unattractive and the fit is better without a sock layer.",
        "The show's heroine, Beatriz Aurora Pinzón Solano, known as Betty, is an unattractive and dowdy woman with a master's degree in finance and talented economist who could not find a job in her field because of her physical appearance.",
        "The popularity of the TV show may be because people see themselves in the unattractive and underappreciated Betty who wins it all in the end or because it is simply a good show.",
        "No longer thought of as unattractive, tats cover some of the world's most gorgeous bodies and celebrities in every genre proudly display their body art.",
        "Unattractive: flimsy stock - If it doesn't look professional, neither do you.",
        "While it is important to wipe down the exterior of your grill to keep grease and cooking residue from building up and making it look unattractive, the last thing you want to do is damage your unit when you are trying to clean it.",
        "Aside from being uncomfortable and feeling unattractive, there are health conditions aggravated by being overweight.",
        "Anyone who has lost unattractive body fat, enjoys the fact that clothes fit again.",
        "Hormone fluctuations, careless or hurtful words overheard, financial problems, in other words life, can make us feel unhappy or unattractive.",
        "Lastly, if hitting the gym is really unattractive and classes or sports are unthinkable, try hiding exercise in your daily life.",
        "Some women fear that strength training will make their muscles become bulky and unattractive.",
        "If the bra makes your breasts look flat or unattractive, you might wind up avoiding putting it on.",
        "Unlike other styles of underwear, granny panties won't leave unattractive panty lines.",
        "Many people find them unattractive so wearing flannel may hamper your sex life, as it is not considered stylish lingerie.",
        "Instead of having just a few different styles and labels from which to choose--usually many of your options being unattractive--you can now browse underwire bras that come in a variety of different flirty designs and matching colors.",
        "The term \"granny lingerie\" is a slang description for overly modest, unattractive sleepwear that some older women enjoy wearing.",
        "You can casually slip into something \"a little more comfortable\" without slipping into unattractive sweatpants and a tank top.",
        "She was conflicted about taking the part, worried that it was a role for an unattractive woman.",
        "When Nathalie Du Mortier joined Sabato, Jr., he informed her that he was a big fan of women's hands and feet and that he found her hands and feet unattractive.",
        "The brides on the show are not unattractive and none of them qualify as severely overweight.",
        "If the women on this show, who are not unattractive, feel the need to compete for a plastic surgery extravaganza in order to feel worthy to marry their fiances, what message does this send?",
        "One contestant is famously quoted as referring to herself as having a \"butt-face\" despite the fact that by most standards, she would not be considered unattractive.",
        "One thing that made Fantomah stand out from other superheroes, originally, was that when she used her powers, she became unattractive and monster-like.",
        "Multiple tags appear in a mass and appear unattractive.",
        "If your skin is unhealthy and unattractive no amount of makeup will be able to hide that fact.",
        "Acne can cause scarring and unattractive dark marks.",
        "Unfortunately, unattractive under eye conditions affect men and women of all ages and skin types.",
        "Good skin care tips will make removing these unattractive bumps a cinch."
    ],
    "definition": [
        "Not handsome or beautiful or appealing.",
        "Lacking the power to attract interest.",
        "attractive",
        "Link/Cite"
    ]
}