{
    "translation": "בלתי נמנע",
    "uses": [
        "He takes the frost that winter inflicts and the fever that summer brings as unavoidable visitors.",
        "reelable thread, and in joining the ends, there is unavoidable waste.",
        "The time had come for deliberate reconstruction, for inquiring whether the existence of many admitted evils was, as it was said to be, unavoidable; for proving that the needs of society may be classified and provided for by contrivances which shall not clash --?",
        "\"It is unavoidable,\" said Prince Andrew with a sigh.",
        "The introduction of mammals has been largely influenced by economic conditions, when, indeed, it was not absolutely accidental and unavoidable; but in the case of birds it has been more gratuitous, so to speak, in many cases, and hence is looked upon with especial dislike by naturalists.",
        "From the first, however, it was clear that Friederike Brion could never become the wife of the Frankfort patrician's son; an unhappy ending to the romance was unavoidable, and, as is to be seen in passionate outpourings like the Wanderers Sturmlied, and in the bitter self-accusations of Clavigo, it left deep wounds on the poet's sensitive soul.",
        "Conversation of this kind, interesting to no one yet unavoidable, continued all through teatime.",
        "The obstacle is that, owing to unavoidable irregularities in the blast-furnace process, the siliconand sulphur-content of the cast iron vary to a degree and with an abruptness which are inconvenient for any conversion process and intolerable for the Bessemer process.",
        "This unavoidable gaseous bye-product of the manufacture of salt-cake was, during the first part of the 19th century, simply sent into the air.",
        "In spite of superficial resemblances, mainly due to the unavoidable influence of current exegetical methods, the conception of prophecy as fulfilled in Christ is fundamentally different from the Jewish apocalyptic view of unfulfilled prophecy.",
        "Much of the food remains in the stomach and, undergoing fermentation, causes the evolution of gas which distends the stomach and gives rise to unavoidable belching.",
        "Accidents to passengers other than those caused by collisions or derailments of trains are very largely due to causes which it is fair to class either as unavoidable or as due mainly to the fault or carelessness of the victim himself.",
        "Both developments are alike unavoidable, and each is ultimately irreconcilable with the other.",
        "Particular average signifies the damage or partial loss happening to the ship, goods, or freight by some fortuitous or unavoidable accident.",
        "\"Your Majesty,\" replied Balashev, \"my master, the Emperor, does not desire war and as Your Majesty sees...\" said Balashev, using the words Your Majesty at every opportunity, with the affectation unavoidable in frequently addressing one to whom the title was still a novelty.",
        "The demands of the various departments of state had been much cut down, and according to the minister of finance's own statement much of the reduction was merely unavoidable expenditure deferred; the fact that some of this expenditure, which had been jealously scrutinized, was to be undertaken at once, meant that demands on future years would be relatively re- duced.",
        "After the successful Aurelian had granted the petition of the embassy, Synesius returned to Cyrene in 400, and spent the next ten years partly in that city, when unavoidable business called him there, but chiefly on an estate in the interior of the province, where in his own words \"books and the chase\" made up his life.",
        "The commercial and industrial interests of the country continued to be fostered, but only a few of the most unavoidable political reforms were granted.",
        "Nevertheless there are, as was unavoidable, certain points of contact between the two, the chief of which are the following:-",
        "Finally, it brought the simplest living matter or formless protoplasm before the mental vision as the startingpoint whence, by the operation of necessary mechanical causes, the highest forms have been evolved, and it rendered unavoidable the conclusion that this earliest living material was itself evolved by gradual processes, the result also of the known and recognized laws of physics and chemistry, from material which we should call not living.",
        "From the modern point of view this is unavoidable and even desirable, since \" theology \" here represents the science of the 1 3 th century.",
        "The establishment of Elizabeth on the English throne put on the flank of his scattered dominions another power, forced no less than France by unavoidable political necessities to be his enemy.",
        "We have hardly yet discovered that political economy has unavoidable points of contact with ethics.",
        "Taking into account the original cost of such machines, and the unavoidable wear and tear upon the retorts brought about by using labour-saving appliances, and the fact that the coke-dust is very detrimental to the machinery, it is clear that the suggestion of setting the retorts at an incline in order to facilitate the work presented great inducements to the gas manager.",
        "A convenient belief in the doctrine of the transmigration of souls satisfied the unfortunate that their woes were the natural result of their own deeds in a former birth, and, though unavoidable now, might be escaped in a future state of existence by present good conduct.",
        "The sal-ammoniac removes the last unavoidable film of oxide, leaving a purely metallic surface, to .which the tin adheres firmly.",
        "An absolute vacuum cannot be produced on account of the unavoidable air-film between the mercury and the walls of the apparatus.",
        "The utter exhaustion of his people in the course of a hopeless struggle with Holland, France and England was seen by him with sympathy, but he considered it an unavoidable misfortune and not the result of his own errors, since he could not be expected to renounce his rights or to desert the cause of God and the Church.",
        "The government acknowledges the unavoidable necessity of greatly extending and improving the internal communications of the country, but cannot see its way to doing so satisfactorily out of the ordinary resources of the country.",
        "Where it is unavoidable to work with coal softening in the fire, Lurmann's producer may be employed, which is shown in fig..",
        "It is good for me, bad for another traveler, and for himself it's unavoidable, because he needs money for food; the man said an officer had once given him a thrashing for letting a private traveler have the courier horses.",
        "At the basis of the works of all the modern historians from Gibbon to Buckle, despite their seeming disagreements and the apparent novelty of their outlooks, lie those two old, unavoidable assumptions.",
        "The unavoidable contamination with muddy particles of vat-waste is removed by allowing the vatliquor to rest for some hours in a separate tank and settling out the mud.",
        "The custom of dividing receipts and expenditures into ordinary and extraordinary, of treating the receipts from loans as revenue, of adding six months to the fiscal year for closing up accounts, and of dividing receipts and expenditures into separate gold and currency accounts, leads to much confusion and complication in the returns, and is the cause of unavoidable discrepancies and contradictions.",
        "The photographs taken by Royds show the separate oscillations of each spark discharge even when the circuit only contained the unavoidable capacity of the leads.",
        "While the Deans didn't like to leave Bird Song unattended, occasionally it was unavoidable.",
        "The lines through them should be, if possible, straight and on the level; the British Board of Trade forbids them being placed on a gradient steeper than i in 260, unless it is unavoidable.",
        "This was followed by the fall of Khuen-Hedervary (September 29), and a quarrel a outrance between crown and parliament seemed unavoidable.",
        "So long as bridge building was an empirical art, great waste of material was unavoidable.",
        "As man cannot easily avoid introducing parasites, and must keep domestic animals and till the land, a certain disturbance in aboriginal faunas is absolutely unavoidable.",
        "General anesthetics Sometimes surgery or an investigation requiring a general anesthetic is unavoidable in withdrawal.",
        "In the unavoidable absence of any parties in the hearing, the hearing may be postponed at the discretion of the Chair.",
        "While nail polish chips are likely unavoidable, you can keep your manicure looking its best by keeping a set of the polishes used for your nail art handy.",
        "So I was understandably apprehensive about going on a holiday where a second attempt at the seemingly impossible was likely to be unavoidable.",
        "Is there a need for CCTV on the back of certain vehicles to eliminate or reduce blind spots during any unavoidable reversing?",
        "buryis has, to some extent, protected buried archeology from physical damage apart from the unavoidable loss where the piles pass through it.",
        "However, the Supplier will not be liable for any loss or damage suffered by you through reasonable or unavoidable delay in delivery.",
        "This time limit may only be extended in wholly exceptional cases, where delay is unavoidable due to illness or annual leave.",
        "legitimizes such actions, one very clear conclusion is unavoidable: The critical thinking component is lacking!",
        "navel fluff, is dull but unavoidable.",
        "Sometimes this is unavoidable as with a single pantile, where often the nail-hole position will restrict the minimum pitch parameter.",
        "Many closures have been unavoidable because following changes in payment of pensions, sub- postmasters have found economic survival impossible.",
        "unavoidable at a time when the basic weave and texture of mankind's experience is changing so radically.",
        "With debts still high insiders reckon the cost savings a merger would deliver will make the move unavoidable.",
        "unavoidable absences.",
        "unavoidable delays to traffic.",
        "unavoidable necessity.",
        "unavoidable consequence of the postal survey method.",
        "unavoidable conclusion is that direct action wins a lot more recognition than any amount of reasoned argument.",
        "The present proposal also takes into account the technically unavoidable traces of GM material.",
        "Perhaps it might help to steer Dad away from racing, and the seemingly unavoidable harm it would eventually do him.",
        "Please do not put your bin out any earlier than the morning of collection unless absolutely unavoidable.",
        "Race is therefore an almost unavoidable issue in cricket.",
        "However we have to accept that residues are sometimes unavoidable.",
        "Once this had failed civil war became virtually unavoidable.",
        "My taking action in the outer world seems unavoidable in order to remedy it.",
        "Where such conflicts appear unavoidable, they should be reported to the appropriate bodies.",
        "unavoidable in these circumstances.",
        "unavoidable in order to remedy it.",
        "unavoidable with a project this size and with an ever changing medical landscape.",
        "If we have a weight capable of falling through a certain distance, we can employ the mutual forces of the system consisting of the earth and weight to do an amount of useful work which is less than the full amount of potential energy possessed by the system only in consequence of the friction of the constraints, so that the limit of availability in this case is determined only by the friction which is unavoidable.",
        "In 61 Tigranes invaded Adiabene, an integral portion of the Parthian kingdom, and a conflict between Rome and Parthia seemed unavoidable.",
        "The final catastrophe was now unavoidable.",
        "Secondly, native forms often disappear with the clearing off of the original forest or other vegetation, in which case their recession is to a certain extent unavoidable, and the fauna which has established itself in the presence of cultivation is needed to replace them.",
        "This is probably unavoidable at a time when the basic weave and texture of mankind 's experience is changing so radically.",
        "She has been able to cover for Kenneth during his unavoidable absences.",
        "In some cases there may be some unavoidable delays to traffic.",
        "But despite these factors for success, access to a computer is, as for most of us, an unavoidable necessity.",
        "This is an unavoidable consequence of the postal survey method.",
        "The unavoidable conclusion is that direct action wins a lot more recognition than any amount of reasoned argument.",
        "Members discussed the unfortunate and unavoidable clash of dates.",
        "The file size will increase but this is unavoidable in these circumstances.",
        "However, typographical errors and inaccurate information are unavoidable with a project this size and with an ever changing medical landscape.",
        "In cities like Los Angeles, where daily driving, often over long distances and in heavy traffic is unavoidable, the necessity for a car that gives off zero emissions cannot be overstated.",
        "However, we all know that circumstances have a way of directing us to unavoidable choices.",
        "If going to the movies is unavoidable, bring a group.",
        "Common garden pests in your plants are unavoidable.",
        "One of the unavoidable things about aging is the inevitable turning 50 humor.",
        "A lot of the turning 50 jokes focus on one other unavoidable aspect of aging-the changes in your eyesight.",
        "Although a certain amount of sibling rivalry is unavoidable, there are measures that parents can take to reduce its severity and its potential effects on their children.",
        "There are a number of ways to ease the unavoidable jealousy of children whose lives have been disrupted by the arrival of a younger sibling.",
        "Pain is generally preventable only to the degree that the cause of the pain is preventable; diseases and injuries are often unavoidable.",
        "For parents who are still not satisfied with what is being done, some type of formal complaint to the hospital may be unavoidable.",
        "While stress may be unavoidable, try to minimize the effects of a stressful situation or lifestyle as much as possible.",
        "However, if the baby is very large or is having trouble and must be delivered right away, an episiotomy may be unavoidable.",
        "The name Speedo will always conjure up images of tiny Spandex brief swimsuits; it's unavoidable.",
        "Breaking a strap: Sometimes breaking a strap is completely unavoidable, for instance you might catch it on a sharp object.",
        "The aches and pains associated with a body that has lived a great deal of life are unavoidable and may put a damper on romantic activities now and then.",
        "While the phone is faster paced than email, it too provides a \"level of control\" that is unavoidable when two people are in person.",
        "However, it's often unavoidable, so smart planning is required.",
        "Only pay the necessary bills until it's either unavoidable to buy something else or the debt is paid off.",
        "If swimming is unavoidable, use a breathable waterproof bandage over the piercing and clean the site as soon as possible after exposure.",
        "Since the water is circulated from the bottom, less chemicals will be lost from unavoidable factors such as sun and wind.",
        "Avoid stress and develop coping skills to help you relax when stress is unavoidable.",
        "It is no secret that eating is an unavoidable evil.",
        "Hurricanes, tornados, and earthquakes are unavoidable, and even with the best planning, they can mean complete ruination of your home and its content.",
        "Her single I Kissed a Girl topped the charts in 20 countries and was absolutely unavoidable on the radio, TV commercials and as the topic of conversation.",
        "Aging, however, is the result of many factors, including unavoidable genetic and preventable environmental influences on the skin.",
        "During major gift-giving periods, such as Valentine's Day and Christmas, the selections grow in number and become practically unavoidable.",
        "Every woman dreams of finding the top wrinkle cream available to stop the unavoidable aging process.",
        "unavoidable clash of dates."
    ],
    "definition": [
        "un′a·void′a·bil′i·ty un′a·void′a·ble·ness\nnoun",
        "un′a·void′a·bly\nadverb",
        "Link/Cite",
        "Impossible to avoid; bound to happen.",
        "See usage notes at inevitable.",
        "Something that cannot be avoided.",
        "Link/Cite"
    ]
}