{
    "translation": "ללא תנאי",
    "uses": [
        "Some small part of her yearned to feel that sense of unconditional safety and affection.",
        "Leopold refused these terms and demanded an unconditional surrender.",
        "This he refused, and an unconditional order for his release was given on the r8th of February 1653.",
        "Although unarmed, the people rallied to him as one man, and Lanza became so alarmed that he asked for an unconditional extension of the armistice, which Garibaldi granted.",
        "Among the dialecticians, Socrates had used inductive arguments to obtain definitions as data of deductive arguments against his opponents, and Plato had insisted on the processes of ascending to and descending from an unconditional principle by the power of giving and receiving argument.",
        "In 1865 he rejected the more radical views of his party as to the treatment to be accorded to the late Confederate states, opposed the immediate and unconditional enfranchisement of freedmen, and, though not accepting President Johnson's views in their entirety, he urged the people of Massachusetts to give the new president their support.",
        "The day she'd met Bianca, she'd known Dusty would know unconditional love from the Healer.",
        "Its object was to demonstrate the unconditional freeness of the Gospel.",
        "On the other hand, not even the authority of Paul and of Augustine has been able to keep alive the belief in unconditional predestination.",
        "His policy was to preserve constitutional government in the South and strengthen the anti-war party in the North by convincing it that the Lincoln administration had abandoned such government; to the same end he urged, in 1864, the unconditional discharge of Federal prisoners in the South.",
        "The judgment, \" A non-existent but so-called square circle is an impossibility,\" is an unconditional, or categorical judgment of non-existence, quite different from any hypothetical judgment, which depends on the conditions \" if it is thought,\" or \" if it exists,\" or any other \" if.\"",
        "The higher reason only has unconditional authority, and the Bible must justify itself before its tribunal; we find the history of divine revelation and its fulfilment in the Bible alone, and reason bids us regard the Bible as the only authority and canon in matters of religious belief.",
        "On the 9th of November a reply was received in Rangoon amounting to an unconditional refusal.",
        "This 7 y 47 election was a victory of the national party, and may be considered as evidence of the strong anti-clerical feeling which then prevailed in Bohemia; for Matthias was an unconditional adherent of Rome, while the Polish envoys who represented Vladislav promised that he would maintain the Compacts.",
        "In England however a cry was raised that Junot should have been forced to an absolutely unconditional surrender; and Sir Arthur Wellesley, Sir Hew Dalrymple and Sir Harry Burrard 3 were brought before a court of inquiry in London.",
        "The right of the secular tribunals to take cognizance of the offences of ecclesiastics had been asserted in two remarkable cases; and the scope of two ancient laws of the city of Venice, forbidding the foundation of churches or ecclesiastical congregations without the consent of the state, and the acquisition of property by priests or religious bodies, had been extended over the entire territory of the republic. In January 1606 the papal nuncio delivered a brief demanding the unconditional submission of the Venetians.",
        "The mutineers were completely cowed; the king of Delhi was taken and reserved for trial; and his sons were shot by Catain Hodson, after unconditional surrender, an act which has since been the theme of much reprobation, but which commended itself at the time to Hodson's comrades as wise and justifiable.",
        "The Sla y s, on the other hand, demanded the \" unconditional \" summoning of Parliament.",
        "All categorical judgment is an unconditional belief in the fact, signified by the copula, that a thing of some sort is (or is not) determined; but some categorical judgments are also beliefs that the thing is an existing thing, signified either by the subject or by the predicate, while others are not beliefs that the thing exists at all, but are only beliefs in something conceivable, or nameable, or in something or other, without particularizing what.",
        "Knowledge resides not in sense but in reason, which, on the suggestion of sensations of changing individuals, apprehends, or (to be precise) is reminded of, real universal forms, and, by first ascending from less to more general until it arrives at the form of good and then descending from this unconditional principle to the less general, becomes science and philosophy, using as its method the dialectic which gives and receives questions and answers between man and man.",
        "In his Metaphysik (1879), as in his earlier Mikrokosmus (1856-1864), Lotze vindicated the contingency of freedom by assigning to God a miraculous power of unconditional commencement, whereby not only at the very beginning but in the course of nature there may be new beginnings, which are not effects of previous causes, though once started they produce effects according to law.",
        "The advance continued, and at Ordahsu a mission arrived from King Prempeh offering unconditional submission.",
        "Against the Calvinists the synod of 1672 therefore aimed its rejection of unconditional predestination and of justification by faith alone, also its advocacy of what are substantially the Roman doctrines of transubstantiation and of purgatory; the Oriental hostility to Calvinism had been fanned by the Jesuits.",
        "For the greater part of this time the archbishop resided at the Burgundian monastery of Pontigny, constantly engaged in negotiations with Alexander, whose hand he desired to force, and with Henry, from whom he hoped to extract an unconditional submission.",
        "At the end of 1626, the Swedish fleet, with 14,000 men on board, anchored in front of the chain of sand-dunes which separates the Frische-Haff from the Baltic. Pillau, the only Baltic port then accessible to ships of war, was at once occupied, and Konigsberg shortly afterwards was scared into a unconditional neutrality.",
        "To be categorical, a judgment does not require a belief in existence, but only that something, existent or not, is (or is not) determined; and there are two quite different attitudes of mind even to a non-existent thing, such as a square circle, namely, unconditional and conditional belief.",
        "To the magician, endowed in the opinion of his fellows (and doubtless of himself) with this wonderful power of effective suggestion, the output of such power naturally represents itself as a kind of unconditional willing.",
        "Instead of accepting the Constitution upon the condition of amendments, - in which way they might very likely have secured large concessions, - the Anti-Federalists stood for unconditional rejection, and public opinion, which went against them, proved that for all its shortcomings the Constitution was regarded as preferable to the Articles of Confederation.",
        "Murat boasted that he had ioo,000 men behind him, and on his return Massenbach implored his chief to submit to an unconditional surrender, advice which the prince accepted, though as a fact Murat's horses were completely exhausted and he had no infantry whatever within call.",
        "Coornhert could not plead for the toleration of heretics without assailing the dominant Calvinism, and so he opposed a conditional to its unconditional predestination.",
        "Thus led to confront the questions of necessity and free will, his own views became unsettled, and the further he pursued his inquiries the more he was inclined to assert the freedom of man and limit the range of the unconditional decrees of God.",
        "On the following day with Ioo horsemen he went out to the same tomb and obtained the unconditional surrender of the three princes, who had been left behind on the previous occasion.",
        "But in contrast with the phenomenal world governed by empirical laws Kant sets the noumenal and intelligible world in which by a timeless act of will man is free to accept the moral command of an unconditional imperative for no reason other than its own rational necessity as the deliverance of his highest nature.",
        "One of the claims of the \"free republic\" was \"the absolute and unconditional slavery of all Hottentots and Bushmen.\"",
        "To this end he made his appeal to the Northern churches and pulpits, beseeching them to bring the power of Christianity to bear against the slave system, and to advocate the rights of the slaves to immediate and unconditional freedom.",
        "The youth was released on unconditional bail pending reports.",
        "They are a priori because no experience is sufficient to reveal or confirm them in unconditional universality; but they are a priori.",
        "Thus a great number of the country districtsthe ~O~i~ above mentionedwere transformed into municipal corporations, and thereby withdrawn from the immediate government of the king and his officials (satraps or strategi), though still subject to their control, except in the cases where they received unconditional freedom and so ranked as confederates.",
        "He sought to show that even in the New Testament there are essential contradictions, and instances the unconditional forgiveness preached by Christ in the gospels as compared with Paul's doctrine of forgiveness by the mediation of Christ.",
        "Rome's schemes for a union which meant an unconditional submission on the part of the Orthodox Church did not cease, however, but they were no longer attempted on a grand scale.",
        "He claimed autocracy, suffered no rival near his throne, brooked no contradiction, demanded unconditional submission to his will and judgment.",
        "It provided for an Upper and Lower House of Representatives, and conferred on the prince the right of an absolute and unconditional veto on all legislation.",
        "immediate and unconditional emancipation they swept the state in November 1864.",
        "Finally, in 1871, a \"constitutional government\" was formed by certain Englishmen under King Thakombau; but this, after incurring heavy debt, and promoting the welfare of neither whites nor natives, came after three years to a deadlock, and the British government felt obliged, in the interest of all parties, to accept the unconditional cession now offered (1874).",
        "In September a convention was held in Dublin, and Parnell reported its action to the American Land League: \" Resolutions were adopted for national self-government, the unconditional liberation of the land for the people, tenants not to use the rent-fixing clauses of the Land Act, but follow old Land League lines, and rely on the old methods to reach justice.",
        "Whatever happened to the ' unconditional love ' bit?",
        "The ignorant assert that Constantine first gave temporal power to the See of Rome; it was already bestowed by Christ Himself, the true King and Priest, as inalienable from its nature and absolutely unconditional.",
        "Such people eventually succeed, sometimes through persistence, but often through the unconditional love and support of others.",
        "Full of comfort, unconditional acceptance and wisdom to give you the encouragement and guidance you need, from the angels.",
        "All of our leather cleaning services are covered by an unconditional, 100% money back guarantee.",
        "The war in Croatia lasted until January 1992, when an unconditional cease-fire established an uneasy peace between the Croatian government and ethnic Serbs.",
        "Unconditional positive regard never involves collusion and does necessitate the challenging of certain forms of behavior.",
        "The process of adaptation is blocked by negative emotion, so we must become compassionate, and generate unconditional love.",
        "enjoined even now an unconditional submission.",
        "Because Otter stand behind what they believe, they offer an unconditional lifetime guarantee.",
        "His extraordinary, stoic bravery earned him unconditional tributory awe from the Establishment, and the affectionate family nickname ' one leg ' .",
        "He could not reconcile his faith in God with unconditional obedience to Hitler.",
        "We consider networks with heterogeneous a-priori conditional and unconditional failure probability.",
        "These teachers generated a climate for learning based on unconditional positive regard.",
        "Once the line is crossed, it becomes a de facto fight to the finish with no alternative except unconditional surrender.",
        "By definition, rights are unconditional, yet their practical meaning has always been dependent upon unstable victories against state tyranny.",
        "An offer for BPT PLC became wholly unconditional in May 2001, valuing the group at £ 475 million.",
        "Of course this support is not unconditional, few things are.",
        "His love is real and totally unconditional I am a deeply, deeply insecure person.",
        "Officially sponsorship pledges made to schools are completely unconditional and not related to any separate written or oral agreement with any company or organization.",
        "Once feasible reform is identified then unconditional funding should be offered.",
        "unconditional surrender for the Axis powers.",
        "unconditional ceasefire.",
        "unconditional bail pending reports.",
        "unconditional love ' bit?",
        "unconditional withdrawal from the European Union through the ballot box.",
        "unconditional self acceptance.",
        "The Offer has been declared unconditional in all respects.",
        "The Offer will become unconditional in all respects at that point.",
        "On 24 April 2001 the SIS Agreement went unconditional.",
        "Where candidates fail to achieve the stipulated results, an offer may still be made unconditional.",
        "unconditional in all respects.",
        "Not demonstrable as a theoretical proposition, the immortality of the soul \" is an inseparable result of an unconditional a priori practical law.\"",
        "Then, sending in armed parties to restore order and protect the inhabitants, he caused the guards at the gates to be overpowered, and Mack was thus forced into an unconditional surrender.",
        "3), had foundered on the uncompromising attitude of the Austrian commander, who demanded unconditional submission; whereupon the moderates, including Deak and Batthyany, retired into private life, leaving Kossuth to carry on the struggle with the support of the enthusiastic extremists who constituted the rump of the diet at Debreczen.",
        "The synodical decision in regard to the five points is contained in the canons adopted at the 136th session held on the 23rd of April 1619; the points were: unconditional election, limited atonement, total depravity, irresistibility of grace, final perseverance of the saints.",
        "The proposition runs: The pope is the supreme, the infallible, and consequently the sole authority in all that concerns religion, the Church, and morality, and each of his utterances on these topics demands unconditional submission - internal no less than external.\"",
        "He was above all concerned to nip in the bud any tendencies in the bureaucracy to revolt, and it was on his initiative that, on the 4th of January 1882, a royal ordinance laid it down as the duty of all officials to give the government their unconditional support at political elections.",
        "Samuel Hopkins laid even greater stress than Edwards on the theorem that virtue consists in disinterested benevolence; but he went counter to Edwards in holding that unconditional resignation to God's decrees, or more concretely, willingness to be damned for the glory of God, was the test of true regeneration; for Edwards, though often quoted as holding this doctrine, protested against it in the strongest terms. Hopkins, moreover, denied Edwards's identity theory of original sin, saying that our sin was a result of Adam's and not identical with it; and he went much further than Edwards in his objection to \" means of grace,\" claiming that the unregenerate were more and more guilty for continual rejection of the gospel if they were outwardly righteous and availed themselves of the means of grace.",
        "For example, why is Iraq forced to comply with all UN Security Council resolutions while Israel seems to receive virtually unconditional support?",
        "There they produced the formula of unconditional surrender for the Axis powers.",
        "We Liberal Democrats led the call for an immediate and unconditional ceasefire.",
        "UKIP 's task remains the same: to secure Britain 's unconditional withdrawal from the European Union through the ballot box.",
        "The crying need has to be for an immediate, total, and unconditional Israeli withdrawal, and recognition of an independent Palestinian state.",
        "Cat Tails is a country western sing-a-long that pokes fun at the unconditional love we have for our cats.",
        "As the country's first pet gift club, Surprise a Pet! makes it easy to reward unconditional love.",
        "Not only does Power Seller USA have a great selection of area rugs, but they also have an unconditional price match guarantee on their products.",
        "Remaining a source of unconditional support and love is critical.",
        "If you are a bride to be full of unconditional love, or a friend of a groom looking to make a deer cake for your engaged buddy, it isn't outlandishly difficult to do.",
        "West is reportedly, understandably so, devastated, as anyone would be when faced with the loss of a mother and her unconditional support and love.",
        "They are so sure that customers will enjoy the product that they are willing to back it up with an unconditional guarantee.",
        "Dogs love you no matter what; their live is unconditional and pure.",
        "Remember our dogs and puppies offer us the most wonderful unconditional love so all we have to do is offer the same love and security back to them and you are going to have one happy family.",
        "The bracelet signified everlasting and unconditional friendship.",
        "Lands' End is famous for their unconditional guarantee.",
        "They are members of the Direct Marketing Association, and all merchandise is covered by an unconditional satisfaction guarantee.",
        "Unconditional Parenting: Moving from Rewards and Punishment to Reason and Love.",
        "Very few of us ever experience the kind of unconditional love that we get from our pets from the people in our lives.",
        "Others desire unconditional love, considering babies similar to pets--snuggly and lovable.",
        "Customers choose Furniture Buzz because they like the low price/price match guarantee and the hassle-free return policy that is backed by the 100 percent unconditional guarantee.",
        "Make sure she realizes that your love for her is unconditional and is not based on her behavior at the moment.",
        "There is no greater gift you can give your children than unconditional love.",
        "Dogs make wonderful pets, their unconditional love and fun nature makes them a welcome addition to many families.",
        "Maryann offered Tara unconditional acceptance and affection while also introducing Tara to a more orgiastic lifestyle and a young man named Eggs (Mehcad Brooks).",
        "The store also offers an unconditional guarantee that stays valid for thirty days from the date of shipment.",
        "In order to facilitate that trend, Fruit of the Loom offers what they term the Unconditional Guarantee.",
        "Midas Web SEO - Midas offers a cost effective SEO monthly plan complete with an unconditional money-back guarantee.",
        "Self Acceptance In order to be fully self aware, you need to come from a position of unconditional self acceptance.",
        "You give unconditional loyalty to your family and friends and expect the same from each one.",
        "Wise beyond her years, Pisces understands unconditional love and has extreme patience when it comes to matters of the heart."
    ],
    "definition": [
        "un′con·di′tion·al·ly\nadverb",
        "un′con·di′tion·al′i·ty\nnoun",
        "Link/Cite",
        "Absolute, and without conditions, limitations, reservations or qualifications.\nWe demand your unconditional surrender.",
        "Link/Cite"
    ]
}