{
    "translation": "לעבור",
    "uses": [
        "Its tendency to undergo cyclical changes.",
        "Such a colony may undergo two principal modifications.",
        "They live for some time in water or mud, occasionally entering the bodies of water snails, but undergo no change until they reach the lung of a frog, when the cycle begins anew.",
        "(5) The victim might be naturally sacred or might have to undergo sanctification.",
        "The Territorial Army and its reserve (members of which undergo two short periods of training) are, however, allocated to local service.",
        "If the observer takes up a suitable position near water, his coat is often seen to be covered with the cast sub-imaginal skins of these insects, which had chosen him as a convenient object upon which to undergo their final change.",
        "In an age when, with the evolution of the feudal organization cf society, even everyday costume was becoming a uniform, symbolizing in material and colour the exact status of the wearer, it was natural that in the parallel organization of the Church the official vestments should undergo a similar process of differentiation and definition.",
        "If educated at home, the child (after two years of the compulsory period has expired) must undergo a yearly examination, and if it is unsatisfactory the parents will be compelled to send him to a public or private school.",
        "The eggs of the female give rise to embryos within the body of the mother; her other organs undergo a retrogressive change and serve as food for the young, until the body-wall only of the mother remains as a brown capsule.",
        "The white blood-cells, or leucocytes, undergo other changes.",
        "Fleas are oviparous, and undergo a very complete metamorphosis.",
        "But many of the simpler P Y ler P forms of life may undergo desiccation to such an extent as to arrest their vital manifestations and convert them into the semblance of not-living matter, and yet remain potentially alive.",
        "There are likewise maps on smaller scales, which undergo frequent revision.",
        "The Nematoda which are parasitic during their whole life may similarly be divided into two classes - those which undergo their development in a single host, and those which undergo their development in the bodies of two distinct hosts.",
        "As regards growth after hatching, all beetles undergo a \"complete\" metamorphosis, the wing-rudiments developing beneath the cuticle throughout the larval stages, and a resting pupal stage intervening between the last larval instal1 and the imago.",
        "In South Australia boys had to undergo three stages of initiation in a place which women were forbidden to approach.",
        "The last part of the peninsula to undergo the Gallicizing influence was the papal dominion.",
        "Those germs which do not ripen during the season undergo a process of resorption, and in the winter the whole ovary dwindles to often a diminutive size.",
        "Thus the gonads are covered over by at least four layers of epithelium, and since these are unnecessary, presenting merely obstacles to the dehiscence of the gonads, they gradually undergo reduction.",
        "The Udgatri's duties being mainly confined to the chanting of hymns made up of detached groups of verses of the Rigveda, as collected in the Samaveda-samhita, the more important Brahmanas of this sacerdotal class deal chiefly with the various modes of chanting, and the modifications which the verses have to undergo in their musical setting.",
        "As they pass into this position they undergo a longitudinal splitting by which the chromatin in each chromosome becomes divided into equal halves.",
        "Earlier still the sun must have reached to where Neptune now revolves on the confines of our system, but the mass of the sun could not undergo an expansion so prodigious without being made vastly more rarefied than at present, and hence we are led by this mode of reasoning to the conception of the primaeval nebula from which our system has originated.",
        "If a system be removed from all communication with anything outside of itself, the whole amount of energy possessed by it will remain constant, but will of its own accord tend to undergo such transformations as will diminish its availability.",
        "As in other cases where animal colonies are formed by organic union of separate individuals, there is ever a tendency for the polyp-colony as a whole to act as a single individual, and for the members to become subordinated to the needs of the colony and to undergo specialization for particular functions, with the result that they simulate organs and their individuality becomes masked to a greater or less degree.",
        "The addition of a little of the acid to glue renders it more tenacious; skins to be used for making leather do not undergo decomposition if steeped in a dilute solution; butter containing a small quantity of it may be kept sweet for months even in the hottest weather.",
        "Should there be much loss of tissue of an organ, the cells of the remaining part will enlarge and undergo an active proliferation (hyperplasia) so that it may be made up to the original amount.",
        "Most remarkable is the presence of a number of beetles along the seashore between tide-marks, where, sheltered in some secure nook, they undergo immersion twice daily, and have their active life confined to the few hours of the low ebb.",
        "The pits leading from these lengthen into tubes, and undergo repeated branching as development proceeds.",
        "Pig dung is very powerful, containing more nitrogen than horse dung; it is therefore desirable that it should undergo moderate fermentation, which will be secured by mixing it with litter and a portion of earth.",
        "The stress of puberty is the most intense natural cataclysm that a growing child has to undergo.",
        "Although several species belonging to the second class occasionally enter the bodies of water snails and other animals before reaching their definitive host, they undergo no alteration of form in this intermediate host; the case is different, however, in Filaria medinensis and other forms, in which a free larval is followed by a parasitic existence in two distinct hosts, all the changes being accompanied by a metamorphosis.",
        "The growth of an organic being is simply a process of enlargement, as a particle of dry gelatine may be swelled up by the intussusception of water; its death is a shrinkage, such as the swelled jelly might undergo on desiccation.",
        "Those who were unwilling to accept evolution, without better grounds than such as are offered by Lamarck, and who therefore preferred to suspend their judgment on the question, found in the principle of selective breeding, pursued in all its applications with marvellous knowledge and skill by Darwin, a valid explanation of the occurrence of varieties and races; and they saw clearly that, if the explanation would apply to species, it would not only solve the problem of their evolution, but that it would account for the facts of teleology, as well as for those of morphology; and for the persistence of some forms of life unchanged through long epochs of time, while others undergo comparatively rapid metamorphosis.",
        "They are more easily seen, when the nucleus is about to undergo mitosis, at the ends of the spindle, where they form the centres towards which the radiating fibres in.",
        "There is also an unmistakable development in the laws; and the priestly legislation, though ahead of both Ezekiel and Deuteronomy, not to mention still earlier usage, not only continues to undergo continual internal modification, but finds a further distinct development, in the way of definition and interpretation, outside the Old Testament - in the Talmud.",
        "Any change which a substance may chance to undergo was simply due to the discarding or taking up of some proportion of the primary \" elements \" or qualities: of these coverings \" water,\" \" air,\" \" earth \" and \" fire \" were regarded as clinging most tenaciously to the essence, while \" cold,\" \" heat,\" \" moistness \" and \" dryness \" were more easily cast aside or assumed.",
        "compounds containing an oxy in addition to an aldehydic or ketonic group) undergo both condensation and oxidation when treated with phenylhydrazine, forming compounds known as osozones; these are of great importance in characterizing the sugars (q.v.).",
        "The alkaline carbonates undergo only a very slight decomposition, even at a very bright red heat.",
        "It is certain, however, that no such classification can be considered final at present, but must undergo continual revision in the future.",
        "Numerous varieties of soaps are made; the purposes to which they are applied are varied; the materials employed embrace a considerable range of oils, fats and other bodies; and the processes adopted undergo many modifications.",
        "In these forms gonidia are found in connexion with the young fruit; such algal cells undergo numerous divisions becoming very small in size and penetrating into the hymenium among the asci and paraphyses.",
        "In the process of manufacture, however, they undergo various changes, of which the chemistry is still but little understood.",
        "The eggs may be laid separately invested by a chitinous envelope, or as in Ischnochiton magdalenensis they may form strings containing nearly 200,000 eggs, or the ova may be retained in the pallial groove and undergo development there, as in Chiton polii and Hemiarthrum setulosum.",
        "The latter may in certain cases attain large dimensions, and even undergo cell-divisions in their interior, resulting in the development of true tissues.",
        "In other cases the strands undergo differentiation into an outer layer with blackened, hardened cell-walls and a core of ordinary hyphae, and are then termed rhizomorphs (Armillaria mellea), capable not only of extending the fungus in the soil, like roots, but also of lying dormant, protected by the outer casing.",
        "They also undergo cutting up by numerous septa into short cells, and these often divide again in all planes, so that a pseudoparenchyma results, the walls of which may be thickened and swollen internally, or hardened and black on the exterior.",
        "It is the last part of the metal to undergo this transformation and, when thus transformed, it is of constant though not atomic composition, and habitually consists of interstratified plates of its component metals.",
        "The distortion which rails undergo in manufacture and use is incomparably less than that to which rivets are subjected, and thus rail steel may safely be much richer in carbon and hence in cementite, and therefore much stronger and harder, so as to better endure the load and the abrasion of the passing wheels.",
        "Boiler plates undergo in sharing and assembling an intermediate degree of distort' and therefore they must be given an intermediate carbon-content, following the general rule that the carbon-content and hence the strength should be as great as is consistent with retaining the degree of ductility and the shock-resisting power which the object will need in actual use.",
        "34, the direction in which each of the rolls turns is constant, then after the piece has passed once through the rolls to the right, it cannot undergo a second pass till it has been brought back to its initial position at the left.",
        "thick in a cool house, and left to undergo the chemical action resulting from their condition.",
        "Were the feudal tie broken, the crown must soon vanish, and the constitution of medieval society undergo a radical change.",
        "Austria had to undergo further losses and humiliations, notably by the treaty of Vienna (1809), before the outcome of Napoleon's Russian campaign in 1812 gave her the opportunity for recuperation and revenge.",
        "great victory of Gelo (410), the Greeks of Sicily had to undergo barbarian invasion on a vaster scale than ever.",
        "He is of Egypstronger in frame, and can undergo greater exertion.",
        "When, for instance, the axons of the ganglion cells of the retina are severed by section of the optic nerve, and thus their influence upon the nerve cells of the visual cerebral centres is set aside, the nerve cells of those centres undergo secondary atrophy (Gadden's atrophy).",
        "Similarly, when the axons of the motor spinal cells are by severance of the nerve trunk of a muscle broken through, the muscle cells undergo \"degeneration\" - dwindle, become fatty, and alter almost beyond recognition.",
        "The antipodal cells aid more or less in the process of nutrition of the developing embryo, and may undergo multiplication, though they ultimately disintegrate, as do also the synergidae.",
        "It is further stated by Olive that the chromosomes undergo longitudinal fission, and that for the same species the same number of chromosomes appear at each division.",
        "- The oldest known system of examinations in history is that used in China for the selection of officers for the public service (c. 1115 B.e.), and the periodic tests which they undergo after entry (c. 2200 B.C.).",
        "In the faculty of sciences a candidate for the doctorate may submit two theses, or else submit one thesis and undergo an oral examination.",
        "The clear atmosphere is in its upper strata free from clouds and dust, so that the sun's rays undergo scarcely any absorption and strike down with full force on the light-brown desert soil, from which they are radiated and reflected to a great extent.",
        "Lack of the power of brain concentration and severe inability to undergo the mental strain of arduous work are often the penalty which white races pay.",
        "Thus Satisfactions became not merely signs of sorrow but actual merits, which freed men from the need to undergo the temporal pains here and in purgatory which their sins had rendered them liable to.",
        "The female lays an egg in the unripe nut, on the kernel of which the larva subsists till September, when it bores its way through the shell, and enters the earth, to undergo transformation into a chrysalis in the ensuing spring.",
        "The new towns, on the other hand, general economic conditions having meanwhile begun to undergo a marked change, were founded with the intention of establishing centres.",
        "For them, as for the Roman Church, there is a belief in a catholic or all-embracing Church, but the unity is not that of an organization; Christians are one through an indwelling spirit; they hold the same faith, undergo the same experience and follow the same purpose.",
        "Nothing is known of its natural history outside the body, but on cultivation it is apt to undergo numerous involution forms. Its presence in a patient is regarded as positive diagnostic proof of plague; but failure to find or to identify it does not possess an equal negative value, and should not be too readily accepted, for many instances are recorded in which expert observers have only succeeded in demonstrating its presence after repeated attempts.",
        "It is a matter of ordinary observation that different bodies acted on by the same force, or what is judged to be the same force, undergo different changes of velocity in equal times.",
        "Motions ClassedIn problems of mechanism, each solid piece of the machine is supposed to be so stiff and strong as not to undergo any sensible change of figure or dimensions by the forces applied to ita supposition which is realized in practice if the machine is skilfully designed.",
        "Let a small body of the weight w undergo translation in a circulai path of the radius p, with the angular velocity of deflexion a, so that the common linear velocity of all its particles is v=ap. Then the actual energy of that body is WV2/2g = Waip2/2g.",
        "Symmetrical at their first appearance in the embryo, the somites (from which the myotomes are derived) early undergo a certain distortion, the effect of which is to carry the somites of the left side forwards through the length of one half-segment.",
        "If, however, they undergo marked improvement, the duration of life is extended and both birth and death-rates, being spread over a wider field of the living, tend to decrease.",
        "The Southern minority recognized, therefore, that they must henceforth direct the policy of the government in all questions affecting their peculiar interests, or their section would undergo a social and economic revolution.",
        "1° On the 3rd of May, after considerable discussion, the Lords decided upon the sentence, which was,\" That he should undergo fine and ransom of £40,000; that he should be imprisoned in the Tower during the king's pleasure; that he should be for ever incapable of any office, place or employment in the state or commonwealth; that he should never sit in parliament, or come within the verge of the court.",
        "The process is tedious, the resulting fibre is brown in colour, and it is said to be peculiarly liable to undergo heating (probably owing to the soft heavy quality of the flax) if exposed to moisture and kept close packed with little access of air.",
        "Thus arose the system of \" initial mutation \": an initial consonant may retain its original form, or may undergo any of the changes to which it is subject.",
        "The ketoketenes are coloured compounds, which undergo autoxidation readily, form ketene bases on the addition of pyridine and quinoline, and yield addition compounds with substances containing the C:N and C:0 groupings.",
        "Owing, however, to the woody and brittle nature of the fibre, it has to undergo a preliminary treatment peculiar to itself.",
        "Members of the forest service undergo a preliminary course of instruction at a school of forestry, and a further course at the Institute of Forestry, Stockholm, which dates from 1828.",
        "The irrigation of the claires is entirely under control, and the claires undergo a special preparation for the production of the green oysters, whose colour seems to be derived from a species of Diatom which abounds in the claires.",
        "A foreign subject implicated in a criminal suit cannot be pursued or molested in any way unless there exist full proofs of his having taken part in the crime imputed to him, and should he be duly convicted of the crime, he is handed over to his legation, which either sends him back to his own country to undergo the punishment established by law, or, according to more recent usage, punishes him in Persia by fine, imprisonment, &c. In this respect the powers of the foreign representatives in Persia, now numbering ten (Great Britain, Russia, France, Turkey, Austria-Hungary, Germany, United States of America, Italy, Belgium and the Netherlands) vary considerably, some having the power of condemning a criminal to death, while others cannot do more than fine and imprison for short periods.",
        "Where there has been local mischief due to inflammation the dead leucocytes must be removed, and this is done either by their being converted into pus in one mass, and making their way through the tissues to the nearest surface, whether of skin or mucous membrane, from which it can be discharged, or they may undergo a process of fatty degeneration and absorption, leaving behind in some cases cheesy matter, in others hard connective tissue.",
        "The reason for this is that farinaceous foods are digested in the intestine and not in the stomach, where they may undergo fermentation, whereas proteid foods are to a great extent digested in the stomach.",
        "After six months' stay in Algiers he once again, on the 21st of June 1809, set sail for Marseilles, where he had to undergo a monotonous and inhospitable quarantine in the lazaretto, before his difficulties were over.",
        "Boric acid (q.v.) being only a weak acid, its salts readily undergo hydrolytic dissociation in aqueous solution, and this property can be readily shown with a concentrated aqueous solution of borax, for by adding litmus and then just sufficient acetic acid to turn the litmus red, the addition of a large volume of water to the solution changes the colour back to blue again.",
        "It is addressed to the person in whose custody another is detained, and commands him to bring his prisoner before the court immediately after the receipt of the writ, together with the day and cause of his being taken and detained, to undergo and receive (ad subjiciendum et recipiendum) whatsoever the court awarding the writ \"may consider of concerning him in that behalf.\"",
        "Candidates for the diplomatic and consular services have to undergo the same training and pass the same examinations, i.e.",
        "The spore may be formed in short or long segments, the cellwall of which may undergo change of form to accommodate itself to the contents.",
        "The combined nitrogen of dead organisms, broken down to ammonia by putrefactive bacteria, the ammonia of urea and the results of the fixation of free nitrogen, together with traces of nitrogen salts due to meteoric activity, are thus seen to undergo various vicissitudes in the soil, rivers and surface of the globe generally.",
        "\" the production of a change in the corresponding bacterium whereby it becomes granular, swells up and ultimately may undergo dissolution.",
        "On the contrary the labile opsonins of normal serum have a comparatively general action on different organisms. It is quite evident that the specific immune-opsonins may play a very important part in the phenomena of immunity, as by their means the organisms are taken up more actively by the phagocytic cells, and thereafter may undergo rapid disintegration.",
        "That the sun on midsummer day rises nearly, but not quite, in line with the \"avenue\" and over the Friar's Heel, has long been advanced as the chief argument in support of the theory that Stonehenge was a temple for sun-worship. On the supposition that this stone was raised to mark exactly the line of sunrise on midsummer's day when the structure was erected, it would naturally follow, owing to well-known astronomical causes, that in the course of time the direction of this line would slowly undergo a change, and that, at any subsequent date since, the amount of deviation would be commensurate with the lapse of time, thus supplying chronological data to astronomers for determining the age of the building.",
        "A number began to take it in the famine year, 1866, as it enabled them to exist on less food and mitigated their sufferings; others used it to enable them to undergo fatigue and to make long journeys.",
        "To the great majority of smokers who use it moderately it appears to act as a stimulant, and to enable them to undergo great fatigue and to go for a considerable time with little or no food.",
        "In some cases the ova, after leaving the mouth, are lodged in the oral arms, and undergo the earliest phases of their development in this situation, accumulating in the grooves that continue the angles of the mouth, and bulging the wall of the groove into sacs or pockets.",
        "These limbs undergo great modification in the different groups.",
        "In the Copepoda the median eye may undergo considerable elaboration, and refracting lenses and other accessory structures may be developed in connexion with it.",
        "The genital papilla of the female acquires a great development during the breeding season and becomes produced into a tube nearly as long as the fish itself; this acts as an ovipositor by means of which the comparatively few and large eggs (3 millimetres in diameter) are introduced through the gaping valves between the branchiae of pond mussels (Unio and Anodonta), where, after being inseminated, they undergo their development, the fry leaving their host about a month later.",
        "Generally speaking they do not share in the special modifications of the flowering glumes, and rarely themselves undergo modification, chiefly in hardening of portions (Sclerachne, Manisuris, Anthe- phora, Peltophorum), so as to afford greater protection to the flowers or fruit.",
        "In Ephedra helvetica, as described by Jaccard, no proembryo or suspensor is formed; but the most vigorous fertilized egg, after undergoing several divisions, becomes attached to a tissue, termed the columella, which serves the purpose of a primary suspensor; the columella appears to be formed by the lignification of certain cells in the central region of the embryo-sac. At a later stage some of the cells in the upper (micropylar) end of the embryo divide and undergo considerable elongation, serving the purpose of a secondary suspensor.",
        "Not that it was asserted that he, therefore, could not be forgiven by God; indeed he was urged to pray and fast and undergo church discipline; but the church refused to venture on any anticipation of the divine decision.",
        "For other grave sins the baptized person was allowed to undergo discipline once, but only once in his life; if he relapsed again, he must remain excommunicate like the adulterer.",
        "Many mammals have a longer hairy coat in winter, which is shed as summer comes on; and some few, which inhabit countries covered in winter with snow, as the Arctic fox, variable hare and ermine, undergo a complete change of colour in the two seasons, being white in winter and grey or brown in summer.",
        "Coal gas, being a mixture of gases and vapours of liquids having very varying boiling points, must necessarily undergo physical changes when the temperature is lowered Vapours of liquids of high boiling point will be condensed more quickly than those having lower boiling points, but condensation of each vapour will take place in a definite ratio with the decrease of temperature, the rate being dependent upon the boiling point of the liquid from which it is formed.",
        "Undoubtedly the best process which has been proposed for the production of oil gas to be used in the enrichment of coal gas is the\" Young \"or\" Peebles \"process, which depends on the principle of washing the oil gas retorted at a moderate temperature by means of oil which is afterwards to undergo decomposition, because in this way it is freed from all condensible vapours, and only permanent gases are allowed to escape to the purifiers.",
        "The sporophylls may exceptionally undergo further dichotomies and bear more numerous synangia.",
        "The sporogenous tissue, which is referable to several archesporial cells, is surrounded by a tapetum, mostly derived from the sporogenous group. In the microsporangium all the mother-cells undergo the tetrad division, giving rise to the numerous microspores.",
        "The eggs of Phoronis are small and usually undergo their early development attached to the tentacles of the adult.",
        "Many substances undergo simultaneous oxidation and reduction when treated in a particular manner; this is known as selfor auto-oxidation.",
        "Even where they undergo healing they may cause such a stricture of the calibre of the intestinal canal as to give rise to the symptoms of obstruction which ultimately prove fatal.",
        "The precision with which the path of an eclipse is laid down years in advance cannot but imbue the minds of men with a high sense of the perfection reached by astronomical theories; and the discovery, by purely mathematical processes, of the changes which the orbits and motions of the planets are to undergo through future ages is more impressive the more fully one apprehends the nature of the problem.",
        "He was again successful in his object, but was wounded in the arm before Caudebec, and was finally compelled to withdraw his army with considerable losses through the privations the troops had to undergo.",
        "groppo, whence English \"group\"), the ingluvies, or pouched expansion of a bird's oesophagus, in which the food remains to undergo a preparatory process of digestion before being passed into the true stomach.",
        "The only other disease to which reference need be made here is dysentery, which sometimes breaks out after the long confinement bees are compelled to undergo during severe winters.",
        "The dauphin was obliged to receive him and to undergo an apparent reconciliation.",
        "Occasionally, certain parts of the sepals undergo marked enlargement.",
        "On being heated above 250° up to 300° some oils, like linseed oil, safflower oil, tung oil (Chinese or Japanese wood oil) and even castor oil, undergo a change which is most likely due to polymerization.",
        "On exposure to the atmosphere, oils and fats gradually undergo certain changes.",
        "The long bones of the limbs consist of an axis of cartilage; the extremities of the cartilages frequently undergo calcification and are thus converted into epiphyses.",
        "With the exception of a number of forms in which the whole development takes place within the egg or in the body of the mother, batrachians undergo metamorphoses, the young passing through a free-swimming, gill-breathing period of considerable duration, during which their appearance, structure, and often their regime, are essentially different from those of the mature form.",
        "It is medicinally superior to gum acacia, as it does not undergo acetous fermentation.",
        "The email said she'd be ready soon for the procedure Czerno wants her to undergo.",
        "The professional writer has to undergo many sad vicissitudes.",
        "The dissociated molecules can undergo thermal reactions with neighboring surface atoms or with other adsorbates.",
        "It also means that older mothers can be given a low risk for Down syndrome without having to undergo an amniocentesis.",
        "anaesthesialaces, by necessity, children undergo anesthesia with inadequate facilities.",
        "The recumbent patient may undergo assessment of leg lengths.",
        "The remainder may undergo atresia and their growth arrests.",
        "Germanium-76 can undergo double beta decay in which two neutrons decay into protons, electrons and antineutrinos.",
        "The equilibrium is supposed to undergo a reversible pitchfork bifurcation, controlled by the system's parameter.",
        "Ibandronic acid is eliminated by renal excretion only and does not undergo any biotransformation.",
        "WT is presumed to arise because of the failure of the metanephric blastema to undergo its normal developmental pathway.",
        "As they are dragged through the rift caves to Quentaris some of the slaves undergo a change that awakens some dormant psychic abilities.",
        "chlorinated solvents such as trichloroethene (TCE) that undergo limited natural attenuation.",
        "Cider keg cider keg Cider is made from pressed apples which undergo a process of fermentation.",
        "If you want to become a complete Islamic radical and are ready to undergo circumcision, then I invite you to Moscow.",
        "Although the active site of ASV integrase does not undergo significant conformational changes on binding the required metal cofactor, that of HIV-1 does.",
        "To resist, therefore, the rough usage the picture will have to undergo, it should be made with tolerably strong collodion.",
        "If treatment does not control the symptoms of the disease, up to 30% of patients may undergo colostomy.",
        "conformance test, the product still has to undergo an interoperability test.",
        "These pages will undergo continual updating for a while, so your contributions are useful to us now.",
        "Patients who had incomplete responses were advised to undergo an immediate radical cystectomy.",
        "One was for my mom to undergo kidney dialysis.",
        "Transit cells have the ability to divide rapidly a limited number of times, after which they undergo terminal differentiation.",
        "Levels are low in the induced metanephric mesenchyme, increase as the cells undergo epithelial differentiation, and attenuate as they mature (Ref.",
        "Radioactivity The phenomenon whereby atoms undergo spontaneous random disintegration, usually accompanied by the emission of radiation.",
        "Know that aqueous solutions of ionic compounds will also undergo electrolysis.",
        "Protecting these babies from necrotising enterocolitis will save them from having to undergo major surgery within the first few days or weeks of life.",
        "temporal lobe epileptics were more likely to undergo multiple religious conversions.",
        "You will also be required to undergo a medical examination.",
        "They undergo a long secondary fermentation at a low temperature.",
        "fettling shop they have to undergo some grooming to remove runners and risers and excess metal along the joint lines.",
        "Drugs can be used to help shrink the fibroid, in severe cases the only option is to undergo a hysterectomy.",
        "Within 20 years of myomectomy, about 1 in 4 women will undergo hysterectomy most often for recurrent symptomatic fibroids.",
        "These conditions allow the inconspicuous gametophyte (about the size of a finger nail) to develop and undergo fertilization.",
        "gamma rays emitted by the isotope that undergo Compton interactions in the detectors are tracked.",
        "All of them are derived from the bone marrow but T cells undergo a process of maturation in the thymus gland.",
        "If sufficiently energetic, the created hadrons can undergo further interactions, making yet new hadrons and disrupting more nuclei.",
        "At the age of 32 I had to undergo a full hysterectomy.",
        "There is no set age limit, but all vehicles must undergo a fitness inspection on first application for a license and annually thereafter.",
        "She is arrested and taken to the police station where she has to undergo various interrogations.",
        "A patient must also be fit enough to undergo an ERCP for a stent to be used to relieve jaundice.",
        "cider keg Cider is made from pressed apples which undergo a process of fermentation.",
        "Most people who undergo a laryngectomy find the loss of the ability to speak devastating.",
        "His mother had his sister Rose, institutionalized and ordered her to undergo a lobotomy in 1937.",
        "Many of them are trying to decide between whether to undergo conventional treatments or to practice macrobiotics instead.",
        "All patients should undergo mammography and the diagnosis can be confirmed or excluded by a full-thickness nipple biopsy.",
        "meadow pipits are reported to undergo a partial molt in the first three months of the year.",
        "A diploid cell may also undergo meiosis to produce haploid cells, usually four.",
        "The new volunteer peer mentors have a day out of class to undergo training in the school library.",
        "The tissues have to undergo anaerobic metabolism, producing lactate, to meet the energy needs of essential processes within the tissue.",
        "Upon reaching 10cm or more the juvenile will undergo metamorphosis.",
        "Due to the large change from larval to adult form, the insects are said to undergo complete or complex metamorphosis.",
        "migraine with aura need to undergo echo?",
        "More so they undergo mitosis at similar rates when compared to control samples.",
        "The nymphs undergo five molts, becoming successively larger after each molt.",
        "moultdow Pipits are reported to undergo a partial molt in the first three months of the year.",
        "Research Interests Our group studies the control of cell division when mammalian oocytes undergo meiosis.",
        "Mr Munson had agreed to undergo the ordeal to raise funds for the Jeans for Genes appeal.",
        "Executive Summary 1.1 peanut allergic individuals can undergo a severe, life-threatening reaction following exposure to peanut allergens.",
        "phagocytosis by macrophages, apoptotic cells often undergo plasma membrane changes that trigger the macrophage response.",
        "preeminent authorities on willing to undergo the ship we glitter glue markers.",
        "preexisting state, it will be said to undergo various kinds of motion.",
        "They were to undergo severe privations (it was reported that one man even resorted to eating his wife!",
        "Candidates may be required to undergo an adaptation procedure.",
        "First having to undergo six months quarantine at Paradise Wildlife Park.",
        "rays emitted by the isotope that undergo Compton interactions in the detectors are tracked.",
        "Several gene families undergo rearrangements in immune cells in order to generate a vast diversity of antibodies.",
        "These obtain a flip in helicity as they undergo a mirror reflection and, when analyzed, contribute to the cross polar component.",
        "In 1560, Scotland became one the last countries in Europe to undergo a reformation of the Church.",
        "refugee doctors undergo training and are tested on their medical training and understanding of English.",
        "In November 1997 she was advised to undergo total hip replacement.",
        "The 33 year old saboteur from Essex may need to undergo surgery.",
        "A student must also undergo honest self-examination, a process which continues into the active ministry.",
        "semiclassical theory of scarring of quantum eigenfunctions by classical periodic orbits to include situations where these orbits undergo generic bifurcations.",
        "Reactor 1 will undergo a statutory maintenance shutdown, commencing in April 2005.",
        "She was arrested and had to undergo solitary confinement.",
        "About 1% of patients develop pancreatitis and 5% of those who undergo a sphincterotomy develop late papillary stenosis.",
        "Additionally not all patients can or want to undergo surgery.",
        "He concluded that if mice and rats prove sensitive to a chemical, it does not have to undergo further tests on dogs.",
        "On the basis of this advice, the Claimant agreed to undergo further surgery to remove his right testicle.",
        "Other scientists have discovered why patients who undergo radiation therapy for brain, head or neck cancer suffer from some mental decline.",
        "How much toil will a mother undergo about her own child?",
        "The Pope had been hospitalized twice since 1 February due to breathing problems, and he was forced undergo a tracheotomy.",
        "In order for the carbamate to reform, the enzyme must undergo transition to the open conformation.",
        "Huffman stars as Bree Osbourne, a male-to-female transsexual who is about to undergo surgery to become a full woman.",
        "undergo fundamental (i.e. structural) change.",
        "These companies voluntarily undergo independent audits to verify the continuing quality and fitness for purpose of their products.",
        "undergo when they change place.",
        "undergo continuing education courses every year.",
        "These techniques have led to new insight into how several relatively unstudied molecules undergo such dynamic exchange.",
        "Patients having undergone a D2 gastrectomy will inevitably undergo a vagotomy.",
        "Men who undergo vasectomy do not receive any financial incentives.",
        "We may take X =6 X I o' 5 cms.,, u - I =0.0003; whence from (21) we obtain as the distance x, equal to I/h, which light must travel in order to undergo alteration in the ratio e : 1, x=4 4XIo 13 Xn (22) The completion of the calculation requires a knowledge of the value of n, the number of molecules in unit volume under standard conditions, which, according to Avogadro's law, is the same for all gases.",
        "In structure and some of its habits much resembling a bullfinch, but much exceeding that bird in size, it has the plumage of a crossbill and appears to undergo the same changes as do the members of the restricted genus Loxia - the young being of a dull greenish-grey streaked with brownish-black, the adult liens tinged with golden-green, and the cocks glowing with crimson-red on nearly all the body-feathers, this last colour being replaced after moulting in confinement by bright yellow.",
        "Almost all other countries, moreover, share in the benefit of the minimum tariff, and profit by the modifications it may successively undergo.",
        "Criminal appeals usually go straight to the criminal section, while civil appeals are generally taken before the Chambre des Requtes, where they undergo a preliminary examination.",
        "In other cases, however, the medusa-individuals become sexually mature while still attached to the parent polyp, and are then not set free at all, but become appanages of the hydroid colony and undergo degenerative changes leading to reduction and even to complete obliteration of their original medusan structure.",
        "The sub-umbral ectoderm and that covering the manubrium undergo concrescence to form a single layer (fig.",
        "The young pigeons are fed by both parents with a peculiar stuff, the product of the strongly proliferating epithelial cells of the crop, which cells undergo a cheese-like fatty degeneration, and mixed with mucus, perhaps also with the proventricular juice, make up a milklike fluid.",
        "From the standpoint of the law of conservation of energy, the relation between chemical and thermochemical action bears the following aspect: - A given amount of any substance under given conditions possesses a perfectly definite amount of intrinsic energy, and, no matter what chemical and physical transformations the substance may undergo, it will, when it returns to its original state, possess the original amount of intrinsic energy.",
        "As the various portions of the food undergo digestion, they ate allowed to pass through the proventriculus into the stomach, where the nutrient substances are absorbed.",
        "development of most Hexapoda is the formation of a protective These six divisions of the head are diverse in kind, and subsequently undergo so much change that the part each of them takes in the formation of the head-capsule is not finally determined.",
        "Hexapoda with this resting pupal stage in their life-history are said to undergo \" a complete transformation,\" to be metabolic, or holometabolic, whereas those insects in which the young form resembles the parent are said to be ametabolic. Such insects as dragon-flies and may-flies, whose young, though unlike the parent, develop into the adult form without a resting pupal stage are said to undergo an \" incomplete transformation \" or to be hemimetabolic. The absence of the pupal stage depends upon the fact that in the ametabolic and hemimetabolic Hexapoda the wing-rudiments appear as lateral outgrowths (fig.",
        "In common with physics it includes the determination of properties or characters which serve to distinguish one substance from another, but while the physicist is concerned with properties possessed by all substances and with processes in which the molecules remain intact, the chemist is restricted to those processes in which the molecules undergo some change.",
        "The ketoximes by the action of acetyl chloride undergo a peculiar inframolecular re-arrangement known as the Beckmann trans formation (E.",
        "In some reformed congregations in America proselytes are admitted without circumcision, and a similar policy is proposed (not yet adopted) by the Jewish Religious Union in London, though the male children of proselytes are to be required to undergo the rite.",
        "In many pathological conditions this tissue is commonly found to undergo mucoid or myxomatous degeneration, which is regarded as a reversion to a closely similar type - that of foetal connective tissue (fig.",
        "The work of prospecting is usually left to adventurous men who are willing to undergo privation and hardship in the hope of large reward though the chances of success are small.",
        "It may be obtained by distilling benzyl sulphide !or disulphide, by the action of sodium on benzaldehyde or benzal chloride, by distilling fumaric and cinnamic phenyl esters: C6H50.OC CH:CH CO.OC6H5 - >C02+C6H5.CH:CH CO.006H5 - >2C02 -{-C 6 H 5 CH: CH C 6 H 5 (Ber., 18, p.1945), and fromchlorasymmetrical diphenylethane derivatives which undergo a rearrangement when heated (Ber., 7.",
        "undergo decomposition in the soil and become broken down into compounds of simple chemical composition better suited for absorption by the roots of crops, the changes involved being directly due to the activity of bacteria and fungi.",
        "Various pagan observances are mingled in their ritual: every newly-built house is considered uninhabitable till the blood of a sheep or fowl has been spilt in it; a woman guilty of a breach of chastity has to undergo purification by leaping into a flaming fire; the Sabbath has been deified, and, as the goddess Sanbat, receives adoration and sacrifice and is said to have ten thousand times ten thousand angels to wait on her commands.",
        "In the genus Rhizostoma, common on the British coasts and conspicuous on account of its large size, the oral arms, originally distinct and four in number, undergo concrescence, so that the entrance to the mouth is reduced to numerous fine pores and canals.2 Like the external structure, the internal anatomy of the medusa shows a complete radial symmetry, and is simple in plan but often complicated in detail (see fig.",
        "The latter readily undergo the \" Beckmann \" transformation on treatment with acid chlorides, yielding substituted acid amides, RR' C:NOH -› RC(NR') OH - R CO NHR' (see OxIMES, also A.",
        "is said to undergo division by mitosis essentially of the same character, with the formation of a spindle and the differentiation of chromosomes.",
        "1Ã‚° On the 3rd of May, after considerable discussion, the Lords decided upon the sentence, which was,\" That he should undergo fine and ransom of £40,000; that he should be imprisoned in the Tower during the king's pleasure; that he should be for ever incapable of any office, place or employment in the state or commonwealth; that he should never sit in parliament, or come within the verge of the court.",
        "In some genera the oral arms are of great length, and in the suborder Rhizostomeae they undergo concrescence to form a proboscis (fig.",
        "On being heated above 250Ã‚° up to 300Ã‚° some oils, like linseed oil, safflower oil, tung oil (Chinese or Japanese wood oil) and even castor oil, undergo a change which is most likely due to polymerization.",
        "Refugee doctors undergo training and are tested on their medical training and understanding of English.",
        "It is not enough to undergo dietary regimens to rid the body of toxins.",
        "We extend the semiclassical theory of scarring of quantum eigenfunctions by classical periodic orbits to include situations where these orbits undergo generic bifurcations.",
        "All would undergo specialized training, including the development of skills in the sensitive handling of the bereaved.",
        "Women were randomized to undergo either axillary lymph node dissection (ALND) or sentinel lymph node biopsy (SLNB).",
        "A A small number of lupus patients undergo spleen removal.",
        "At least one teacher in every school should undergo training which includes how to tackle homophobic bullying.",
        "By using PGD, couples at risk of having a child with CF can undergo IVF, and then implant only unaffected embryos.",
        "Indeed, one might characterize social processes by their ability to periodically undergo fundamental (i.e. structural) change.",
        "You could look at how these are contrasted and what transformations the characters undergo when they change place.",
        "We have two veterinary nurse training centers, and insist that all veterinary surgeons undergo continuing education courses every year.",
        "A crystalline saccharine principle, Sorbitol, which does not undergo the vinous fermentation, has also been found in the fruit.",
        "The baby does not travel through the birth canal so the fluids are not pushed out of the lungs during the delivery, and the babies do not have the same hormonal changes as those who undergo vaginal births.",
        "Before babies reach their toddler years, their sleeping habits will undergo many changes.",
        "Before you can take your used scuba tank out into the big blue, it's going to have to undergo professional visual and hydrostatic testing.",
        "In the spirit of community parenting, most divorce courts will allow custody agreements to undergo modifications tailored to meet the expanding needs of the child as long as the changes are necessary and truly beneficial.",
        "Smog is created when chemicals and pollutants (industry and traffic related) in the atmosphere undergo changes.",
        "If you expect to undergo surgery, make sure you discuss your use of valerian with your doctor well in advance.",
        "As you undergo Soft Tap Permanent Makeup application, you will notice several important things.",
        "Why do I want to undergo this procedure?",
        "People undergo intradermal pigmentation for a variety of reasons.",
        "It is important to visit the technician regularly to undergo a brief touch-up in order to maintain the look and sustain the integrity of the color.",
        "Sometimes they undergo reformulations and reappear several months or even years later with a new avatar.",
        "All professional ski technicians must undergo certification for specific brands of skis.",
        "The level of stress you undergo while working is dependent on various factors.",
        "Instead, you must undergo a process, because you need to learn about your anger, yourself and techniques that will help you control your emotions.",
        "The salt in water causes the glass to undergo a process referred to as \"hydration,\" which leaves a somewhat frosted or etched looking surface.",
        "Make sure they will continually monitor your progress and re-evaluate your particular needs as you undergo treatment.",
        "It is important to note, however, that no one should have to undergo this experience alone.",
        "The test results are used to determine whether the young person should undergo a more detailed evaluation or be referred to a treatment facility.",
        "Her rep told People that her treatment was not for an eating disorder, rather, \"to undergo diagnostic treatment to determine why she's not been putting on any weight.\"",
        "To get the perfect body in Hollywood, many celebrities sometimes undergo drastic plastic surgery procedures.",
        "Why do you think so many celebrities undergo different plastic surgery treatments?",
        "The Hollywood culture is so obsessed with beauty that it can push a person to undergo treatments in an attempt to look as good as he or she did five, 10 or 20 years ago.",
        "September 2007-The judge in her ongoing custody battle orders that Britney must undergo random drug tests and attend parenting classes.",
        "This tantrum of sorts resulted in her being hauled off to the hospital in order to undergo a \"mental evaluation.\"",
        "Her mother, Virginia Guynes, continued down the path of alcoholism, even after Moore helped her to undergo addiction treatment.",
        "However, it is important to note that during the approximately three-month period your child has within a dress size, some items will need to undergo an extreme amount of laundering.",
        "Not only will they undergo a regular room cleaning, they will be subject to a deep cleaning.",
        "Every ingredient that goes into their products must undergo testing to make sure that they are not tainted.",
        "He was diagnosed with prostate cancer and had to go undergo major surgery.",
        "After the larvae undergo several changes in the dog's body, they reach their adult stage.",
        "It is recommended that puppies who earn the CGC certification undergo re-testing once they reach adulthood to be certain that their temperaments and behaviors still merit the distinction.",
        "When dogs experience serious injuries or have to undergo surgery, their ability to heal can often be greatly enhanced by receiving physical rehabilitation treatment from a qualified veterinary health professional.",
        "Any puppy or dog suspected of suffering from parvo should undergo an enzyme-linked immunosorbent assay antigen test (ELISA), commonly called the CITE test.",
        "Any breed of dog can undergo therapy dog training.",
        "Over the next five years, the band would undergo many name changes before settling on Blue Oyster Cult in 1971.",
        "The best part about refacing is that you don't have to undergo months of construction to change the look of your kitchen.",
        "Because ceramic tiles undergo such high temperature firing, they are capable of standing up to excessive heat and will not burn if a hot pot or pan is set directly on the countertop's surface.",
        "Porcelain tiles are durable and strong; they also undergo a firing process which makes them capable of withstanding high temperatures.",
        "Even if you don't intend to undergo a major renovation on your home, there are several areas that may need attention during your time as a homeowner.",
        "Once they undergo the bleaching process the result is pearls in stunning shades of chocolate brown with intense luster and undertones.",
        "Despite the fact that men's fashion did not undergo the drastic visible changes that women's attire did during the '20s, it's safe to say that the era did make its mark nonetheless.",
        "In this day and age, though, you can even undergo virtual image consulting!",
        "These farms are monitored and undergo a tightly controlled and extensive evaluation process.",
        "Patients with sleep apnea will undergo two to three sleep studies during the course of their diagnosis and subsequent treatment options.",
        "Most parents with a newborn at home undergo severe sleep deprivation because the baby gets them up at all hours.",
        "At a sleep center, patients often undergo sleep studies in order to determine the type of apnea they have.",
        "Before receiving Pillar implants, patients must undergo a complete medical examination by an ENT or other specialist.",
        "Your doctor may refer you to a sleep specialist or sleep center where you can undergo additional diagnosis and receive customized testing.",
        "If the problem is physiological, such as obstructive sleep apnea, then you can undergo treatment to help improve the quality of your sleep.",
        "Patients can experience significant reductions in their snoring over the course of the intervening months, but patients, particularly those with diagnosed sleep apnea should undergo a sleep study to evaluate the level of improvement.",
        "In many cases, patients who undergo laser alternative snoring treatments can greatly improve their own quality of life.",
        "Undergo timed bright light exposure prior to your trip if you expect jet lag to be a significant problem.",
        "In order to diagnose sleep apnea, a patient must undergo a sleep study.",
        "While this may be a tragic end for some amusement parks, it is no less tragic than the gradual decay that most abandoned amusement parks undergo.",
        "In order to sit beneath the warm fluorescent glow of store shelves, a video game must undergo a long process of development.",
        "Since it is not dried in oak and does not undergo any malolactic fermentation, the natural spiciness and fruitiness of the grapes emerge.",
        "The wireless services climate in the United States started to undergo significant changes in 2008 when Verizon Wireless agreed to buy Alltel for a sum of $28.1 billion.",
        "Patients with heart disease need prophylactic antibiotic for any dental work or medical procedures they undergo.",
        "While not a therapy in itself, bone marrow transplantation may allow a cancer patient to undergo aggressive therapy.",
        "People who are at an increased risk for developing leukemia because of proven exposure to ionizing radiation or exposure to the toxic liquid benzene, and people with Down syndrome, should undergo periodic medical checkups.",
        "Parents who are already confronted with their child's allergies may be reluctant to have the child undergo testing.",
        "Candidates for emotional growth boarding schools are enrolled from therapeutic wilderness programs or undergo psychological and educational testing to determine their academic and therapeutic needs.",
        "Parents and students should be prepared to undergo additional medical and educational testing to determine the student's needs for individualized lesson plans.",
        "African Americans are 13 percent less likely to undergo coronary angioplasty and one-third less likely to undergo bypass surgery than are Caucasians.",
        "Beginning with the pre-teen years, children undergo their most intensive period of physical growth since infancy and need more food than at any other stage of life, particularly if they participate in sports.",
        "In addition, all children should undergo routine developmental screening as part of their pediatric care.",
        "Many couples who already have one child with CF decide to undergo prenatal screening in subsequent pregnancies and use the results to determine whether to terminate the pregnancy.",
        "Couples who have family histories of genetic defects can undergo genetic testing and counseling to see if they are at risk for having a child with one of the lipidoses disorders.",
        "Most children who undergo evaluation for FUO do not receive treatment until a clear-cut cause is found.",
        "Several infections can result in symptoms similar to FMF (Mallaret meningitis, for instance), and many people with FMF undergo exploratory abdominal surgery and ineffective treatments before they are finally diagnosed.",
        "Patients who undergo the cardiac implant procedure take a daily anticoagulant medication such as aspirin or warfarin (Coumadin) for three to six months after the procedure.",
        "Children who have frequent canker sores may benefit from dietary supplements of B-complex vitamin or may undergo blood and allergy tests to see if some other underlying cause can be identified.",
        "As many as 30 percent of children undergoing myringotomy with insertion of ear tubes need to undergo another procedure within five years.",
        "While not all persons with GID are labeled as transsexuals, there are those who are determined to undergo sex change procedures or have done so, and, therefore, are classified as transsexual.",
        "Transsexuals alter their physical appearance cosmetically and hormonally and may eventually undergo a sex-change operation.",
        "Of the hundreds of thousands of women in the United States who undergo a c-section each year, about 500 die from serious infections, hemorrhaging, or other complications.",
        "Women who undergo a c-section should be encouraged to share their feelings with others.",
        "Although it is uncertain why the hair follicles undergo these changes, it is thought that a combination of genes may predispose some children and adults to the disease.",
        "Their ovaries are undeveloped, and they do not undergo puberty.",
        "It may take as long as a year for a patient to regain full use of a leg following limb-salvage surgery, and patients who have this operation may eventually have to undergo amputation.",
        "Children with metallic implants are likely to undergo a computed tomography (CT) examination instead of an MRI.",
        "Over time, the tumors undergo sclerosis, meaning they calcify and grow hard.",
        "Infants who undergo circumcision may be fussy for some hours afterward, so parents should be prepared for crying, feeding problems, and sleep problems.",
        "Only about 10 percent of those referred for evaluation actually undergo the surgery.",
        "The decision to undergo prenatal surgery is a difficult one.",
        "All fetuses that undergo surgery are born prematurely.",
        "Fetal surgery for CDH lessens the severity of the condition so that the fetus usually survives delivery and lives long enough to undergo corrective surgery.",
        "As adolescents mature intellectually and undergo cognitive changes, they come to perceive themselves in more sophisticated and differentiated ways.",
        "Children suspected of having intelligence development problems should undergo a comprehensive evaluation to identify their difficulties as well as their strengths.",
        "Children with symptoms of psychosocial disorders or other mental illness should undergo a thorough physical examination and patient history to rule out an organic cause for the illness (such as a neurological disorder).",
        "These undergo many cell divisions, often at a quicker rate than normal cells and do not have a limited lifespan.",
        "If an RB1 gene change/deletion is found in all of the blood cells tested, both parents should undergo blood testing to check for the same RB1 gene change/deletion.",
        "Siblings and other relatives could undergo DNA testing to see if they have inherited the RB1 gene change/deletion.",
        "Young children will need to undergo these evaluations under anesthetic.",
        "It may be advisable for patients with bilateral retinoblastoma or an inherited form of retinoblastoma to undergo periodic screening for the brain tumors found in trilateral retinoblastoma.",
        "It is also recommended that siblings continue to undergo periodic retinal examinations under anesthetic until they are three years of age.",
        "Any relatives who are found through DNA testing to have inherited an RB1 gene change/deletion should undergo the same surveillance procedures as siblings.",
        "The children of someone diagnosed with retinoblastoma should also undergo periodic retinal examinations under anesthetic.",
        "Patients often undergo countless unnecessary surgeries throughout their lifetimes.",
        "Individuals at risk of having a child with OI should be encouraged to undergo genetic counseling to more accurately determine their chances of having a child with OI.",
        "Nearly half of all pregnant women over 35 in the United States undergo amniocentesis and many younger women also decide to have the procedure.",
        "The decision to undergo amnio is always a matter of personal choice.",
        "The finding is important, since even chickenpox can be a serious complication in children who must undergo a kidney transplant.",
        "Bicuspid aortic valves can deteriorate or become infected, so it is advised that all girls with Turner syndrome undergo annual cardiac evaluations.",
        "In general, before treatment can begin, many treatment centers require that the patient undergo detoxification.",
        "These, as well as new development tests, undergo frequent examination and review for reliability and validity.",
        "First, candidates undergo a trial with a powerful hearing aid.",
        "In photo contact dermatitis, certain substances undergo chemical changes as a result of exposure to light that transform them into either irritants or allergens.",
        "Some patients who cannot undergo surgery are treated with radiation therapy to the pituitary in an attempt to shrink the adenoma.",
        "Young women who take oral contraceptives should be sure to tell the healthcare professional in charge before they undergo surgical or dental procedures, laboratory tests, or emergency treatment.",
        "Teens undergo major changes in their lives and their self-esteem can often become fragile.",
        "Some patients may undergo surgery to treat hyperthyroidism.",
        "Individuals cannot voluntarily produce symptoms of VCD, so they are usually exposed to an irritant or undergo an exercise stress test in order to bring on a VCD attack.",
        "When substance abuse or addiction is present, a patient must ordinarily undergo a period of detoxification and abstinence before a mood disorder can be accurately diagnosed.",
        "Patients treated with the drug should undergo weekly blood tests to monitor white blood cell counts.",
        "Because nystagmus can be associated with many medical problems, the child with this condition must undergo a complete ocular and neurological evaluation.",
        "A child who has a mother, father, or sibling diagnosed with VWD should undergo biochemical testing for VWD.",
        "The survival rate for children with osteopetrosis who undergo BMT is 40 to 70 percent.",
        "Most children born with either or both of these conditions undergo reconstructive surgery while they are still infants to correct the defect and significantly improve facial appearance.",
        "A child thought to have a learning disorder should undergo a complete medical examination to rule out an organic cause of the problem.",
        "The person will also undergo physical and occupational therapy to keep the burned areas from becoming inflexible and to minimize scarring.",
        "Children' s hospitals in the United States report from five to 20 babies undergo surgery each year for EA/TEF.",
        "It is also the most frequent reason children receive antibiotic prescriptions or undergo surgery.",
        "Affected people usually are detected in adolescence when they do not undergo puberty.",
        "Women who become pregnant may undergo tests at any stage in their pregnancy: during the first trimester (weeks one through 12), second trimester (weeks 13-26), or third trimester (weeks 27-40+).",
        "In cases of strong drug-resistant strains, the child may undergo surgery to remove the infected areas.",
        "In the case of MEN 2A and MEN 2B, children would undergo frequent calcitonin testing.",
        "It will not ease the child's anxiety to try to explain that he or she will undergo a series of tests or will spend three weeks in the hospital.",
        "In addition to the effects on sexual development and fertility, individuals do not undergo the normal adolescent growth spurt and may be short as adults.",
        "After six months, many babies undergo a period of fear and unhappiness around anyone except their parents.",
        "When a potential immigrant came to shore at Ellis Island, he or she had to undergo an interview and health inspection.",
        "Bikini waxing is a relatively common procedure, and one that both  men and women can undergo.",
        "Which specific treatment you undergo is up to the trained professional hair removal specialist who administers the treatments.",
        "Unlike laser hair removal, even individuals with gray, very light blonde, or red hair can undergo electric treatments to eliminate the unwanted hair.",
        "Perming is a difficult procedure for any hair to undergo, and because of the chemical constituents in perm formulas, the hair cuticle is damaged.",
        "Even the hair shaft can be compromised and undergo fractures right where the hair meets the scalp.",
        "Surgeons undergo years of training and education to make sure that they know what they're doing when they open a body and wield a scalpel.",
        "The book also reveals that Carnival staff members create more than seven million towel animals each year and that new employees undergo ten hours of formal training in order to learn how to make the various designs.",
        "She was determined not to undergo a hospital birth again.",
        "When a couple decides on permanent sterilization, they must then decide which partner should undergo a procedure.",
        "The woman may have to undergo hormone treatments prior to implantation.",
        "Discuss various cancer treatments with your physician that can preserve your fertility, or undergo fertility preservation before you begin treatment.",
        "In some pregnancies, it is necessary for women to undergo a procedure called an amniocentesis.",
        "For those who are required to undergo the procedure, waiting for the results afterwards can be a worrying time.",
        "Women who undergo a tubal ligation will often be gospitalization for several hours and take several days to recover.",
        "Because vasectomies are a permanent form of contraception, only men who are certain they want no future children should undergo the procedure.",
        "Women who are 36 years of age or younger who undergo IVF treatment have about a 37 percent chance of getting pregnant, according to DocShop.com.",
        "It's possible that a woman may need to undergo more than one cycle of IVF treatments before being able to conceive.",
        "Statistics reveal approximately 70,000 of women in America undergo this procedure yearly.",
        "Pregnancy tests undergo strict quality control procedures, so a defective test is rare.",
        "Once the Mirena is in place, your monthly cycles will likely undergo significant changes.",
        "Some women who undergo tubal ligation experience pelvic pain with their menstrual cycle after the procedure is complete.",
        "Purchasing whitening supplies from your dentist, you undergo a brief training so you can learn how to bleach your own teeth like an expert.",
        "Without fluid and carbohydrates, a lot of the vitamins and minerals in tablets can't undergo complete metabolic breakdown, so the nutrients pass through the body unused and are excreted.",
        "It is always best to work with a doctor or other health care provider whenever you undergo any type of supplementation, including that of B12.",
        "Vitamin supplements sold on shelves will not undergo the same scrutiny as these prescription versions.",
        "As 1910 wore on toward 1920, world events demanded that women's fashion undergo a change.",
        "You'll simply have to fill out a questionnaire, undergo a quick physical, provide your donation and take a few minutes to relax and eat snacks.",
        "Many states require couples to undergo several hours of structured pre-marital counseling before obtaining a marriage license in an effort to encourage couples to address these types of issues before making a lifetime commitment.",
        "Diamond cutters, who undergo years of training and apprenticeship, must decide how to cut a diamond to maximize the carat weight of the stone while minimizing these flaws.",
        "These are only a few of the many symptoms a celiac victim may undergo.",
        "If your doctor suspects you may have celiac disease, he or she may suggest you undergo gliadin antibody testing.",
        "Styles may undergo some changes, but a good Gucci bookbag will always look great.",
        "According to Tibetan tradition, reincarnated Lamas must undergo a series of tests to confirm that the reincarnation is legitimate.",
        "In most cases, people undergo past life regression as part of a spiritual journey often achieved during a psychotherapy session.",
        "Peripheral neuropathy occurs when the nerves in a particular organ or tissue undergo damage.",
        "Characters that undergo dramatic personality changes, for example, can be credited to the writer's imaginative streak.",
        "Although many people choose to undergo hypnosis with the aid of a certified hypnotherapist, it is possible to induce self-hypnosis all on your own.",
        "During the various periods of Japanese history, tattoos have undergone different transformations, from a mark of tribal belonging to being a process that only a criminal would undergo.",
        "If it turns out you don't like it as well as you thought, you're stuck with your art unless you choose to undergo laser removal.",
        "Eye tattooing of this nature is generally considered dangerous and unadvisable; however, some people choose to undergo the procedure as an expression of boldness, body ownership and originality.",
        "Nicknamed \"Pauly Unstoppable\", this enthusiastic individual volunteered to undergo the experimental procedure.",
        "Young women may undergo various types of scarification at puberty, marriage and child birth to commemorate these events.",
        "Though the hotel contains all the modern conveniences, it did undergo renovations a few years ago.",
        "Schools may require you to undergo a criminal background check to ensure the students' safety.",
        "If the girls make it to the finals, they undergo three weeks of the program under observation.",
        "Try to keep your granite countertops in their best condition every day so you don't have to undergo extensive repairs or deep cleaning.",
        "There are symptoms that may be acting as signals to you to undergo a cleansing regime.",
        "Should I undergo testing for a thyroid disorder?",
        "Cooked foods, including fruits and vegetables, undergo chemical changes that destroy enzymes.",
        "If you are to undergo a clear liquid diet prior to a medical or surgical procedure and you don't stick to the diet, it is very important you let your physician know because they may wish to reschedule your procedure.",
        "You can choose to undergo a formal flexibility program, such as yoga, or you can stretch after exercise.",
        "If you're really interested in having your testosterone levels checked, ask your doctor if you can undergo a blood test immediately before and after your exercise routine.",
        "Individual plans, on the other hand, often require an applicant to answer a health questionnaire and undergo medical examinations.",
        "You may be asked to undergo a medical examination as part of the process.",
        "The plan kicks in when the policyholder is hospitalized, needs surgery or must undergo diagnostic tests.",
        "A person who is interested in this type of coverage can buy a policy without having to undergo a medical exam.",
        "All articles undergo a review process to ensure our readers receive the most up-to-date, relevant information available.",
        "Shannon and Tracy undergo extensive plastic surgery.",
        "The offer to undergo free plastic surgery was too good for Kate Gosselin to turn down.",
        "The eight teenage participants on the show all undergo a week's worth of survival training before this reality show begins.",
        "First, they undergo a Geisha makeover and learn about the traditions of Geisha culture.",
        "Some people maintain their skin by choosing to undergo laser treatment for their acne periodically throughout their life.",
        "This is because medications undergo a much more stringent approval process than cosmetics.",
        "Younger women do not usually have the income for full procedures, and if they do they often undergo operations that are unnecessary.",
        "However, if the patches are widespread over the body or begin to enlarge, it is worth the time and peace of mind to undergo a thorough evaluation.",
        "For this offence he was sentenced to undergo three weeks' imprisonment.",
        "But, when the mists set in, the low hills near the coast bordering the deserts, which are called lomas, undergo a change as if by magic. A blooming vegetation of wild flowers for a short time covers the barren hills.",
        "As in other Platyelmia the elements of this tissue undergo the most varied differentiation.",
        "In 1847 nervous prostration again obliged him to undergo treatment at Prestbury: \"They tell me not to read, not to think; but they might as well tell me not to live.\"",
        "Talented representatives of the Kose, Takuma Thhd and Tosa lines maintained the reputation of the Period, native and Buddhist schools, and the long-neglected Chinese school was destined to undergo a vigorous revival.",
        "As regards their life history, all Hymenoptera undergo a \" complete \" metamorphosis.",
        "The old tales, very much distorted in the 15th-century prose versions, were to undergo still further degradation in 18th-century compilations.",
        "Further, all water particles when moving undergo a deviation from a straight path due to the forces set up by the rotation of the earth deflecting them towards the right as they move in the northern hemisphere and towards the left in the southern.",
        "The former class undergo an incipient fusion or softening when heated, so that the fragments coalesce and yield a compact coke, while the latter (also called free-burning) preserve their form, producing a coke which is only serviceable when made from large pieces of coal, the smaller pieces being incoherent and of no value.",
        "It is clear that acetylene, if it is to be used on a large scale as a domestic illuminant, must undergo such processes of purification as will render it harmless and innocuous to health and property, and the sooner it is recognized as absolutely essential to purify acetylene before consuming it the sooner will the gas acquire the popularity it deserves.",
        "The philosophy of Fichte, worked out in a series of writings, and falling chronologically into two distinct periods, that of Jena and that of Berlin, seemed in the course of its development to undergo a change so fundamental that many critics have sharply separated and opposed to one another an earlier and a later phase.",
        "The difficulty is further diminished when it is proved, as it can be proved, 2 that the modes of energy represented in the atomic spectrum acquire energy so slowly that the atom might undergo collisions with other atoms for centuries before being set into oscillations which would possess an appreciable amount of energy.",
        "Miller discovered that they undergo a metamorphosis, and that the minute worm-like lamperns previously known under the name of Ammocoetes, and abundant in the sand and mud of many streams, were nothing but the undeveloped young of the river-lampreys and small lamperns.",
        "But the royal lovers still had some parliamentary mortifications to undergo.",
        "The Medico-Psychological Association of Great Britain and Ireland holds examinations and grants certificates in mental nursing; candidates must undergo three years' regular training, with instruction by lectures, &c., which may be obtained in a large number of public asylums by arrangement with the Association; one county asylum (Northampton) gives its own certificates after a three years' course.",
        "The aqueous solutions of all the carbonates when boiled undergo decomposition with liberation of ammonia and of carbon dioxide.",
        "In the neighbourhood of intrusive granites and similar plutonic igneous rocks, slates undergo \"contact alteration,\" and great changes ensue in their appearance, structure and mineral composition.",
        "In the middle ages the story of Caesar did not undergo such extraordinary transformations as befell the history of Alexander the Great and the Theban legend.",
        "The next event is a great growth in thickness of the gelatinous mesogloea, especially on the exumbral side; as a result the flattened coelenteron is still further compressed so that in certain spots its cavity is obliterated, and its exumbral and subumbral layers of endoderm come into contact and undergo concrescence.",
        "The two apposed layers of endoderm in the cathammal area undergo complete fusion to form a single layer of epithelium, the endoderm-lamella of the adult medusa.",
        "The impregnated eggs undergo a very partial development in the mother, and these pass into a state of rest, for which they are furnished with a dense shell.",
        "Animal cults may be classified in two ways: (A) according to their outward form; (B) according to their inward meaning, which may of course undergo transformations.",
        "Respect for them is due to two main reasons: (a) the kinsmen of the dead desire to preserve the goodwill of their dead relatives; (b) they wish at the same time to secure that their kinsmen are not molested and caused to undergo unnecessary suffering.",
        "Ingestion and dissolution of the Trypanosomes by phagocytes has frequently been observed; and it is probable also that the haematopoietic organs secrete some substance which exerts a harmful action on the parasites, and causes them to undergo involution and assume weird-looking \" amoeboid \" and \" plasmodial \" forms.",
        "If a favourable change in the surrounding medium sets in, the Trypanosomes are able to undergo the reverse process, namely disagglomeration; the parasites liberate themselves and the rosette is dissolved.",
        "Perhaps we may illustrate his position by saying that the elements undergo a change analogous to what takes place in iron, when by being brought into an electric field it becomes magnetic. The substance of the elements remain as well as their accidents, but like baptismal water they gain by consecration a hidden virtue benefiting soul and body.",
        "When heated in contact with air they undergo a certain amount of oxidation, being converted to some extent into the corresponding cyanate.",
        "They make incomparable guides for fishing, hunting and surveying parties, on which they will cheerfully undergo the greatest hardships, though tending to shrink from regular employment in cities or on farms.",
        "In the Coelentera, whatever subsequent changes of shape the little sac may undergo as it grows up to be polyp or jelly-fish, the original arch-enteron remains as the one cavity pervading all regions of the body.",
        "The growth of the worms during their larval stage is thus stated by Count Dandolo: - When the caterpillars are mature and ready to undergo their transformation into the pupa condition, they cease eating for some time and then begin to ascend the brushwood branches or echelletes provided for them, in which they set about the spinning of their cocoons.",
        "A portion of the eria cocoons are white, while the others are of a lively brown colour, and for the dyeing of light colours the latter require to undergo a bleaching process.",
        "Thus the Church beyond the Danube, which had not been extinguished on Ulfilas's withdrawal, began to grow once more, and once more had to undergo the fires of persecution.",
        "The cruelties that accompanied the overthrow of the Omayyad dynasty excited a revolt, which spread to Mesopotamia, and Harran had to undergo a siege by one of Merwan's generals.",
        "I therefore made an experiment to determine whether the whole of a given portion of the phlogisticated air of the atmosphere could be reduced to nitrous acid, or whether there was not a part of a different nature to the rest which would refuse to undergo that change.",
        "The link by which they are connected is of a higher and immaterial nature; and their connexion is to be sought in the view of the Creator himself, whose aim in forming the earth, in allowing it to undergo the successive changes which geology has pointed out, and in creating successively all the different types of animals which have passed away, was to introduce man upon the surface of our globe.",
        "lobe epileptics were more likely to undergo multiple religious conversions.",
        "Individuals who do not respond to medical therapy, may undergo surgery to remove the spleen, which controls the anemia in some individuals by helping to add more RBCs to the circulation.",
        "Note that some individuals may need to undergo a series of treatments if their age spots are very dark or unresponsive to single treatments, and that proper sun protection is absolutely essential in order to see continued results over time.",
        "It can cause such severe birth defects that women are required to undergo two pregnancy tests prior to starting treatment and take two forms of birth control throughout the course.",
        "Sometimes a skin cancer patient will have to undergo radiation or chemotherapy even after a successful surgery.",
        "To be effective, you will need to undergo several consecutive sessions to see the difference.",
        "Men and women who have mild inflammatory acne can undergo facials without too many side effects.",
        "Before Arbonne products are released to the public they must undergo extensive testing.",
        "The first step to better looking skin is to identify the types of scars you have, and then proceed to undergo the best treatment for your skin and scar type.",
        "Bender, that the uniforms of the Coast Guard started to undergo changes to make them different from the uniform worn by members of the Navy.",
        "If now a gradually increasing magnetizing force is applied, the needles at first undergo a stable deflection, giving to the group a small resultant moment which increases uniformly with the force; and if the current is interrupted while the force is still weak, the needles merely return to their initial positions.",
        "If the aperture and wave-length increase in the same proportion, the size and shape of the diffraction pattern undergo no change."
    ],
    "definition": [
        "Link/Cite",
        "To experience; to pass through a phase.\nThe project is undergoing great changes.",
        "To suffer or endure; bear with.\nThe victim underwent great trauma.\nShe had to undergo surgery because of her broken leg.",
        "Link/Cite"
    ]
}