{
    "translation": "לא מוגדר",
    "uses": [
        "Its area is somewhat undefined, but it may be estimated to measure 36 m.",
        "Religion may \" feel,\" like Tennyson's \" man in wrath, \" and may expatiate in an undefined awe; science alone is to possess the \" knowable.\"",
        "The lower portion of the Moroccan Atlas (sometimes called the Middle Atlas), extending north - east and east from an undefined point to the north of the Great Atlas to near the frontier of Algeria, is crossed by the pass from Fez to Tafilalt.",
        "Here the boundary is undefined.'",
        "Sir Peter had great but undefined claims in Munster also, and the people there took warning.",
        "In the same year the patriarch of Jerusalem sent him the keys of the Holy Sepulchre; and in 807 Harun not only sent further gifts, but appears to have confirmed the emperor's rights in Jerusalem, which, however, probably amounted to no more than an undefined protectorate over the Christians in that part of the world.",
        "Knowing the danger of an undefined position, the emperor caused the councils to dispense with their deliberations, and adopt, as the constitution of the empire, the project framed by the council of state.",
        "Here the Bashgol and Chitral valleys unite and the boundary passes to the water-divide east of the Chitral river, after crossing it by a spur which leaves the insignificant Arnawai valley to the north; along this water-divide it extends to a point nearly opposite the quaint old town of Pashat in the Kunar valley (the Chitral river has become the Kunar in its course southwards), and then stretches away in an uneven and undefined line, dividing certain sections of the Mohmands from each other by hypothetical landmarks, till it strikes the Kabul river near Palosi.",
        "The coastline is, in general, undefined and marshy, and broken into numerous bays and peninsulas.",
        "Lakes are numerous in the government of Suwalki, but are all small and mostly hidden in thick coniferous or birch forests, and their waters penetrate with undefined banks amidst marshes, sandy tracts and accumulations of moss-grown boulders.",
        "It was thus practically a committee of the larger council, and assisted the king in his judicial work, its authority being as undefined as his own.",
        "On the south the limit was undefined, but understood to be the margin of the desert, some distance north of the oasis of Augila (Aujila).",
        "These were few in number during the early days of the Capetian dynasty; for though the king always maintained the principle that he was judge, and even that his competence in this respect was general and unlimited, this competence was at the same time undefined and it was not compulsory to submit cases to the king.",
        "The total number of persons working in textile fabrics in 1901, exclusive of 21,849 drapers, mercers and other dealers, but including 43,040 employed in mixed or unspecified materials (hosiery, lace, carpets, rugs, fancy goods, &c., besides a large number of \" undefined \" factory hands and weavers), amounted to 174,547 persons.",
        "From this point the boundary is left undefined, perhaps because the kingdoms of Alfred and Guthrum ceased to be conterminous here, though if Northamptonshire was included in the kingdom of Guthrum, as seems likely, the boundary must be carried a few miles along Watling Street.",
        "He has only one symbol (written somewhat like a final sigma) for an unknown quantity, which he calls apc0µ6s (defined as \"an undefined number of units\"); the symbol may be a contraction of the initial letters ap, as A Y, K Y, D Y O, &c., are for the powers of the unknown (Suvaµcs, square; icu(30s, cube; Svva,uo& va i ccs, fourth power, &c.).",
        "The boundaries in the interior were undefined.",
        "is undefined, except in the S.E., where the boundary between Turkish territory and that of the independent tribes under British protection was defined by an agreement between Great Britain and Turkey in 1904, by a line running approximately N.E.",
        "To make room for these we have to remember that the atomic nucleus has remained entirely undefined and beyond our problem; so that what may occur, say when two molecules come into close relations, is outside physical science - not, however, altogether outside, for we know that when the vital nexus in any portion of matter is dissolved, the atoms will remain, in their number, and their atmospheres, and all inorganic relations, as they were before vitality supervened.",
        "In 48 B.C. he was created dictator for the second time, probably with constituent powers and for an undefined period, according to the dangerous and unpopular precedent of Sulla.",
        "There arose, however, at some undefined epoch a strife on the part of this tribe and some others with the rest of the Turks, because, as the latter allege, Ghuzz, the son (or grandson) of Yafeth (Japhet), the son of NO (Noah), had stolen the genuine rain-stone, which Turk, also a son of Yafeth, had inherited from his father.",
        "Chemical action has frequently been suggested as being a necessary factor in the luminosity of flame, not only in the sense that it causes a sufficient rise of temperature but as furnishing some special and peculiar though undefined stimulus.",
        "The apprehensions of the people with regard to a future state were undefined, but fearful.",
        "In 1901 the number of persons employed in engineering and machine-making - including 24,122 ironfounders, 24,944 blacksmiths, 26,567 fitters, turners and erectors, 9767 boiler-makers and 18,618 undefined - amounted to 118,736.",
        "His father was a small local chief, and his uncle was governor of the districts of Dembea, Kwara and Chelga between Lake Tsana and the undefined N.W.",
        "By the rule of St Benedict, the consent of the laity was in some undefined way required; but this seems never to have been practically enforced.",
        "The doctrine of Atonement, destined to be the focus of Protestant evangelicalism, has remained undefined in Catholic circles,' an implicate or presupposition, but no part of the explicit and authorized creeds.",
        "However, asthe boundary between the possessions of Charles the Bald and those of Louis was not strictly defined, and as Lothairs kingdom, having no national basis, soon disintegrated into the kingdoms of Italy, Burgundy and Arles, in Lotharingia, this great undefined territory was to serve as a tilting-ground for France and Germany on the very morrow of the treaty of Verdun and for ten centuries after.",
        "Besides these, there are the religious heads of the community; especially the nakib and Jewish high priest, who possess an undefined and extensive authority in their own communities.",
        "Their religion is the worship of spirits, ancestral and otherwise, accompanied by a vague and undefined belief in a Supreme Being, generally regarded as indifferent to the doings of the people.",
        "Dogmas or articles of faith (taken as synonymous) depend upon revelation in Scripture or tradition, as confirmed by the church whether acting in general councils or through the pope (in some undefined way; Holden) - in general councils or by universal consent (Chrismann; of bishops ?",
        "There was also the sort of unofficial censorship, undefined by law but real, which communities exercised against those who had been pro-German or who were now less ready than their neighbours thought fitting to subscribe for loans and the Red Cross, and to observe food regulations.",
        "With the spread of the Pan-Islamic movement, moreover, the undefined authority of the sultan as caliph of Islam received a fresh importance even in countries beyond the borders of the Ottoman empire, while in countries formerly, or nominally still, subject to it, it caused, and promised to cause, incalculable trouble.",
        "and 48 40 E., but is undefined with the exception of the western boundary of the little district of Kotur.",
        "At last at some undefined point on the Watling Street his legions joined him.",
        "In the apostolic age the duties of deacons were naturally vague and undefined.",
        "The former, while accepting utility as the criterion of \" material goodness,\" had adhered to Shaftesbury's view that dispositions, not results of action, were the proper object of moral approval; at the same time, while giving to benevolence the first place in his account of personal merit, he had shrunk from the paradox of treating it as the sole virtue, and had added a rather undefined and unexplained train of qualities, - veracity, fortitude, activity, industry, sagacity, - immediately approved in various degrees by the \" moral sense \" or the \" sense of dignity.\"",
        "Men desire strength or power not as ends but as means to ends beyond them; Nietzsche is most convincing when the Ubermensch is left undefined.",
        "There is one exception, which is made clear in the following extract from Sir Walter Gilbey's Ponies Past and Present (1900) Before the establishment of the Hackney Horse Society in 1883 the dividing line between the horse and the pony in England was vague and undefined.",
        "The clue's deliberate ambiguity is helped by the exact nature of the last letter change being left undefined.",
        "Strings are considered false if and only if they are empty. null and undefined are considered false.",
        "Mathematicians undoubtedly use probability in a way that fits well with the propensity interpretation, but they leave it undefined.",
        "maxims of action should be deemed unjust is therefore left rather undefined by the test in most cases.",
        "rephrase sentence in terms of defined entries rather than undefined ones.",
        "There are actually two varieties of null scalars: defined and undefined.",
        "silhouettes of the ragged tree stumps fade into the aerial perspective of the murky, undefined distance.",
        "A seafood starter was provided with a choice of steak or an undefined fish course, plus salad bowl, cheese course and dessert.",
        "Without the -u option, there are no unresolved references or undefined symbols to cause ld to search the archive library.",
        "unprintable characters by text streams is undefined.",
        "In both capacities, however, a certain undefined pre-eminence was conceded to the occupants of \" Apostolic \" sees, i.e.",
        "The household of the Norman and Angevin kings of England included certain persons of secondary rank, styled dapifers, seneschals or stewards (the prototypes of the lord steward), who were entrusted with domestic and state duties; the former duties were those of purveyors and sewers to the king, the latter were undefined.",
        "Originally the duties of the quaestors, like those of the consuls, were undefined; the consuls were the superior magistrates of the republic, the quaestors their assistants.",
        "The rights of the burgesses seem to have been undefined, for frequent commissions attest to encroachments on the rights of warren, forest and wreckage belonging to the royal manor.",
        "remains undefined, but the province may be said to occupy the territory lying between 32Ã‚° 30 and 40Ã‚° N., and 108Ã‚° and 98Ã‚° 20' E., and to contain about 260,000 sq.",
        "The result, since the feudal and ecclesiastical systems had become closely interwoven, aiid the frontier between the religious and secular spheres must ever be vague and undefined, was the conflict between the spiritual and temporal powers which, for two centuries to come, was to tear Europe into warring factions (see the articles CHURCH HIsToRY; PAPACY; INVESTITURE).",
        "Rephrase sentence in terms of defined entries rather than undefined ones.",
        "In the photograph, the stark silhouettes of the ragged tree stumps fade into the aerial perspective of the murky, undefined distance.",
        "In areas where EU law applies, they have simply copied in the undefined definition of the tort of harassment.",
        "The processing of other unprintable characters by text streams is undefined.",
        "If you have hard to fit curves, or a hard time finding a good fit because you're thin with bigger hips, or thin with an undefined waist, shopping for jeans can be a challenge.",
        "If your theme is undefined, then the right shower curtain can introduce a theme that you can carry out with pictures, wall art, towel motifs, and bath accessories.",
        "Toss in David Spade in an as yet undefined role and some strange accusations about some blaring Bon Jovi music in the neighborhood, and the whole thing gets more confusing.",
        "Plus size women often struggle with the blended look when their large breasts hang lower, which gives them an undefined shape.",
        "Rather than blunt and symmetrical, a choppy bob usually has a more jagged and undefined edge to the bottom and the bangs.",
        "The \"potential negative side effects\" are likely misunderstood or undefined.",
        "Rectangle: This shape is straight and even slightly squared, with an undefined waistline, straight legs and torso, narrow hips and a flat derriere.",
        "Since ovals generally have undefined waistlines and larger stomachs, the key is to create the illusion of a leaner, slimmer shape through clothing that calls attention to the upper body.",
        "Here, however, the boundary is again undefined.",
        "But the population of Venice was growing rapidly, and citizenship was as yet undefined.",
        "South of that point the Saharan frontiers of Algeria, Tunisia and Tripoli remained undefined.",
        "Similar notions present in the ethnic faiths take the Christian facts into their service, the belief of the multitude without essential change remaining vague and undefined."
    ],
    "definition": [
        "Lacking a definition or value",
        "(mathematics) That does not have a meaning and is thus not assigned an interpretation\nThe result of division by zero is undefined.",
        "Link/Cite"
    ]
}