{
    "translation": "באופן לא שווה",
    "uses": [
        "The white population, about nine to the square mile, is very unevenly distributed.",
        "You do realize that if it's a girl, we're going to be unevenly matched.",
        "It is very unevenly distributed, and in the industrial districts is increasing very rapidly.",
        "Because human ability is distributed unevenly and technology multiplies ability of the talented, the spread between the rich and poor will rise more and more.",
        "Short and reticulately-pitted tracheal cells, similar to tracheids, often occur in the circummedullary region of cycadean stems. In an old stem of Cycas, Encephalartos or Macrozamia the secondary wood consists of several rather unevenly concentric zones, while in some other genera it forms a continuous mass as in conifers and normal dicotyledons.",
        "The Bambuseae contain twenty-three genera and occur throughout the tropical zone, but very unevenly distributed; they also extend into the sub-tropical and even into the temperate zone.",
        "It is unevenly built on a slope at the foot of which flows the Biss or Mere, a tributary of the Avon.",
        "The main point, however, was that they flew, and flew swiftly, if a bit unevenly, toward the rock for which they had headed.",
        "It is unevenly built on high ground above the river Frome, which is here crossed by a stone bridge of five arches.",
        "The area within the walls is a vast expanse of cultivated land, unbroken by any vestige of antiquity; yet the soil is thick with tile and potsherd, and in hot summers the unevenly growing corn reveals the remains of streets beneath the surface.",
        "Ah... those peasants! shouted an officer, seizing by their shoulders and checking the peasants, who were walking unevenly and jolting the stretcher.",
        "Lee and others, New Jersey as a Colony and as a State (4 vols., with an additional biographical volume, New York, 1902, rather unevenly proportioned, and inaccurate as to details; W.",
        "China's recent economic growth has been unevenly distributed.",
        "An unevenly heated cooking surface could lead to intense frustration while you're cooking.",
        "If you use a wash, you can use just one color and thin the paint so it dries unevenly.",
        "This will help keep your hand steadier, resulting in a better line that doesn't wobble unevenly.",
        "Griselinia Lucida - Has very glossy pale green leaves, which are most unevenly divided by the mid-rib.",
        "Regular trims (every 8-12 weeks) are still necessary for all areas, since damaged hair grows unevenly, creating a more haggard style.",
        "Texture: A certain amount of textured, created by layering, unevenly cutting, spiking, or other techniques is a characteristic of most emo hair cuts.",
        "A candle holder keeps the candle flame safe from breezes that might encourage the candle to burn unevenly.",
        "A hurricane globe is a glass sleeve that fits around a taper or pillar candle to shield it from breezes that can either blow out the candle or cause it to burn unevenly.",
        "Scentsy wickless candles are a popular product for those who love rich candle fragrance without the worry of flame, smoke or unevenly burning wax.",
        "A candle holder may shield the flame and stop it from blowing out or burning unevenly.",
        "Remember 2 Corinthians 6:14: \"Do not be unevenly yoked with unbelievers.\" This Biblical injunction is a reminder that a relationship with a non-Christian necessarily lacks a fundamental agreement of values.",
        "Check for broken headlights or rear lights, look for unevenly worn or damaged tires, and check underneath the car to see if anything appears out of place.",
        "Food coloring is not made for use with soap and can fade, color unevenly, or even change color during the process.",
        "No more strapping into an ill-fitting bra that pinches and distributes the body unevenly.",
        "Self-tanners tend to fade unevenly and cause unsightly splotches."
    ],
    "definition": [
        "In an uneven or haphazard manner.",
        "In an unequal manner.",
        "Link/Cite"
    ]
}