{
    "translation": "בלתי מוגשם",
    "uses": [
        "We always have to have unfulfilled dreams.",
        "(a) The origin of Apocalyptic is to be sought in unfulfilled prophecy.",
        "The promise of a constitution, which in the excitement of the War of Liberation he had made to his people, remained unfulfilled partly owing to this mental attitude, partly, however, to the all but insuperable difficulties in the way of its execution.",
        "With the introduction of universal equal suffrage the stormy suffrage agitation came to rest, although one of its demands was unfulfilled, namely female suffrage for the Austrian House of Deputies.",
        "By ignoring the free poetical form of prophecy, and still more by ignoring the fact that the prophetic pictures of the ideal future of Israel could not be literally fulfilled after the fall of the ancient state had entirely changed the sphere in which the problems of true religion had to be worked out, it was possible to find a great mass of unfulfilled prophecy which might form the basis of eschatological constructions.",
        "Joel's eschatological picture appears indeed to be largely a combination of elements from older unfulfilled prophecies.",
        "This wise suggestion, still unfulfilled, was at first welcomed, according to Comte's own account, by Guizot's philosophic instinct, and then repulsed by his \" metaphysical rancour.\"",
        "State laws made liable to prosecution for misdemeanour any contract labourer who, having received advances, failed for any but good cause to fulfil the contract; or any contract labourer who made a second contract without giving notice tohis second employer of a prior and unfulfilled contract; or any employer of a labourer who had not completed the term of a prior contract.",
        "Few works of painting and none of sculpture (unless the unfulfilled commission for the Trivulzio monument belongs to this time) are recorded as occupying him during the seven years of his second residence in that city (1506-1513).",
        "i f.); (2) on each occasion he makes a formal demand; (3) on Pharaoh's refusal the plague is announced, and takes place at a fixed time without any human intervention; (4) when the plague is sent, Pharaoh sends for Moses and entreats his intercession, promising in most cases to accede in part to his request; when the plague is removed, however, the promise is left unfulfilled, the standing phrase being \"and Pharaoh's heart was heavy (7f),\" or \"and Pharaoh made heavy (-r»n) his heart\"; (5) the plagues do not affect the children of Israel in Goshen.",
        "The unexpected news of the French having crossed the Niemen was particularly startling after a month of unfulfilled expectations, and at a ball.",
        "The first stage of his later development, which resulted in the establishment of the \"Irvingite\" or \"Holy Catholic Apostolic Church,\" in 1832, was associated with conferences at his friend Henry Drummond's seat at Albury concerning unfulfilled prophecy, followed by an almost exclusive study of the prophetical books and especially of the Apocalypse, and by several series of sermons on prophecy both in London and the provinces, his apocalyptic lectures in 1828 more than crowding the largest churches of Edinburgh in the early summer mornings.",
        "This work breaks off abruptly at the end of 1142, with an unfulfilled promise that it will be continued.",
        "Without this grace it is impossible for man to obey the \" first greatest commandment \" of love to God; and, this unfulfilled, he is guilty of the whole law, and is only free to choose between degrees of sin; his apparent external virtues have no moral value, since inner rightness of intention is wanting.",
        "Thus the summum bonum for man is objectively God, subjectively the happiness to be derived from loving vision of his perfections; although there is a lower kind of happiness to be realized here 1 Abelard afterwards retracted this view, at least in its extreme form; and in fact does not seem to have been fully conscious of the difference between (I) unfulfilled intention to do an act objectively right, and (2) intention to do what is merely believed by the agent to be right.",
        "This condition being unfulfilled, the charter lapsed in the reign of James I., and an attempt to obtain its renewal in the 18th century failed.",
        "Unless there was a pending crisis of major proportions, telephone messages remained unanswered and promises unfulfilled.",
        "A million dreams unfulfilled.",
        "That's a long time to have a dream unfulfilled.",
        "As long as there was no bridge to join the north and south banks of the Thames the great object of Roman rule remained unfulfilled.",
        "Sources of Apocalyptic. - The origin of Apocalyptic is to be sought in (a) unfulfilled prophecy and in (b) traditional elements drawn from various sources.",
        "The hope had been general that the Committee would cease their activities when once parliamentary government was established; but the hope remained unfulfilled.",
        "In spite of superficial resemblances, mainly due to the unavoidable influence of current exegetical methods, the conception of prophecy as fulfilled in Christ is fundamentally different from the Jewish apocalyptic view of unfulfilled prophecy.",
        "He intended to treat in the same manner the remaining books of the New Testament, but his design was unfulfilled.",
        "The promise in Aristotle of such production remained unfulfilled.",
        "On the 23rd of May 1895 further treaties of peace and commerce were signed with Chile, but the provisions with regard to the cession of a seaport to Bolivia still remained unfulfilled.",
        "But James's expectations that the pope would prevent dangerous and seditious persons from entering the country were unfulfilled and the numbers of the Jesuits and the Roman Catholics greatly increased.",
        "To1485-1486also appears to belong the inception of his elaborate though unfulfilled architectural plans for beautifying and strengthening the Castello, the great stronghold of the ruling power in the state.",
        "The project which Said also conceived of linking the Sudan to Egypt by railway remained unfulfilled.",
        "Her big unfulfilled ambition is to get a novel in print.",
        "Although Caroline attracted several unfulfilled marriage proposals, she exhibited a natural exuberance and lack of inhibition that troubled her parents.",
        "Reflective, even somewhat grave and mournful, it is full of unfulfilled longing.",
        "There remained an unfulfilled need for these assurances to be multilaterally negotiated, legally binding and comprehensive.",
        "pluperfect subjunctive to show that this is an unfulfilled possibility.",
        "Were they attracted by the long-dead NSDAP's broken or unfulfilled promises to break up capitalist monopolies?",
        "prophecys true of this unfulfilled prophesy is true of all unfulfilled prophecies.",
        "One might expect a pluperfect subjunctive to show that this is an unfulfilled possibility.",
        "All this was quite in the vein of later Judaism, and so at length the unfulfilled predictions of the prophets served as the raw material for the elaborate eschatology of the apocalypses (see Apocalyptic Literature).",
        "The more philosophic part of the circle, forming a group in which Euclid of Megara (see Megarian School) seems at first to have taken the lead, regarded this Good as the object of a still unfulfilled guest, and were led to identify it with the hidden secret of the universe, and thus to pass from ethics to metaphysics.",
        "In spite of his reverence for his brother's memory, he made a clean sweep of \" the angel's \" Bible Society,' and other paraphernalia of official hypocrisy; as for Alexander's projects of reform, the pitiful legacy of a life of unfulfilled purposes, these were reported upon by committees, considered and shelved.",
        "The second floor is unfurnished and gives an eerie sense of a dream left unfulfilled.",
        "A very long, detailed registry, on the other hand, may go largely unfulfilled and could seem to be pretentious, especially if the couple is having a small wedding.",
        "For instance, is it possible that you are currently feeling unfulfilled in some way and are looking at past lives as a way to find more meaning in your life?",
        "Consider it an unfulfilled fantasy of sorts: The lure is in the unexpected, the promise of exciting information that no one else knows.",
        "As a lover of yoga, she saw an unfulfilled niche -- comfortable clothes for doing yoga.",
        "Once your employees know, you'll have to inform customers with whom you have contracts that will go unfulfilled.",
        "One such unfulfilled prophecy Ezekiel takes up and reinterprets in such a way as to show that its fulfilment is still to come."
    ],
    "definition": [
        "Lacking fulfillment; marked by a feeling of failure to achieve goals or desires.",
        "Not yet provided as promised, particularly with respect to a contract or an order for a supply of something.",
        "Link/Cite"
    ]
}