{
    "translation": ".1 אחיד\n.2 מדים",
    "uses": [
        "Her black uniform was clean and waiting for her.",
        "Just place your … your uniform in the dryer.",
        "She whirled to see a woman in a servant.s uniform Hannah insisted her household employees wear.",
        "In the use of these no uniform system has yet been adopted.",
        "Within two years uniform customs duties were to be imposed; thereafter the parliament of the Commonwealth had exclusive power to impose customs and excise duties, or to grant bounties; and trade within the Commonwealth was to be absolutely free.",
        "He came at a gallop, wearing a small hat, a blue uniform open over a white vest, and the St. Andrew ribbon over his shoulder.",
        "They rode through the village of Rykonty, past tethered French hussar horses, past sentinels and men who saluted their colonel and stared with curiosity at a Russian uniform, and came out at the other end of the village.",
        "Clad in the dark blue uniform of the police, Travis gave a nod of recognition as he passed him.",
        "Ashes and dirt sullied his uniform and made him sneeze.",
        "As the cable is sheathed it is stored in large water-tight tanks and kept at a nearly uniform temperature by means of water.",
        "His eyes went from the fed uniform to her face.",
        "He took each side of her collar and pulled, the effortless movement ripping the black uniform down the middle.",
        "A man in a general's uniform with plumes in his hat went up to Kutuzov and said something in French.",
        "The man in the executioner uniform dumped her onto a familiar surgical table in a room that stank of blood.",
        "He sat there, not in a uniform, but in shirt and tie, with a suit jacket slung over the chair.",
        "When a few lumps of sugar are added to a glass of water and stirred, the sugar soon disappears and we are left with a uniform liquid resembling water, except that it is sweet.",
        "I didn't get to first base but you've got a spiffy uniform and a shiny badge.",
        "His uniform was torn, and blood turned the gray color brown.",
        "Dan tore Brady's uniform open then pulled out a small emergency medical kit and slapped skin grafts over the two wounds.",
        "Rhyn crept carefully through the demon scouts positioned throughout the forest surrounding the castle.  The demons wore the Dark One's uniform of all black with waterproof cloaks and hoods.  The demon side of him rendered his presence similar enough to a full-demon's that the others wouldn't be alarmed.  He sized up each demon he passed, until he found one who appeared to be his size.  The creature didn't hear his soft step, and the snapping of the demon's neck was the only other sound in the falling rain.",
        "He was dressed in the rich uniform of the cupbearer, and he came forward with much dignity and grace.",
        "Viewed from a hilltop it reflects the color of the sky; but near at hand it is of a yellowish tint next the shore where you can see the sand, then a light green, which gradually deepens to a uniform dark green in the body of the pond.",
        "By continuing this process every unit of mass which enters B will carry with it more energy than each unit which leaves B, and hence the temperature of the gas in B will be raised and that of the gas in A lowered, while no heat is lost and no energy expended; so that by the application of intelligence alone a portion of gas of uniform pressure and temperature may be sifted into two parts, in which both the temperature and the pressure are different, and from which, therefore, work can be obtained at the expense of heat.",
        "The short leg of the siphon tube dips into an insulated ink-bottle, so' that the ink it contains becomes electrified, while the long leg has its open end at a very small distance from a brass table, placed with its surface parallel to the plane in which the mouth of the leg moves, and over which a slip of paper may be passed at a uniform rate, as in the spark recorder.",
        "Lana watched them speak briefly before the two in uniform started down another tunnel.",
        "It was Lydia Larkin, in uniform, in her official vehicle.",
        "Regretfully resolved, he rose and fixed his uniform then picked up her belongings.",
        "The appearance of a nurse in a fed's uniform in his doorway confirmed his assumption.",
        "The apparently uniform level of the pampas is much broken along its southern margin by the Tandil and Ventana sierras, and by ranges of hills and low mountains in the southern and western parts of the territory of La Pampa.",
        "The municipal police is divided into two principal branchesthe service in uniform of the agents de police and the service out of uniform of ins pecteurs de police.",
        "They say this one is the commander of all the Emperor Alexander's Guards, said the first one, indicating a Russian officer in the white uniform of the Horse Guards.",
        "He found the gradient nearly uniform for heights up to 30 to 40 metres above the ground.",
        "The waterways of Cochin-China communicate by means of natural or artificial channels (arroyos), facilitating transport and aiding in the uniform distribution of the inundation to which the country owes its fertility.",
        "The fact is that the wind is continually varying in force, and while the ordinary pressure plate is admirably adapted for measuring the force of a steady and uniform wind, it is entirely unsuitable for following the rapid fluctuations of the natural wind.",
        "If a soldier, he should be dressed in regulation uniform like the others.",
        "Anatole, with uniform unbuttoned, walked to and fro from the room where the witnesses were sitting, through the study to the room behind, where his French valet and others were packing the last of his things.",
        "The gendarmerie, however, differ from the agents or gardes both in uniform and in the fact that they are for the most part country patrols.",
        "Smiling Acting Sheriff Fitzgerald, dressed in his uniform, greeted Dean graciously as he poured charm on the ladies.",
        "\"You don't look like a spec ops soldier,\" he said, referring to the black uniform Elise insisted she wear.",
        "The soldier, who Brady took to be the pilot by his uniform, glanced up from his micro.",
        "It was equally obvious that the group was uniform in their ability to poke fun at one another as well as an unsuspecting visitor.",
        "Boris, grown more manly and looking fresh, rosy and self-possessed, entered the drawing room elegantly dressed in the uniform of an aide-de- camp and was duly conducted to pay his respects to the aunt and then brought back to the general circle.",
        "Major Brady Hanson held out a hand to the man dressed in the PMF's gray uniform beside him.",
        "She dressed in a comfortable uniform marking her as a civilian member of the government service before hesitating to choose what uniforms to bring: the summer- or winter-weight uniforms.",
        "In the higher latitudes of the South Atlantic the salinity diminishes steadily and tends to be uniform from east to west, except near the southern extremity of South America, where the surface waters are very fresh.",
        "Boris paused in the middle of the room, looked round, brushed a little dust from the sleeve of his uniform, and going up to a mirror examined his handsome face.",
        "In Paris the municipal police are divided among the twenty arrondissements, which the uniform police patrol.",
        "The latter, which covers an area of about moo acres, has at the present time a fairly uniform surface and slopes gradually from the north to the south and east.",
        "He stood, in full uniform, waving and tossing candy with abandon.",
        "In the receiver there is a strong electromagnet, excited by a local current, which has in its circuit two annular air gaps, across which the magnetic field is practically uniform and constant.",
        "She felt him slice through her gray uniform with the other and tried to move away.",
        "It was, however, reserved for the genius of Khammurabi to make Babylon his metropolis and weld together his vast empire by a uniform system of law.",
        "There is, besides, a powerful determining cause in the uniform character and undivided extent of its dry interior.",
        "Kutuzov, with his uniform unbuttoned so that his fat neck bulged over his collar as if escaping, was sitting almost asleep in a low chair, with his podgy old hands resting symmetrically on its arms.",
        "Princess Mary saw him walk out of the house in his uniform wearing all his orders and go down the garden to review his armed peasants and domestic serfs.",
        "Two valets rapidly dressed His Majesty, and wearing the blue uniform of the Guards he went with firm quick steps to the reception room.",
        "And go along with you... go, and he continued to put on the uniform the valet handed him.",
        "He had just finished dressing for his ride, and wore a blue uniform, opening in front over a white waistcoat so long that it covered his rotund stomach, white leather breeches tightly fitting the fat thighs of his short legs, and Hessian boots.",
        "At that moment Count Rostopchin with his protruding chin and alert eyes, wearing the uniform of a general with sash over his shoulder, entered the room, stepping briskly to the front of the crowd of gentry.",
        "Two officers, one with a scarf over his uniform and mounted on a lean, dark-gray horse, the other in an overcoat and on foot, stood at the corner of Ilyinka Street, talking.",
        "She'd removed her personal identifiers, hacked into the government's tracking mainframe to deactivate the implant in her brain, and changed into the black tactical uniform Elise brought her over her civilian grays.",
        "Tim stood in his black fed uniform, comfortable with the soldiers eyeing him.",
        "The experience of the telegraph companies in the United Kingdom, moreover, showed that a uniform rate, irrespective of distance, of Is.",
        "He had just entered, wearing an embroidered court uniform, knee breeches, and shoes, and had stars on his breast and a serene expression on his flat face.",
        "For more than a week preparations were being made, rough drafts of letters to Nicholas from all the household were written and copied out, while under the supervision of the countess and the solicitude of the count, money and all things necessary for the uniform and equipment of the newly commissioned officer were collected.",
        "Without answering, Rostov shook the soldier's Cross of St. George fastened to the cording of his uniform and, indicating a bandaged arm, glanced at Berg with a smile.",
        "An Austrian officer in a white uniform with green plumes in his hat galloped up to Kutuzov and asked in the Emperor's name had the fourth column advanced into action.",
        "One in a black uniform with white plumes in his hat rode a bobtailed chestnut horse, the other who was in a white uniform rode a black one.",
        "He had no lambskin cap on his head, nor had he a loaded whip over his shoulder, as when Rostov had seen him on the eve of the battle of Austerlitz, but wore a tight new uniform with Russian and foreign Orders, and the Star of St. George on his left breast.",
        "Rostov went back into the hall and noticed that in the porch there were many officers and generals in full parade uniform, whom he had to pass.",
        "He was now in an adjutant's uniform with one epaulet and a shoulder knot.",
        "He seized Anatole by the collar of his uniform with his big hand and shook him from side to side till Anatole's face showed a sufficient degree of terror.",
        "His plump white neck stood out sharply above the black collar of his uniform, and he smelled of Eau de Cologne.",
        "That Frenchman, by his uniform an officer, was going at a gallop, crouching on his gray horse and urging it on with his saber.",
        "The morning after little Nicholas had left, the old prince donned his full uniform and prepared to visit the commander-in-chief.",
        "Then they dressed him in uniform with his decorations and placed his shriveled little body on a table.",
        "It was said that Mamonov's regiment would cost him eight hundred thousand rubles, and that Bezukhov had spent even more on his, but that the best thing about Bezukhov's action was that he himself was going to don a uniform and ride at the head of his regiment without charging anything for the show.",
        "On the nearest one sat a Tartar, probably a Cossack, judging by the uniform thrown down beside him.",
        "As soon as Nicholas entered in his hussar uniform, diffusing around him a fragrance of perfume and wine, and had uttered the words \"better late than never\" and heard them repeated several times by others, people clustered around him; all eyes turned on him, and he felt at once that he had entered into his proper position in the province--that of a universal favorite: a very pleasant position, and intoxicatingly so after his long privations.",
        "17 a arranged to maintain uniform speed and to control their respective receivers.",
        "rate, and the old-established companies were forced to adopt this rate between all points served by the United Kingdom Company; but after a trial of four years it was found that a uniform is.",
        "Even the London District Telegraph Company, which was formed in 1859 for the purpose of transmitting telegraph messages between points in metropolitan London, found that a low uniform rate was not financially practicable.",
        "The other day when he came out from Mass in full uniform, Michael Sidorych...",
        "A French noncommissioned officer of hussars, in crimson uniform and a shaggy cap, shouted to the approaching Balashev to halt.",
        "Of a fourth opinion the most conspicuous representative was the Tsarevich, who could not forget his disillusionment at Austerlitz, where he had ridden out at the head of the Guards, in his casque and cavalry uniform as to a review, expecting to crush the French gallantly; but unexpectedly finding himself in the front line had narrowly escaped amid the general confusion.",
        "Granting that the geoid or mean surface of the ocean is a uniform spheroid, the distribution of land and water approximately indicates a division of the surface of the globe into two areas, one of elevation and one of depression.",
        "Thus the best approximation to the average depth of the ocean is little more than an expert guess; yet a fair approximation is probable for the features of sub-oceanic relief are so much more uniform than those of the land that a smaller number of fixed points is required to determine them.",
        "The plain or gently inclined uniform surface.",
        "The only uniform practice is to let the fields \" rest \" when they have become exhausted.",
        "This gives Canadian wheat excellent milling properties, and enables the millers to turn out flour uniform in quality and of high grade as to keeping properties.",
        "soon assumed national proportions in the Canadian Seed Growers' Association, which, with the seed branch of the department of agriculture mentioned above, has done much to raise to a uniform standard of excellence the grain grown over large areas of the Canadian wheat-fields.",
        "It is distinguishable by its uniform greyishbrown primaries, which want the tawny bars that characterize B.",
        "Its growth was gradual and has not been uniform throughout.",
        "Adraksin was in uniform, and whether as a result of the uniform or from some other cause Pierre saw before him quite a different man.",
        "A large crowd of militiamen and domestics were moving toward her, and in their midst several men were supporting by the armpits and dragging along a little old man in a uniform and decorations.",
        "The woman's husband, a short, round- shouldered man in the undress uniform of a civilian official, with sausage-shaped whiskers and showing under his square-set cap the hair smoothly brushed forward over his temples, with expressionless face was moving the trunks, which were placed one on another, and was dragging some garments from under them.",
        "Beside him rode an hussar, with a boy in a tattered French uniform and blue cap behind him on the crupper of his horse.",
        "In undress naval uniform, with a dirk, and holding his cap under his arm, he handed Kutuzov a garrison report and the keys of the town.",
        "In spite of the severe frost some hundred generals and staff officers in full parade uniform stood in front of the castle, as well as a guard of honor of the Semenov regiment.",
        "A minute later the old man's large stout figure in full-dress uniform, his chest covered with orders and a scarf drawn round his stomach, waddled out into the porch.",
        "Over the surface of the plate and between it and the indicator there was passed, at a regularly uniform speed, in a direction perpendicular to the line of motion of the indicator, a material capable of being acted on physically by the sparks, through either their chemical action, their heat, or their perforating force.",
        "Beside Kutuzov sat an Austrian general, in a white uniform that looked strange among the Russian black ones.",
        "Suddenly on the road at the top of the high ground, artillery and troops in blue uniform were seen.",
        "Having dressed for his attendance at court in full parade uniform, which he had not worn for a long time, he went into Bilibin's study fresh, animated, and handsome, with his hand bandaged.",
        "Anatole stood with his right thumb under a button of his uniform, his chest expanded and his back drawn in, slightly swinging one foot, and, with his head a little bent, looked with beaming face at the princess without speaking and evidently not thinking about her at all.",
        "The day after the review, Boris, in his best uniform and with his comrade Berg's best wishes for success, rode to Olmutz to see Bolkonski, wishing to profit by his friendliness and obtain for himself the best post he could--preferably that of adjutant to some important personage, a position in the army which seemed to him most attractive.",
        "In the uniform of the Preobrazhensk regiment--white chamois-leather breeches and high boots-- and wearing a star Rostov did not know (it was that of the Legion d'honneur), the monarch came out into the porch, putting on his gloves and carrying his hat under his arm.",
        "Boris' uniform, spurs, tie, and the way his hair was brushed were all comme il faut and in the latest fashion.",
        "But before he reached them Pierre stopped beside a very handsome, dark man of middle height, and in a white uniform, who stood by a window talking to a tall man wearing stars and a ribbon.",
        "Natasha at once recognized the shorter and younger man in the white uniform: it was Bolkonski, who seemed to her to have grown much younger, happier, and better-looking.",
        "Prince Andrew, in the white uniform of a cavalry colonel, wearing stockings and dancing shoes, stood looking animated and bright in the front row of the circle not far from the Rostovs.",
        "Berg, closely buttoned up in his new uniform, sat beside his wife explaining to her that one always could and should be acquainted with people above one, because only then does one get satisfaction from acquaintances.",
        "At first sight, Pfuel, in his ill-made uniform of a Russian general, which fitted him badly like a fancy costume, seemed familiar to Prince Andrew, though he saw him now for the first time.",
        "Pierre was there too, buttoned up since early morning in a nobleman's uniform that had become too tight for him.",
        "A middle-aged man, handsome and virile, in the uniform of a retired naval officer, was speaking in one of the rooms, and a small crowd was pressing round him.",
        "Besides, it would mess up your nice new uniform.",
        "What he saw was exactly how he pictured it: undisciplined scrambling by about a dozen Immortals in uniform.",
        "Besides, I was in uniform.",
        "Two well-armed guards stood outside the gate, flanking the slender fed in a blue medical uniform.",
        "Brady stretched a muscular arm across the table beside him to tug the box out of his other uniform.",
        "When he broke contact, Lana pulled his head back to hers, her hands skimming over his shoulders before she undid the top two buttons on his uniform.",
        "He was getting dressed in his uniform.",
        "Lana rushed to him, horrified by the amount of blood soaking his uniform.",
        "It had an absurd ritual and a strange uniform.",
        "The same remark may be made of the rest of the sea-board; for, with the exception of Spencer Gulf, the Gulf of St Vincent and Port Phillip on the south, and Moreton Bay, Hervey Bay and Broad Sound on the east, the coast-line is singularly uniform.",
        "Below 500 fathoms the western centres of maximum disappear, and higher temperatures occur in the eastern Atlantic off the Iberian peninsula and north-western Africa down to at least 1000 fathoms; at still greater depths temperature gradually becomes more and more uniform.",
        "When the prisoners were landed a fortnight later Sir George Hill recognized Tone in the French adjutant-general's uniform.",
        "Hence, by inserting a break-and-make key in the circuit of the battery, coil or dynamo, the uniform noise or hum in the telephone can be cut up into periods of long and short noises, which can be made to yield the signals of the Morse alphabet.",
        "Pupin showed that by placing inductance coils in circuit, at distances apart of less than half the length of the shortest component wave to be transmitted, a non-uniform conductor could be made approximately equal to a uniform conductor.",
        "On the east side in like manner the Monte Gargano (3465 ft.), a detached limestone mass which projects in a bold spur-like promontory into the Adriatic, forming the only break in the otherwise uniform coast-line of Italy on that sea, though separated from the great body of the Apennines by a considerable interval of low country, may be considered as merely an outlier from the central mass.",
        "To secure fairly uniform efficiency in the various corps, and also as a means of unifying Italy, Piedmontese, Umbrians and Neapolitans are mixed in the same corps and sleep in the same barrack room.",
        "In 1894 the quota, including the additional tenth, was raised to the uniform level of 20%.",
        "8 Ordinary \" inductive \" empiricism shows that it has travelled far from this unprejudiced credulity when it asserts its hard determinism - uniform law, never broken, never capable of being broken.",
        "The calyptoblastic polyp of the nutritive type is very uniform in character, its tendency to variation being limited, as it were, by the enclosing hydrotheca.",
        "The pieces are carefully heated with exclusion of air and then compressed into a uniform mass by intense hydraulic pressure; the softened amber being forced through holes in a metal plate.",
        "The latter are often swollen at the ends, so that the cross-wall separating two successive cells has a larger surface than if the cells were of uniform width along their entire length.",
        "The latter are plates of green tissue one cell thick, while the stem consists of uniform more or less elongated cylindrical cells.",
        "From the primitive uniform Systems. mass of undifferentiated assimilating cells, which we may conceive of as the starting-point of differentiation, though such an undifferentiated body is only actually realized in the thallus of the lower Algae, there is, (1) on the one hand, a specialization of a surface layer regulating the immediate relations of the plant with its surroundings.",
        "The radial structure is characteristic of all root-steles, which have in essential points a remarkably uniform structure throughout the vascular plants, a fact no doubt largely dependent on the very uniform conditions under which they live.",
        "turn to a cell mass, the individual units of which are at first quite uniform.",
        "The turgidity in the cells of a growing member is not uniform, but shows a fairly rhythmical variation in its different parts.",
        "The, fferent facies are possibly related to slight differences in a merally uniform habitat: it is unscientific to regard them as se to chance; still, in the majority of cases, the causes of the iferent facies have not been demonstrated.",
        "The growth of the cell-wall is very rarely uniform.",
        "It took place southwards, for the arctic flora is remarkably uniform, and, as Chodat points out, it shows no evidence of having been recruited from the several mountain floras.",
        "The extension of their power westward down the valley of the Brahmaputra was very gradual, and its success was by no means uniform.",
        "The position of the ambo was not absolutely uniform; sometimes in the central point between the sanctuary and the nave, sometimes in the middle of the church, and sometimes at one or both of the sides of the chancel.",
        "The fundamental uniform fact in nature is constant change (lravra Xwpei Kai ovSiv Ova); everything both is and is not at the same time.",
        "The flora of Russia, which represents an intermediate link between the flora of Germany and the flora of Siberia, is strikingly uniform over a very large area.",
        "In the east, where, as a rule, charters had been uniform and consistent, the change to general incorporation law was due to a desire to render incorporations speedier and less expensive.",
        "Power was also given to prescribe uniform systems of accounts for all classes of carriers, and to employ special examiners to inspect the books and accounts.",
        "In the second place, except in the unlikely event of all the places on the selected route lying at the same elevation, a line that is perfectly level is a physical impossibility; and from engineering considerations, even one with uniform gradients will be impracticable on the score of cost, unless the surface of the country is extraordinarily even.",
        "At a uniform speed on a level straight road 3, 5 and 6 are zero.",
        "It is usual to subtract these resistances from the observed pull, so as to obtain the draw-bar pull reduced to what it would be at a uniform speed on the level.",
        "This corrected pull is then divided by the weight of the vehicles hauled, in which must be included the weight of the dynamometer car, and the quotient gives the resistance per ton of load hauled at a certain uniform speed on a straight and level road.",
        "This is the horse-power, therefore, which must be developed in the cylinders to maintain the train in motion at a uniform speed of 40 m.",
        "- If W 1 is the weight of the train in pounds and a the acceleration in feet per second, the force required to produce the acceleration is f = Wi a / g (19) And if V is the average speed during the change of velocity implied by the uniform acceleration a, the rate at which work is done by this force is fV= W1Va /g (20) or in horse-power units Time occupied in the change - 13 - 0 113.",
        "This would be distributed between three coupled axles giving an average of 1.38 tons per axle, though the distribution might not in practice be uniform, a larger proportion of the weight falling on the driving-axle.",
        "The back pressure is supposed to be uniform, and there is no compression.",
        "He wore a cloak and carried a staff and a wallet, and this costume became the uniform of his followers.",
        "Amongst the earliest mechanical contrivances of Fraunhofer was a machine for polishing mathematically uniform spherical surfaces.",
        "The author designates the story of the later empire at Constantinople (after Heraclius) as \" a uniform tale of weakness and misery,\" a judgment which is entirely false; and in accordance with this doctrine, he makes the empire, which is his proper subject, merely a string for connecting great movements which affected it, such as the Saracen conquests, the Crusades, the Mongol invasions, the Turkish conquests.",
        "The constitution requires that township and county governments shall be uniform throughout the state.",
        "The interior has twenty-four columns of marble (from Constantinople according to some, from Rome according to others), with almost uniform capitals.",
        "a simple diplomatic uniform (for this he was rebuked by Secretary of State W.",
        "More usually, however, the ring might be expected not to be uniform, and, therefore, to condense in some parts more rapidly than in others.",
        "As a rule the general facies as well as dimensions are remarkably uniform throughout a family, so that tropical species -often differ little in appearance from those inhabiting temperate regions.",
        "Each of the larger rivers is fed by smaller streams; their fall is usually gentle and quite uniform.",
        "The courts have interpreted this to mean that the manner of selection need not be uniform (Wynn v.",
        "Many of the neighbouring mountain ridges have uniform crests, but a greater number terminate in numerous peaks, some sharp, rugged and rocky, but more of them rounded domes.",
        "The chief modifications of this form are seen in the Mitraria larva of Ammochares with only the preoral band, which is much folded and which has provisional and long setae; the a.trochous larva, where the covering of cilia is uniform and not split into bands; and the polytrochous larva where there are several bands surrounding the body.",
        "in the year, and has a uniform temperature of about 80° F.",
        "This, however, was not the case, for a fairly uniform decrease in the barley area was accompanied by somewhat irregular fluctuations in the acreage of oats.",
        "[[Table Xiv]].-Numbers of Cattle, Sheep and Pigs imported into the United Kingdom, 1891-1905 The animals come mainly from the United States of America, Canada and Argentina, and the traffic in cattle is more uniform than that in sheep, whilst that in pigs seems practically to have reached extinction.",
        "Under an apparently uniform and stable system of social regulation there was much variation and movement, the significance of which it is impossible to estimate.",
        "(Formula, x.l.x.) radula has a number of uniform teeth on each side of the median tooth in each transverse row.",
        "We see evidence of a uniform Nature Worship passing through all the normal stages down to theoanthropism in the latest period.",
        "Its variations may be due equally to natural denudation of a stratum once of uniform depth, or to the artificial heaping up of a mound by later builders.",
        "The Aegean remains have become astonishingly uniform over the whole area; the local ceramic developments have almost ceased and been replaced by ware of one general type both of fabric and decoration.",
        "The foliation is often parallel to the bedding, but may cross it obliquely or at right angles; or the bedding may be folded and contorted while the foliation maintains a nearly uniform orientation.",
        "Fore-wings uniform in texture.",
        "That these primary divisions of every group are characterized by definite peculiarities of form, structure and economy, which, under diversified modifications, are uniform throughout the animal kingdom, and are therefore to be regarded as the primary types of nature.",
        "hainanus) in confinement changed from uniform sooty-black (without the white frontal The Tenasserim Gibbon (Hylobates entelloides).",
        "the Great Miami and Little Miami rivers have uniform falls through basins that are decidedly rolling and that contain the extremes of elevation for the entire state.",
        "The school revenues are derived from the sale and rental of public lands granted by Congress, and of the salt and swamp lands devoted by the state to such purposes, from a uniform levy of one mill on each dollar of taxable property in the state, from local levies (averaging 7.2 mills in township districts and 10.07 mills in separate districts in 1908), from certain fines and licences, and from tuition fees paid by non-resident pupils.",
        "The surface-layers of this immense basin are heated in the summer up to temperatures of 55z° to 57° F., both close to the shores and at some distance from the mouth of the Selenga; but these warmer layers are not deep, and a uniform temperature of nearly 39° F.",
        "At a depth of 500 fathoms there is a nearly uniform temperature of 38°.",
        "The soil should be able to maintain very uniform conditions of moisture.",
        "The best soil for cotton is thus a deep, welldrained loam, able to afford a uniform supply of moisture during the growing period.",
        "\" If a dead man did come to life, the fact would be evidence, not that any law of nature had been violated, but that these laws, even when they express the results of a very long and uniform experience, are necessarily based on incomplete knowledge, and are to be held only on grounds of more or less justifiable expectation \" (Hume, p. 135).",
        "The surface configuration of almost all the strip is remarkably uniform.",
        "The publication of this paper was followed in 1906 by the adoption of a uniform system of Sesuto orthography.",
        "It then often retains its vitality for a long time, apparently crawling as if it were itself a worm, a phenomenon which is at least partially explained by the extraordinary development of nervous tissue, equally distributed all through the walls of the proboscis, and either united into numerous longitudinal nerve-stems (Drepanophorus, Amphiporus) or spread out into a uniform and comparatively thick layer (Cerebratulus, sp.).",
        "At the posterior end they communicate together by a T-shaped connexion in a simple and uniform way.",
        "18, in the Heteronemertines the lateral stems, while entirely uniform all through the posterior portion of the body, no longer individually exist in the oesophageal region, but here dissolve themselves into a network of vascular spaces surrounding this portion of the digestive tract.",
        "construction of this instrument is as follows: - Within the instrument is a horseshoe magnet having soft-iron pole pieces so arranged as to produce a uniform magnetic field.",
        "Since the semitropical and sub-tropical zones are nearer the course of the Gulf Stream, and are swept by the trade winds, their temperatures are more uniform than those of the zones of southern climate; indeed, the extremes of heat (103° F.) and cold (13° F.) are felt in the region of southern climate.",
        "Formerly the pans were heated by open firing from below; but now the almost universal practice is to boil by steam injected from perforated pipes coiled within the pan, such injection favouring the uniform heating of the mass and causing an agitation favourable to the ultimate mixture and saponification of the materials.",
        "The range from the same point of view presents a singularly uniform outline, having the appearance of an unbroken wall; in reality, however, it is traversed by a number of deep ravines (wadis), of which the most important are the Yabis, the Ajlun, the Rajib, the Zerka (Jabbok), the Hesban, and the Zerka Ma`in.",
        "Another curious theorem proposed by Bouilland in 1625 as a substitute for Kepler's second law is that the angular motion of the body as measured around the empty focus F' is (approximately) uniform.",
        "That is to an eye at F', the planet would seem to move around the sky with a nearly uniform speed.",
        "This is defined as the speed of revolution of the fictitious body already described, revolving with a uniform angular motion and the same periodic time as the planet.",
        "With the conquest of Asia, Alexander conceived the plan of issuing a uniform coinage for the empire.",
        "The king's state dress was the same in principle as that worn by the Macedonian or Thessalian horsemen, as the uniform of his own cavalry officers.",
        "The favourite colour is a uniform sandy, or pale grey tone, but characters directly related to capacity for speed have received most attention.",
        "The Perche in the southwest and the Thimerais in the north-west are districts of hills and valleys, woods, lakes and streams. The region of the east and south is a level and uniform expanse, consisting for the most part of the riverless but fertile plain of Beauce, sometimes called the \"granary of France.\"",
        "Without taking any step to verify it, Emmet put on a green and white uniform and placed himself at the head of some eighty men, who marched towards the castle, being joined in the streets by a second body of about equal strength.",
        "Specimens of flowering plants and vascular cryptograms are generally mounted on sheets of stout smooth paper, of uniform quality; the size adopted at Kew is 17 in.",
        "Natural selection which, under a uniform and constant environment, leads to the survival of relatively fixed and definite modes of response, under an environment presenting a wider range of varying possibilities leads to the survival of plastic accommodation through intelligence.",
        "This seems to have been the only instance of an intercolonial provision for the return of fugitive slaves; there were, indeed, not infrequent escapes by slaves from one colony to another, but it was not until after the growth of anti-slavery sentiment and the acquisition of western territory, that it became necessary to adopt a uniform method for the return of fugitive slaves.",
        "The northern part can best be regarded as a low plateau (once marine sediments) sloping southward, traversed by the large diluvial valleys of the Mississippi, Red and Ouachita rivers, and recut by smaller tributaries into smaller plateaus and rather uniform flat-topped hills.",
        "The mean temperature of July, the hottest month, is comparatively uniform over the state, varying only from 81° to 83°; the mean for January, the coldest month, varies from 46° in the extreme north to 56° in the extreme south.",
        "In recent years the growth of the leaf under cloth tents has greatly increased, as it has been abundantly proved that the product thus secured is much more valuable - lighter in colour and weight, finer in texture, with an increased proportion of wrapper leaves, and more uniform qualities, and with lesser amounts of cellulose, nicotine, gums and resins.",
        "After America entered the war he recommended moderation towards conscientious objectors and forbade men in uniform to interfere with anti-conscription meetings.",
        "Accordingly it was decided to form troops known as nizam-i-jedid, affiliated to the Janissaries so as to disarm the jealousy of the latter, properly drilled and wearing a distinctive uniform.",
        "But in 1893 the uniform good fortune which had attended the Stevensons since their settlement in Samoa began to be disturbed.",
        "Taxation must be uniform only within classes of property prescribed by the legislature.",
        "In an age when, with the evolution of the feudal organization cf society, even everyday costume was becoming a uniform, symbolizing in material and colour the exact status of the wearer, it was natural that in the parallel organization of the Church the official vestments should undergo a similar process of differentiation and definition.",
        "Very irregular surfaces may require the use of specially shaped anodes in order that the distance between the electrodes may be fairly uniform, otherwise the portion of the cathode lying nearest to the anode may receive an undue share of the current, and therefore a greater thickness of coat.",
        "We do not know how far these recensions were uniform in the beginning; but a variance must have occurred shortly after, for the manuscripts in which the codes are preserved differ greatly from each other.",
        "His great reputation led to his being entrusted by the government with several missions; in 1865 he represented Prussia in the conference called at Frankfort to introduce a uniform metric system of weights and measures into Germany.",
        "If the inductively magnetized body lies in a part of the field which happens to be uniform there will be no resulting force tending to move the body, and it will not be \" attracted.\"",
        "Within a limited space, such as that contained in a room, the field due to the earth's magnetism is sensibly uniform, the lines of force being parallel straight lines inclined to the horizon at the angle of dip, which at Greenwich in 1910 was about 67°.",
        "Let a magnetic pole be drawn several times around a uniform steel ring, so that every part of the ring may be successively subjected to the magnetic force.",
        "This may be shown by means of the uniform field of force due to the earth's magnetism.",
        "The poles at the ends of an infinitely thin uniform magnet, or magnetic filament, would act as definite centres of force.",
        "A more precise definition is the following: When the magnet is placed in a uniform field, the parallel forces acting on the positive poles of the constituent filaments, whether the filaments ' For the relations between magnetism and light see Magnetooptics.",
        "A uniform magnetic field is one in which H has everywhere the same value and the same direction, the lines of force being, therefore, straight and parallel.",
        "(4) In the middle portion of the coil the strength of the field is very nearly uniform, but towards the end it diminishes, and at the ends is reduced to one-half.",
        "For many experiments the field due to the earth's magnetism is sufficient; this is practically quite uniform throughout considerable spaces, but its total intensity is less than half a unit.",
        "The action of a magnet at a distance which is great compared with the length of the magnet depends solely upon its moment; so also does the action which the magnet experiences when placed in a uniform field.",
        "If a small magnet of moment M is placed in the sensibly uniform field H due to a distant magnet, the couple tending to turn the small magnet upon an axis at right angles to the magnet and to the force is MH sin 0, (17) where 0 is the angle between the axis of the magnet and the direction of the force.",
        "It can be shown that uniform magnetization is possible only when the form of the body is ellipsoidal.",
        "The force in the interior is uniform, opposite (6) (II) [[[Terminology And Principles]] to the direction of magnetization, and equal to 3rI.",
        "When it is desired to have a uniform magnet with definitely situated poles, it it usual to employ one having the form of an ovoid, or elongated ellipsoid of revolution, instead of a rectangular or cylindrical bar.",
        "3 In general, the greater the ratio of length to section, the more nearly will the poles approach the end of the bar, and the more nearly uniform will be the magnetization.",
        "In a uniform magnetic field of unit intensity formed in empty space the induction or magnetic flux across an area of I square centimetre normal to the direction of the field is arbitrarily taken as the unit of induction.",
        "Except in the few special cases when a uniform external field produces uniform magnetization, the value of the demagnetizing force cannot be calculated, and an exact determination of the actual magnetic force within the body is therefore impossible.",
        "An important instance in which the calculation can be made is that of an elongated ellipsoid of revolution placed in a uniform field H o, with its axis of revolution parallel to the lines of force.",
        "The demagnetizing force inside a cylindrical rod placed longitudinally in a uniform field Ho is not uniform, being greatest at the ends and least in the middle part.",
        "In the middle part of a rod which has a length of 400 or 500 diameters the effect of the ends is insensible; but for many experiments the condition of endlessness may be best secured by giving the metal the shape of a ring of uniform section, the magnetic field being produced by an electric current through a coil of wire evenly wound round the ring.",
        "It can be shown 3 that in a uniform field an elongated piece of any non-crystalline material is in stable equilibrium only when its length is parallel to the lines of force; for diamagnetic substances, however, the directing couple is exceedingly small, and it would hardly be possible to obtain a uniform field of sufficient strength to show the effect experimentally.",
        "If a hollow sphere 7 of which the outer radius is R and the inner radius r is placed in a uniform field Ho, the field inside will also be uniform and in the same direction as Ho, and its value will be approximately 3 i - R 3 For a cylinder placed with its axis at right angles to the lines of force, 2 = Ho (41) 2 +4(-2)(i - R2) These expressions show that the thicker the screen and the greater its permeability o, the more effectual will be the shielding action.",
        "If each of these axes successively is placed parallel to the lines of force in a uniform field H, we shall have = 12 = 13=K3H, the three susceptibilities being in general unequal, though in some cases two of them may have the same value.",
        "The body (or each element of it) will tend to set itself with its axis of greatest susceptibility parallel to the lines of force, while, if the field is not uniform, each volume-element will also tend to move towards places of greater or smaller force (according as the substance is paramagnetic or diamagnetic), the tendency being a maximum when the axis of greatest susceptibility is parallel to the field, and a minimum when it is perpendicular to it.",
        "The moment of a magnet may also be deduced from a measurement of the couple exerted on the magnet by a uniform field H.",
        "The specimen upon which an experiment is to be made generally consists of a wire having a \" dimensional ratio \" of at least 300 or goo; its length should be rather less than that of the magnetizing coil, in order that the field Ho, to which it is subjected, may be approximately uniform from end to end.",
        "Grassot has devised a galvanometer, or \" fluxmeter,\" which greatly alleviates the tedious operation of taking ballistic readings.2 The instrument is of the d'Arsonval type; its coil turns in a strong uniform field, and is suspended in such a manner that torsion is practically negligible, the swings of the coil being limited by damping influences, chiefly electromagnetic. The index therefore remains almost stationary at the limit of its deflection, and the deflection is approximately the same whether the change of induction occurs suddenly or gradually.",
        "If the field is uniform, H=O/wd, where 0 is the rotation, d the thickness of the substance arranged as a plate at right angles to the direction of the field, and w Verdet's constant for the substance.",
        "The field due to a coil can be made as nearly uniform as we please throughout a considerable space; its intensity, when the constants of the coil are known, can be calculated with ease and certainty and may be varied at will'through wide ranges, while the apparatus required is of the simplest character and can be readily constructed to suit special purposes.",
        "23 should have a common vertex in the middle of the neck with a semi-vertical angle of 54° 44', while the condition for a uniform field is satisfied when the cones have a semivertical angle of 39° 14'; in the latter case the magnetic force in the air just outside is sensibly equal to that within the neck.",
        "An electrically neutral atom is believed to be constituted in part, or perhaps entirely, of a definite number of electrons in rapid motion within a \" sphere of uniform positive electrification \" not yet explained.",
        "Ancestral simplicity is more uniform, and does not co-exist with specialization and elaboration of a single organ.",
        "When first born these are clothed with a uniform slaty-grey fur, which in due course gives place to a coat of more tawny hue than the adult livery.",
        "The racial character of the people is not uniform throughout the republic, the whites predominating in the southern states, the Indians in Amazonas and, probably, Matto Grosso, and the mixed races in the central and northern coast states.",
        "The colonists, if mistaken in their general policy of leaving the natives in a condition of mitigated barbarism, had behaved towards them with uniform kindness and justice.",
        "But all round these, as far as the frontiers, the country is inhabited by the other races, which, as a rule, occupy it in large, compact and uniform ethnographical groups.",
        "We will now consider in detail the important case in which uniform plane waves are resolved at a surface coincident with a wave-front (OQ).",
        "In many cases the subject of examination is a luminous line of uniform intensity, the various points of which are to be treated as independent sources of light.",
        "In his experiments upon this subject Fraunhofer employed plates of glass dusted over with lycopodium, or studded with small metallic disks of uniform size; and he found that the diameters of the rings were proportional to the length of the waves and inversely as the diameter of the disks.",
        "The country west of the Drakensberg, though part of the main South African tableland, is not uniform in character, consisting of (I) elevated downs, (2) their slopes, (3) the flat \" bottom \" land.",
        "But the trying winter campaign in the Crimea also brought into prominence defects perhaps traceable to his long connexion with the formalities and uniform regulations of military offices in peace time.",
        "So uniform is the level over a great part of these plains that in the rainy season hundreds of square miles are submerged, and the country is covered with a network of connecting channels.",
        "As the laws and procedure are uniform throughout the republic and all decrees and findings have legal effect everywhere, the state judicial organizations may be considered as taking the place of district federal courts, although the constitution does not declare them so.",
        "The town is regularly laid out in rectangular blocks of uniform width.",
        "The number of field battalions was nearly doubled, two-thirds of the artillery received breech-loading rifled guns, the infantry had for some years had the breech-loading \"needlegun,\" and steps were initiated to train an adequate number of staff officers to a uniform appreciation of strategical problems, based on Moltke's personal interpretation of Clausewitz's Vom Kriege.",
        "Juncaceae are, in fact, a less elaborated group of the same series as Liliaceae, but adapted to a simpler and more uniform environment than that larger and much more highly developed family.",
        "Boerhaave may be in some respects compared tO Galen, but again differed from him in that he always abstained from attempting to reduce his knowledge to a uniform and coherent system.",
        "Zaire, among those where love is admitted as a principal motive, and Merope, among those where this motive is excluded and kept in subordination, yield to no plays of their classe in such interest as is possible on the model, in stage effect and in uniform literary merit.",
        "The estimated cost was between three and four millions sterling, to be met by a toll, and it was urged that a uniform depth, independent of tides, would be ensured above the dam, that delay of large vessels wishing to proceed up river would thus be obviated, that the river would be relieved of pollution by the tides, and the necessity for constant dredging would be abolished.",
        "horses and carriages attending the sovereign or royal family, or used by soldiers or volunteers in uniform, were free from toll.",
        "In irregular and uncertain deposits this work of development should be kept at all times so far in advance of mining operations as to ensure a regular and uniform output.",
        "Where the deposit is a regular one and the mineral is of fairly uniform richness, the taking of a few samples from widely separated parts of the mine will often furnish sufficient data to determine the value of the deposit.",
        "If the deposit is regular and uniform, the value of undeveloped areas may sometimes be predicted with confidence.",
        "catena, a chain), in mathematics, the curve assumed by a uniform chain or string hanging freely between two supports.",
        "The materials ordinarily employed are the following: sand, of good quality, uniform in grain and free from any notable quantity of iron oxide; carbonate of lime, generally in the form of a pure variety of powdered limestone; and sulphate of soda.",
        "To make a really good mirror of glass two things are required - a plate free from bubbles and striae, and a method of applying a film of metal with a uniform bright surface free from defects.",
        "He was responsible, especially, for the great operation known as the opening of the Grand Livre (August 2 4), which was designed to consolidate the public debt by cancelling the stock issued under various conditions prior to the Revolution, and issuing new stock of a uniform character, so that all fund-holders should hold stock of the revolutionary government and thus be interested in its stability.",
        "If the distribution of the thrust is not uniform, as, for instance, on a vertical or inclined face or wall of a reservoir, then P/A represents the average pressure over the area; and the actual pressure at any point is the average pressure over a small area enclosing the point.",
        "2, it will be balanced by a thrust W lb applied to the other piston of area B ft.', where p = P/A=W/B, (I) the pressure p of the liquid being supposed uniform; and, by making the ratio B/A sufficiently large, the mechanical advantage can be increased to any desired amount, and in the simplest manner possible, without the intervention of levers and machinery.",
        "If the fluid is a liquid, it can have a free surface without diffusing itself, as a gas would; and this free surface, being a surface of zero pressure, or more generally of uniform atmospheric pressure, will also be a surface of equal pressure, and therefore a horizontal plane.",
        "As an example of the general equations, take the simplest case of a uniform field of gravity, with Oz directed vertically downward; employing the gravitation unit of force, 1 dp i dp t dp dp/dz = p = pzn (4) z n+I pz 1 /n p-p n-H ?t), (5) supposing p and p to vanish together.",
        "With uniform temperature, taking h constant in the gas-equation, dp / dz= =p / k, p=poet/ k, (9) so that in ascending in the atmosphere of thermal equilibrium the pressure and density diminish at compound discount, and for pressures p 1 and 1, 2 at heights z 1 and z2 (z1-z2)11?",
        "of a plane lamina bounded by the area, in which the surface density is p. If p is uniform, the C.P. and C.G.",
        "I n a straight uniform current of fluid of density p, flowing with velocity q, the flow in units of mass per second across a plane area A, placed in the current with the normal of the plane making an angle 0 with the velocity, is oAq cos 0, the product of the density p, the area A, and q cos 0 the component velocity normal to the plane.",
        "and as we prove subsequently (§ 37) that the vortex lines are composed of the same fluid particles throughout the motion, the surface m and satisfies the condition of (6) § 23; so that K is uniform throughout the fluid at any instant, and changes with the time only, and so may be replaced by F(t).",
        "Hill's spherical vortex, advancing through the surrounding liquid with uniform velocity.",
        "The stream lines xBAJ, xA'J' are given by = 0, m; so that if c denotes the ultimate breadth JJ' of the jet, where the velocity may be supposed uniform and equal to the skin velocity Q, m=Qc, c=m/Q.",
        "the precedin investigation, the liquid stops dead when the body is brought to rest and when the body is in motion the surrounding liquid moves in uniform manner with respect to axes fixed in the body, and the force experienced by the body from the pressure of the liquid on it surface is the opposite of that required to change the motion of the liquid; this has been expressed by the dynamical equations give above.",
        "In Germany, owing to the fact that there are different religions in the different states, there is no uniform system.",
        "Its formal, straight streets, crossing one another regularly at right angles, and its uniform, two-storeyed houses were built in imitation of the Dutch style, under the direction of Jeronimo, marquis de Grimaldi (1716-1788), ambassador of Charles III.",
        "These latter pass to automatic weighing machines, which drop them, in quantities of 1 cwt., into wooden boxes of uniform measurement, made to contain that weight; and the boxes are then conveyed to the storehouse, ready for sale.",
        "Great care is now taken to prevent overheating and to secure the uniform fermentation of all the tobacco.",
        "In from three to five weeks the fermentation should be sufficiently carried out, and the leaves then have a nice uniform brown colour.",
        "It is then kept at a moderate and fairly uniform temperature in a warehouse, when, although there is no marked outward change, the tobacco becomes more mellow.",
        "in area, is on the east coast of the island, almost directly on the equator, and has a very uniform and' high temperature and a very high rainfall.",
        "The prepared tobacco, while still moist and pliant, is pressed between cylinders into a light cake, and cut into fine uniform shreds by a machine analogous to the chaff-cutter.",
        "The material is supplied to the twisting machinery by an attendant, and formed into a cord of uniform thickness, twisted and wound on a drum by mechanism analogous to that used in rope-spinning.",
        "The fillers or inner contents of the cigar must be of uniform quality, and so packed and distributed in a longitudinal direction that the tobacco may burn uniformly and the smoke can be freely drawn from end to end.",
        "In making cigars by the hand, the operator rolls together a sufficient quantity of material to form the filling of one cigar, and experience enables him or her to select very uniform quantities.",
        "Cheroots differ from ordinary cigars only in shape, being either in the form of a truncated cone, or of uniform thickness throughout, but always having both ends open and sharply cut across.",
        "The variety and seeming confusion which reign in feudal society, under uniform controlling principles, rule also in the ages of beginning.",
        "The codes in their turn tended still further to harden these usages into fixed forms, and we may date from the end of the 13th century an age of feudal law regulating especially the holding and transfer of land, and much more uniform in character than the law of the feudal age proper.",
        "below the average level of the Hamad, crosses it from north-east to south-west between Hauran and Jauf; it has a nearly uniform height above sea-level of 1850 ft., and appears to be the bed of an inland sea rather than a true watercourse.",
        "The falks are singularly uniform in shape, but vary greatly in size; the largest were estimated by Huber and Euting at im.",
        "This evidence is confirmed by (a) the canon of Theodore of Edessa (800) allowing metropolitans of China, India and other distant lands to send their reports to the catholikos every six years; (b) the edict of Wu Tsung destroying Buddhist monasteries and ordering 300 foreign priests to return to the secular life that the customs of the empire might be uniform; (c) two 9th-century Arab travellers, one of whom, Ibn Wahhab, discussed the contents of the Bible with the emperor; (d) the discovery in 1725 of a Syrian MS. containing hymns and a portion of the Old Testament.",
        "The plumage of the male is of a uniform black colour, that of the female various shades of brown, while the bill of the male, especially during the breeding season, is of a bright gamboge yellow.",
        "d'Arbois de Jubainville, for example (Les Premiers habitants de l'Europe, Paris, 1877), maintained that besides possessing Spain, Gaul, Italy and the British Isles, \" Iberian \" peoples penetrated into the Balkan peninsula, and occupied a part of northern Africa, Corsica and Sardinia; and it is now generally accepted that a race with fairly uniform characteristics was at one time in possession of the south of France (or at least of Aquitania), the whole of Spain from the Pyrenees to the straits, the Canary Islands (the Guanches) a part of northern Africa and Corsica.",
        "The monetary unit is the Peruvian pound (libra) which is uniform in weight and fineness with the British pound sterling.",
        "EYRA (Felis eyra), a South American wild cat, of weasel-like build, and uniform coloration, varying in different individuals from reddish-yellow to chestnut.",
        "This accessory pore is not of uniform significance.",
        "The anatomical structure of the Trematodes is fairly uniform (Braun).",
        "odorus, known as the campernelle jonquil, has two to four uniform bright yellow flowers, and is considered a hybrid between N.",
        "Careless alike of fame and of influence, Tennyson spent these years mainly at Somersby, in a uniform devotion of his whole soul to the art of poetry.",
        "When it is remembered that the punching tool was guided solely by the hand and eye, and that three or more blows of the mallet had to be struck for every dot, some conception may be formed of the patience and accuracy needed to produce these tiny protuberances in perfectly straight lines, at exactly equal intervals and of absolutely uniform size.",
        "With regard to incised chiselling, the commonest form is kebori (hair-carving), which may be called engraving, the lines being of uniform thickness and depth.",
        "The thick rectangular mats of uniform size which, fitting together so as to present a level unbroken surface, cover the floor of all modern Japanese houses, were not yet in use: floors were boarded, having only a limited space matted.",
        "Its diaphanous, pearl-grey glaze, uniform, lustrous and finely crackled, overlying encaustic decoration in white slip, the fineness of its warm reddish pate, and the general excellence of its technique, have always commanded admiration.",
        "finds no difficulty in applying a uniform coat of pigment to porcelain biscuit, and covering the whole with a diaphanous glaze.",
        "The colour is uniform dusky grey.",
        "Electric tramcars run throughout the city carrying passengers at a uniform rate of 4 sen, which means that it is possible to travel some 10 in.",
        "to Lemmer (Friesland), these lines will connect parts of the Zuider Zee having a uniform depth of 8 ft.",
        "In the innocuous snakes the teeth are simple and uniform in structure, thin, sharp like needles, and bent backwards; their function consists merely in seizing and holding the prey.",
        "- Burrowing snakes, mostly small, which have the body covered with smooth, shiny, uniform cycloid scales The teeth are restricted to the small maxillary bones.",
        "coeruleus), the \"krait\" of Bengal, possesses a dull and more uniform coloration.",
        "Good descriptions and figures of all these snakes are given in Krefft's Snakes of Australia (Sydney, 1869, t 40 Several genera of the Elapinae lead a more or less burrowing life; their body is of a uniform cylindrical shape, terminating in a short tail, and covered with short polished scales; their head is short, the mouth rather narrow, and the eye small.",
        "If we melt copper and add to it about 30% of zinc, or 20 of tin, we obtain uniform liquids which when solidified are the well-known substances brass and bell-metal.",
        "But modern work has shown that, although alloys sometimes contain solid solutions, the solid alloy as a whole is often far more like a conglomerate rock than a uniform solution.",
        "Let us suppose that a molten mixture of two substances A and B, which at a sufficiently high temperature form a uniform liquid, and which do not combine to form definite compounds, is slowly cooled until it becomes wholly solid.",
        "This alloy, if allowed to solidify completely before chilling, turns into a uniform solid solution, and at still lower temperatures the solid solution breaks up into a pearlite complex.",
        "These uniform solid solutions must not be mistaken for chemical compounds; they can, within limits, vary in composition like an ordinary liquid solution.",
        "This uniform distribution of a solid substance throughout the mass of another, so as to form a homogeneous material, is called \" solid solution,\" and we may say that solid silver can dissolve copper.",
        "Sometimes the whole alloy is a uniform solid solution.",
        "For example, the compound Cu3Sn is not indicated in the freezing-point curve, and indeed a liquid alloy of this percentage does not begin to solidify by the formation of crystals of Cu 3 Sn; the liquid solidifies completely to a uniform solid solution, and only at a lower temperature does this change into crystals of the compound, the transformation being accompanied by a considerable evolution of heat.",
        "The electric density on the sphere being uniform, the quantities of electricity on these areas are proportional to the areas, and if the electric force varies inversely as the square of the distance, the forces exerted by these two surface charges at the point in question are proportional to the solid angle of the little cone.",
        "ii.) gave the first direct demonstration that no function of the distance except the inverse square can satisfy the condition that a uniform spherical shell exerts no force on a particle within it.",
        "Since the potential of a small charge of electricity dQ at a distance r is equal to dQ/r, and since the potential of all parts of a conductor is the same in those cases in which the distribution of surface density of electrification is uniform or symmetrical with respect to some point or axis in the conductor, we can calculate the potential by simply summing up terms like rdS/r, where dS is an element of surface, o- the surface density of electricity on it, and r the distance from the symmetrical centre.",
        "Thus the distribution of electricity on a sphere in free space must be uniform, and all parts of the charge are at an equal distance R from the centre.",
        "We can thus easily calculate the capacity of a long thin wire like a telegraph wire far removed from the earth, as follows: Let 2r be the diameter of the wire, 1 its length, and the uniform Capac ity surface electric density..",
        "The capacity of two parallel planes can be calculated at once if we neglect the distribution of the lines of force near the edges of the plates, and assume that the only field is the uniform field between the plates.",
        "Kirchhoff's expression is as follow d+47 r rd l dlog e 167x 2 + t), +t log,: t t I (4) In the above formula e is the base of the Napierian logarithms. The first term on the right-hand side of the equation is the expression for the capacity, neglecting the curved edge distribution of electric force, and the other terms take into account, not only the uniform field between the plates, but also the non-uniform field round the edges and beyond the plates.",
        "2 If a large plate has a Guard circular hole cut in it, and this is nearly filled up by a circular plate lying in the same plane, and if we place another large plate parallel to the first, then the electric field between this second plate and the small circular plate is nearly uniform; and if S is the area of the small plate and d its distance from the opposed plate, its capacity may be calculated by the simple formula C=S/47rd.",
        "It is tacitly assumed that the motion is relatively so slow that the pressure and temperature of the substance are practically uniform throughout its mass at any stage of the process.",
        "- In order that a process may be strictly reversible, it is necessary that the state of the working substance should be one of equilibrium at uniform pressure and temperature throughout.",
        "All officers and many of the rank and file wear a uniform.",
        "As an example of the minuteness of description, an inquirer, thinking of a brother in India, an officer in the army, whose hair had suffered in an encounter with a tiger, had described to her an officer in undress uniform, with bald scars through the hair on his temples, such as he really bore.",
        "The increase of production has not been uniform, the greater part having occurred most notably since 1895.",
        "The outer zone is continuous throughout the whole extent of the chain, and is remarkably uniform both in composition and structure.",
        "- The three creeds which may be called oecumenical, although the measure of their acceptance by the universal church has not been uniform, represent three distinct types provided for the use of the catechumen, the communicant, and the church teacher respectively.",
        "It was impossible (he adds) to lay down any uniform or definite rule.",
        "Hallam's style is singularly uniform throughout all his writings.",
        "When the rays of the sun or a candle, or dark radiation from a warm body, are incident on the vanes, the dark side of each vane is repelled more than the bright side, and thus the vanes are set into rotation with accelerated speed, which becomes uniform when the forces produced by the radiation are balanced by the friction of the pivot and of the residual air in the globe.",
        "Reynolds, in his investigation, introducing no new form of law of distribution of velocities, uses a linear quantity, proportional to the mean free path of the gaseous molecules, which he takes to represent (somewhat roughly) the average distance from which molecules directly affect, by their convection, the state of the medium; the gas not being uniform on account of the gradient of temperature, the change going on at each point is calculated from the elements contributed by the parts at this particular distance in all directions.",
        "I), of uniform bore, terminating in a cup PE, the mouth of which can be rendered airtight by the plate of glass E.",
        "This relative unity is manifested also in the uniform character of the language, a uniformity, however, which is occasionally conspicuous by its absence in the case of independent sources, as in xi.",
        "- The arrangement of the water surface on the globe is far from uniform, the ocean forming 61% of the total area of the northern and 8,% of that of the southern hemisphere.",
        "Between the Seychelles and Sokotra (0° - 9 ° N.) there are great stretches of the ocean floor forming an almost level expanse at a depth of 2800 fathoms. The Arabian Gulf and Gulf of Aden are also very uniform with depths of about 1900 fathoms, while the floor of the Bay of Bengal rises very gradually northwards and is 1000 fathoms deep close up to the Ganges Shelf.",
        "lies the extremely shallow Gulf of Azov; but the greater part of the sea consists of a deep basin, the central part of which is an almost flat expanse at a uniform depth of 1220 fathoms.",
        "Such a simple formula is only possible because the salts of sea-water are of such uniform composition throughout the whole ocean that the chlorine bears a constant ratio to the total salinity as newly defined whatever the degree of concentration.",
        "Buchanan pointed out in 1876, that the great contrasts in surface salinity between the tropical maxima and the equatorial minima give place at the moderate depth of 200 fathoms to a practically uniform salinity in all parts of the ocean.",
        "Curve B shows the typical distribution of temperature in an enclosed sea, in this case the Sulu Basin of the Malay Sea, where from the level of the barrier to the bottom the temperature remains uniform or homothermic. Curve C shows a typical summer condition in the polar seas, where layers of sea-water at different temperatures are superimposed, the arrangement from the surface to 200 fathoms is termed FIG.",
        "If there were strong currents at the bottom of the ocean the uniform accumulation of the deposit of minute shells of globigerina and radiolarian ooze would be impossible, the rises and ridges would necessarily be swept clear of them, and the fact that this is not the case shows that from whatever cause the waters of the depths are set in motion, that motion must be of the most deliberate and gentlest kind.",
        "Ultimately also the ropes should be reversed in position, and this can only be done with a rope of uniform section.",
        "The general theory of this kind of brake is as follows: - Let F be the whole frictional resistance, r the common radius of the rubbing surfaces, W the force which holds the brake from turning and whose line of action is at a perpendicular distance R from the axis of the shaft, N the revolutions of the shaft per minute, co its angular velocity in radians per second; then, assuming that the adjustments are made so that the engine runs steadily at a uniform speed, and that the brake is held still, clear of the stops and without oscillation, by W, the torque T exerted by the engine is equal to the frictional torque Fr acting at the brake surfaces, and this is measured by the statical moment of the weight W about the axis of revolution; that is T =Fr=WR...",
        "For the greater part of the year the animal is of a uniform grey colour, but about December its back becomes a brilliant orange-yellow, which lasts until about March, when it is again replaced by grey.",
        "In the southern half of the state the height of the crests of the divides is very uniform.",
        "The process of equalization of temperature is now seen to be a special form of the process of motion towards the normal state: the general laws which have been stated above in connexion with the normal state are seen to include as special cases the following laws: Matter originally at non-uniform temperature tends to assume a uniform temperature; while Matter at uniform temperature will remain at uniform temperature.",
        "By the Act of Uniformity (1559) a uniform ritual, the Book of Common Prayer, was imposed upon clergy and laity alike, and no liberty of public worship was permitted.",
        "This splendid plumage, however, belongs only to the adult males, the females being exceedingly plain birds of a nearly uniform dusky brown colour, and possessing neither plumes nor lengthened tail feathers.",
        "All the American species are of a nearly uniform dark brown or blackish colour when adult; but it is a curious circumstance that when young (and in this the Malay species conforms with the others) they are conspicuously marked with spots and longitudinal stripes of white or fawn colour on a darker ground.",
        "It has a uniform depth of 211 ft., but its width within the lake is reduced to 98 ft.",
        "Nor should it be forgotten that the internal classification and the combinations of the above subjects are also matters to be treated upon some uniform plan, if the full value of the statistics is to be extracted from the raw material.",
        "A simultaneous and uniform census of the British empire is an ideal which appeals to many, but its practical advantages are by no means commensurate with the difficulties to be surmounted..",
        "The population of India is the largest aggregate yet brought within the scope of a synchronous and uniform enumeration.",
        "In eleven cases such enumerations have been taken; and on computing from them and the results of the federal census of 1880 what the population at the date of the eleventh census should have been, if the annual rate of increase had been uniform, it appears that in no case, except New York City and Oregon, was the difference between the enumerations and these estimates over 4%.",
        "This method is unconsciously adopted by the teacher who illustrates the equality of area of two geometrical figures by cutting them out of cardboard of uniform thickness and weighing them.",
        "There have been in past times considerable divergences in the practice, but at present there is a fairly uniform system in vogue.",
        "As even distribution at a uniform depth is necessary, the drill is preferred to the broadcast-seeder for barley sowing.",
        "In 1823, however, a treaty was made establishing a fixed toll and a uniform system of management; this was further improved in 1856 and 1865; and when Prussia took possession of Hanover and Hesse-Nassau in 1866 the chief difficulties in the way of organizing the river-trade disappeared.",
        "The waves from a source surrounded by a uniform medium at rest spread out as spheres with the source as centre.",
        "If then we apply a pressure X given by (5) at every point, and move the medium with any uniform velocity U, the disturbance remains fixed in space.",
        "The pitch of this note will rise as the rate of rotation increases,_and becomes steady when that rotation is maintained uniform.",
        "If the rod is circular in section and perfectly uniform the end will describe a circle, ellipse or straight line; but, as the elasticity is usually not exactly the same in all directions, the figure usually changes and revolves.",
        "If the wheel has very little work to do it may not be necessary to apply driving power, and uniform rotation may be maintained by the electro-magnet.",
        "If now the curve moves along unchanged in form in the direction ABC with uniform velocity U, the epoch e =OA at any time t will be Ut, so that the value of y may be represented as 2 y=a sin T (x - Ut).",
        "Uniform editions were published in 190o and 1903.",
        "In the late middle ages the stole was usually of uniform breadth; but from the 16th century onwards the ends again began to be widened, until in the 18th century we have the hideous form with large shovelshaped ends.",
        "9, a uniform duty of ten shillings is payable on awards in England or Ireland, and on decreets arbitral in Scotland.",
        "The result is that American bridges are generally of well-settled types and their members of uniform design, carefully considered with reference to convenient and accurate manufacture.",
        "- A dense crowd of people may be taken as a uniform load of 80 to 120 lb per sq.",
        "In the earlier girder bridges the live load was taken to be equivalent to a uniform load of 1 ton per foot run for each line of way.",
        "I In Austria the official regulations require that railway bridges shall be designed for at least the following live loads per foot run and per track: It would be simpler and more convenient in designing short bridges if, instead of assuming an equivalent uniform rolling load, agreement could be come to as to a typical heavy locomotive which would produce stresses as great as any existing locomotive on each class of railway.",
        "Bridges would then be designed for these selected loads, and the process would be safer in dealing with flooring girders and shearing forces than the assumption of a uniform load.",
        "Let W 1 be the total live load, Wf the total flooring load on a bridge of span 1, both being considered for the present purpose to be uniform per ft.",
        "Next let the girder carry a uniform load w per ft.",
        "- Let a uniform train weighing w per ft.",
        "This parabola is the curve of maximum moments for a travelling load uniform per ft.",
        "Then w e may be termed the uniform load per ft.",
        "Waddell has calculated tables of such equivalent uniform loads.",
        "At a section distant x from the centre of a girder of span 2c, the bending moment due to a uniform load W e per ft.",
        "Then the bridge is designed, so far as the direct stresses are concerned, for bending moments due to a uniform dead load and the uniform equivalent load we.",
        "For a uniform travelling load w per ft.",
        "Hence the moment of the load on Am at C is wy0m, and the moment of a uniform load over any portion of the girder is w X the area of the influence curve Ip' G' E ' under that portion.",
        "The frame as a whole may be subject to a bending moment, but each member is simply extended or compressed so that the total stress on a given member is the same at all its cross sections, while the intensity of stress is uniform for all the parts of any one cross section.",
        "The true catenary is that assumed by a chain of uniform weight per unit of length, but the form generally adopted for suspension bridges is that assumed by a chain under a weight uniformly distributed relatively to a horizontal line.",
        "were the first who thought it desirable to form these nationalities into a uniform nation coextensive with the state.",
        "Under these ministries came the Statthalter, whose administrative area had ordinarily the proportions of a Crown territory (Kronland); but the immense variations in area of the Crown territories made a uniform and consistent intermediate administrative organization practically impossible.",
        "The fury of the Viennese found expression in violent demonstrations, in which, for the first time, employees of the State took part in uniform, among them employees of the State railways and of the post-office.",
        "- During the years 1910-4, immediately preceding the World War, economic conditions in Austria showed no uniform tendency, for in many fields the signs pointed to a crisis, while in others developments seemed full of promise.",
        "dazzled society by his Magyar uniform, which was encrusted all over, even to the boots, with pearls and diamonds; while the Turkish ambassador, Sarim Effendi, caused much diversion by his bewilderment.",
        "The provisions differ considerably in detail, but in the larger schools the system is uniform in all important respects.",
        "The salary during training is £12,ios., and afterwards £30 to £35 a year, with board, lodging, laundry and uniform.",
        "At the Boston City Hospital graduate nurses receive $ 4 20 (£84) a year, and at the Indianapolis City Hospital those on private duty are paid $72 a month, which is equivalent to £172 a year, with board, lodging, laundry and uniform.",
        "A remarkable feature of the belt is the longitudinal chain of broad valleys - the Great Appalachian Valley - which, in the southerly sections divides the mountain system into two subequal portions, but in the northernmost lies west of all the ranges possessing typical Appalachian features, and separates them from the Adirondack group. The mountain system has no axis of dominating altitudes, but in every portion the summits rise to rather uniform heights, and, especially in the central section, the various ridges and intermontane valleys have the same trend as the system itself.",
        "In person Lord Selborne was of about the average height: his manners when among strangers were somewhat reserved; his style, both in speaking and writing, was fluent, tending to diffuseness; his oratory was marked by uniform good sense and lucidity, both of arrangement and language; and if he never reached the highest level of oratorical excellence, he never descended to what was commonplace or irrelevant.",
        "But no uniform system of selection was pursued; or rather perhaps the results of several systems, adopted at various epochs, and under the influence of varying currents of ideas, became amalgamated in the final series.",
        "The nomenclature of the Hindu signs of the zodiac, save as regards a few standard asterisms, such as Agvini and Krittikä, was far from uniform.",
        "In 1863 Fransen van de Putte, minister for the colonies, introduced the first of the annual colonial budgets for which the Regulations had provided, thus enabling the statesgeneral to control the revenue and expenditure of Netherlands India; in 1865 he reduced and in 1872 abolished the differentiation of customs dues in favour of goods imported from Holland, substituting a uniform import duty of 6% and establishing a number of free ports throughout the archipelago.",
        "But although the crests of its component ranges reach altitudes of 21,500 to 22,000 ft., they are not as a rule overtopped by individual peaks of commanding and towering elevation, as the Himalayas are, but run on the whole tolerably uniform and relatively at little greater altitude than the lofty valleys which separate them one from another.",
        "Of great length, the Arka-tagh, which is a mountain-system rather than a range, varies greatly in configuration in different parts, sometimes exhibiting a sharply defined main crest, with several lower flanking ranges, and sometimes consisting of numerous parallel crests of nearly uniform altitude.",
        "The upper-parts, out - side of limbs and tail, are uniform reddish brown, the under-parts white.",
        "Returning now to the aether, on our present point of view no such complications there arise; it must be regarded as a continuous uniform medium free from any complexities of atomic aggregation, whose function is confined to the transmission of the various types of physical effect between the portions of matter.",
        "In the simplest case, that of uniform translation, these components of the gradient will each be constant throughout the region; at a distant place in free aether where there is no motion, they must thus be equal to -u,-v,-w, as they refer to axes moving with the matter.",
        "Hence the paths and times of passage of all rays relative to the material system will not be altered by a uniform motion of the system, provided the velocity of radiation relative to the system, in material of index ï¿½, is diminished by ï¿½ -2 times the velocity of the system in the direction of the radiation, that is, provided the absolute velocity of radiation is increased by 1-ï¿½2 times the velocity of the material system; this involves that the free aether for which, u is unity shall remain at rest.",
        "This statement constitutes the famous hypothesis of Fresnel, which thus ensures that all phenomena of ray-path and refraction, and all those depending on phase, shall be unaffected by uniform convection of the material medium, in accordance with the results of experiment.",
        "A special Ministry - that for \" the unification of legislation and administrative organization \" - has been entrusted with the unification of the law s for the whole republic; and two commissions of legal experts under the control of the Ministry of Justice were in 1921 at work on a careful revision of the old codes, which when completed would be issued as a uniform code for the entire republic.",
        "ending in a uniform cutting off of 10 per cent.",
        "In external form and appearance the Hydrozoa exhibit such striking differences that there would seem at first sight to be little in common between the more divergent members of the group. Nevertheless there is no other class in the animal kingdom with better marked characteristics, or with more uniform morphological peculiarities underlying the utmost diversity of superficial characters.",
        "This very characteristic larva is termed a planula, but though very uniform externally, the planulae of different species, or of the same species at different periods, do not always represent the same stage of embryonic development internally.",
        "The consequence was that there is no uniform Lutheran liturgy.",
        "The climate of the archipelago, though generally mild, healthy and favourable to plant life, is by no means uniform, owing to the differences of altitude and shelter from wind in different islands.",
        "The speculum lies face upwards in a shallow bath of water (to preserve a uniform temperature), and the polisher fits loosely in a ring, so that the rotation of the speculum makes it revolve also, but more slowly.",
        "Both the grinding and polishing tools are grooved, to obtain a uniform distribution of the emery used in the grinding process and of the rouge employed in polishing, as also to provide for the lateral expansion of the pitch with which the polisher is coated.",
        "On the assumption of uniform pressure up the bore, practically realizable in a Zalinski pneumatic dynamite gun, the pressure-curve would be the straight line HK of fig.",
        "The uniform employment of the term Gymnasium for the highest type of a Prussian school dates from 1812.",
        "Some important statistics as to the number studying Latin and Greek in the secondary schools were collected in 1900 by a ‘committee of twelve educational experts representing all parts of the Union, with a view to a uniform course of instruction being pursued in all classical schools.",
        "In simplest form it consists of a long, straight, fine, uniform wire stretched over a divided scale.",
        "The island regions of the Pacific are everywhere characterized by uniform high air-temperatures; the mean annual range varies from 1° to 9° F., with extremes of 24° to 27°, and the diurnal range from 9° to 16°.",
        "In the greater depths temperature is extraordinarily uniform, 80% of the existing observations falling within the limits of 1.6° C. and 1.9° C. In the enclosed seas of the western Pacific, temperature usually falls till a depth corresponding to that of the summit of the barriers which isolate them from the open ocean is reached, and below that point temperature is uniform to the bottom.",
        "Though he was not a good teacher, his influence both on his pupils and on those few intimate friends for whom alone he relaxed the gravity of his manner was profound, and, little as he-was known to the white inhabitants of Lexington, he was revered by the slaves, to whom he showed uniform kindness, and for whose moral instruction he worked unceasingly.",
        "(Regulations, Birmingham, Glascow, London, Manchester &c.) In Europe the local inspection is generally carried out through the State, and a uniform system of local verification is thereby maintained.",
        "It follows from this property of the function that we cannot have for log x a series which shall be convergent for all values of x, as is the case with sin x and cos x, for such a series could only represent a uniform function, and in fact the equation log(I +x) =x -\",, x2 +3x 3 -4x 4 + is true only when the analytical modulus of x is less than unity.",
        "The exponential function, which may still be defined as the inverse of the logarithmic function, is, on the other hand, a uniform function of x, and its fundamental properties may be stated in the same form as for real values of x.",
        "the series on the right-hand being convergent for all values of x and therefore defining an analytical function of x which is uniform and regular all over the plane.",
        "Progress in these two lines is by no means uniform; while, for example, palaeontology enjoyed a sudden advance early in the 19th century through the discoveries and researches of Cuvier, guided by his genius as a comparative anatomist, it was checked by his failure as a natural philosopher.",
        "Thus both invertebrate and vertebrate palaeontologists have reached independently the conclusion that the evolution of groups is not continuously at a uniform rate, but that there are, especially in the beginnings of new phyla or at the time of acquisition of new organs, sudden variations in the rate of evolution which have been termed variously \" rhythmic,\" \"pulsating,\" \" efflorescent,\" \"intermittent \" and even \" explosive \" (Deperet).",
        "The remains of transverse and other ranges are to be seen in the isolated ridges and peaks which rise above the level of the table-land, in some cases forming well-defined basins; otherwise the surface is singularly uniform in character and level.",
        "It provides for uniform, free and non-sectarian primary instruction, and compulsory attendance for children of 6 to 12 years of age.",
        "The current formed by the trochus is a gigantic vortex-ring, the down stroke of the cilia being directly outwards, brit the wave beats running round the organ in uniform succession in one direc tion.",
        "He notably regards an oblique disk with uniform ciliation as primitive, a view which we cannot adopt.",
        "He \" wished that some special pains should be taken in that behalf for one uniform translation - professing that he could never yet see a Bible well translated in English - and this to be done by the best learned in both the Universities; after them to be reviewed by the bishops and the chief learned of the Church; from them to be presented to the privy council; and lastly to be ratified by his royal authority; and so this whole church to be bound unto it and none other.\"",
        "But although, like his fellow-brigands under Ruffo, he styled himself \"the faithful servant and subject of His Sicilian Majesty,\" wore a military uniform and held militaryrank, and was even created duke of Cassano, his atrocities were worthy of a bandit chief.",
        "This under-coat, or pushm, which is of a uniform greyish-white tint, whatever the colour of the hair may be, is beautifully soft and silky, and of a fluffy description resembling down.",
        "The organization of a municipal system, which should regulate the governments of all these towns on a uniform basis, and define their relation to the Roman government, was probably the work of Sulla, who certainly gave great impetus to the foundation in the provinces of citizen colonies, which were the earliest municipia outside Italy, and enjoyed the same status as the Italian towns.",
        "But the uniform system of administration gradually adopted in all three classes rendered the distinction entirely unimportant, and the general term municipium is used of all alike.",
        "The incorporation of existing towns, hitherto non-Roman, in the uniform municipal system of the principate took place mainly in the eastern part of the Empire, where Greek civilization had long fostered urban life.",
        "The policy adopted by the early emperors of encouraging, within the limits of a uniform system, the independence and civic patriotism of the towns, was superseded in the 3rd and 4th centuries by a deliberate effort to use the towns as instruments of the imperial government, under the direct control of the emperor or his representatives in the provinces.",
        "In winter of a nearly uniform ash-grey above and white beneath, in summer the feathers of the back are black, with deep rust-coloured edges, and a broad black belt occupies the breast.",
        "But while this growth was relatively uniform over the South, in the North there was a low (often a decreasing) rate of rural and a high rate of urban growth.",
        "accelerare, to hasten, celer, quick), hastening or quickening; in mechanics, a term employed to denote the rate at which the velocity of a body, whose motion is not uniform, either increases or decreases.",
        "6) possesses the advantage that the panels or laths can be diminished in thickness towards the top in proportion to the reduced water-pressure; whereas the needles, being of uniform cross-section, have to be made stout enough to sustain the maximum bottom pressure.",
        "From the summit of any of the higher hills one sees that the region is really a somewhat dissected plain, for all the hills rise to about the same level with a uniform skyline at the horizon.",
        "These strata have been subjected to great denudation, but owing to their comparatively soft character this has been, in the main, nearly uniform, and has produced no very bold features of relief.",
        "The banking system of the country was put on a sound footing by a series of acts culminating in 1871, and in the same year a uniform system of decimal currency was established for the whole Dominion.",
        "The waters are constantly rising and falling, and almost never is the discharge at any point uniform.",
        "The Lamellibranchia present as a whole a somewhat uniform structure.",
        "Nature's boundary is the outer sphere of the fixed stars, which is eternally moved day after day in a uniform circle round the earth.",
        "Therefore, there must be a prime mover of that prime movable, and equally eternal and uniform.",
        "If The Commencement Of The Year, Instead Of Being Retained At The Same Place In The Seasons By A Uniform Method Of Intercalation, Were Made To Depend On Astronomical Phenomena, The Intercalations Would Succeed Each Other In An Irregular Manner, Sometimes After Four Years And Sometimes After Five; And It Would Occasionally, Though Rarely Indeed, Happen, That It Would Be Impossible To Determine The Day On Which The Year Ought To Begin.",
        "With Regard To The Numeration Of The Years Previous To The Commencement Of The Era, The Practice Is Not Uniform.",
        "The climate of Alabama is temperate and fairly uniform.",
        "Newton assumed the possibility of choosing a base such that, relatively to it, the motion of any particle would have only such divergence from uniform velocity in a straight line as could be expressed by laws of acceleration dependent on its relation to other bodies.",
        "This test involves only changes of velocity, and so does not distinguish between two bases, each of which moves relatively to the other with uniform velocity without rotation.",
        "The rough northern districts, where an occasional stream affords irrigation for a fertile soil, are noted for a remarkably uniform, dry, mild and healthful climate.",
        "and has a nearly uniform width of 50 m.",
        "Their crest lines are often of nearly uniform height for miles and generally are little broken except by an occasional V-shaped wind gap, a narrow water gap or a rounded knob.",
        "When a solid such as salt or sugar dissolves in contact with water to form a uniform substance from which the components may be regained by evaporation the substance is called a solution.",
        "It is usual to call each part of the system of uniform composition throughout a phase; in the example given, water substance, the only component is present in two phases - a liquid phase and a vapour phase, and when the potentials of the component are the same in each phase equilibrium exists.",
        "If the height be not too great, we may assume the density of the vapour to be uniform, and write the difference in vapour pressure at the surfaces of the solvent and of the solution as p - p' = hgo-.",
        "Hence we must not assume that the density of the vapour in the surrounding atmosphere is constant, or that the solution, when equilibrium is reached, is of uniform concentration throughout.",
        "They are all arranged on a uniform plan.",
        "Whatever were the means employed to rid air of accompanying oxygen, a uniform value of the density was arrived at, and this value was z% greater than that appertaining to nitrogen extracted from compounds such as nitrous oxide, ammonia and ammonium nitrite.",
        "Modern engineers favour the practice of having the stones of various sizes instead of being uniform, because if these sizes are wisely proportioned the whole mixture can be made more solid, and the rough \"pockets\" avoided.",
        "It owes its origin to the marquis de la Mina, who, about 1754, did much for the city, and is regularly laid out, the houses being built of brick after a uniform pattern.",
        "It seems likely enough therefore that there should grow up bodies of knights banded together by engagements of fidelity, although free from monastic obligations; wearing a uniform or livery, and naming themselves after some special symbol or some patron saint of their adoption.",
        "As to the astronomical knowledge of Thales we have the following notices: - (1) besides the prediction of the solar eclipse, Eudemus attributes to him the discovery that the circuit of the sun between the solstices is not always uniform; 6 (2) he called the last day of the month the thirtieth (Diog.",
        "surface, and is gradually converted into glacier-ice, which descends by a slow secular motion into the deeper valleys, where it goes to swell perennial streams. As on a mountain the snow does not lie in beds of uniform thickness, and some parts are more exposed to the sun and warm winds than others, we commonly find beds of snow alternating with exposed slopes covered with brilliant vegetation; and to the observer near at hand there is no appearance in the least corresponding to the term limit of perpetual snow, though the case is otherwise when a high mountain-chain is viewed from a distance.",
        "Within the crust of the earth, whether by the contraction of the interior or in any other way, tangential pressures were set up. Since the crust is not of uniform strength throughout, only the weaker portions yielded to the pressure; and these were crumpled up against the more resisting portions and sometimes were pushed over them.",
        "Such is in outline the process by which the Alps were elevated; but when the chain is examined in detail, it is found that its history has not been uniform throughout; and it will be convenient, for purposes of description, to divide it into three portions, which may be called the Eastern Alps, the Swiss Alps, and the Western Alps.",
        "The Flysch is an extraordinarily thick and uniform mass of sandstones and shales with scarcely any fossils excepting fucoids.",
        "But although the Flysch is so uniform in character, and although it forms so well-defined a zone, it is not everywhere of the same age.",
        "The screw moves the spectroheliograph at a perfectly uniform rate across the fixed solar image.",
        "In winter the temperature of the soil, out of doors, beyond a certain depth is usually higher than that of the atmosphere, so that the roots are in a warmer and more uniform medium than are the upper parts of the plant.",
        "The glass roof is commonly designed so as to form a uniform plane or slope from back to front in lean-to houses (fig.",
        "A structure called the cool orchid house is set apart for the accommodation of the many lovely mountain species from South America and India, such as odontoglossums, masdevallias, &c., and in this the more uniform the temperature can be kept the better, that in summer varying between Cyanophyllum (Miconia) Cycas Dieffenbachia Dipladenia* Dracaena Eranthemum Eucharist Euphorbia Ficus Franciscea Gardenia Gesnera Gloriosa* Gloxinia f Heliconia f Hoffmannia I pomaea * Ixora Jacobinia Jasminum* Luculia Maranta Medinilla Meyenia Musa Nelumbium f Nepenthes Nymphaea f Oxera * Pancratium f Pandanus Passiflora* Pavetta Petraea * Pleroma* Poinsettia Rondeletia Sanchezia Schubertia* Scutellaria Stephanotis Tabernaemontana Terminalia Thunbergia Torenia Thyrsacanthus Tydaea Vinca Abutilon Acacia Agapanthus Agathaea Agave Alonsoa Aloysia Amaryllis Ardisia Asparagus Aspidistra Asystasia (Mackaya) Azalea Bauera Begonia Blandfordia Bomarea * Boronia Bougainvillea * Bouvardia Brugmansia Calceolaria Camellia Campanula Canna Celosia Cestrum * Chorizema* Chrysanthemum Cineraria 60° and 65°, and in winter from 45° to 60°.",
        "Hence the importance of having the silicon-content uniform.",
        "This device not only makes the cast iron much more uniform, but also removes much of its sulphur by a curious slow reaction.",
        "to make them straight and of uniform cross section.",
        "It is for this reason, for instance, that railroad rails are of constant uniform section throughout their length, instead of having those parts of their length which come between the supporting ties deeper and stronger than the parts which rest on the ties."
    ],
    "definition": [
        "Always the same, as in character or degree; unvarying: planks of uniform length.",
        "Being the same as or consonant with another or others: rows of uniform brick houses.",
        "To make (something) uniform.",
        "To provide or dress with a uniform.",
        "u′ni·for′mi·ty u′ni·form′ness\nnoun",
        "u′ni·form′ly\nadverb",
        "Link/Cite",
        "Unvarying; all the same.",
        "Consistent; conforming to one standard.",
        "(mathematics) with speed of convergence not depending on choice of function argument; as in uniform continuity, uniform convergence",
        "A distinctive outfit that serves to identify members of a group.",
        "Phonetic equivalent for the letter U in the ICAO spelling alphabet, informally known as the NATO phonetic alphabet.",
        "A uniformed police officer (as opposed to a detective).",
        "To clothe in a uniform.",
        "The letter U in the ICAO spelling alphabet.",
        "Link/Cite"
    ]
}