{
    "translation": "ביחד, בצוותא",
    "uses": [
        "They clapped in unison and congratulated her.",
        "Both men said, in unison, \"Friend?\"",
        "They turned in unison towards the speaker.",
        "\"Thanks,\" they said in unison as Dean was winched upward.",
        "When two notes are not quite in unison the resulting sound is found to alternate between a maximum and minimum of loudness recurring periodically.",
        "The girls called out to their father in unison.",
        "Suppose that we start with two simple tones in unison; there is perfect consonance.",
        "In unison, we danced the night away.",
        "In 1893 the United States government created a California Debris Commission, which has acted in unison with the state authorities.",
        "The brothers flopped down on the couch in unison.",
        "The performers sang in unison so well that you couldn't even tell that there was more than one singer.",
        "We answered in unison, and then laughed because our answers were so different.",
        "The piccolos played in unison with the cello, for an interesting musical effect.",
        "\"They're the most exciting!\" the women babbled in unison.",
        "The two men raised their eyebrows in unison.",
        "\"That's right,\" Katie and Alex said in unison.",
        "All four women gasped in unison.",
        "Adjust the length of the plumb-line until it and the body oscillate together in unison.",
        "If she flinched, they'd snap in unison.",
        "They stood there, hearts even more accelerated, pounding in unison.",
        "\"Who?\" they asked in unison.",
        "By the time children came along, they would be ready to focus on them in unison.",
        "A complete unison of the worldwide community of Islam.",
        "Joining the league of Torgau in 1526, he acted in unison with the Protestants, and was among the princes who banded themselves together to overthrow Charles V.",
        "If two organ pipes in unison are mounted side by side on a windchest with their ends close together, and are blown for a very short time, they sound.",
        "Beats also afford an excellent practical guide in the tuning of instruments, but more so for the higher notes of the register, inasmuch as the same number of beats are given by a smaller deviation from unison by two notes of high pitch than by two notes of low pitch.",
        "Harmony is unknown, and orchestras, which include fiddles, flutes, drums and harmonicons, perform in unison.",
        "unison with exile, and in.",
        "I think there can be no doubt that in any great public, or popular, or national question and movement the mere fact of calling these people different nations would not make them so, nor would the fact of a mere fordable stream running between them sever their sympathies or prevent them from acting in unison....",
        "It seems justly alleged against this system by Dr Thomas Brown that \"the moral sentiments, the origin of which it ascribes to our secondary feelings of mere sympathy, are assumed as previously existing in the original emotions with which the secondary feelings are said to be in unison.\"",
        "Bill and Katie were in deep conversation and sat down in unison, completely oblivious to what was going on around them.",
        "civil servants have outlined some timescales which will be reported to UNISON's Social Work Issues Group.",
        "The United Kingdom Parliament 2002 supplementary memorandum by UNISON.",
        "They each went to their assigned wagon and lit a match, tossing it inside the wagon and moving away from the circle almost in unison.",
        "The Joruri is a dramatic ballad, sung or recited to the accompaniment of the samisen and in unison with the movements of puppets.",
        "Using this result Rayleigh found the correction for an unflanged open end by sounding two pipes nearly in unison, each provided with a flange, and counting the beats.",
        "The vibrations of the larger mass are communicated to the thread, which by proper adjustment of its length and tension vibrates in unison and divides itself into one or more loops or ventral segments easily discernible by a spectator.",
        "If, now, the apparatus be so set that the notes from the upper and lower chest are in unison, the upper fixed plate may be placed in four positions, such as to cause the air-current to be cut off in the one chest at the exact instant when it is freely passing through the other, and vice versa.",
        "Cynthia, Fred, and Dean with a cane nearby, rocked in unison, albeit bundled and mittened, but content to have Bird Song to themselves, at least until the weekend.",
        "unison ballots NHS staff over privatization (25/07/06) Anger at plans to hand over NHS Logistics to DHL more.",
        "beer tents are staffed by volunteer workers, including several UNISON teams from all over the country.",
        "Find an online coupon for Staples, and use it in unison with another one of Staples money saving programs in order to keep more money in your pocketbook.",
        "Let's face it; when the squad performs the latest move in unison at a game, the crowd loves it.",
        "Crowds love it when the cheerleading squad does \"tricks\" in unison.",
        "Unfortunately, the Toros cheerleaders respond quickly and in unison with an almost lewd cheer about pumping gas, and the other team is obviously outclassed.",
        "While it was once a genre of music that was passed down orally and sung in unison, instruments were added in areas of the church.",
        "Dion hit home in the United States in 1990 with Unison.",
        "The album was highly praised and had numerous hits such as If There Was Any Other Way, The Last to Know, Unison and Where Does My Heart Beat Now.",
        "advertises for NHS privateers (30/6/06) UNISON calls for TUC meeting over ' breach of trust ' more.",
        "In the turbulent middle section, the vocal lines, mostly in unison, descend and rise in increasing agitation.",
        "Asylum seekers children campaign update now civil servants have outlined some timescales which will be reported to UNISON's Social Work Issues Group.",
        "clanked together in unison with her shaking fist, and the wind blew gently through the open windows.",
        "UNISON represents clerical, library, ancillary and parks & gardens staff within the University.",
        "UNISON supports the proposal that the relationship between local government and a Scottish Parliament should be embodied in a formal concordat.",
        "All octave couplers to play through the 10 unison couplers.",
        "For example, consider the case where two unison diapasons are drawn.",
        "UNISON wins unfair dismissal case in Shetland UNISON has won compensation for a member unfairly dismissed from Shetland Amenity Trust.",
        "Dealing with an emotionally distressed member can prove emotionally difficult for the UNISON representative.",
        "However, UNISON maintains that NHS Scotland is too embroiled in ' partnership ' with private sector companies around key ICT Infrastructure Project.",
        "hemispheres of the brain then act in unison to \" hear \" a third signal - the difference between the two tones.",
        "UNISON believes the stock transfer policy is particularly ill-advised in light of Britain's housing supply crisis.",
        "The minimum wage had minimal impact on the pay of UNISON members.",
        "UNISON has helped the Welsh assembly put a program in place to prevent the incursion of the two-tier workforce into Wales.",
        "Here, UNISON successfully overturned an injunction granted in an unusually trenchant judgment by a deputy High Court judge.",
        "landmark judgment, UNISON has won a case brought under the Disability Discrimination Act 1995.",
        "landmark legal victory won by three trainee midwives, backed by UNISON, in June.",
        "TUC lobby THE LOBBY of the health unions at the TUC organized by UNISON health branches has caused the union leadership to get active.",
        "I`ve bought my full price tickets already, my wife is a member of Unison (too late for a reduction now matey!",
        "midwifehange in policy followed a landmark legal victory won by three trainee midwives, backed by UNISON, in June.",
        "minimal impact on the pay of UNISON members.",
        "A classic of early minimalism, in Piano Phase (1967) the two pianists begin by repeating a rapid figure in unison.",
        "minimum wage had minimal impact on the pay of UNISON members.",
        "But nationally UNISON has produced a statement which does not out-and-out oppose the war.",
        "palmtop pcs are being produced for Unison by Geofox.",
        "piccolo players to play in unison?",
        "The original six stops show a marked preference for unison color, including three open metal stops at 8ft.",
        "Government advertises for NHS privateers (30/6/06) UNISON calls for TUC meeting over ' breach of trust ' more.",
        "The council have also begun the process of making the three UNISON branch officers compulsorily redundant, by putting them on the redeployment register.",
        "UNISON stewards will be wearing orange high visibility tabards.",
        "The beer tents are staffed by volunteer workers, including several UNISON teams from all over the country.",
        "The bi-directional tri-state latch 69 and tri-state latch 69 and tri-state buffer 57 are controlled to operate in unison by the bus control logic 49.",
        "unison's response is on the web site for you to use.",
        "unison's general secretary, Dave Prentis, said the dispute was the biggest issue the union had faced for many years.",
        "unison's campaign against PFI in Scotland is co-ordinated by Senior Regional Officer, Dave Watson.",
        "unison's head of local government Heather Wakefield said she believed he was taking an open-minded approach.",
        "unison's position We have welcomed the fact that this act is stronger than the UK equivalent.",
        "unison's survey found evidence of a two-tier workforce something commented on by both the Treasury and Health committees of the House of commons.",
        "They are tuned unison with the Principal, but are much softer.",
        "The third section begins with an elaborate and varied duet before the full company returns for a section involving both unison and counterpoint.",
        "unison with the principal, but are much softer.",
        "unison with the clarinets and first trumpet in bar 54.",
        "unison with the trombones.",
        "From behind the tree line two big comets soared upwards - the 12 inch shells - exploding in perfect unison.",
        "unison couplers.",
        "unison singing, the Lord's Prayer intoned on a single note.",
        "unison branches in London are calling a meeting for all public sector workers to try to unite any action that takes place.",
        "unison voices and organ.",
        "unison members can get free legal advice on any matter not related to work.. .",
        "Vice Presidentted vice-president of UNISON in June 2006.",
        "waiting in the wings \" that they would have to earn Unison's backing.",
        "By means of two collars K, K', the lever L is made to oscillate in unison with the beam B.",
        "Hence, when the undulating telephonic currents were made to pass through the apparatus, the constant variation of the friction of the spring caused the deflexions of the diaphragm to vary in unison with the variation of the electric The extreme smallness of the magnets which might be successfully employed was first demonstrated by Professor Peirce of Brown University, Providence, R.I.",
        "The men follow each other, one by one, so that in a few minutes all the rod platforms in a deep shaft may be simultaneously occupied by men stepping in unison but in opposite directions from platforms of one rod to the other.",
        "It may thus be brought into unison with any sound of which it may be required to determine the corresponding number of vibrations per second, as for instance the note A3, three octaves higher than the A which is indicated musically by a small circle placed between the second and third lines of the G clef, which A is the note of the tuning-fork usually employed for regulating concert-pitch.",
        "Now, suppose that the note produced with Savart's apparatus is in unison with A3, when the experimenter turns round the first wheel at the rate of 60 turns per minute or one per second, and that the circumferences of the various multiplying wheels are such that the rate of revolution of the toothed wheel is thereby increased 44 times, then the latter wheel will perform 44 revolutions in a, second,.",
        "By reducing the tension to one quarter of its previous amount, the number of ventral segments will be seen to be increased to two, indicating that the first harmonic of the thread is now in unison with the solid, and consequently that its fundamental is an octave lower than it was with the former tension; thus confirming the law that n varies as S IT.",
        "Paper, parchment, or any other thin membrane stretched over a square, circular, &c., frame, when in the vicinity of a sufficiently powerful vibrating body, will, through the medium of the air, be itself made to vibrate in unison, and, by using sand, as in previous instances, the nodal lines will be depicted to the eye, and seen to vary in form, number and position with the tension of the plate and the pitch of the originating sound.",
        "two tubes in unison are employed, a pretty example of resonance may be obtained.",
        "He had rightly measured the strength of his followers, and was waiting for the government to\" drift into unison \"with the republican sense of its constituents, predicting that President Adams would be\" overborne \"thereby.",
        "60, and its scale as in unison with that of the trumpet in G (Catalogue descriptif, 1896, pp. 2 9-3 0).",
        "Officials of the local government union Unison reacted angrily.",
        "However, Unison has dropped plan for a judicial review of the sell-off decision after being advised the action had little chance of success.",
        "COSLA (the employers) have continuously shifted the goalposts in response to UNISON 's three year old claim.",
        "Later they would sing in unison backed by a local choir.",
        "It aims to have one such person in every workplace with UNISON members.",
        "UNISON 's health service group has made raising awareness about the issues and taboos surrounding domestic violence an important part of its work.",
        "Gloria Mills of Unison stressed the importance of trade union support for members threatened with deportation.",
        "The bi-directional tri-state latch 69 and tri-state buffer 57 are controlled to operate in unison by the bus control logic 49.",
        "UNISON 's response is on the web site for you to use.",
        "Unison 's general secretary, Dave Prentis, said the dispute was the biggest issue the union had faced for many years.",
        "UNISON 's campaign against PFI in Scotland is co-ordinated by Senior Regional Officer, Dave Watson.",
        "Unison 's head of local government Heather Wakefield said she believed he was taking an open-minded approach.",
        "UNISON 's position We have welcomed the fact that this act is stronger than the UK equivalent.",
        "UNISON 's survey found evidence of a two-tier workforce something commented on by both the Treasury and Health committees of the House of commons.",
        "However, the first trombone is in unison with the clarinets and first trumpet in bar 54.",
        "The saxes answer with a harmonized line where before they were in unison with the trombones.",
        "Mostly unison singing, the Lord 's Prayer intoned on a single note.",
        "Unison branches in London are calling a meeting for all public sector workers to try to unite any action that takes place.",
        "Hubert Parry set in 1916, as a wartime patriotic song for unison voices and organ.",
        "UNISON members can get free legal advice on any matter not related to work...",
        "She was elected vice-president of UNISON in June 2006.",
        "He gave notice to \" those waiting in the wings \" that they would have to earn Unison 's backing.",
        "A chorus of voices responded to the question in unison.",
        "The strings are then damped in unison, although your timing can provide emphasis to a certain chord or part of the song.",
        "Line dancing is a set of moves performed by people standing in rows, usually in unison and usually to a country music song.",
        "Watching dancers do solos and then seamlessly integrate back into a unison dance theme during the chorus of a song is part of the magic of line dance.",
        "Who can resist men in baseball uniforms dancing in unison to Bob Fosse's signature choreography style?",
        "Together, the couple has three children, and their shared experiences in ballet provide a public image of unison despite the choice not to marry.",
        "It's easy to see how learning to get your body, mind and spirit (soul) to work in unison can help you achieve the most out of your life experiences.",
        "Not all empaths have just this one ability, and some can garner information from multiple psychic abilities that work in unison as one mega psychic ability.",
        "shifted the goalposts in response to UNISON's three year old claim.",
        "sing in unison backed by a local choir.",
        "soared upwards - the 12 inch shells - exploding in perfect unison.",
        "UNISON ensures you are not out of pocket through traveling, subsistence, and accommodation costs.",
        "such person in every workplace with UNISON members.",
        "Assisted by UNISON, she then successfully sued the Council; in a legal first, the Council accepted liability.",
        "supplementary memorandum by UNISON.",
        "Sony has picked the Nvidia RSX, a hot new graphics architecture, and will run it at 550 MHz, which Sony claims is more potent than a pair of GeForce 6800s working in unison."
    ],
    "definition": [
        "Music\na. Identity of pitch; the interval of a perfect prime.\nb. The combination of parts at the same pitch or in octaves.",
        "The action of speaking the same words simultaneously: The children greeted their teacher in unison.",
        "Performance of an action at the same time: crew members rowing in unison; pigeons wheeling in unison.",
        "Agreement; concord: Their expectations were in unison.",
        "Link/Cite",
        "The state of being together, in harmony, at the same time, as one, synchronized.\nEveryone moved in unison, but the sudden change in weight distribution capsized the boat.",
        "(music) The simultaneous playing of an identical note more than once.\nThe unison has a pitch ratio of 1:1.",
        "(in music): P1",
        "(UK, labor union) A public sector trade union in the UK",
        "Link/Cite"
    ]
}