{
    "translation": "לא מרוצה",
    "uses": [
        "Union with the unpleasant, separation from the pleasant, unsatisfied craving, are each a result of individuality.",
        "Living protoplasm, or in other words a biogen molecule, is regarded as consisting of a central atom group (Leistungskern), related to which are numerous secondary atom groups or sidechains, with unsatisfied chemical affinities.",
        "The French claims set up by the pillage of foreign shops in Mexico had, however, remained unsatisfied, 1837.",
        "Perhaps it was just Dean's unsatisfied Thursday night urge for female companionship, but he found he wanted very badly to see Cynthia Byrne.",
        "The people were still unsatisfied, the anti minori demanded further privileges, and the workmen insisted that their grievances against the anti maggiori, especially the wool trade by whom they were employed, be redressed.",
        "\" The wicked blood of the Isles,\" the Macdonalds, descendants of island kings, now made alliance with England; Donald, eldest son of the Lord of the Isles, having an unsatisfied claim on the earldom of Ross, which Albany strove to keep in his own family.",
        "Eternity is a long time to go unsatisfied.",
        "Union with the unpleasant is painful, painful is separation from the pleasant; and any craving unsatisfied, that too is painful.",
        "The unsatisfied ambition of Carlota Joaquina and the hostility between absolutists and constitutionalists might at any moment precipitate a civil war.",
        "Still unsatisfied, he next retired to the jungle of Uruvela, on the most northerly spur of the Vindhya range of mountains, and there for six years, attended by five faithful disciples, he gave himself up to the severest penance and self-torture, till his fame as an ascetic spread in all the country round about \"like the sound,\" says the Burmese chronicle, \"of a great bell hung in the canopy of the skies.\"",
        "How many unsatisfied customers do they have?",
        "Still unsatisfied, longing always for a certainty that seemed ever just beyond his grasp, he had added vigil to vigil, and penance to penance, until at last, when to the wondering view of others he had become more than a saint, his bodily strength and his indomitable resolution and faith had together suddenly and completely broken down.",
        "As to the general state of the country Sir Eldon Gorst after a tour of inspection declared in his report for 1909, \" I do not suppose that there is any part of the world in which the mass of the population have fewer unsatisfied wants.\"",
        "Her untaught, unsatisfied hands destroy whatever they touch because they do not know what else to do with things.",
        "Her daughter Adele (1796-1849) seems to have had a brave, tender and unsatisfied heart, and lavished on her brother an affection he sorely tried.",
        "Whatever the case, she pulled away unsatisfied.",
        "War broke out once more, and the allies were successful, but as soon as Bonif ace had gained his ends he made peace, leaving the Florentines unsatisfied.",
        "If you are looking for a new brand of mascara, or you have been unsatisfied with your past options, then give Kiss Me a try.",
        "Christian Dating Service: This site was opened by a born-again Christian in 1999 who was unsatisfied with the quality of dating websites for Christians.",
        "The women seek unspecified damages, are requesting an injunction to halt the marketing of TrimSpa, and ask that other unsatisfied customers get a refund.",
        "Manufacturing Partners: Eyeglass laboratories have a great deal of accountability, which means that they're less likely to leave you feeling unsatisfied or your glasses ill-fitting.",
        "If you type Alteril into Google's search engine, the highest-ranked website is one that lists an astonishing amount of complaints from unsatisfied customers who are infuriated about this product.",
        "You can return the product outright if you are unsatisfied with it, but you must called the company to get an official return authorization.",
        "Is there a refund policy if you are unsatisfied?",
        "This is why if you are looking to find out whether your relationship is unhealthy, you are most likely unhappy and unsatisfied with your partner.",
        "If you are unsatisfied with a Sak purchase for any reason, you can easily return it for exchange or refund.",
        "For lovers of designer bags, the XOXO lines may leave them unsatisfied and perhaps even angry, but for those who want the latest fashion trends without the high prices, XOXO bags may be the perfect answer.",
        "People unsatisfied with the variety and content of standard radio stations can find many options online, from world radio to unique programs to customizable stations.",
        "They strive to have accurate colors, but recognize that due to monister and personal computer differences, it is possible forn you to be unsatisfied with a color.",
        "These tattoos will last several days with proper care, but if you are unsatisfied with the work, wash it off with baby oil.",
        "This company has an excellent return policy and will take back undergarments you are unsatisfied with.",
        "Simply put, this guranrantee says that if you are unsatisfied with your Fruit of the Loom purchase, simply return it.",
        "The company promises you can keep the lotion even if you try the orthotic inserts and are unsatisfied with them.",
        "Consult a dermatologist if you are unsatisfied or get no relief with over the counter cleansers and products.",
        "Likewise, customers have quick recourse when they are unsatisfied with business practices, rendering many small businesses responsive to customer needs in order to avoid bad reviews.",
        "The formal astronomy of the ancients left Kepler unsatisfied."
    ],
    "definition": [
        "Not satisfied, especially with the quantity of something",
        "Link/Cite"
    ]
}