{
    "translation": "לא נאה, מכוער",
    "uses": [
        "The bare veld is dotted with these unsightly buildings for a distance of over fifty miles.",
        "This is necessary, not only to prevent fermentation recommencing, but also in order to preserve the light golden colour of the wine, which, if brought into contact with an excess of air, rapidly assumes an unsightly brown shade.",
        "This unsightly mass of rubbish lay for a while as an eyesore, until the happy thought arose of converting it into a broad way joining the new .oNd at Hanover Street with the Old Town at the Lawnmarket.",
        "Domestic animals have for representatives the horse (uma), a small beast with little beauty of form though possessing much hardihood and endurance; the ox (ushs)~mainly a beast of burden or draught; the pig (buta), very occasionally; the dog (mu), an unsightly and useless brute; the cat (neko), with a stump in lieu of a tail; barndoor fowl (niwa-tori), ducks (ahiro) and pigeons (hato).",
        "The opening up of the wide thoroughfare of Chambers Street, on the site of College Wynd and Brown and Argyll Squares, cleared the precincts of unsightly obstructions and unsavoury neighbours.",
        "41UT6V, plant), comprises our knowledge of the symptoms, course, causes and remedies of the maladies which threaten the life of plants, or which result in abnormalities of structure that are regarded, whether directly injurious or not to life, as unsightly or undesirable.",
        "The independent system of motors is generally adopted, because it is found more economical and better for driving purposes, besides dispensing with the overhead shafting and belting, always unsightly, and dangerous to the workpeople.",
        "The sacred buildings, mosques, &c., were patched up (except a few which were quite ruinous) and the walls wholly removed, but an unsightly fragment of a palace-tower still remained in 1906.",
        "Larger bodies of soil also require to be more thoroughly consolidated before watering; otherwise they would settle down so as to leave an unsightly void at the pot-rim.",
        "Eastward of the present city, amongst the mounds and ruins of the old town, in a dilapidated chamber adjoining a bluedomed building over the grave of an imamzadeh, is the tomb of the astronomer-poet Omar Khayyam, an unsightly heap of plaster without inscription, and probably fictitious.",
        "The heat of the sun had withered the cut foliage and it was unsightly.",
        "Remove unsightly litter on the way round the walk.",
        "Erosion can also cause your teeth to appear quite unsightly.",
        "Neither the camellia noi the daphne is regarded as a refined flower: their manner of shedding their blossoms is too unsightly.",
        "And the unsightly bulge of stubborn belly fat isn't the only problem.",
        "Come summertime, we'd all love to banish unsightly cellulite.",
        "Or more characterless rows of unsightly, fast growing shrubs, festooned with litter and punctuated by the odd illegally dumped fridge.",
        "highway verge near my property which is making them unsightly, can you repair them?",
        "Goals tend to come from unsightly goalmouth scrambles or weak headers under onrushing keepers.",
        "Not only that, but Mary also felt extremely self-conscious about the unsightly appearance of her legs, which only added to her distress.",
        "Remove unsightly stains and odor from hair and restore full luster to area beneath your pets eyes.",
        "come summertime, we'd all love to banish unsightly cellulite.",
        "Also if you leave a wash to dry without wiping, you will often get unsightly tidemarks.",
        "Age spots are not harmful, but many feel they are unsightly and want to diminish the appearance of these marks.",
        "Get rid of unsightly toenail fungus by soaking your toes in Listerine mouthwash.",
        "Wind farms are notoriously inefficient, unsightly monstrosities whose damage outweighs their utility.",
        "Controlling pests Plants are often infested soon after being planted out and, if unchecked, foliage and flowers can become unsightly.",
        "The telltale unsightly lumps and bumps plague plus-sized soccer moms and bantamweight supermodels alike.",
        "It was not progressed because it was considered too unsightly in a conservation area and in the AONB.",
        "Compared with conventional glass, the water also dries off very quickly without leaving unsightly \" drying spots \" .",
        "People keep parking their cars on the highway verge near my property which is making them unsightly, can you repair them?",
        "In Lombardy and France tall hedges are sometimes formed of this poplar for shelter or shade, while in the suburban parks of Britain it is serviceable as a screen for hiding buildings or other unsightly objects from view; its growth is extremely rapid, and it often attains a height of Too ft.",
        "If you would like to report any unsightly graffiti on Council property please contact us.",
        "Essence is available in 4m and 5m widths to help reduce wastage and avoid unsightly seams.",
        "Avoid greasy hair lotions coming into contact with the leather as they can leave unsightly stains.",
        "Wet cement is tamped down with old bits of wood and the result - an uneven, unsightly mess.",
        "The vent for the tumble drier also looks unsightly !",
        "Compared with conventional glass, the water also dries off very quickly without leaving unsightly \" drying spots \".",
        "A pair that's too tight or too loose can lead to unsightly bunching underneath your clothes or discomfort around your thighs, groin and buttocks.",
        "Second, the enclosure also keeps unsightly droppings hidden from view.",
        "Ask each family member to describe something seen in the neighborhood that was unsightly or needed repair and ask how he could fix it.",
        "Communities are right not to want them nearby, as even without the emissions and leaks, they are still unsightly and not good for property values.",
        "Some individuals may find the presence of turbines distracting and unsightly.",
        "Wire organizer -These organizers are widely available at electronics stores and office supply centers and are used to hide unsightly wiring.",
        "Conceal unsightly electronics such as printers and all of their cords within an attractive cabinet.",
        "An example of this is an unsightly tattoo.",
        "Failing to do so may result in unsightly clumps.",
        "Not only do they spare your good underwear from unsightly stains, but they offer great tan lines, too.",
        "I am 47 yrs. and have unsightly bags under my eyes.",
        "No matter the color selection, it's best you always consider a long wearing or an ultra moisturizing formula to keep unsightly cracks at bay.",
        "Sheer coverage was marketed as a mineral make that not only was good for the skin, but as a makeup that could cover unsightly flaws.",
        "However, if you plan to take a lot of pictures, a matte eye shadow (no shimmer) will be better as it will not reflect light and create unsightly shine where you may not want it.",
        "\"Rooster-eyed\", also \"stern, heavy and forbidding…[with an] unsightly neck goiter\".",
        "First of all, unless you really are having thick, unsightly hair on your legs, there's really no cosmetic reason to do so.",
        "Cover any unsightly scenery behind an open-air pagoda with a backdrop decoration that is a folding screen with traditional flowers and birds painted on it.",
        "Stockton Brook Top Lock No 9. The old stables have been turned into a house, with rather unsightly conservatories.",
        "Duck boards, raised platforms or similar are very unsightly.",
        "Abandoned cars and vehicles are not only unsightly, but can be dangerous.",
        "Full indents may also be specified when a part indent would be particularly unsightly or structurally questionable.",
        "The biggest problem in the built up area where we live is to make it fox proof but not unsightly.",
        "Apart from making the pond unsightly, algae can pose a threat to fish by robbing the water of oxygen at night.",
        "unsightly bulge of stubborn belly fat isn't the only problem.",
        "unsightly graffiti on Council property please contact us.",
        "unsightly litter on the way round the walk.",
        "The vent for the tumble drier also looks unsightly!",
        "Otherwise, simply crop or remove leaves that have become unsightly.",
        "Ironing away from the collar points will avoid unsightly creasing at the front of the collar.",
        "Frequent brushing helps with shedding issues and prevents unsightly mats and tangles.",
        "Understanding what causes such an infection and the available treatments may help you learn what to do in the event your pet is faced with this unsightly problem.",
        "Many people understand the need to prune off unsightly growth, but are concerned that they'll harm their gardenia plant.",
        "Place raised beds at the back of the garden to draw the eye in, or in strategic locations to draw the eye away from something unsightly.",
        "Not only does mulch conserve water, it will also give your landscape a nice appearance and suppress unsightly weeds, too.",
        "This results in unsightly brown patches on the lawn.",
        "Successful mildew removal is more than just scrubbing away the stains caused by this unsightly blight.",
        "Mildew removal is the only way to stop the spread of this unsightly and unhealthy problem.",
        "This will help you avoid costly mistakes or unsightly work.",
        "They help cover pipes and wiring - If you have exposed pipes, wiring or other unsightly construction items hanging from your ceiling, drop ceilings are a perfect solution.",
        "But best of all, you won't have to worry about crumbling plaster, unsightly water stains that keep leaking through fresh paint or cracks across your ceiling.",
        "In addition to being unsightly, mold and mildew can have an effect on your health.",
        "Keep your gym shoes dedicated to indoor use only, however; dried-in mud and gunk is not only unsightly, it'll earn you the evil eye from the staff to boot.",
        "Take the time to hang it up to avoid unsightly creases.",
        "This will keep the heap from spreading too much and looking unsightly.",
        "Wool Batting Is Stable - Where poly batting will shift, leading to unsightly bulges and flat spots, wool holds its shape beautifully for a uniform loft over the entire body of the comforter.",
        "Make sure your plus size shorts have a nice, relaxed fit --- if they are too tight, you might see unsightly bumps and bulges.",
        "The wrong size can cause those unsightly bumps and bulges in all the wrong places.",
        "Not only will it feel uncomfortable, but tight pants leave unsightly marks on your midsection.",
        "Sports bras, for example, should fit snug to provide the maximum support, but not too small as to create any unsightly bulges; the same goes with underwear.",
        "The fly can gather awkwardly around the areas that the buttons meet, leaving unsightly gaps.",
        "These genius foundation pieces instantly take pounds off the body, smooth out unsightly bulges and make anything look better - even a pair of trousers.",
        "Check to be sure buttons don't pull and create that unsightly gap.",
        "The beauty of wearing clothing constructed of stretchy textiles, particularly for full-figured women, is that it moves with the body and caresses every curve to create a sensual, sexy look without clinging to unsightly bulges.",
        "UVA rays are not just harmful, but they can make the skin around your eyes (and everywhere else) unsightly by contributing to wrinkles and other visible sun damage.",
        "The only problem with bifocal lenses was that objects neither far or near were still difficult to focus on, and bifocal eyeglasses also had an unsightly line halfway down the lens that was easy for people to see.",
        "They provide inexpensive protection that will help you keep that cell phone in tip top condition, avoiding unsightly scratches, swirls, and other imperfections.",
        "Though chalazia may appear as large unsightly lumps deep within the eyelid, they are usually not painful.",
        "Using conditioner regularly can help keep the different layers manageable and will also help prevent split ends and other unsightly damage.",
        "Hair that appears anywhere else, however, can be deemed unsightly, and at its very worst, unattractive.",
        "Some people are tired of the ill-effects of shaving such as disquieting nicks, cuts and razor burns that result in unsightly red bumps; and, of course, there is the significant extension of shower time.",
        "One problem, however, is that the pulling on the delicate skin can cause it to loosen if you wax regularly, which could be uncomfortable and unsightly.",
        "For overall ease, many laser technicians recommend getting underarm hair removal treatments in winter, so you don't have to worry so much about unsightly hairs.",
        "Unsightly appearance: While this is only a cosmetic concern, it is a big consideration.",
        "Nothing can spoil a pool party quicker than a pool with unsightly algae growth in it.",
        "Gone are unsightly bagging bikini briefs and amateur materials.",
        "This is fine if you want even more attention than normal, it also eliminates unsightly tan lines.",
        "Choose a suit that's too tight and unsightly bulges may emerge.",
        "If the straps are too short you'll wind up with unsightly marks across your hips, and if they are a bit too long you could wind up losing your bottoms altogether.",
        "This is not only uncomfortable, but unsightly.",
        "Solar Tan Thru Swimsuits make it possible to achieve glowing, bronzed skin without suffering those unsightly tan lines in the process.",
        "She was trying to wear a pair of cream colored slacks, only to be dismayed by the sight of unsightly panty lines.",
        "Because they sit on the hips, there's no unsightly overspill, either.",
        "Combining cutting edge technology with the public's desire to look bronzed on the beach, tan-through swimwear has proven to be a great solution to unsightly tan and burn lines.",
        "Avoid tops that are too snug, or you'll risk accentuating unsightly stomach bulges.",
        "A Brazilian bikini wax is mandatory because shaving can produce unsightly bumps.",
        "Likewise, the frequent use of depilatory cream might cause an unsightly rash.",
        "Exfoliate regularly to keep dry, ashy skin at bay, and use a stretch-mark solution for any unsightly lines.",
        "A top that's too tight will create unsightly \"rolls\" under your arms.",
        "The secret of this suit lies in the two-way stretch mesh liner that effectively deals with the tummy, unsightly love handles and back fat rolls that many women have.",
        "The other key component of this fabric is that because it is designed to move with your body in a four-dimensional pattern, you don't have to worry about an unsightly sausage effect.",
        "In case you were holding out, it is official: polyester knits (especially those paired with unsightly elastic waist bands) were a mistake then, and would quite possibly be considered the greatest of fashion mistakes now.",
        "The unique side entry system prevents unsightly bulges at the belly and results in a smoother silhouette from top to bottom.",
        "Consider the aesthetic impact the power cord will make on the décor of your room when choosing a location, taking select a place where the cord will not be unsightly.",
        "Sometimes these unsightly balls develop as a result or ordinary wear and usuage, resulting from fibers that loosen as you make contact with other objects.",
        "Don't try to scrape the candle out of the mold with a knife, since you'll leave unsightly impressions in the wax.",
        "Tree Skirts: A tree skirt will cover an unsightly stand below the tree.",
        "Tree skirts hide unsightly tree stands and protect carpet and flooring from shedding needles.",
        "No matter what adult dance costume you are interested in wearing, be sure to check out the costumes' fit with whatever undergarments you plan to wear to avoid unsightly lines, pinches or discomfort.",
        "In layman's terms, this technology wicks away annoying, and unsightly moisture, but at the same time, adds strength to the bottom of the shoe.",
        "If you opt for a suede variety, protect your boots and weatherize them with a leather protector to help prevent unsightly wear and water stains.",
        "Similarly, a pair of heels might look and feel great for a little while, but over time they could cause unsightly and painful bunions.",
        "A bigger watch case would cause an unsightly bulge and would be uncomfortable to keep in the pocket.",
        "This means no unsightly cords to try to hide.",
        "Finally, it just deters from the rest of your up kept home when there are unsightly burns and stains on the front of your otherwise lovely brick fireplace.",
        "That's because in addition to being unsightly, rust stains can also damage the surfaces that they develop on.",
        "Stirring the soap too much will create air bubbles that will be unsightly in the finished product.",
        "It can get in the way and is also rather unsightly.",
        "These barely there panties can take some getting used to, but they are an excellent choice for avoiding unsightly panty lines.",
        "Boy shorts are a great cut that minimize bunching and unsightly lines.",
        "Firm control body shapers are your best friend if you have a body-skimming outfit on and want to avoid unsightly bulges or even the lines created by a bra and panties underneath some slinky fabrics.",
        "While not life-threatening, they are certainly unsightly and can be extremely uncomfortable.",
        "The horizontal line that sits lower than the waistband on your pants, while unsightly, can also make you look as if you carry fat on that strip of your body.",
        "Once on, women have found it to be not only uncomfortable, but also unsightly, as the waist can roll from the bottom, creating a whole new bulge.",
        "Store your long nightgowns promptly to avoid unsightly wrinkling.",
        "This is the most inexpensive of materials since it tends to tear, or \"run,\" causing unsightly rips.",
        "Unsightly, yes; impossible to disguise, no.",
        "Bikinis are guilty of giving you those unsightly panty lines you see on the \"Don't\" lists of fashion magazines.",
        "You'll have unsightly bumps and hairs making their way up--and sometimes even through--the material.",
        "Sexy Thigh-high with Back Seam: For women, thigh-highs can be both uncomfortable and unsightly.",
        "Slimming undergarments take away unsightly bumps and bulges, plus they enhance your silhouette into a more pleasing, feminine appearance.",
        "In short, Spanx utilizes the latest technology to help women eliminate unsightly panty lines while simultaneously slimming their figures.",
        "Silk creases easily, and using too small a box can create unsightly wrinkles.",
        "It's a padded bra that won't give you unsightly lumps underneath your form-fitting clothing.",
        "Does part of the bra show through your clothes as an unsightly bulge?",
        "If your dress is made of a thin material, opt for as few separates as possible to avoid unsightly lines.",
        "Creator and founder, Sara Blakely, wanted to look great in a pair of cream colored pants, but those dreaded and unsightly \"panty lines\" were keeping her from doing just that.",
        "Soft and sheer, this tummy and thigh shaper can do just that as it smoothes away all those seemingly unsightly lumps and bumps.",
        "Not only will this be incredibly uncomfortable, but it can look unsightly if you're wearing a slightly transparent t-shirt or a tighter button-down.",
        "This is an excellent choice if you are in the market for a pair of shorts you can wear under your clothes, and they have the added benefit of smoothing unsightly lumps and bumps.",
        "The result is the excess production of sebum which clogs your pores and produces unsightly pimples.",
        "You no longer have to live with unsightly and embarrassing facial scars.",
        "Skin tags can be unsightly or embarrassing, but they are almost always harmless.",
        "For many people, the benefits and possibility of having clear, acne-free skin or a reduction in the appearance of unsightly acne scars far outweighs the high cost.",
        "Men and women should both be open to maintenance grooming to prevent unsightly cuticles or nailbeds.",
        "Acne scar treatment is available to those who are plagued from unsightly marks from past breakouts.",
        "People don't always realize how necessary it is to take the proper steps to carte for their skin; the uncomfortable and unsightly effects of neglect on winter skin care can be treated and prevented to keep you looking your best.",
        "Self-tanners tend to fade unevenly and cause unsightly splotches.",
        "Everyday, millions of teenagers and adults entrust their skin to Clean & Clear - some are combating unsightly blemishes, while others are exfoliating dry patches, moisturizing flaky skin, removing makeup or applying a refreshing toner.",
        "Used in the shower or bath, these scrubs make getting rid of unsightly dead skin a snap.",
        "Whether it is red and itchy, painful and inflamed, or just plain unsightly, skin problems can be a real cause for concern.",
        "Both of these rituals will leave your skin dry and you can potentially develop an unsightly red surface rash.",
        "If you make a mistake with your manicure, dip an eyeshadow brush (the kind with the sponged tip) into a bottle of acetone polish remover and run along the unsightly errors.",
        "With very few exceptions, there is no reason to not remove these unsightly growths in the comfort of your own bathroom.",
        "As it happens, most products touted as the anti-aging wonders of the world really do promise to take care of more than just those unsightly lines and wrinkles.",
        "It is also imperative you cleanse your face every morning and night, as skipping a wash can clog your pores and cause unsightly blemishes.",
        "Many different types of warts can plaque the skin and body, often causing embarrassing and unsightly growths.",
        "Although most skin warts are benign and painless, most are unsightly and people plagued with them seek options for removal.",
        "Enlarged pores contribute to a variety of skin challenges including visible pores, uneven makeup application, increased breakouts and loose, untoned skin which can be unsightly.",
        "They can be unsightly but are not typically harmful.",
        "Although unsightly and often painful, there is no way to heal or cure a bruise in a given amount of time.",
        "Not only do they feel painful, their appearance can also be quite unsightly.",
        "Despite being common, there's no denying that age spots may be rather unsightly at times, too.",
        "Rather than opt for a glaring coral or a tired shade of red polish, a metallic nude shade has the uncanny ability to look chic, complement your wardrobe, and resist unsightly chipping for days on end.",
        "Laser therapy treatment is not for everyone but it does remove some unsightly stretch marks.",
        "Can using Avon Professional stretch mark cream for acne scars help improve the look of unsightly marks from blemishes?",
        "Along with lotions, cleansers, and toners, Avon also carries creams specifically designed to treat the unsightly scars known as stretch marks.",
        "There are several ways to treat unsightly stretch marks with products you already know and have at home.",
        "If you have unsightly skin tags, you will need to use a skin tag remover.",
        "Overexposure to spot-fading nitrogen could result in unsightly white spots on the skin.",
        "unsightly seams.",
        "unsightly stains.",
        "unsightly mess.",
        "Clean the infected area before attempting to remove the unsightly blemish.",
        "A cut is painful and unsightly, and if left unattended may cause you serious problems.",
        "If you're battling unsightly breakouts on your body, the right acne body lotion can heal body acne and keep skin soft and glowing from head to toe.",
        "Beside being unsightly, fluorosis can have a psychological impact, and cosmetic dentistry is expensive."
    ],
    "definition": [
        "un′sight′li·ness\nnoun",
        "Link/Cite",
        "displeasing to the eye",
        "The forms unsightlier and unsightliest are dated.",
        "Link/Cite"
    ]
}