{
    "translation": "לא יציב",
    "uses": [
        "Unstable as he was, it didn't take much to send Josh down the porch steps.",
        "The new empire was unstable from the first.",
        "The closer they drew, the more intense the pressure, and the more unstable they became.",
        "Lydia Larkin was a wreck, as unstable as the night Billy Langstrom died.",
        "Unstable as it was, their dynasty was soon established.",
        "An unstable teen girl?",
        "It is very unstable, decomposing into gold and sulphur at 200°.",
        "Dean searched for the right word, \"unstable. Scared to death of him.\"",
        "From supersaturated solutions the form unstable at the temperature of the experiment is, as a rule, separated, especially on the introduction of a crystal of the unstable form; and, in some cases, similar inoculation of the fused substance is attended by the same result.",
        "It is very unstable, decomposing slowly even at ordinary temperatures.",
        "Salicylic acid and salicin (q.v.) share the properties common to the group of aromatic acids, which, as a group, are antiseptic without being toxic to man - a property practically unique; are unstable in the body; are antipyretic and analgesic; and diminish the excretion of urea by the kidneys.",
        "From 1809 to 1812 Speranski was all-powerful in Russia, so far as any minister of a sovereign so suspicious and so unstable as Alexander could be so described.",
        "The cylindrical form of jet is unstable if its length is more than 7 times its diameter, and usually the irregular disturbances it receives at the orifice go on growing, and ultimately break it up irregularly into drops which go out at different rates.",
        "It is unstable at ordinary temperatures and rapidly decomposes into its generators on warming.",
        "It is, however, unstable unless rigidly fixed at the piers.",
        "Ten months in the Tower under strong suspicion would have warned another man, but Norfolk was unstable and false.",
        "They are unstable compounds which readily split into the red salt and the free acid on standing.",
        "The surface of the glass was hardened, but the inner layers remained in unstable equilibrium.",
        "Ruff and Curt Albert (Ber., 1905, 38, p. 53) by decomposing titanium fluoride with silicon chloroform in sealed vessels at 100 -120° C. It is a colourless gas which may be condensed to a liquid boiling at -80 2° C. On solidification it melts at about -110° C. The gas is very unstable, decomposing slowly, even at ordinary temperatures, into hydrogen,, silicon fluoride and silicon: 4SiHF 3 =2H 2 +3SiF 4 +Si.",
        "An elongated body like a ship has c 2 -c 1 positive, and the couple N tends to disturb the axial movement and makes it unstable, so that a steamer requires to be steered by constant attention at the helm.",
        "In the navy the conditions of an unstable platform rendered quadrant elevation of little use, and necessitated a special pattern of tangent sight to facilitate firing the moment the roll of the ship brought the sights on the target.",
        "When the velocity of the jet is gradually increased there is a certain range of velocity for which the jet is unstable, so that any deviation from the straight rush-out tends to increase as the jet moves up. If then the jet is just on the point of instability, and is subjected as its base to alternations of motion, the sinuosities impressed on the jet become larger and larger as it flows out, and the flame is as it were folded on itself.",
        "He determined that Cuba should not be taken over by the United States, as all Europe expected it would be, and an influential section of his own party hoped it would be, but should be given every opportunity to govern itself as an independent republic; by assuming supervision of the finances of San Domingo, he put an end to controversies in that unstable republic, which threatened to disturb the peace of Europe; and he personally inspired the body of administrative officials in the Philippines, in Porto Rico and (during American occupancy) in Cuba, who for efficiency and unselfish devotion to duty compare favourably with any similar body in the world.",
        "Thus there is no sovereignty among wandering groups of Australian savages: each family is isolated, each horde is a loose and unstable collection.",
        "What form it would ultimately take depended still on the balance between the forces of conservatism and change, the suspicious temper of the autocracy being revealed, during the years of unstable equilibrium, by the alternate concession and withdrawal of privileges, e.g.",
        "He has also shown that the nitrophenols yield, in addition to the colourless true nitrophenol ethers, an isomeric series of coloured unstable quinonoid aci-ethers, which have practically the same colour and yield the same absorption spectra as the coloured metallic salts.",
        "Now the unstable movements of the needles are of a mechanically irreversible character; the energy expended in dissociating the members of a combination and placing them in unstable positions assumes the kinetic form when the needles turn over, and is ultimately frittered down into heat.",
        "They discriminate between the red or erythro-salts, which are well crystallized, very explosive and unstable compounds, and which regenerate the colourless nitrolic acid on the addition of dilute mineral acids, and the leuco-salts, which are colourless salts obtained by warming the erythro-salts or by exposing them to direct sunlight.",
        "An intensely yellow acid salt is described, as is also a very unstable colourless salt which could not be examined further owing to its very labile nature.",
        "and is readily soluble in water, but the solution is unstable and decomposes on standing, giving amorphous insoluble substances, and ammonium formate, oxalic acid, &c. An aqueous solution of hydrogen peroxide converts it into oxamide, (CONH 2) 2, and reduction by zinc and hydrochloric acid gives methylamine.",
        "By plotting the specific volumes of these mixed crystals as ordinates, it is found that they fall on two lines, the upper corresponding to the orthorhombic crystals, the lower to the monoclinic. From this we may conclude that these salts are isodimorphous: the upper line represents isomorphous crystals of stable orthorhombic magnesium sulphate and unstable orthorhombic ferrous sulphate, the lower line isomor phous crystals of stable monoclinic ferrous sulphate and unstable monoclinic magnesium sulphate.",
        "5 cc. per litre at o C. while as a matter of fact the amount absorbed approaches 50 cc. The form of combination is unstable and apparently variable, so that the quantities of free carbonic acid, bicarbonate and normal carbonate are liable to alter.",
        "In the case of sodium dihydrogen phosphate, NaH 2 PO 4 H 2 O, a stable rhombic form is obtained from warm solutions, while a different, unstable, rhombic form is obtained from cold solutions.",
        "OH) 2, obtained by decomposing silicon hexachloride with icecold water, is an unstable solid which is readily decomposed by the inorganic bases, with evolution of hydrogen and production of a silicate.",
        "OH, formed by the action of moist air on silicon octochloride at o° C., is very unstable, and hot water decomposes it with evolution of hydrogen and formation of silicic acid (L.",
        "Mendeleeff also devoted much study to the nature of such \"indefinite\" compounds as solutions, which he looked upon as homogeneous liquid systems of unstable dissociating compounds of the solvent with the substance dissolved, holding the opinion that they are merely an instance of ordinary definite or atomic compounds, subject to Dalton's laws.",
        "They form compounds with hydrochloric acid when this gas is passed into their ethereal solution; these compounds, however, are very unstable, being readily decomposed by water.",
        "Many vitreous rocks show alteration of this type in certain parts where either the glass has been of unstable nature or where agencies of change such as percolating water have had easiest access (as along joints, perlitic cracks and the margins of dikes and sills).",
        "Its ethyl ester, known as oxamaethane, crystallizes in rhombic plates which melt at 114-115° C. Phosphorus pentachloride converts it into cyan-carbonic ester, the ethyl oxamine chloride first formed being unstable: ROOC CONH2 -R000 C(C1 2) NH 2 --)CN COOR.",
        "This solution is yellow in colour, and is very unstable decomposing at ordinary temperature into sulphur and sulphur dioxide.",
        "The salts are unstable; and a solution of the free acid (obtained by the addition of hydrofluosilicic acid to the potassium salt) on concentration in vacuo decomposes rapidly: H 2 S 3 0 6 = H 2 SO 4 -{- S S02.",
        "The depreciation and unstable character of the paper currency render it difficult to give a clear statement of receipts and expenditures for a term of years, the sterling equivalents often showing a decrease, through a fall in the value of the milreis, where there has been an actual increase in currency returns.",
        "It is based upon revelation, which even at the present time is imparted to the individual, upon the more or less convincing force of the religious imagination and speculations of a few leaders, upon the voluntary and unstable grouping of the schools round the master.",
        "Though he harbored no regrets in declining her invitation to sex, he knew he could and should have handled so obviously unstable a person in such a mental state far better than he did.",
        "It is very unstable, decomposing into nitrous oxide and water when mixed with copper oxide, lead chromate or even powdered glass.",
        "The action is very rapid, and the product, which rises to the top of the acids, is separated and washed successively with cold and then tepid water, and finally with water made slightly alkaline with sodium carbonate or hydroxide, to remove all adhering or dissolved acids which would otherwise render the product very unstable.",
        "It was adventurous, small, scattered and unstable.",
        "Diazobenzenecyanide, C 6 H 5 N 2 CN, is an unstable oil, formed when potassium cyanide is added to a solution of a diazonium salt.",
        "They are very unstable, and do not react in the normal manner.",
        "Acid esters yield carbinols, many of which are unstable and readily pass over into unsaturated compounds, especially when warmed with acetic anhydride: R.",
        "Elements exhibiting strong basigenic or oxygenic characters yield the most stable hydroxides; in other words, stable hydroxides are associated with elements belonging to the extreme groups of the periodic system, and unstable hydroxides with the central members.",
        "Her conduct was on the surface very unstable.",
        "The peace proved unstable, and there was desultory skirmishing in 1161.",
        "Stevinus also distinguished stable from unstable equilibrium.",
        "They are very unstable, exploding violently when heated or rubbed.",
        "The sulphate and chloride are similar, but they are not quite so unstable as the nitrate.",
        "The free acid is not known; by the addition of the potassium salt to 50% acetic acid at - 20° C., the acid anhydride, benzene diazo oxide, (C6H5N2)20, is obtained as a very unstable, yellow, insoluble compound, exploding spontaneously at o° C. Strong acids convert it into a diazonium salt, and potash converts it into the diazotate.",
        "On such a hypothesis, the relatively unstable normal diazo hydroxides would be the syn-compounds, since here the nitrogen atoms would be more easily eliminated, whilst the stable iso-diazo derivatives would be the anti-compounds, thus: R N R N HO-N N OH Normal hydroxide Iso hydroxide (Syn-compound) (Anti-compound) In support of this theory, Hantzsch has succeeded in isolating a series of syn - and anti-diazo-cyanides and -sulphonates (Ber.,1895,28, p.666; 1900, 33, P. 2161; 1901, 34, p. 4166).",
        "Hantzsch, Ber., This assumption also shows the relationship of the diazonium hydroxides to other quaternary ammonium compounds, for most of the quaternary ammonium hydroxides (except such as have the nitrogen atom attached to four saturated hydrocarbon radicals) are unstable, and readily pass over into compounds in which the hydroxyl group is no longer attached to the amine nitrogen; thus the syn-diazo hydroxides are to be regarded as pseudo-diazonium derivatives.",
        "Hantzsch explains the characteristic reactions of the diazonium compounds ky the assumption that an addition compound is first formed, which breaks down with the elimination of the hydride of the acid radical, and the formation of an unstable syn-diazo compound, which, in its turn, decomposes with evolution of nitrogen (Ber., 18 97, 30, p. 2 54 8; 1898, 31, p. 2053).",
        "Briihl (Ber., 1895, 28, p. 2847) is of opinion that a very unstable, more highly oxidized product is produced in small quantity in the process.",
        "The dilute aqueous solution is very unstable, giving up oxygen readily, and decomposing with explosive violence at 100° C. An aqueous solution containing more than 1.5% hydrogen peroxide reacts slightly acid.",
        "It is probable that the whole phenomenon of isomerism is due to the possibility that compounds or systems which in reality are unstable yet persist, or so slowly change that practically one can speak of their stability; for instance, such systems as explosives and a mixture of hydrogen and oxygen, where the stable form is water, and in which, according to some, a slow but until now undetected change takes place even at ordinary temperatures.",
        "In the divalent oxygen we meet with the modification called ozone, which, although unstable, changes but slowly into oxygen.",
        "Rothe and Alexander Smith's interesting observations on sulphur, results have been obtained which tend to prove that the melting-point, as well as the appearance of two layers in the liquid state, correspond to unstable conditions.",
        "They form unstable addition products with sodium ethylate or methylate.",
        "The crystals so obtained are very unstable and decompose rapidly with evolution of carbon dioxide.",
        "These unstable combinations were soon after upset by Alcibiades himself, who, having succeeded in displacing Nicias as strategus in 419, allowed Athenian troops to help in attacking Epidaurus.",
        "3) consists of an ordinary pendulum diagrammatically represented by ab, connected by a universal joint to an inverted pendulum dc. The latter, which is a rod pointed at its lower end and loaded at c, would be unstable if it were not connected with b.",
        "Some theologians did indeed protest against it with great energy; it was in fact too preposterous to declare that a book composed of unstable words and letters, and full of variants, was absolutely divine.",
        "Mr Gladstones cabinet was as unstable as the public opinion it sought to conciliate.",
        "Princes and towns did homage to him, but his position was unstable, and the allegiance of many of the princes, among them Albert duke of Austria, son of the late king Rudolph, was merely nominal.",
        "It behaves as a monobasic acid and forms unstable salts.",
        "The state of every individual is unstable, temporary, sure to pass away.",
        "Ann., 1860, 111, p. 217), is very unstable, continually giving off oxygen.",
        "A hero, who was probably originally intended to demonstrate the failure of the vacillating temperament when brought face to face with the problems of art, proved ill-adapted to demonstrate those precepts for the guidance of life with which the Lehrjahre closes; unstable of purpose, Wilhelm Meister is not so much an illustration of the author's life-philosophy as a lay-figure on which he demonstrates his views.",
        "In r608 Captain Hawkins visited Jahangir at Agra, and obtained permission to build a factory at Surat, which was subsequently revoked, and in 1609 some English merchants obtained an unstable footing at Surat.",
        "If now a wheel W is forced up against q with a pressure equal to the weight of the moving part of the instrument, the whole weight of the moving part would rest upon W in unstable equilibrium; or if a pressure R, less than W, is employed, we have the end friction on the lower bearing removed to an extent = R sin 4),4), and the friction on the bearings of the upper pivot removed to the extent of F cos 4), - where 4 is the latitude of the place.",
        "In his youth, as duke of Anjou, he was warmly attached to the Huguenot opinions, as we learn from his sister Marguerite de Valois; but his unstable character soon gave way before his mother's will, and both Henry and Marguerite remained choice ornaments of the Catholic Church.",
        "The thing of sense in its relative isolation is unstable.",
        "On the other hand the stability of the known oxygen compounds increases with the atomic weight, thus iodine pentoxide is, at ordinary temperatures, a well-defined crystalline solid, which is only decomposed on heating strongly, whilst chlorine monoxide, chlorine peroxide, and chlorine heptoxide are very unstable, even at ordinary temperatures, decomposing at the slightest shock.",
        "It is extremely unstable, decomposing with extreme violence on the slightest shock or disturbance, or on exposure to sunlight.",
        "The salts of this acid are known as hypochlorites, and like the acid itself are very unstable, so that it is almost impossible to obtain them pure.",
        "The silver and lead salts are unstable, being decomposed with explosive violence at 100° C. On adding a caustic alkali solution to one of chlorine peroxide, a mixture of a chlorite and a chlorate is obtained.",
        "Again, the locus of G is an arc of an ellipse whose centre is in the intersection of the planes; since this arc is convex upwards the equilibrium is unstable.",
        "The position x=o is one of equilibrium, but it is unstable.",
        "This applies to the inverted pendulum, with u =g/l, but the equation (9) is then only approximate, and the solution therefore only serves to represent the initial stages of a motion in the neighborhood of the position of unstable equilibrium.",
        "If the quadratic (38) has a negative root, the trigonometrical functions in (36) are to be replaced by real exponentials, and the position x=o, y=o is unstable.",
        "Hence a rotation about the axis of greatest or least moment is reckoned as stable, a rotation about the mean axis as unstable.",
        "The red wines include the elegant and delicate (though not unstable) wines of the Gironde, and again the full, though not coarse, wines of the Burgundy district.",
        "Cu2S5, Cu 2 S 6, Cu4S5, Cu 2 S 3, have been described; they are all unstable, decomposing into cupric sulphide and sulphur.",
        "It is very unstable, a scratch causing it instantaneously to pass into the stable form with explosive violence and the development of much heat.",
        "Shortly it may be said that he was essentially a mass of contradictions - brilliant, passionate to the point of mania, but utterly weak and unstable, capable of developing into a saint or a monster, but quite incapable of becoming an ordinary human being.",
        "The supremacy of the Crown, though recognized, was still unstable.",
        "We must not, however, raise the upper net too much, or the system of films will become unstable.",
        "But if the length of the cylindric film is greater than its circumference, and if we suppose the disk C to be placed midway between A and B, and to be moved towards A, the pressure on the side next A will diminish, and that on the side next B will increase, so that the resultant force will tend to increase the displacement, and the equilibrium of the disk C is therefore unstable.",
        "Hence the equilibrium of a cylindric film whose length is greater than its circumference is unstable.",
        "Let us conceive an infinitely long circular cylinder of liquid, at rest (a motion common to every part of the fluid is necessarily without influence upon the stability, and may therefore be left out of account for convenience of conception and expression), and inquire under what circumstances it is stable or unstable, for small displacements, symmetrical about the axis of figure.",
        "Accordingly, the equilibrium is stable if A be less than the circumference; but unstable if A be greater than the circumference of the cylinder.",
        "Hence the film in the form of the catenoid which is nearest the axis is in unstable equilibrium under the condition that it is exposed to equal pressures within and without.",
        "The equilibrium of the fluids would now be unstable if it were not for the tension of the surface which separates them, and which, when the orifice of the vessel is not too large, continues to preserve the stability of the equilibrium.",
        "When the equilibrium at last becomes unstable, the destruction of equilibrium takes place by the lighter fluid ascending in one part of the orifice and the heavier descending in the other.",
        "If this quantity is of the same sign as z, the displacement will be increased, and the equilibrium will be unstable.",
        "(- \" unstable.",
        "The general result of such research has been to show that the toxic bodies are, like proteids, precipitable by alcohol and various salts; they are soluble in water, are somewhat easily dialysable, and are relatively unstable both to light and heat.",
        "We recognize the unstable nature of our whole social fabric, and are therefore more and more capable of transforming it.",
        "He was ambitious and self-seeking, but unstable and unprincipled, and, lacking the fine qualities of his brothers, excelled neither in war nor in peace.",
        "The whole history of the country is in fact one gloomy record of internecine wars, barbaric deeds and unstable governments, of adventurers usurping thrones, only to be themselves unseated, and of raids, rapine and pillage.",
        "The nicely balanced conditions of solution produce a state of unstable equilibrium, with the result that internal streaming movements and changes of shape and changes of position in the model simulate closely the corresponding manifestations in real protoplasm.",
        "Its aqueous solution is unstable, gradually depositing red selenium on standing.",
        "The salts are unstable and readily decompose when heated.",
        "It is a very unstable compound, breaking up, on heating, into bromine and oxygen.",
        "The acid is only known in the form of its aqueous solution; this is, however, very unstable, decomposing on being heated to 100° C. into water, oxygen and bromine.",
        "It is very unstable, being readily decomposed by heat or light.",
        "The diamide, PN 2 H 4, was obtained by Hugot (ibid., 1905, 141, p. 1235) by acting with ammonia gas on phosphorus tribromide or tri-iodide at -70 0; it is very unstable, and decomposes at -25°.",
        "The reason for this deficiency is perhaps the unsettled conditions of Rumanian life, and the lack of a profound and longestablished civilization; or it may be found in the unstable and fickle character of the people.",
        "Of course such a state would be statically unstable.",
        "Towards the sea the elevation is less considerable, the hills consisting mainly of somewhat unstable clay and sand, but the zone of level ground along the coast is quite inconsiderable.",
        "The chief reason for testing balances with weights in the scale-pans rather than with the scale - pans empty, is that the balance might be unstable with the weights though stable without them.",
        "The addition of weights in the scales will have the effect of raising the point H till it gets above Z, and the balance, becoming unstable, will turn till it is brought up by a stop of some kind.",
        "Hence they are very commonly made unstable, or \" accelerating,\" i.e.",
        "For with unstable balances, although the smallest excess of weight in the goods-pan will cause it to descend till it is brought up by its stop, yet being in this position, a very much greater weight than the difference which brought it there will be required in the weights-pan to enable it to mount again.",
        "The NO 2 (or NO + 0) reacts upon SO 2 + H20, forming SO 5 NH 21 which, being extremely unstable, is at once oxidized to SO 5 NH (nitroso-sulphuric acid).",
        "In this country the Church had not been centralized round a principal see which would have produced unity in canon law as in other things; even the political territorial divisions had been very unstable.",
        "\\Varwick enlisted in his cause the kings younger brother George of Clarence, who desired to marry his daughter and heiress Isabella Neville, and with the aid of this unscrupulous but unstable young man began to organize rebellion.",
        "It is an unstable liquid which boils at 33.5° C., and on heating rapidly polymerizes to dipentene, the same change being effected by hydrochloric acid.",
        "Ferrous nitrate, Fe(NO3)2.6H2O, is a very unstable salt, and is obtained by mixing solutions of ferrous sulphate and barium nitrate, filtering, and crystallizing in a vacuum over sulphuric acid.",
        "The coloration is due to the production of unstable compounds of the ferrous salt and nitric oxide, and it seems that in neutral solutions the compound is made up of one molecule of salt to one of gas; the reaction, however, is reversible, the composition varying with temperature, concentration and nature of the salt.",
        "Dihydroxy-ammonia or nitroxyl, NH(OH) 2, a very unstable and highly reactive substance, has been especially studied by A.",
        "Hence we only allude to some of the principal variations and to those characteristics which are found to be unstable.",
        "Pyrovanadic acid is deposited as a dark brown unstable powder when an acid vanadate is decomposed by nitric acid.",
        "It is a somewhat unstable substance, decomposing on being heated, with liberation of hydrogen.",
        "It combines with alkaline iodides to form very unstable compounds.",
        "Preferring the solid advantage of orderly life to an unstable liberty, it acquiesced in the abdication of 1439, when the States consented to taxation for the support of a permanent army without any periodical renewal of their authorization.",
        "The administration which these kings of unstable authority had to direct was essentially the Roman system.",
        "As a ruler he was at once weak, unstable and obstinate.",
        "Narvaez brought Spain through the troubled revolutionary years 1848 and 1849 without serious disturbance, but his own unstable temper, the incessant intrigues of the palace, and the inability of the Spaniards to form lasting political parties made good government impossible.",
        "Mackerel was a relatively unimportant catch until about 1821, and since then has been an important but unstable return; halibut fishing has been vigorously pursued since about 1836 and herring since about 1856.",
        "The characters shown by such specimens, however, when, as is usually the case, they are in the barren state, are notoriously unstable, or of small taxonomic value, among recent plants.",
        "expanded alleles at all of these loci are unstable, with frequent length changes during intergenerational transmission.",
        "Sample groups Patients with unstable angina for whom PCI was not planned.",
        "People with frequent angina pains or unstable angina pains or unstable angina should avoid flying.",
        "India is characterized as increasingly assertive and casually indifferent to the security of its sub-continental neighbors; Pakistan as unstable and risk-taking.",
        "bifurcation parameter, yielding to chaos and unstable periodic orbits.",
        "Plenty are missing digits, or eyes, or have physical conditions that render one or more biometrics unstable or hard to read.",
        "chlorinated solvent instead of water and we often employ this technique on oriental rugs that are unstable to water.",
        "I read that sodium chlorite is unstable in a solution in water greater than 5% .",
        "My gait became unstable; my arms became weak; I dropped things; doing my hair became a chore.",
        "The Afghan civil war will continue into the foreseeable future, leaving the country fragmented and unstable.",
        "Description: Boulders were removed from the entrance to facilitate entry to a 2m free climb down past unstable boulder to a tight rift.",
        "Next, blood coagulation rapidly replaces this unstable platelet plug with a stable fibrin clot.",
        "confederations of smaller groups and somewhat unstable.",
        "artificial constructs are well-known to be structurally unstable (7 ).",
        "The problem is worst where farmers grow crops on weak, unstable soils on slopes in areas of high rainfall.",
        "H Be able to attribute this decrease in activity to a corresponding decrease in the number of unstable nuclei.",
        "All unstable (flaking or peeling) paint surfaces, especially water-soluble distempers, must be removed or washed off before applying Emulsion.",
        "double-minded man is unstable in all his ways!",
        "dystrophy type 1 (DM1) is associated with the expansion of an unstable CTG repeat.",
        "The origin is an unstable equilibrium corresponding to the vertical position above the pivot.",
        "However, this is a classic instance of trying to control an unstable situation by negative feedback.",
        "All in all a very unstable gadget that spends more time getting fixed than working.",
        "More unstable moves lead up to the hollow flake around which I could finally place the crucial protection- a 60cm sling.",
        "Many normal metabolic functions produce free radicals - highly unstable forms of oxygen, which in excess cause oxidative stress leading to cell damage.",
        "A comparison of low-molecular weight heparin with unfractionated heparin for unstable coronary disease.",
        "Aspirin versus heparin to prevent myocardial infarction during the acute phase of unstable angina.",
        "jitter with edrophonium in the studied unstable potential.",
        "Opposite to an unstable manifold, both are types of invariant manifold.",
        "As with modified release morphine this is not suitable for use if the patient has unstable pain.",
        "one-dimensional unstable manifolds in delay systems.",
        "In the case it was apparent that the use of acetone had generated an unstable peroxide.",
        "Boxer is usually a friendly exuberant dog which remains playful for several years, tho some animals develop unstable temperaments.",
        "precipitation of dangerously unstable diazonium salts can occur at ant time, on a plant scale.",
        "All artificial constructs are structurally unstable [21 ], and hence prone to recombine and transfer horizontally.",
        "prop up dictators sell arms around the world we will contribute to an unstable world.",
        "Unfortunately, the natural pyrethrins are unstable in light; they are of limited use in agriculture due to their rapid breakdown.",
        "Unstable isotopes decay to form a different element, and are fundamental to several radiometric dating techniques including radiocarbon, potassium-argon and uranium series.",
        "These data also suggest that highly unstable expanded simple sequence repeats may act as sensitive reporters of genotoxic assault in the soma.",
        "It is not unstable exactly, just highly responsive to the slightest movement.",
        "For example, after the customary second ritornello in the dominant a long unstable area weaves around a wide variety of keys.",
        "This leaves them with an unstable boulder ruckle poised above their heads.",
        "Due to poorer visibility and unstable snow next day we went skiing.",
        "Indeed a Senior Clinical Physiotherapist within the Royal Free Hospital was not able to see an unstable sacroiliac joint and lower lumber spine.",
        "For more severe injuries, the joint can become stiff, unstable or \" locked \" .",
        "teeters on top of the unstable tower, threatening to drop onto the base.",
        "The Alvis platform is capable of traversing very rough terrain, but can become unstable when its end effector adopts certain configurations.",
        "The physical image in the mirror spins into a kaleidoscope of literary and visual associations, becoming a radically unstable trope of transition.",
        "The carbon is a 2x2 twill and is quite unstable.",
        "By definition, rights are unconditional, yet their practical meaning has always been dependent upon unstable victories against state tyranny.",
        "unseat an unstable dictator armed with nuclear weapons would be a felony.",
        "unstable at high speeds.",
        "Even when the injury has healed, scar tissue can cause epilepsy by making electrical activity unstable in that area of the brain.",
        "unstable angina should avoid flying.",
        "unstable manifold of a periodic orbit that just lost its stability in a period-doubling bifurcation.",
        "unstable equilibrium corresponding to the vertical position above the pivot.",
        "unstable orbits can be stabilized by tiny control forces.",
        "unstable boulder to a tight rift.",
        "unstable nuclei.",
        "Access via the Internet The internet is an inherently unstable medium.",
        "Let's hope the sudden absence of Big Brother doesn't tip our mentally unstable friends over the edge.",
        "Artificial constructs are well-known to be structurally unstable (7 ).",
        "It covers paroxysmal, persistent and permanent AF, considers AF developing after surgical procedures, and offers advice on haemodynamically unstable AF.",
        "The area below the Great Aven in Simpsons Pot, Kingsdale is dangerously unstable.",
        "This aspect can cause you to be somewhat emotionally unstable.",
        "The possible route onwards appears unstable with boulders in clay.",
        "The patient's condition remained unstable requiring further blood replacement.",
        "Ryan Farquhar on the MSS Discovery Kawasaki was the early leader, but retired as the bike was proving unstable at high speeds.",
        "Dave Yates Should be a great box but seems slightly unstable.",
        "The criteria for discharge are that the patient should be able to walk unaided without stumbling or feeling unstable.",
        "The cobaltic salts corresponding to the oxide Co 2 0 3 are generally unstable compounds which exist only in solution.",
        "He was reckless and unstable, resorting often to lying and deceit, and never pausing to count the cost of an enterprise or troubling to adapt means to ends.",
        "The Andamanese are, indeed, bright and merry companions, busy in their own pursuits, keen sportsmen, naturally independent and not lustful, but when angered, cruel, jealous, treacherous and vindictive, and always unstable - in fact, a people to like but not to trust.",
        "This state of things was clearly recognized by German statesmen, and in 1208, when the Emperor Otto felt more secure upon his unstable throne, he became overtly hostile to Denmark and would have attempted the recovery of the lost German territory but for the interposition of Pope Innocent III., who threatened to excommunicate any German prince who should attack Valdemar, the equally pious and astute Danish king having undertaken, at the bidding of the holy see, to lead a crusade against the heathen Esthonians.",
        "He points out that under this benevolent despotism, though men might be happy, their happiness was unstable, because it depended on the character of a single man; and the highest praise he can give to those virtuous princes is that they \" deserved the honour of restoring the republic, had the Romans of their days been capable of a rational freedom.\"",
        "Substances with positive heats of formation are termed exothermic; those with negative heats of formation are termed endothermic. The latter, which are not very numerous, give out heat on decomposition into their elements, and are more or less unstable.",
        "Faraday independently recognized the necessity for mechanical agitation of the molten glass in order to ensure homogeneity, and to facilitate his manipulations he worked with dense lead borate glasses which are very fusible, but have proved too unstable for ordinary optical purposes.",
        "Ruff and Curt Albert (Ber., 1905, 38, p. 53) by decomposing titanium fluoride with silicon chloroform in sealed vessels at 100 -120Ã‚° C. It is a colourless gas which may be condensed to a liquid boiling at -80 2Ã‚° C. On solidification it melts at about -110Ã‚° C. The gas is very unstable, decomposing slowly, even at ordinary temperatures, into hydrogen,, silicon fluoride and silicon: 4SiHF 3 =2H 2 +3SiF 4 +Si.",
        "It crystallizes in needles which decompose at \"4Ã‚° C. Silicon amide, Si(NH 2) 4, is obtained as a white amorphous unstable solid by the action of dry ammonia on silicon chloride at -50Ã‚° C. (E.",
        "OH, formed by the action of moist air on silicon octochloride at oÃ‚° C., is very unstable, and hot water decomposes it with evolution of hydrogen and formation of silicic acid (L.",
        "An elongated shot is made to preserve its axial flight through the air by giving it the spin sufficient for stability, without which it would turn broadside to its advance; a top in the same way is made to stand upright on the point in the position of equilibrium, unstable statically but dynamically stable if the spin is sufficient; and the investigation proceeds in the same way for the two problems (see Gyroscope).",
        "Its ethyl ester, known as oxamaethane, crystallizes in rhombic plates which melt at 114-115Ã‚° C. Phosphorus pentachloride converts it into cyan-carbonic ester, the ethyl oxamine chloride first formed being unstable: ROOC CONH2 -R000 C(C1 2) NH 2 --)CN COOR.",
        "It is very unstable, decomposing into gold and sulphur at 200Ã‚°.",
        "It is permanent when dry; on heating to 130Ã‚° C. it loses water and gives the anhydrous dioxide as an unstable, pale buff-coloured powder, very sparingly soluble in water.",
        "It combines with bromine to form an unstable tribromide, KBr 3 (see F.",
        "In spite of the fact that in a few of its later representatives Gnosticism assumed a more refined and spiritual aspect, and even produced blossoms of a true and beautiful piety, it is fundamentally and essentially an unstable religious syncretism, a religion in which the determining forces were a fantastic oriental imagination and a sacramentalism which degenerated into the wildest superstitions, a weak dualism fluctuating unsteadily between asceticism and libertinism.",
        "Wade (loc. cit.) explains the formation of nitriles from potassium cyanide, and of isonitriles from silver cyanide by the assumption that unstable addition products are formed, the nature of which depends on the relative state of unsaturation of the carbon and nitrogen atoms under the varying conditions: KNC--KN :C(:C 2 H 5 I) --SKI +C2H5CN, AgNC->AgN(:C2H51)C---AgI-f-C2H5NC; that is, when the metal is highly electro-positive the carbon atom is the more unsaturated, the addition takes place on the carbon atom, and nitriles are produced.",
        "This hydroxide, although possessing powerful basic properties, is unstable in the presence of alkalis and neutralizes them, being converted first into the isomeric benzene-diazotic acid, the potassium salt of which is obtained when the diazonium chloride is added to an excess of cold concentrated potash (A.",
        "The free acid is not known; by the addition of the potassium salt to 50% acetic acid at - 20Ã‚° C., the acid anhydride, benzene diazo oxide, (C6H5N2)20, is obtained as a very unstable, yellow, insoluble compound, exploding spontaneously at oÃ‚° C. Strong acids convert it into a diazonium salt, and potash converts it into the diazotate.",
        "The dilute aqueous solution is very unstable, giving up oxygen readily, and decomposing with explosive violence at 100Ã‚° C. An aqueous solution containing more than 1.5% hydrogen peroxide reacts slightly acid.",
        "This pose served to keep the democrats of the capital in a good temper, and so leave him free to consolidate the somewhat unstable foundation of his throne and to persuade his European fellow-sovereigns to acknowledge in him not a revolutionary but a conservative force.",
        "Manganese trioxide, Mn03, is obtained in small quantity as an unstable deliquescent red solid by dropping a solution of potassium permanganate in sulphuric acid on to dry sodium carbonate (B.",
        "The silver and lead salts are unstable, being decomposed with explosive violence at 100Ã‚° C. On adding a caustic alkali solution to one of chlorine peroxide, a mixture of a chlorite and a chlorate is obtained.",
        "The acid is only known in the form of its aqueous solution; this is, however, very unstable, decomposing on being heated to 100Ã‚° C. into water, oxygen and bromine.",
        "The diamide, PN 2 H 4, was obtained by Hugot (ibid., 1905, 141, p. 1235) by acting with ammonia gas on phosphorus tribromide or tri-iodide at -70 0; it is very unstable, and decomposes at -25Ã‚°.",
        "Though in politics habitually Democratic, Missouri has generally had a strong opposition party - Whig in antebellum days, and since the war, Republican - which in recent years has made political conditions increasingly unstable.",
        "As to the stability of these compounds, most trimethylene derivatives are comparatively unstable, the ring being broken fairly readily; the tetramethylene derivatives are rather more stable and the pentaand hexa-methylene compounds are very stable, showing little tendency to form open chain compounds under ordinary conditions (see Chemistry: Organic).",
        "It is an unstable liquid which boils at 33.5Ã‚° C., and on heating rapidly polymerizes to dipentene, the same change being effected by hydrochloric acid.",
        "In ethereal solution it combines with bromine to form an unstable liquid dibromide; it also unites with one molecule of hydrobromic acid to form the same tertiary bromide as dimethylallylene; this points to its being Q-methyldivinyl, CH 2: C(CH 3) CH: CH 2 (V.",
        "The life of society, now alarmingly unstable and ruthlessly cfuel, was symbolized by the dance macabre painted on the walls of the cemeteries; the sombre and tragic art of the I5th century, having lost the fine balance life shown by that of the I3th, gave expression in its mournful realism to the general state of exhaustion.",
        "Jour., 1904, 3 2, p. 503) show that if metallic potassium be added to an ethereal solution of the blue compound at -20Ã‚° C., hydrogen is liberated and a purple black precipitate of the perchromate, of composition KCrO 4 or K2Cr203, is produced; this compound is very unstable, and readily decomposes into oxygen and potassium bichromate.",
        "For more severe injuries, the joint can become stiff, unstable or \" locked \".",
        "It teeters on top of the unstable tower, threatening to drop onto the base.",
        "Swoff seems dangerous, but more due to being slightly unstable than a trained killing machine thirsty for human blood.",
        "An attempt to unseat an unstable dictator armed with nuclear weapons would be a felony.",
        "The most frequently used example is the unstable manifold of a periodic orbit that just lost its stability in a period-doubling bifurcation.",
        "Such unstable orbits can be stabilized by tiny control forces.",
        "Let 's hope the sudden absence of Big Brother does n't tip our mentally unstable friends over the edge.",
        "The patient 's condition remained unstable requiring further blood replacement.",
        "Stake a small, unstable tree if needed, but be careful to place the stakes far enough away from the tree that you won't sever roots.",
        "It is probably not an organization you would want to get involved with if you are financially unstable.",
        "The process of divorce usually takes place during times of high stress, anxiety and unstable emotions.",
        "When metal or wood is subjected to continuous sunlight, the UV rays from the sun will weaken and make unstable the finished product.",
        "Rather than fossil fuels, which contribute to CO2 emissions, nuclear energy uses uranium, an unstable element that can be split to form heat.",
        "Since uranium is an unstable element, this leaves a great deal of room for error, radiation leaks and risks fission happening too soon, where it cannot be contained.",
        "This can be dangerous, since the waste products can be unstable, produce radiation if not properly sealed and pose a threat from terrorists that may wish to convert this waste into weaponry.",
        "Uranium is an unstable mineral that when split produces immense amounts of heat.",
        "The harvesting of this heat is known as nuclear power, and while a small amount of uranium can be split to form enormous amounts of heat, the mineral is unstable, mining is difficult, and can pose serious health risks.",
        "Nuclear energy is heat produced by the splitting of uranium, an unstable element.",
        "During particularly unstable emotional or economic times, simulated life games see a boom because they allow individuals a chance to exert control they would not normally have.",
        "A free radical is an unstable molecule with a missing electron.",
        "Vibration dampeners absorb vibrations from a ski that makes it unstable at higher speeds.",
        "Head believed that they lost their shape too easily, which resulted in an unstable ride.",
        "If you are skiing on a ski that is too short, you may have problems maintaining your speed and may feel unstable in steeper terrain.",
        "In contrast, a ski that is too short will have difficulty maintaining high speeds, and may be unstable in steeper terrain.",
        "There are two types of angina, stable and unstable.",
        "Unstable angina may be the first sign that a heart attack is about to occur, and it doesn't have a predictable pattern.",
        "The Borderline Personality Disorder is characterized by unstable personal relationships.",
        "Ling's friend commented that the actress was in \"a mentally unstable state of mind....",
        "John Lennon was shot and killed in 1980 by a mentally unstable fan named Mark David Chapman.",
        "Generally, dogs with unstable personalities, fear or abuse issues, or physical impairments should not be exposed to shock collars.",
        "If you are unstable on your feet or rely on a wheelchair for mobility, exercise can improve your overall health.",
        "Other drawbacks include unstable politics and economic systems and dangerous areas.",
        "A study from the Nippon Dental University in Tokyo, Japan found that participants with bruxism experienced shallow, unstable sleep patterns, and they had sleep disorders associated with teeth grinding.",
        "Despite the popularity of Avalanche Run, however, the ride frequently needed to be closed as sand from the beach would blow into the track and make riding conditions dangerous and unstable.",
        "Many videos, particularly amateur films, are poor quality with low resolution, unstable camera positioning, and jumbled sound that can detract from the excitement of the ride.",
        "Mutation - This is also referred to as being \"genetically unstable.\"",
        "The vines are considered to be genetically unstable.",
        "An abnormal pyrin protein associated with FMF may be partly functional but unstable.",
        "The MEFV gene involved in FMF produces an unstable form of pyrin that fails to adequately control the inflammatory response.",
        "Although anchored by strong muscles for chewing, the jaw is unstable in comparison with other bones and is easily dislocated from the temporomandibular joints that attach it to the skull.",
        "This policy is articulated in this law in order to prevent children from living too long in an unstable and uncertain situation.",
        "When a woman carries a premutation, it is unstable and can expand as she passes it on to her children; therefore, a man's grandchildren are at greater risk of developing the syndrome.",
        "Borderline personalities are unstable in interpersonal relationships, behavior, mood, and self-image.",
        "When they try to move, their balance is unstable, and they have trouble coordinating their movements, often moving an arm or leg and toppling over.",
        "In people who have DM1, a particular unit of the gene is repeated too many times-more than the normal range of five to 38 times-and thus this section of the gene is too big and is unstable.",
        "Borderline personality disorder-A mental disorder characterized by mood swings, unstable interpersonal relationships, poor self-image, and self-destructive and impulsive behaviors.",
        "Straight cuts are imperative; if the edges of the house are not straight the house will be unstable.",
        "If possible, eliminate the presence of televisions, computers, exercise equipment and other such objects, all of which contribute to an unstable feeling of stress and irritability.",
        "Ozone is an unstable and toxic form of oxygen, and structurally speaking, it's three oxygen atoms bound together.",
        "Free radicals are unstable molecules in the body in search of an electron.",
        "Many scents used in soap making, including essential oils and perfumes, become unstable when heated and could even catch fire.",
        "Not all unstable individuals wield guns.",
        "Match this depression with Pisces' mutable nature, and you can create a highly downtrodden and unstable individual; the classic manic depressive.",
        "In an unstable individual, these behaviors can produce addictions and a wealth of neuroses.",
        "The Queen of Hearts is a very unstable woman who rules with an iron fist.",
        "Even before losing his job, co-workers described Hal as an unstable man.",
        "Ouija boards can be taken too seriously, and a person who is already mentally unstable might begin to believe that the board is communicating accurate and true information.",
        "It is also what causes people who are already psychologically unstable to become completely unhinged.",
        "Although different fields boast different environments, most softball players find themselves performing on slippery grass or unstable diamond dirt--both of which promote skidding when fielding and base-running.",
        "Of course, a shoe that takes its inspiration from unstable surfaces is bound to offer some serious benefits.",
        "In fact, the unstable nature of the design engages those muscles that are generally not utilized with basic types of active footwear.",
        "While a non-platform shoe tends to be quite unstable and difficult to walk in, the platform makes four- and five-inch heels suddenly very comfortable.",
        "In the mid-90s, he played Sela Ward's unstable brother on the show Once and Again.",
        "This serves as an indicator of the fleeting and unstable nature of passionate, infatuated love.",
        "Malware can hijack your browser, redirect search attempts, provide endless pop-up ads, track Web sites you visit, and make your PC unstable to the point of being unusable, or run slower than a moving glacier.",
        "The aging process also involves the generation of unstable molecules known as free radicals at a cellular level in our bodies.",
        "Free radicals are unstable cells in the body that attach to healthy cells causing damage in the process.",
        "If you like yoga, the downward facing dog pose may cause a considerable amount of strain on an unstable shoulder.",
        "Rolling over in bed: This may sound odd; but if the shoulder area is unstable, even the slightest movement in the wrong direction can cause a rotator cuff injury.",
        "The relationship between brothers Liam and Noel was notoriously unstable, and often affected the progression of the band.",
        "Because users would connect and disconnect continually, this made for a very unstable system.",
        "Hendrix was said to be very affected by his impoverished and unstable upbringing.",
        "Wind can make the structure unstable, while rain can make the bouncing area dangerously slippery.",
        "However, the decision doesn't come easy and is made even harder by Catelynn and Tyler's unsupportive and emotionally unstable parents.",
        "Similar in nature to History Channel's Ice Road Truckers, the road itself is often treacherous and sometimes unstable.",
        "This is also the time of year when big storms come barreling across the water, making for unstable weather conditions.",
        "She found new challenges in the face of Angel's resurrection, an unstable Slayer named Faith (Eliza Dushku), a power hungry Mayor Wilkins and a new Watcher after Giles was fired.",
        "The intensive battery of personality and psychological tests tend to weed out anyone truly unstable.",
        "It features a race against time as mankind must discover what is making our sun unstable, before we are obliterated when the sun, a white dwarf incapable of it by all the known physical laws, becomes a supernova.",
        "For example, vitamin E is wonderful for the skin but unstable in nature.",
        "These hyperactive molecules create an unstable environment for the cells in the body.",
        "There is an older version of the program available, but it is unstable on the newer Mac operating systems and Windows Vista.",
        "It is permanent when dry; on heating to 130° C. it loses water and gives the anhydrous dioxide as an unstable, pale buff-coloured powder, very sparingly soluble in water.",
        "The 2.3 derivatives are somewhat unstable compounds, since on heating they readily give up two hydrogen atoms. Tetrahydropyrazines of the 1.2.",
        "Fiveand six-membered rings are the most stable and important, the last-named group resulting from the polymerization of many substances; threeand four-membered rings are formed with difficulty, and are easily ruptured; rings containing seven or more members are generally unstable, and are relatively little known.",
        "Supposing Ewing's hypothesis to be correct, it is clear that if the magnetization of a piece of iron were reversed by a strong rotating field instead of by a field alternating through zero, the loss of energy by hysteresis should be little or nothing, for the molecules would rotate with the field and no unstable movements would be possible.'",
        "Suess pointed out that it was surrounded by a curved line of earth-fracture, following an arc drawn from a centre in the Lipari Islands, from Catanzaro to Etna, and so westward; within this arc he held that the crust of the earth is gradually sinking, and is in an unstable condition.",
        "But whereas the crystalline form of a chemical substance is stable and fixed, the organized form of a living organism is unstable and subject to change.",
        "Conceived in the Hildebrandine spirit, his reforms led by a natural sequence to strained relations between Church and State; the equilibrium which he established was unstable, and depended too much upon his personal influence with the Conqueror.",
        "At bottom the man was frivolous, profoundly selfish, unstable, and utterly incapable of consistency or application.",
        "It seems rather doubtful whether the unstable monoclinic modification of sulphur (0 - sulphur) is ever found in a native state."
    ],
    "definition": [
        "Chemistry\nDecomposing readily.\nHighly or violently reactive.",
        "Decomposing readily.",
        "Highly or violently reactive.",
        "Physics\nDecaying with relatively short lifetime. Used of subatomic particles.\nRadioactive.",
        "Decaying with relatively short lifetime. Used of subatomic particles.",
        "Radioactive.",
        "un·sta′ble·ness\nn.",
        "un·sta′bly\nadv.",
        "Link/Cite"
    ]
}