{
    "translation": "לא רוצה",
    "uses": [
        "At first I was rather unwilling to study Latin grammar.",
        "She looked away from the scene, unwilling to believe what she saw was real.",
        "Sackler was unwilling to let it go.",
        "Carmen ate with her left hand, unwilling to let lose of Alex for one second.",
        "She slowed, unwilling to join the throng of bloodsuckers.",
        "Intrigued by the sensations, she found herself unwilling to look away from him this time.",
        "She replaced her weapon and crossed to him, unwilling to show fear.",
        "A trickle of jealousy moved through her, but she dismissed it, unwilling to think about the woman he'd slept with less than two weeks before.",
        "She jabbed him in the chest with each question, unwilling to back down.",
        "Carmen stopped at the corner, uncomfortable with the heat of the exchange, yet unwilling to interrupt.",
        "Even a prisoner on this planet was unwilling to associate with her!",
        "He said nothing more, as if unwilling to say more until the identity verification was done.",
        "Why was he so unwilling to discuss the situation?",
        "He roused himself, unwilling to sink into the dark thoughts.",
        "He was in love with a ghost and unwilling to take a chance on you.",
        "Deidre drank her coffee in silence, feeling Wynn's gaze and unwilling to look at him after almost admitting to the plan.",
        "Unwilling to disturb his solitary mood, Jenn leaned back against a pillar and watched.",
        "Unwilling to see her death, she closed her eyes, never imagining she'd ever be hurtling towards some distant planet in an escape pod booby-trapped to kill her!",
        "Unwilling to let the weirdness ruin her day, Deidre dismissed the strange exchange, distracted by the smells coming from a display of homemade candles.",
        "He laughs at me for being unwilling to hurt anyone else, but he says no one should feel shame about who they are.",
        "She clamped her mouth shut, unwilling to tell him the sight and scent of blood was already making her want to vomit.",
        "Unwilling to admit to the bonds let alone talk about them, Deidre focused on the girl.",
        "Rhyn awoke from the island dreamscape in the shadow world.  He rose, uncertain what happened but recalling his urgency.  He crossed through the glowing black portal into the one place he'd hoped never to see again: Hell.  Unwilling to get stuck in the cell where he'd spent many lifetimes, he chose to open the portal into the office of the Council's betrayer, Sasha.  The office was as he remembered it, down to the black flames in the hearth.",
        "He swiveled his head, back and forth between sides, unwilling as usual to make a decision.",
        "He kissed her gently, unwilling to drop his restraint.",
        "His crying and shifting distracted her from the strange world around her and made her head pulse, as if he were trying to pry his way into her unwilling mind.",
        "Damian regarded her coolly, unwilling to let someone so undeserving get the best of him.",
        "She huddled closer to Damian, unwilling to look at his face.",
        "She stepped into the hallway, unwilling to await a purposely slower-moving Romas, and touched the wall.",
        "I was unwilling to do whatever it took to keep them together.  But you will.",
        "\"Who?\" he asked, unwilling to tell her that he already knew the answer to this question.",
        "Unwilling to alarm them and possibly end up stabbed, he pretended not to know and moved through the room.",
        "The laundry room was also clean and an old wringer tub still sat in one corner, as though unwilling to completely surrender to modern appliances.",
        "Unwilling to fight something that didn't die, she drove to Doolin and the bed and breakfast.",
        "She refused to back down, unwilling to let his attempt to intimidate her work.",
        "He remained stoic, unwilling to let her see that her touch was affecting him.",
        "They seemed glad to get out themselves, and as if unwilling to be brought in.",
        "Unwilling to obtrude himself on the princess, Rostov did not go back to the house but remained in the village awaiting her departure.",
        "Some, as if unwilling to distract her from an important occupation, came up to her for a moment and made haste to go away, refusing to let her see them off.",
        "He kept his voice firm and cold, unwilling to give on either point.",
        "As Darian suspected, the small creature was unwilling to reveal its true intentions.",
        "She squirmed, unwilling to be defenseless with the tarantulas so close and uneasy with the warm energy flowing again between them.",
        "They were overdue for a discussion, one she'd been unwilling to start but that he would see through.",
        "Evelyn bolted for the stairwell, unwilling to allow anyone but Kiera to see her without make-up, while Kiera went to the door.",
        "\"Darian killed five Others and brought you their heads,\" she said calmly, unwilling to react to his words.",
        "Unwilling to root for either animal, Carmen turned Ed back toward the tree line.",
        "Dokhturov was unwilling to undertake any action, as it was not clear to him now what he ought to do.",
        "Wynn removed his shoes and sat nearby, uneasy but unwilling to show it.",
        "Jenn asked, looking up at their unwilling protector.",
        "Jenn drew back, unwilling to let her mate die in the immortal world.",
        "She looked down once but snapped her head up, unwilling to lose control.",
        "Sirian waited for him to speak, and Taran glared at the older man, unwilling to break the silent battle.",
        "Dierdirien will arrive soon and can help us remove any king unwilling to accept peace.",
        "One of the warriors above pulled at the rope, and she snatched it, unwilling to remain in the darkness.",
        "Unwilling to go on, she stopped and hugged herself, watching Keaton plunge into the water.",
        "Sir George Clerk announced that, as the elected delegates were unwilling to take steps to form an independent government, he would enter into negotiations with other persons.",
        "Moreover, disliking the whole enterprise, he was most unwilling to use up his army in it.",
        "That the compiler is always unwilling to speak of the misfortunes of good rulers is not necessarily to be ascribed to a deliberate suppression of truth, but shows that the book was throughout composed not in purely historical interests, but with a view to inculcating a single practical lesson.",
        "Severe English moralists like Johnson thought but ill of him, but the public generally was not unwilling to testify against French intolerance, and regarded his sentimentalism with favour.",
        "But as the North grew stronger and the South in comparison grew weaker, as slavery came to be more and more the dominant political issue, and as the South made demands concerning that \"peculiar institution\" to which the North was unwilling to accede, less was heard of secession in the North and more in the South.",
        "The larger number of the North-German states were at least not unwilling to submit to the arrangement; and Austria, whose opposition in ordinary circumstances would have been fatal, was paralysed by her struggle with Hungary.",
        "Although Frederick William had refused to become emperor, he was unwilling to miss altogether the opportunity afforded by the difficulties of Austria.",
        "She leaned back, unwilling to let her impatience show.",
        "Unwilling to appease the man she didn't like, she made no effort to match his pace.",
        "She waded through the brush of the possessed jungle, unwilling to admit just how scared she was.",
        "She stepped back over his body, unwilling to lower her guard against the large vamp whose gaze was on her.",
        "Jule obliged quickly, unwilling to keep the vamp close to his brothers' mates longer than necessary.",
        "The Other no longer smiled and took a step forward, unwilling to move closer to his daughter with the Original Vamp standing between them.",
        "\"Yeah, they seem to,\" Gabriel agreed, unwilling to let the Dark One see he was thinking the same thing.",
        "Ha. For that to happen, you would have to be unwilling.",
        "The resignation in her tone sounded like a farewell.  Gabe studied her, uncertain what could stop Death from doing anything she pleased.  She was not only letting him go when she shouldn't, but she was telling him just how much time he had to get Katie out of the underworld.  Gabriel knew something was wrong if Death was turning her back on the duty of collecting souls, a duty she normally took such joy in.  She'd been unwilling to do that for him when their relationship had been at its peak.",
        "Toby didn't answer, unwilling to admit just how much Ully's words stung.  He led them deeper into the jungle.  The branches hurried to create a path for him, and he smiled at them.  According to his angel memories, the trees were more than trees in Death's underworld.  They were alive.",
        "\"Yes.  I think that's where Death is.  I think that's my way out,\" Katie said, not fully convinced but unwilling to admit it.",
        "Brandon clutched his hands together across from Jessi, as if wanting to hug his sister but unwilling to make such a gesture.",
        "Jessi tried not to look away, unwilling to back down.",
        "Sofi stepped up beside him, unwilling to back down from the vamp that came to see her.",
        "She ascended the stairwell, unwilling to beg for her job back and hoping Xander didn't make her.",
        "Curious but unwilling to join the masses fawning over them, she kept her distance and simply watched.",
        "Unfortunately Poland profited little or nothing by this great triumph, and now that she had broken the back of the enemy she was left to fight the common enemy in the Ukraine with whatever assistance she could obtain from the unwilling and unready Muscovites.",
        "These officials, at the command of the senate, consulted the Sibylline books in order to discover, not exact predictions of definite future events, but the religious observances necessary to avert extraordinary calamities (pestilence, earthquake) and to expiate prodigies in cases where the national deities were unable, or unwilling, to help. Only the interpretation of the oracle which was considered suitable to the emergency was made known to the public, not the oracle itself.",
        "Later the synod of Nimes (1572) decreed that no minister might be imposed upon an unwilling people.",
        "The stricter party urged the adoption of the Westminster standards and conformity thereto; the broader party were unwilling to sacrifice their liberty.",
        "The new duke, unwilling to yield to the wishes of his people for greater political liberty, was soon compelled to take flight, and the duchy was for a time ruled by a provisional government and by Charles Albert of Sardinia; but in April 1849 Baron d'Aspre with 15,000 Austrians took possession of Parma, and the ducal government was restored under Austrian protection.",
        "All parties, however, were agreed in favor of war against Austria, for which the peoples forced their unwilling rulers to prepare.",
        "Then Napoleon suddenly drew back, unwilling, for many reasons, to continue the campaign.",
        "The Egyptian government being unwilling to recognize the sovereignty of Beheran over Assab or his right to sell territory to a foreign power, sTisconti-Venosta thought it opportune not then to occupy Assab.",
        "Those who were unwilling to accept evolution, without better grounds than such as are offered by Lamarck, and who therefore preferred to suspend their judgment on the question, found in the principle of selective breeding, pursued in all its applications with marvellous knowledge and skill by Darwin, a valid explanation of the occurrence of varieties and races; and they saw clearly that, if the explanation would apply to species, it would not only solve the problem of their evolution, but that it would account for the facts of teleology, as well as for those of morphology; and for the persistence of some forms of life unchanged through long epochs of time, while others undergo comparatively rapid metamorphosis.",
        "Further it is suggested that Peisistratus was unwilling to have children by one on whom lay the curse of the Cylonian outrage.",
        "It was held inauspicious if the animal were unwilling; if it nodded all was well.",
        "\" The Jews were unwilling sponges by means of which a large part of the subjects' wealth found its way into the royal exchequer \" (Abrahams, Jewish Life in the Middle Ages, ch.",
        "At the conclusion of the debate the convention by a vote of 184 to 84 declared itself unwilling to ratify the constitution until a bill of rights had been added and it had been amended in several other particulars so as to guarantee certain powers to the states.",
        "(Porphyry tells us that Plotinus was unwilling to name his parents or his birthplace, and seemed ashamed of being in the body.) Beyond the uaOap ra, or virtues which purify from sin, lies the further stage of complete identification with God (ovrc w aµaprias Eivac; aXAa 0E6v Elm).",
        "Popular tradition, as though unwilling to let David escape from Saul, told of that king's continual pursuit of the outlaw, of the attempt of the men of Ziph (S.E.",
        "Palmerston, supported by Russell and well served by Lord Stratford de Redcliffe, British ambassador at Constantinople, favoured a more aggressive policy, and Aberdeen, unable to control Palmerston, and unwilling to let Russell go, cannot be exonerated from blame.",
        "After a brief seclusion, Herod the Tetrarch, his uncle, who had married Herodias, his sister, made him Agoranomos (Overseer of Markets) of Tiberias, and presented him with a large sum of money; but his uncle being unwilling to continue his support, Agrippa left Judea for Antioch and soon after returned to Rome, where he was welcomed by Tiberius and became the constant campanion of the emperor Gaius (Caligula), then a popular favourite.",
        "Already on his wife's death in 1292 he had resigned the earldom of Carrick to his son, the future king, who presented the deed of resignation to Baliol at Stirling in August 1293, and offered the homage which his father, like his grandfather, was unwilling to render.",
        "He was transferred to the sinecure office of the Duchy of Lancaster, but held it only till Nov., when, on the appointment of a small war committee of the Cabinet from which he was excluded, he resigned, being unwilling to accept a position of general responsibility for war policy if he had no effective control.",
        "The pope, having recovered the Romagna and secured the objects for which he had joined the league, was unwilling to see all north Italy in the hands of foreigners, and quitted the union.",
        "In 1874 the island was invaded by the Japanese for the purpose of obtaining satisfaction for the murder of a shipwrecked crew who had been put to death by one of the semi-savage tribes on the southern coast, the Chinese government being either unable or unwilling to punish the culprits.",
        "This part of the bill was resented by many citizens, who were unwilling to allow others to share their privileges.",
        "Unwilling to discard the strictly unitary views of these chemists, or to adopt the copulae theory of Berzelius, he revived the notion of radicals in a new form.",
        "Cesare then returned to Rome, where his father wished him to assist Giuffre in reducing the last Orsini strongholds; this for some reason he was unwilling to do, much to Alexander's annoyance, but he eventually marched out, captured Ceri and made peace with Giulio Orsini, who surrendered Bracciano.",
        "Venice and the Papacy were unable, and Hungary unwilling, to render assistance; while the Croats proved actively hostile.",
        "In the same year Bey Shehr and other portions of the Hamid principality were acquired by purchase from their ruler Hussein Bey, as the Karamanian princes were beginning to cast covetous eyes on them; but the Karamanians were unwilling to resign their claims to be heirs of the Seljukian sultans, and not until the reign of Mahommed II.",
        "On the defeat of the adventurer Stenka Razin (1667-1671) many who were unwilling to submit to the iron rule of Moscow made their way to the settlements of Stroganov in Perm, and tradition has it that, in order to get rid of his guests, Stroganov suggested to their chief, Yermak, that he should cross the Urals into Siberia, promising to help him with supplies of food and arms. Yermak entered Siberia in 1580 with a band of 1636 men, following the Tagil and Tura rivers.",
        "Moreover, an act of the Natal parliament passed in 1909 placed the temporalities into commission in the persons of the bishop and other trustees of the Natal diocese of the Provincial Church; reservations being made in favour of four congregations at that time unwilling to unite with the main body of churchmen.'",
        "Deeply grateful to the Magyars for their sacrifices and services during the War of the Austrian Succession, she dedicated her whole authority to the good of the nation, but she was very unwilling to share that authority with the people.",
        "adjoining Natal) was constituted a reserve, in which locations were to be provided for Zulu unwilling to serve the restored king.",
        "After the murder the rebels were unwilling to return home until a new caliph had been chosen in the capital.",
        "The rule of the Plantagenets was still popular in Normandy and Aquitaine; but these provinces were unable or unwilling to pay for their own defence.",
        "In the Religious Peace of Augsburg the principle\" cujus regio ejus religio \"was accepted; by it a ruler's choice between Catholicism and Lutheranism bound his subjects, but any subject unwilling to accept the decision might emigrate without hindrance.",
        "The Persian invasions of Darius and Xerxes, with the consequent importance of maritime strength and the capacity for distant enterprise, as compared with that of purely military superiority in the Greek peninsula, caused a considerable loss of prestige which Sparta was unwilling to recognize.",
        "To him, as to the Deuteronomic legislation, the forms of legal observance are of value only as the fitting expression of Israel's peculiar sonshin and service, and he shows himself a true prophet when he contrasts the worthless ministry of unwilling priests with the pure offering of prayer and praise that rises from the implicit monotheism of even Gentile worship 2 (i.",
        "Such efforts fail if the new countries are unwilling to admit these persons.",
        "He was unwilling to excite the prejudices of modern politics which seemed to him to run back through the whole period of the reign of George III.",
        "Tirpitz himself maintains that his naval aspirations were directed not towards a war with Great Britain, but to the creation of a state of naval equilibrium or of German superiority, which would have enabled Germany to insist upon the unreserved cooperation of British policy in her world aims. It was probably true that Germany's policy was directed rather towards being so strong at sea as to make England unwilling to fight her unless absolutely necessary, than towards actually challenging British naval supremacy.",
        "The new liberties, as might be expected, did not tend to improve the relations between the town of Utrecht and its ecclesiastical sovereign; and the feud reached its climax (1481-84) in the \"groote vorlag,\" or great quarrel, between the citizens and Bishop David, the Bastard of Burgundy, who had been foisted upon the unwilling chapter by the combined pressure of Duke Philip of Burgundy, his half-brother, and the pope.",
        "A tariff bill introduced in the House by William Lyne Wilson (1843-1900), of West Virginia, chairman of the Committee of Ways and Means, was so amended in the Senate, through the instrumentality of Senator Arthur Pue Gorman and a coterie of anti-administration democratic senators, that when the bill eventually came before him, although unwilling to veto it, the president signified his dissatisfaction with its too high rates by allowing it to become a law without his signature.",
        "Herodotus continues that in his own day the Egyptians were unwilling to name these oppressors and preferred to call the pyramids after a shepherd named Philition, who pastured his flocks in their neighbourhood.",
        "The object of this enactment was to save the expense of making a submission a rule of court by treating it as having been so made, and it leaves the law in this position, that while the authority of an arbitrator, once appointed, is irrevocable, there is no power - any more than there was under the old law - to compel an unwilling party to proceed to a reference, except in cases specially provided for by sections 5 and 6 of the act of 1889.",
        "In 1032, with the rest of the kingdom of Burgundy or Arles, it reverted to the emperor Conrad II.,who was crowned king at Payerne in 1033, and in 1034 was recognized as such at Geneva by a great assembly of nobles from Germany, Burgundy and Italy, this rather unwilling surrender signifying the union of those 3 kingdoms. It is said that Conrad granted the temporal sovereignty of the city to the bishop, who, in 1162, was raised to the rank of a prince of the Holy Roman Empire, being elected, from 1215, by the chapter, but, after 1418, named directly by the pope himself.",
        "On the 10th of August 1 535 the Protestant faith was formally adopted by Geneva, but an offer of help from France having been refused, as the city was unwilling to give up any of its sovereign rights, the duke's party continued its intrigues.",
        "The political position of the governments of the Restoration and of Louis Philippe was such that they were unwilling to forfeit support by pushing measures in which, after all, they were not themselves deeply interested.",
        "Nor was the tsar unwilling to encourage their delusion.",
        "Sprengel came very near to appreciating the meaning of cross-pollination in the life of plants when he states that \"it seems that Nature is unwilling that any flower should be fertilized by its own pollen.\"",
        "But the first operations of the war brought about the willing or unwilling adhesion of these border states to the Federal cause.",
        "Much of the voluminous detailed work in this and other works is naturally enough provisional, but in the Introduction there emerge most of the broad conclusions of literary criticism (sometimes incomplete) which, after more than a century of keen examination by scholars unwilling to admit them, have passed by more or less general consent into the number of historical certainties or high probabilities.",
        "Reimarus' posthumous attack on Christianity, a work which showed that the mere study of the New Testament is not enough to compel belief in an unwilling reader.",
        "Pombal charged the whole Society with the possible guilt of a few, and, unwilling to wait the dubious issue of an application to the pope for licence to try them in the civil courts, whence they were exempt, issued on the 1st of September 1759 a decree ordering the immediate deportation of every Jesuit from Portugal and all its dependencies and their suppression by the bishops in the schools and universities.",
        "This contains the work of Baha-ud-din (1145-1234), diplomatist, and secretary of Saladin, the general history of Ibn-Athir (1160-1233), the eulogist of the atabegs of Mosul but the unwilling admirer of Saladin, and parts of the general history of Abulfeda.",
        "Japan's occupation was far from effective in either region, and in 1875 she was not unwilling to conclude a convention by which she agreed to withdraw altogether from Sakhalin provided that Russia withdrew from the Kuriles.",
        "Unlike some of his predecessors, he had no grand, original schemes of his own to impose by force on unwilling subjects, and no pet crotchets to lead his judgment astray; and he instinctively looked with a suspicious, critical eye on the panaceas which more imaginative and less cautious people recommended.",
        "The members, unwilling as they were to vote the money, were afraid to offend the king, till the silence was broken by More, whose speech is said to have moved the house to reduce the subsidy of threefifteenths which the Government had demanded to £30,000.",
        "From December 1863 to March 1865 he was chairman of the committee on foreign affairs; as such, in 1864, he was unwilling to leave the delicate questions concerning the French occupation of Mexico entirely in the hands of the president and his secretary of state, and brought in a report very hostile to France, which was adopted in the House, but fortunately, as it proved later, was not adopted by the Senate.",
        "Encouraged perhaps by sympathetic Romans, spurred on still more by their own instincts, and led no doubt by their nobles, they began to speak Latin, to use the material resources of Roman civilized life, and in time to consider themselves not the unwilling subjects of a foreign empire, but the British members of the Roman state.",
        "The correspondence between Mr Chamberlain and Mr Balfour (September 9th and 16th) was published, and presented the latter in the light of a sympathizer with some form of fiscal union with the colonies, if practicable, and in favour of retaliatory duties, but unable to believe that the country was yet ready to agree to the taxation of food required for a preferential tariff, and therefore unwilling to support that scheme; at the same time he encouraged Mr Chamberlain to test the feeling of the public and to convert them by his missionary efforts outside the government.",
        "On the one hand, the Greeks were unwilling to abandon their religion and national cult, and scarcely recognized the ecclesiastical supremacy of the papacy.",
        "de Stael's death in 1802, there was no longer any obstacle to their marriage, but Madame de Stael was apparently unwilling to change her name.",
        "Unable to institute an effective national government, and unwilling to attach themselves again to Poland, the Silesian princes began about 1290 to seek the protection of the German dynasty then ruling in Bohemia.",
        "Among the lay barons, the first place naturally belonged to Richard of Cornwall who, as the king's brother, was unwilling to take any steps which might impair the royal prerogative; while Simon de Montfort, earl of Leicester, the ablest man of his order, was regarded with suspicion as a foreigner, and linked to Henry's cause by his marriage with the princess Eleanor.",
        "But convincing proof of its authenticity lies in Macarius' reference to himself as merely archbishop of Jerusalem, and his avowal that he was unwilling to advise the Armenians, \"being oppressed by the weakness of the authority conceded him by the weighty usages of the church.\"",
        "Confucius, though unwilling to discuss any questions concerning the dead, by approving ancestor-worship recognized a future life.",
        "After encountering many adventures in all parts of the unknown seas, among the lotuseaters and the Cyclopes, in the isles of Aeolus and Circe and the perils of Scylla and Charybdis, among the Laestrygones, and even in the world of the dead, having lost all his ships and companions, he barely escaped with his life to the island of Calypso, where he was detained eight years, an unwilling lover of the beautiful nymph.",
        "These two provinces were unwilling to have any sovereign but William himself, and after considerable hesitation he agreed to become their Count (24th of July 1581).",
        "But the losses to Dutch trade were so serious that negotiations for peace were set on foot by the burgher party of Holland, and Cromwell being not unwilling, an agreement was reached in the Treaty of Westminster, signed on Provinces with a view to the settlement of the Dano Swedish question, which ended in securing a northern peace in 1660, and in keeping the Baltic open for Dutch trade.",
        "In the next year the French emperor added Holland, as the United Provinces were now named, to the ring of dependent sovereignties, by means of which he sought to build up a universal empire, and he forced his brother Louis to be the unwilling king of an unwilling people.",
        "Sir Hyde Parker was, however, unwilling to go up the Baltic with the Danes unsubdued behind him, or to divide his force.",
        "MacMahon, equally unwilling to resign or to provoke civil war, had no choice but to dismiss his advisers and form a moderate republican ministry under the premiership of Dufaure.",
        "3); but he was unwilling to marry Ruth (reading in ver.",
        "Nor did the laziness which made him unwilling to sit down to his desk prevent him from giving instruction or entertainment orally.",
        "But he was unwilling to break in upon this hoard, and he seems to have wished even to keep its existence a secret.",
        "He was an excellent cross-examiner, whose candid friendliness of manner often succeeded in eliciting important testimony from unwilling witnesses.",
        "Wenceslaus favored first one of the antagonists and then the other, but although he showed some desire to put an end to the increasing amount of disorder he was unable, or unwilling, to take a stronn and definite line of action.",
        "The emperor, however, was unable, or unwilling, to make a more general attack on the Protestants.",
        "His first diet, which met at Augsburg in 1566, was, however, unable, or unwilling, to take any steps in this direction, and while the Roman.",
        "A curious fragment of Welsh dialogues, printed by Professor Rhys in his Studies on the Arthurian Legend, appears to represent Kay as the abductor, In the pseudo-Chronicles and the romances based upon them the abductor is Mordred, and in the chronicles there is no doubt that the lady was no unwilling victim.",
        "But Frederick was unwilling to break with Russia, with whom he was negotiating the partition of Poland; Austria in these circumstances dared not take the offensive; and Maria Theresa was compelled to purchase the modification of the extreme claims of Russia in Turkey by agreeing to, and sharing in, the spoliation of Poland.",
        "The elector was not unwilling, but the scheme was wrecked by the opposition of the heir to the Bavarian throne, the duke of Zweibriicken, in response to whose appeal Frederick the Great formed, on the 23rd of July 1785, a confederation of German princes (Fiirstenbund) for the purpose of opposing the threatened preponderance of Austria.",
        "Many of them gradually sank into a not wholly unwilling subjection as cultivators of the soil under Greek masters.",
        "The ruler of Zaria, while professing friendliness, was, however, unable or unwilling to restrain the rulers of Kontagora and Nupe from aggression.",
        "This persons authority was, however, soon overthrown by a party formed by the Syrian prefects, and on the 11th of January Malik al-N~ir A~zmad, an elder son of the former sultan of the same title, was installed in his place, though he did not actually arrive in Cairo till the 6th of November, being unwilling to leave Kerak, where he had been living in retirement.",
        "It then appeared that Turkey was unwilling to recognize the British interpretation of the telegram of the 8th of April 1892.",
        "place in 1895, and Lord Salisburys cabinet, which had consistently assailed the Egyptian policy of the old, was not unwilling to consider whether the flourishing condition of Egyptian finance, the prosperity of the country and the settled state of its affairs, with a capable and proved little army ready to hand, did not warrant an attempt being made to recover gradually the Sudan provinces abandoned by Egypt in 1885 On the advice of Mr Gladstones government.",
        "the traditional documents of the church as mortal sin, became the unwilling instruments for the propagation of what they regarded as works of the devil.",
        "He was ennobled in 1802, and in 1804 the duke of Weimar, unwilling to lose him, doubled his meagre salary of 400 talers.",
        "Modern criticism, while rejecting this identification, is not unwilling to accept the main fact that an officer named Georgios, of high rank in the army, suffered martyrdom probably under Diocletian.",
        "So when the king was preparing the way for ennobling her, in order to introduce her into court circles, which were unwilling to receive her, the ministry protested in the famous memorandum of the 11th of February 1847 against the king's demand for her naturalization as a Bavarian, the necessary prcliminary to her ennoblement.",
        "But reason finds much in the world recognizing no kindred with her, and so turning to practical activity seeks in the world the realization of her own aims. Either in a crude way she pursues her own pleasure, and finds that necessity counteracts her cravings; or she endeavours to find the world in harmony with the heart, and yet is unwilling to see fine aspirations crystallized by the act of realizing them.",
        "In his Tripos examination, which through illness he was prevented from taking till 1837, he was placed as second wrangler, but being a Jew and unwilling to sign the Thirty-nine Articles, he could not compete for one of the Smith's prizes and was ineligible for a fellowship, nor could he even take a degree: this last, however, he obtained at Trinity College, Dublin, where religious restrictions were no longer in force.",
        "In 1817 he was invited to become pastor of the chapel of St Paul at Jersey, but he declined, being unwilling to subscribe to the Thirty-nine Articles of the Church of England.",
        "Hence, though an agnostic, he was not unwilling to be called a philosopher, in so far as he pursued such truth as was attainable by man.",
        "In 1152 came the inevitable struggle between the young king and his mother, who had ruled with wisdom and vigour during the regency and was unwilling to lay down the reins of power.",
        "Cadorna was unwilling to break up the 9th Div., and ordered that it should be held in reserve at Schio, within easy reach of the Vallarsa sector, while to reinforce the Tonezza sector he dispatched an additional brigade from the general reserve.",
        "bathing and drenching willing or unwilling victims, dipping holy images in water, and otherwise disturbing springs and fountains (Frazer, Golden Bough, i.",
        "The states did, it is true, meet occasionally for discussion, but their relation, which had no real existence save in cases of immediate common danger, was really that between a paramount leader and unwilling and suspicious allies.",
        "Together they persuaded the unwilling council pope to call a general council.",
        "Led by his Jesuits, Louis wrung from the unwilling Clement XI.",
        "Although primary education was largely supplied by the many Church schools in all parts of Wales, yet it was in the three most important denominations - the Congregationalists, the Baptists and the Calvinistic Methodists (that new-born sect of which the Church herself was the unwilling parent) - that almost all Welsh spiritual development was to be found during the first half of the 19th century.",
        "reforming councils of Constance (1415) and Basel (1432); but the overwhelming majority of orthodox churchmen were unwilling to abandon a rule for which the saints had fought during so many centuries, and to which many of them probably attributed an apostolic origin.'",
        "With heresy he was at first unwilling to interfere, for he was aware of the commercial value of the Huguenots; but when the king resolved to make all France Roman Catholic, he followed him and urged his subordinates to do all that they could to promote conversions.",
        "Being unwilling to hold his views in abeyance, he relinquished in 1654, under circumstances of considerable hardship, the work that he greatly loved.",
        "The success of the Baptists of Virginia in securing step by step the abolition of everything that savoured of religious oppression, involving at last the disestablishment and the disendowment of the Episcopal Church, was due in part to the fact that Virginia Baptists were among the foremost advocates of American independence, while the Episcopal clergy were loyalists and had made themselves obnoxious to the people by using the authority of Great Britain in extorting their tithes from unwilling parishioners, and that they secured the co-operation of free-thinking statesmen like Thomas Jefferson and James Madison and, in most measures, that of the Presbyterians.",
        "But his father, steeped in the spirit of commerce, was unwilling that a son of his should worship knowledge and truth.",
        "It was not too late to arrest the Galatians on their downward plane, and the apostle, unable or unwilling to re-visit them, despatched this epistle.",
        "But if unwilling at the time to undo the work of Sir T.",
        "Moreover, Sparta and Messene always remained unwilling members.",
        "La Salle, unwilling to accept a position of inferiority, left the Canaries and appealed unsuccessfully for redress at the court of Castile.",
        "Taylor was unwilling to lead his own army farther into the desert interior of Mexico and remained non-committal upon the projected attempt from Vera Cruz.",
        "To this length Eusebius himself was unwilling to go, and so, convinced that he had misunderstood Arius, and that the teaching of the latter was imperilling the historic belief in the divinity of Christ, he gave his support to the opposition, and voted for the Nicene Creed, in which the teachings of the Arians were repudiated.",
        "But the new system was to apply only to those who, in return for the greater privileges which it was alleged to ensure, would agree to a resurvey of their lands, arrange to pay quit-rents and provide for the permanent support of the government, and as Governor Lawrie found the colonists generally unwilling to make the exchange on the proposed terms, he discreetly refrained from any attempt to put the Fundamental Constitutions in operation and thereby avoided the confusion which must have resulted from two sets of laws.",
        "The old \"providential\" scheme of history disintegrates before a new interest in the \"gentile\" nations to whose high culture Hebrew sources bore unwilling testimony.",
        "Generous men like Oxford and Bolingbroke cannot have been unwilling to reward so serviceable a friend, especially when their own interest lay in keeping him in England.",
        "A few days subsequently the prince learned that the German railway contractor Strausberg was unwilling or unable to pay The rail- the coupons of the railway bonds due on the 1st of way crisis January 1871, which were mostly held by influential of 1871.",
        "The Conservative programme was naturally unpopular; Carp and the Junimists were unwilling to co-operate with the government, and, on the 26th of February 1901, D.",
        "The bishop, who was at first unwilling to save himself, until he knew that his faithful followers were in safety, succeeded in escaping, leaving the town and finding a hiding-place in the country.",
        "There, on the sandy bank of the river, at a spot where later piety erected a dagaba (a solid dome-shaped relic shrine), he cuts off with his sword his long flowing locks, and, taking off his ornaments, sends them and the horse back in charge of the unwilling Channa to Kapilavastu.",
        "During this period the condition of affairs on the eastern frontier was deplorable, the government being unable or unwilling to afford protection to the farmers from the depredations of the Kaffirs.",
        "In 1810, by which year the number of slaves had increased to 237, the anti-slavery party was strong enough to secure the repeal of the indenture law, which had received the unwilling acquiescence of Governor Harrison.",
        "Naturally Louis of France was unwilling to see his great vassal striding all across his realm, and did what he could to hinder him.",
        "The bureaucracy, the minor, landholders, the towns, and the clergy refused to join in the rising, and lent their aid for its suppression, because they were unwilling to see anarchy recommence.",
        "The next year, unwilling to face the dangers of his .~ d larger plan, he issued a declaration of indulgence, Duteh which, by a single act of the prerogative, suspended war, and all penal laws against Roman Catholics and dissenters ~",
        "At last one of thesenegotiations was detected, and Danby, who was supposed to be the author instead of the unwilling instrument of the intrigue, was impeached.",
        "To the Whig leaders the church was all but as sacrosanct as to the Tories, the very foundation of the constitution, not to be touched save at imminent risk to the state; the most they would adventure was to remedy a few of the more glaring abuses of an establishment imposed on an unwilling population.",
        "Such a character, while free from any weak shame about the shabby necessities of early struggles, yet is naturally unwilling to make them prominent in after life.",
        "Mariamne's mother used her position to further her plots for the overthrow of her son-in-law; and she found an ally in Cleopatra of Egypt, who was unwilling to be spurned by him, even if she was not weary of his'patron, Antony.",
        "The epic, begun in great hope and confidence, was ended in less, though its author was to the last unwilling that it should be forgotten.",
        "Of the Crimean War he had a better judgment than those whose weakness led them into it, and he could tell them the whole truth of the affair in twenty words: \"You are going to war with an opponent who does not want to fight, and whom you are unwilling to encounter.\"",
        "was unwilling to see any one with powerful native connexions a bishop in Wales.",
        "opening The government was weak and despised, and its agents of the were afraid or unwilling to quell outbreaks of disorder.",
        "But it is precisely this, the only logical inference, which most evolutionary philosophers are unwilling to draw.",
        "Turkish ideas prevail about their social position; but so highly valued are their services, that parents are often unwilling to see their daughters marry; and wives are in many cases older than their husbands.",
        "He was unable to foresee and unwilling to accept the consequences of his political agitation in 1830 and 1848, and in spite of his talents and acknowledged influence he thus failed to secure the honours won by more uncompromising politicians.",
        "In February Parnell again showed his power by forcing Captain O'Shea upon the unwilling electors of Galway.",
        "Unwilling even now to despair of the future, he still sought to rally his friends for a fresh propaganda.",
        "Archaeology There is a well-known passage in Thucydides which runs thus: \"Suppose the city of Sparta to be deserted, and nothing left but the temples and the ground-plan, distant ages would be very unwilling to believe that the power of the Lacedaemonians was at all equal to their fame..",
        "And, further, there intervenes a remarkable passage with an account of his conflict with the divine being who fears the dawn and is unwilling to reveal his name.",
        "The crafty king of Navarre being unwilling to alienate the Protestants save by an ear apostasy profitable to himself, Henry III., by the treaty of Nemours (July 7, 1585), granted everything to the head of the League in order to save his crown.",
        "It was a republican state within the kingdom, and, being unwilling to break with it, Henry IV.",
        "Unwilling to grant a request counter to the papal claim (based on the forged Donation of Constantine) to dominion over the islands of the sea, Adrian made Henry a conciliatory proposal, namely, that the king should become hereditary feudal possessor of Ireland while recognizing the pope as overlord.",
        "The result was a fresh triumph for the papacy, Archbishop Wido, in face of the ruinous conflict in the Church of Milan, being forced to submit to the terms proposed by the legates, which involved the principle of the subordination of Milan to Rome; the new relation was advertized by the unwilling attendance of Wido and the other Milanese bishops at the council summoned to the Lateran palace in April 1059.",
        "The latter, unable to withstand the phalanx, abandoned their chief town, and fled to the steppes (Po-La g pmuos, north of the Danube delta), whither Alexander was unwilling to follow them.",
        "My question earned me a scowl from Howie who seemed unwilling to discuss the last night's happenings.",
        "Moira was surprised to see her but led her quickly to her room, unwilling to spend much time questioning her.",
        "She did the same, unwilling to provoke him.",
        "No part of him was unwilling to bait the demon.",
        "If anyone can coax an unwilling soul out of a human brain, you can.",
        "She gritted her teeth, unwilling to leave the sanctuary of his arms and cursing herself for her weakness.",
        "He.d send someone to take Hannah to a different sanctuary, unwilling to risk his newfound mate to one as unpredictable as Sasha.",
        "She blinked her bleary eyes, unwilling to move for fear of the distant headache intensifying.",
        "She liked him even less after that occurrence and chose to hide in the conference room every day after that, unwilling to deal with him again.",
        "Anger filled her, and she began to saw in earnest, unwilling to let another innocent person die in the darkness of the underworld.",
        "The two women decide to get rid of the body and become unwilling accomplices.",
        "Wooden mansions that seatbelt anchors and unwilling to confront.",
        "besiegees, who had been besieging the city, withdrew, unwilling to be caught between two enemies.",
        "deems an opponent unfit or unwilling to carry on.",
        "disenfranchised from education and are either unwilling or unable to attend ' conventional ' classes.",
        "Indeed, there is a danger it will arouse suspicions that the management committee is unwilling to tolerate dissent or justify its actions.",
        "The role of IT co-ordinator is shunned by staff with a Luddite tendency and often foisted onto an unwilling member.",
        "Maybe they seem immature, or are unwilling to start new tasks without direct supervision.",
        "It may be a belief or idea which repels us, which we are unwilling to accept but which seems inescapable.",
        "They then find that the NHS midwifery service is unwilling to provide a midwife to attend them anywhere other than hospital.",
        "The Spirit of God is unwilling to exercise a partial ministry.",
        "misapplyes unwilling or unable to recover misapplied funds where these are clearly recoverable.",
        "obstruct what you are trying to achieve or are unwilling to help.",
        "Now it comes to pass that the factory is unwilling to put triggers like that on guns to be sold over-the-counter.",
        "However, if the unwilling participant is a lawyer, why not subtly move the focus of attention to the client.",
        "It assumes that whilst people forge passports they would be unable or unwilling to forge Identity cards.",
        "The island of Melos found itself an unwilling pawn in a vicious struggle between the Athenian and Spartan alliances.",
        "Unusually satirical today, he plies the unwilling veil across, now prostrate in humility.",
        "However you seem to be unwilling to let go of biological reductionism.",
        "Police in Stolac and in Gacko proved unwilling or unable to contain the numerous instances of arson designed to intimidate returnees.",
        "rubber stampis, the officers are often unwilling to be corrected, and the councilors rubber-stamp whatever the officers decide.",
        "sawyer glacier unwilling to be next year rci of everything there.",
        "They are unwilling to fully acknowledge their sin, to really feel sinful.",
        "The remainder of 1997 was a tense standoff, with the station unwilling to either kill or run the story.",
        "Doctors may rightly be unwilling to cooperate with a strongly suicidal patient if such cooperation involves an active intervention which itself causes harm.",
        "Some of you may be skeptical and unwilling to take my little truism to heart, so let's do some math.",
        "Most of them had survived burial in the jungle undergrowth or under disease-ridden mattresses, where the Japanese would be unwilling to search.",
        "To avoid any unpleasantness, those unwilling to comply should not seek to take part.",
        "Effective competition can a good Bean Bag It deal are understandably unwilling.",
        "Margaret Thatcher's assistant, Robin Harris, is strangely unwilling to express a view on the Croatian situation.",
        "The coalition of the willing seems to be increasingly unwilling.",
        "But the council is playing along, apparently unwilling to draw a line in the sand.",
        "unwilling to co-operate.",
        "unwilling to cooperate.",
        "unwilling to comply with such request we may refuse to carry you and your Baggage.",
        "unwilling to admit.",
        "unwilling to accept orders from above.",
        "unwilling to invest even the requested $ 4.95 to succeed in my mission.",
        "unwilling pawn in a vicious struggle between the Athenian and Spartan alliances.",
        "unwilling recipient of baskets of fruit.",
        "unwilling participant in his brother's dodgy dealings.",
        "unwilling victim.",
        "unwilling guest.",
        "unwilling witness to pirates burying a mysterious chest.",
        "She seems unwilling to make a firm decision about whether gender has gray areas or is either starkly pink or blue.",
        "The company appears unwilling to negotiate in a meaningful manner at the moment.",
        "Yet many employers remain unwilling to take account of these wider issues.",
        "Prefects were requested to ' persuade ' those who proved unwilling.",
        "When fortune changed he returned to his allegiance to Philip V., and as the government was unwilling to offend the Church he escaped banishment.",
        "The odour alone of guaco has been said to cause in snakes a state of stupor and torpidity; and Humboldt, who observed that the near approach of a rod steeped in guaco-juice was obnoxious to the venomous Coluber corallinus, was of opinion that inoculation with it imparts to the perspiration an odour which makes reptiles unwilling to bite.",
        "Mancini, still unwilling frankly to adhere to the Austro-German alliance, found his policy of friendship all round impeded by Gambettas uncompromising attitude in regard to Tunisia.",
        "proved fruitless, since Kalnky, somewhat Clerical-minded, was averse from guaranteeing the integrity of all Italian territory, and Mancini was equally unwilling to guarantee to Austria permanent possession of Trent and Trieste.",
        "Accordingly, in the session of 1562-1563, Cecil forced upon an unwilling parliament \"a politic ordinance on fish eating,\" by which the eating of flesh on fast days was made punishable by a fine of three pounds or three months' imprisonment, one meat dish being allowed on Wednesdays on condition that three fish dishes were present on the table.",
        "residing, however, with his aunt, who, rendered destitute by her father's bankruptcy, but unwilling to live a life of dependence, had opened a boarding ' The celebrated William Law had been for some time the private tutor of this Edward Gibbon, who is supposed to have been the original of the rather clever sketch of \" Flatus in the Serious Call.",
        "But, unwilling to relinquish the a priori method of his youth, he tries to establish a distinction of two sorts of economic inquiry, one of which, though not the other, can be handled by that method.",
        "But the Russians and the soldiers were resolved to continue the campaign, and working in collusion they put pressure on the not unwilling representatives of the civil power to facilitate the supply and equipment of such troops as were still in the field; they could not refuse food and shelter to their starving countrymen or their loyal allies, and thus by degrees the French garrisons scattered about the country either found themselves surrounded or were compelled to retire to avoid that fate.",
        "A number of trials of skill between the Christian missionary and Loigaire's Druids ensue, and the final result seems to have been that the monarch, though unwilling to embrace the foreign creed, undertook to protect the Christian bishop. At a later date the saint was probably invited by Loigaire to take part in the codification of the Senchus Mor in order to represent the interests of the Christian communities.",
        "It shows how a bold and p lausible adventurer, aided by the profligacy of a parasite, the avarice and hypocrisy of a confessor, and a mother's complaisant familiarity with vice, achieves the triumph of making a gulled husband bring his own unwilling but too yielding wife to shame.",
        "The nearest approach to a reconciliation of the two statements would appear to be that while, at his advanced age, he did not wish to assume the responsibility of being head of a new denomination, formed in circumstances of exceptional difficulty, he was unwilling to condemn those who were ready to hazard the new departure.",
        "Their political record previous to the presidency of Porfirio Diaz was one of incessant revolutionary strife, in which the idle, unsettled half-breeds took no unwilling part.",
        "Unwilling to go, he feigned madness, ploughing a field sown with salt with an ox and an ass yoked together; but Palamedes discovered his deceit by placing his infant child Telemachus in front of the plough; Odysseus afterwards revenged himself by compassing the death of Palamedes.",
        "The diet of Spires, which met in 1570, was mainly occupied in discussing measures for preventing the abuses caused by the enlistment by foreigners of German mercenary troops, but nothing was done to redress this grievance, as the estates were unwilling to accept proposals which placed more power in the emperors hands.",
        "The elaborate system of education, culminating in the reconstituted, or new-founded, universities of Dorpat, Vilna, Kazan and Kharkov, was strangled in the supposed interests of \" order \" and of orthodox piety; while the military colonies which Alexander proclaimed as a blessing to both soldiers and state were forced on the unwilling peasantry and army with pitiless cruelty.",
        "In accordance with the principle of Renovation (see above), the root-idea of the application of religion to economics is not the extorting of boons from an unwilling nature, but rather the stimulation of the sources of life, so that all beings alike may increase and multiply.",
        "She kissed them all, boys and girls, willing or unwilling.",
        "Despite this, the officers are often unwilling to be corrected, and the councilors rubber-stamp whatever the officers decide.",
        "South sawyer glacier unwilling to be next year rci of everything there.",
        "Some of you may be skeptical and unwilling to take my little truism to heart, so let 's do some math.",
        "Margaret Thatcher 's assistant, Robin Harris, is strangely unwilling to express a view on the Croatian situation.",
        "Any difficulties were chiefly created by the Khmer Rouge, who were unwilling to co-operate.",
        "And most of those who do, are unwilling to cooperate.",
        "If you are unwilling to comply with such request we may refuse to carry you and your Baggage.",
        "A parent cannot compel a school to accept a pupil whom the school is, for any reason, unwilling to admit.",
        "People are simply unwilling to accept orders from above.",
        "I was unwilling to invest even the requested $ 4.95 to succeed in my mission.",
        "He was the unwilling recipient of baskets of fruit.",
        "The naive Rodney is an unwilling participant in his brother 's dodgy dealings.",
        "As he is already under sentence of death everything seems to point to Ko-Ko as the unwilling victim.",
        "I have no more to say; only linger, going out, like an unwilling guest.",
        "An unwilling witness to pirates burying a mysterious chest.",
        "Cats that aren't brushed as babies aren't usually willing to allow grooming as adults, and it can be a struggle to make an unwilling cat hold still for brushing.",
        "In other cases, a well-meaning person takes the kitten home, and later realizes that he cannot keep it because of other pets, unwilling family members, rental agreements, lifestyle conflicts or simply because the kitten is too much work.",
        "Be persistent yet polite, and if the customer service representative you speak to is unwilling to help you should ask to speak to a supervisor.",
        "Most lenders are unwilling to offer a low interest rate on new accounts.",
        "While sharing faith with those who have different beliefs is encouraged, condemnation of anyone's different values or forcing one's faith onto an unwilling person is unacceptable.",
        "Acceptance: Finally, relationships are a two way street; if the other person is unwilling to come to the table, then you may just have to accept that.",
        "Many bakers will be unwilling or unable to create extremely unusual designs because of the labor and risk involved, and the couple also runs the risk of their guests not sharing the same personalized vision as the bride and groom.",
        "Couples should also be aware that many of their prospective guests may have their own holiday traditions to celebrate and could be unwilling to interrupt them for a wedding, even for a close friend or another family member.",
        "Additionally she gave him that family that some believe Jennifer Aniston was unwilling to.",
        "If you are unable or unwilling to care for your Bulldog, contact a nearby rescue rep or organization.",
        "If they are unwilling to provide one, don't purchase the ring.",
        "Designed to cater to the discriminating full-figured woman unwilling to settle for mediocre fabrics and boring designs, Roaman's plus size clothing is chic and stylish.",
        "The abuser is counting on the victim being unable or unwilling to report the incidents of abuse.",
        "Like any designer merchandise, a savvy consumers should be wary of deals that are too good to be true or merchants who are unwilling to verify the item's authenticity.",
        "If an offer seems too good to be true and the seller is unwilling to answer detailed questions or to offer guarantees about their merchandise, avoid the temptation to save money on what may be a scam.",
        "Master Blaster slides are not generally appropriate for novice riders; do not coerce anyone on the ride who is scared, nervous, or unwilling to ride.",
        "They may also be unwilling to give up watching their favorite programs, even when these programs are age-inappropriate for their children.",
        "Avoidant personalities are often fearful of rejection and unwilling to become involved with others.",
        "Therapy directed specifically at changing homosexual or bisexual orientation is not recommended and may be harmful for an unwilling teen, according to a behavioral health advisory issued in 2002 by the journal Clinical Reference Systems.",
        "However, this type of assessment may be of limited use if the student's negative attitude makes him or her unwilling to actively participate in the assessment.",
        "Some parents worry that stress might bring on a seizure and are therefore unwilling to discipline a child with a seizure disorder and might give in to the usual childish demands.",
        "If you're perpetually shy or unwilling to sell a product or service, then network marketing probably isn't for you.",
        "If they wait until they miss a payment they may not qualify for the programs and may face foreclosure; lenders may be unwilling to renegotiate the mortgage at that time.",
        "Following the financial crisis of 2008 and 2009, many banks require a minimum of 20 percent down and are unwilling to even issue loans without a down payment of some sort.",
        "Whether you think he might be unwilling to walk with a stroller or would simply prefer to have his hands free, many new dads love baby backpacks and baby carriers.",
        "Should your boyfriend be unwilling to follow your lead, you can then say that has a result of the friendship, you are ready to start dating men, in a general sense.",
        "If your partner is unable to compromise or is unwilling to work with you on improving your relationship, it's time to decide whether you want to stay with him.",
        "Parents, particularly if they will be helping with wedding expenses, may be unwilling or unable to support the additional cost of a party, and it may be an unfamiliar custom to many families.",
        "He's unwilling to accept that the woman of his heart can have a single flaw.",
        "They may be experiencing symptoms, but be unwilling to seek treatment for them.",
        "Perhaps he'll care enough about the role to shave his head, something the last big screen Luthor (Gene Hackman) was unwilling to do.",
        "According to yourDictionary, a cheapskate is \"a person unwilling to give or spend money; stingy person.\"",
        "No one can make you do anything you would normally be unwilling to do.",
        "Banks are a very conservative lot and unwilling to provide start-up funding.",
        "You will not do anything in a hypnotic state that you are unwilling to.",
        "The Cardio Boot Camp phenomenon is sweeping the health club world, and Cardio Boot Camp exercises are increasingly popular even for those unwilling to pay for a full-blown course.",
        "This is a stylish pattern that lets everyone know that you mean business, but are unwilling to relinquish your more sensual side.",
        "Frusicante briefly quit the band as they rose to prominence in the late 1980s and early 1990s, unwilling to deal with the pressures of fame.",
        "But the commercials are so effective that the sponsors are unwilling to give them up.",
        "In this story, Blade Runners are a special kind of hunter - they find and 'retire' escaped replicants, which are artificial people created for hazardous duties that natural people are unwilling to risk doing themselves.",
        "These treatments may take some time, and if you're expecting a dramatic change or are unwilling to follow through with the entire process, you are likely to be disappointed.",
        "Unfortunately, many IRS agents or representatives are unwilling or unable to provide specific tax information over the phone.",
        "Or would the fact that she never gave him an answer to stay or go make him unwilling to give her a second chance?",
        "He was not a judge of evidence, and seems to have been unwilling to admit the force of any argument or the authority of any statement which militated against his case.",
        "When, on the outbreak of the Swedish war of 1809, the emperor ordered the army to take advantage of an unusually severe frost and cross the ice of the Gulf of Finland, it was only the presence of Arakcheev that compelled an unwilling general and a semi-mutinous army to begin a campaign which ended in the conquest of Finland.",
        "In church matters, as in philosophy, the two were opposed,- Pletho maintaining strongly the principles of the Greek Church, and being unwilling to accept union through compromise, while Georgios, more politic and cautious, pressed the necessity for union and was instrumental in drawing up a form which from its vagueness and ambiguity might be accepted by both parties.",
        "Unwilling to face him, she turned on the audio portion."
    ],
    "definition": [
        "Not willing; hesitant or loath: unwilling to face facts.",
        "Done, given, or said reluctantly: unwilling consent.",
        "un·will′ing·ly\nadverb",
        "un·will′ing·ness\nnoun",
        "Link/Cite",
        "Not willing; loath; disinclined; reluctant; as, an unwilling servant.",
        "Link/Cite"
    ]
}