{
    "translation": "תהפוכה, מהפך",
    "uses": [
        "If nothing else, all this upheaval had given him back his musical voice.",
        "At the same time, as the gradients are gradually increasing on account of the upheaval of the continent, the rivers dig their channels deeper and deeper.",
        "The disastrous error of almost exclusively appointing Provencals, foreigners ignorant of both the country and the people, to the government of the Papal States, now found a terrible Nemesis: and there came a national upheaval, such as Italy had not yet witnessed.",
        "The strata here show some traces of the upheaval which formed the Appalachian Mountain chain.",
        "But the upheaval does not seem to affect all parts equally.",
        "This feature of his character served him well when the World War brought about the long-expected upheaval of European society.",
        "This evidence of a gradual process of upheaval still in action may throw some light on the physical (especially the climatic) changes which must have passed over that part of Asia since Balkh was the \" mother of cities,\" the great trade centre of Asia, and the plains of Balkh were green with cultivation.",
        "27 1917) this action was continued as opposed to the policy of the leading Baits (Sievers, Oettingen, Baron Pilar, Stryck), who were alarmed by the Bolshevik upheaval, the congress of the landless workers at Wolmar (Dec. 16-19 1917), the outrages of the Russian soldiery, the impotence of the more moderate Letts, the universal anti-German feeling, the danger to life and property, and obtained the occupation of the whole region up to Narva by German troops, thus aiding and abetting the Germans in their plans of domination.",
        "Sweden, and the northern mountains of Finland a continuation of Kjolen (the Keel) which separate Sweden from Norway, while the other great line of upheaval of the old continent, which runs N.W.",
        "The Hindu Kush represents the southern edge of a great central upheaval or plateau.",
        "In the great upheaval of the Renaissance and the Reformation it was certain to be defied.",
        "The disappearance of what still remains of them is accelerated not only by the general decrease of moisture, but also perhaps by the gradual upheaval of N.",
        "In the north along the shores of Smith Sound these traces of the gradual upheaval of the land, or sinking of the sea, are very marked; but they are also very distinct in the south, although not found so high above sea-level, which seems to show that the upheaval has been greater in the north.",
        "The general conformation of the Hindu Kush system south of the Khawak, no less than such fragmentary evidence of its rock composition as at present exists to the north, points to l its construction under the same conditions of upheaval and subsequent denudation as are common to the western o Himalaya and the whole of the trans-Indus borderland.",
        "This upheaval - the consequences of which have been felt even within the historic period, by the drainage of the formerly impracticable marshes of Novgorod and at the head of the Gulf of Finland - together with the destruction of forests, contributes towards a decrease of precipitation over Russia and towards increased shallowness of her rivers.",
        "Thus Germany lost the opportunity of reforming the Church from within, and the upheaval of the 16th century was rendered inevitable.",
        "The era was that of the Thirty Years' War (1618-48), and during that great upheaval England was sometimes fighting France.",
        "The end of the Cretaceous period saw the beginning of a series of great earth movements ushered in by volcanic eruptions on a scale such as the earth has never since witnessed, which resulted in the upheaval of the Himalayas by a process of crushing and folding of the sedimentary rocks till marine fossils were forced to an altitude of 20,000 ft.",
        "In any case the number of distinct sea-beaches seems to imply a succession of convulsive changes, more recent than the great Miocene upheaval, which are responsible for the shrinkage of the water into the three isolated pans now found.",
        "That mysterious upheaval, most generally attributed to a love of adventure, stimulated by the pressure of over-population, began with the ravaging of Lindisfarne in 793, and virtually terminated with the establishment of Rollo in Normandy (9r r).",
        "At present it appears to partake of the movement of upheaval common to the whole of N.",
        "The upheaval of the Cascade Mountains on the E.",
        "higher than at present; that it fell more rapidly during the middle ages, was then raised again early in the 16th century (before the upheaval of the Monte Nuovo in 1538) and has since been sinking gradually.",
        "the formation of morainic dams, and in some cases the perhaps from the incidence of erratic upheaval of the land.",
        "By other fractures and unequal movements of upheaval or depression portions of the older rocks have been brought up within the bounds of the younger, and areas of the younger have been enclosed by the older.",
        "He saw the invasion of Poland by the Reformation, and the democratic upheaval which placed all political power in the hands of the szlachta; he saw the collapse of the ancient order of the Knights of the Sword in the north (which led to the acquisition of Livonia by the republic) and the consolidation of the Turkish power in the south.",
        "But the prophetic societies were in their origin one symptom of that upheaval of national life of which the institution of the human sovereign reigning under the divine King was the chief fruit; they preserved the traditions of that great movement;.",
        "The upheaval of the country, a movement common to a large part of the Scandinavian peninsula, still continues, though slowly, north-east of a line drawn in a south-easterly direction from Nissumfjord on the west coast of Jutland, across the island of Fyen, a little south of the town of Nyborg.",
        "Its upheaval above the great sea which submerged all the north-west of the Indian peninsula long after the Himalaya had massed itself as a formidable mountain chain, belongs to a comparatively recent geologic period, and the same thrust upwards of vast masses of cretaceous limestone has disturbed the overlying recent beds of shale and clays with very similar results to those which have left so marked an impress on the Baluch frontier.",
        "Excluding some of alluvial formation at the mouths of many of the rivers, and others along the shore which owe their existence to volcanic upheaval, the principal islands are Banguey and Balambangan at the northern extremity, Labuan, a British colony off the west coast of the territory of North Borneo, and the Karimata Islands off the south-west coast.",
        "The general structure of the trans-Himalayan chains appears to indicate that the main axis of upheaval of the whole vast mass of the Tibetan highlands is to be found on two approximately parallel lines, represented the one by the Kuen-lun and the other by a line which is more or less coincident with the watershed between India and the central lake region, extending from Lake Pangong to Tengri Nor, the plateau enclosed between the two being wrinkled by minor folds, of which the relative elevation is comparatively low, averaging from woo to 1500 ft.",
        "Evidence of slight upheaval is occasionally afforded by an elevated coral-reef along the shore, and evidence of the subsidence of the S.",
        "In the production of these mountains and plateau there was first, at the close of the Cretaceous period, an upheaval of the earth's substance to form a mountain rim and a depressed basin.",
        "It also affords material evidence of that wrinkling or folding action which accompanied the process of upheaval, when the Central Asian highlands were raised, which is more or less marked throughout the whole of the north-west Indian borderland.",
        "Forbes's and Guppy's investigations go to show that, contrary to Darwin's belief, there is no evidence of upheaval or of subsidence in either of the Keeling groups.",
        "Thus the Himalaya represents the southern face of the great central upheaval - the plateau of Tibet - the northern face of which is buttressed by the Kuen Lun.",
        "The island is of volcanic origin; the only signs of upheaval are raised limestone beaches in the extreme N.",
        "First, for many years the Free-Soilers gained strength; then in 1855 in an extraordinary party upheaval the Know-Nothings quite broke up Democratic, Free-Soil and Whig organizations; the FreeSoilers however captured the Know-Nothing organization and directed it to their own ends; and by their junction with the anti-slavery Whigs there was formed the Republican party.",
        "Here the volcanic action, which preceded the general upheaval of recent strata and the folding of the edges of the interior highlands, is still in evidence in occasional boiling mud volcanoes on the coast-line.",
        "Looking eastwards from the Kaisargarh, one can again count the backs of innumerable minor ridges, smaller wrinkles or folds formed during a process of upheaval of the Suliman Mountains, at the close of a great volcanic epoch which has hardly yet ceased to give evidence of its existence.",
        "The subsequent upheaval restricted direct communication with the open sea to the Danish channels, and the Baltic waters became fresher: the oyster disappeared, but a number of cold salt-water fishes and crustaceans, and even seals, became acclimatized.",
        "boardroom upheaval.",
        "The discovery of great Pampean mammals in the Pleistocene beds of that region shows that this upheaval of the latter is very recent, for in the heart of the Cordillera, as well as on the west coast of Bolivia and Peru, there have been discovered, in very recent deposits, the remains of some mammals which cannot have crossed the high range as it now exists.",
        "So rapid has been the land elevation of Central Afghanistan that the erosive action of rivers has not been able to keep pace with that of upheaval; and the result all through Afghanistan (but specially marked in the great central highlands between Kabul and Herat) is the formation of those immensely deep gorges and defiles which are locally known as darns.",
        "These advances in natural science, which pointed to a unity and gradual evolution in nature, were accompanied by a growth in commerce, manufactures and industrialism; the same kind of spirit showed itself in the revolutionary upheaval of 1848, and in the materialistic publications which immediately followed, while these XVIII.",
        "On the upheaval of such rocks above the sea-level, fresh water from rainfall began to flow over their exposed surfaces, and, so far as the strata were permeable, to lie in their interstices upon the salt water.",
        "After the violent upheaval in the political world during the last few decades, the existent - as such - increased in value, and the high estimation in which the old regime was now held led to a policy of restoration.",
        "Children of divorce suffer a great deal of upheaval during every stage of divorce, making it more important than ever to provide them with security and protection.",
        "upheaval in this country.",
        "Follow Joseph from his emotional upheaval, to the dreamer being reunited with his father.",
        "that the lines of drainage were formed ere the folds or anticlinals were raised; and that the drainage has merely maintained the course originally held, by the power of erosion during the gradual process of upheaval.",
        "Consider waiting until after the upheaval of the festive period before introducing a new animal to the household.",
        "The Canadian 's last words caused a sudden upheaval in my brain.",
        "These empty niches in Ely Cathedral tell the story of a radical upheaval in the history of Jesus in British art.",
        "However, we have already been through a similar upheaval in this country.",
        "A POLITICAL upheaval is shaking the quarter of a million strong PCS civil servants ' union.",
        "Don't begin potty training during a major upheaval or change in your toddler's life.",
        "Many believe that this points to the upheaval that began in the spring of 2011.",
        "The chief points of correspondence between these two great land masses, besides the southward tapering, are as follows: - (i) The areas of ancient fundamental rocks of the north-east (Laurentian highlands of North America, uplands of Guiana in South America), which have remained without significant deformation, although suffering various oscillations of level, since ancient geological times; (2) the highlands of the southeast (Appalachians and Brazilian highlands) with a north-east south-west crystalline axis near the ocean, followed by a belt of deformed and metamorphosed early Palaeozoic strata, and adjoined farther inland by a dissected plateau of nearly horizontal later Palaeozoic formations - all greatly denuded since the ancient deformation of the mountain axis, and seeming to owe their present altitude to broad uplifts of comparatively modern geological date; (3) the complex of younger mountains along the western side of the continents (Western highlands, or Cordilleras, of North America; Andean Cordilleras of South America) of geologically modern deformation and upheaval, with enclosed basins and abundant volcanic action, but each a system in itself, disconnected and not standing in alignment; (4) confluent lower lands between the highlands, giving river drainage to the north (Mackenzie, Orinoco), east (St Lawrence, Amazon), and south (Mississippi, La Plata).",
        "In that scheme the rise and growth of capitalism was considered to be a necessary preliminary to social revolution, and it was thought that Russia had hardly entered that stage: therefore it was not ripe for a social upheaval.",
        "ency was accentuated by the widespread unrest and excitement which followed upon the Balkan upheaval.",
        "Every river which rises in Tibet washes down sands impregnated with gold, and it has been proved that this gold is not the product of intervening strata, but must have existed primarily in the crystalline rocks of the main axes of upheaval.",
        "2 Later, the fall of the Judaean kingdom and the deportation of the leading classes brought a _new social upheaval.",
        "The Constitution, if strictly interpreted according to Calhoun's views, would secure this control to the minority, and prevent an industrial upheaval.",
        "This was rubbish, but the last thing the bureaucrats wanted was revolution or upheaval in another country upsetting their relations with foreign capitalists.",
        "Even while the upheaval and reorganization of privatization was under way, we maintained generally cordial relations with local rail managers.",
        "That internal change of concepts and ideas, permeating ever-larger social strata, finally culminates in the violent upheaval known as revolution.",
        "With these adaptable preferences, a blue gourami can be accommodated in most homes without too much upheaval.",
        "Some more potent upheaval had cloven a great slice from the marble mantel.",
        "masquerade often express cultural concerns over change and upheaval within a specific socio-historic context.",
        "As a professional troubleshooter, she has made upheaval, downsizing, takeover and turmoil her bread and butter.",
        "upheaval of the festive period before introducing a new animal to the household.",
        "It has a highly mobile and increasingly diverse population, and has undergone great upheaval in demographic and economic terms.",
        "Tuscany survived the invasion upheaval rather well, and many of its cities remained in tact.",
        "The Canadian's last words caused a sudden upheaval in my brain.",
        "People come to her when they are facing major upheaval in their lives such as redundancy or divorce.",
        "We understand that this involves unwanted upheaval for some people for the benefit of others.",
        "Fuel cells are creating an upheaval in the way public transport is powered.",
        "upheaval in the history of Jesus in British art.",
        "A political upheaval is shaking the quarter of a million strong PCS civil servants ' union.",
        "Having a conservatory or garden room built can mean a tremendous upheaval.",
        "It was rather a great violent upheaval that changed the appearance of the land on which the structures had been raised.",
        "This vast mountainous region was formed by massive volcanic upheaval and erosion by wind and water.",
        "Swansea City chairman Steve Hamer was today dumped from office in a Vetch Field boardroom upheaval.",
        "This upheaval - the consequences of which have been felt even within the historic period, by the drainage of the formerly impracticable marshes of Novgorod and at the head of the Gulf of Finland - together with the destruction of forests (which must be considered, however, as a quite subordinate cause), contributes towards a decrease of precipitation over Russia and towards increased shallowness of her rivers.",
        "Plekhanov and Struve were at that time the chief exponents of Marxism: they adopted the teaching of Karl Marx as regards the necessary sequence of economic stages - feudalism, bourgeois individualism, capitalism, proletarian upheaval.",
        "There the great secession from Rome was brought about by Martin Luther; but, in spite of his striking personality, the upheaval which was destined to shatter the unity of the Western Church was not his undivided work.",
        "Chances are you're in your current situation because you got blindsided by something major like an illness, car accident, loss of job or other upheaval.",
        "Cultivate your adaptability and make sure you equip yourself to deal with emotional upheaval during the healing phase.",
        "The shopping, the Christmas parties, the visiting in-laws - there seems to be an endless supply of upheaval.",
        "He experienced some upheaval in his family life as a child and teen, spending several years living with his aunt and uncle before returning to his mother's custody.",
        "In the beginning of the game, the city of Sparta is going through turmoil and upheaval.",
        "Definitions of what is or is not moral are in a state of upheaval within individual societies.",
        "For teenagers, divorce is difficult because it is yet another source of upheaval in their lives.",
        "It is very common that our bodies will begin to show physical signs due to the emotional upheaval we are experiencing.",
        "It survived this violent period of political upheaval to become an important scholarly work during the Han dynasty that followed.",
        "Given the sentimental nature and emotional upheaval involved in selling an engagement ring, many pawn shops will not ask too many questions when a customer has one to part with.",
        "In addition to dealing with the emotional upheaval of a cancelled wedding, you have to figure out what to do with the ring.",
        "The history behind this house, unlike a lot of haunted house stories, is not filled with negative emotional upheaval and dreadful violence.",
        "This led to a mass upheaval of sorts, particularly since the media had started to predict that Coronation Street was headed for cancellation.",
        "Financial problems plague the co-op leading to tension and upheaval as Addison takes over the administration from Naomi.",
        "With all of the family upheaval, it was obvious that Hogan Knows Best could not continue in its original format, and so Brooke stepped in to take the starring role for her own show.",
        "away from land and more probably were caused by subsidence; the old river-channels known to exist below sea-level, as well as the former land connexion with New Guinea, seem to point to the conditions assumed in Darwin's well-known subsidence theory, and any facts that appear to be inconsistent with the theory of a steady and prolonged subsidence are explainable by the assumption of a slight upheaval.",
        "It is conjectured that at some remote period the Hawash flowed into Tajura Bay and that the present condition of the country is the result of volcanic upheaval.",
        "The idea of embarking upon yet more revolutionary upheaval seemed anathema."
    ],
    "definition": [
        "a. The process of being heaved upward.\nb. An instance of being so heaved.",
        "A sudden, violent disruption or upset: “the psychic upheaval caused by war” ( Wallace Fowlie )",
        "Geology A raising of a part of the earth's crust.",
        "Link/Cite",
        "the process of being heaved upward, especially the raising of part of the earth's crust",
        "a sudden violent upset, disruption or convulsion",
        "Link/Cite"
    ]
}